{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195218/",
  "absolute_url": "/opinion/195218/hunnewell-v-warden-maine/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195218/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:35:29Z",
  "date_modified": "2016-02-28T04:52:04.615752Z",
  "type": "010combined",
  "sha1": "8ced9d0e3cf61d541b9e6cf3b204832a5fc9f219",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1917.01A",
  "local_path": null,
  "plain_text": "February 23, 1994     [NOT FOR PUBLICATION]\n\n                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 93-1917\n\n                      DALE S. HUNNEWELL,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 WARDEN, MAINE STATE PRISON,\n\n                     Defendant, Appellee.\n\n                                        \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MAINE\n\n       [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\n                                                      \n\n                                        \n\n                            Before\n\n                     Breyer, Chief Judge,\n                                        \n             Torruella and Selya, Circuit Judges.\n                                                \n\n                                        \n\n   Dale S. Hunnewell on brief pro se.\n                    \n   Michael E. Carpenter, Attorney General,  and Cabanne Howard,\n                                                              \nDeputy Attorney General, on brief for appellee.\n\n                                        \n\n                                        \n\n     Per Curiam.   Plaintiff-appellant  Dale S.  Hunnewell, a\n               \n\nMaine inmate, appeals pro se the dismissal of his 42 U.S.C.  \n\n1983 action against Martin Magnusson, the warden of the Maine\n\nState  Prison and  the Maine  Correctional Institution-Warren\n\n(MCI-Warren).  With one exception, we affirm the dismissal of\n\nplaintiff's claims.\n\n                          BACKGROUND\n\n     Appellant filed  a complaint  in the  district court  on\n\nDecember 9, 1992.  It alleges violations under the Eighth and\n\nFourteenth Amendments of the United States Constitution:  (1)\n\ndeprivation  of  due  process when  appellant  was  placed in\n\nadministrative segregation at  Maine State Prison  on October\n\n24,  1992 and  not given  a hearing;  (2) deprivation  of the\n\nright to earn three days  of work-related good time per month\n\nafter his transfer to MCI-Warren on October 27, 1992; and (3)\n\nsubjection  to unhealthy and unsafe living conditions at MCI-\n\nWarren.   Hunnewell seeks  prospective injunctive  relief and\n\ndamages.  \n\n     Appellee   Magnusson  filed  a  motion  to  dismiss  the\n\ncomplaint, pursuant to Fed. R.  Civ. P. 12(b)(6), for failure\n\nto state a claim upon which relief can be granted.  On August\n\n9, 1993, a magistrate judge granted the motion to dismiss.1\n\n                    \n\n1.  Pursuant to 28 U.S.C.   636(c), the parties  consented to\nproceed   before   a    United   States   Magistrate   Judge.\nAccordingly, the  magistrate had  jurisdiction to direct  the\nentry of a judgment of  the district court, and appellant was\nentitled to appeal  directly to this court.  See  28 U.S.C.  \n                                                \n\n                             -2-\n\n                          DISCUSSION\n\n     Appellate review of  a dismissal under Rule  12(b)(6) is\n\nplenary.  See, e.g., Miranda v. Ponce Fed. Bank, 948 F.2d 41,\n                                               \n\n44 (1st Cir. 1991).   The standard for assessing the adequacy\n\nof a  civil rights  claim is  whether, accepting the  factual\n\nallegations  in the complaint  as true, and  construing these\n\nfacts  in the  light  most favorable  to  the plaintiff,  the\n\npleading shows any facts which could entitle the plaintiff to\n\nrelief.   See, e.g.,  Leatherman v. Tarrant  County Narcotics\n                                                             \n\nIntelligence  &amp; Coordination Unit,  113 S. Ct.  1160, 1161-63\n                                 \n\n(1993); Gooley  v. Mobil  Oil Corp., 851  F.2d 513,  514 (1st\n                                   \n\nCir. 1988).   Because appellant  appears pro se, we  read his\n\ncomplaint with  an  extra  degree  of solicitude.    Rodi  v.\n                                                         \n\nVentetuolo, 941 F.2d 22, 23 (1st Cir. 1991).\n          \n\n                              I.\n\n     We  first address appellant's  claim that he  was denied\n\ndue process of law when he  was transferred to administrative\n\nsegregation and never  given a hearing.2   Appellant concedes\n\nthat the Constitution does not  endow inmates with a right to\n\n                    \n\n636(c)(3).\n\n2.  The record indicates that the transfer to segregation was\nan emergency transfer  motivated by a concern  that appellant\nwas  engaging in an activity which could incite other inmates\nand  \"jeopardize  the  orderly  management  of  the  prison.\"\nHunnewell was given notice of these reasons, but there was no\nreview of the transfer.\n\n                             -3-\n\nremain in  the  general population.    See, e.g.,  Hewitt  v.\n                                                         \n\nHelms, 459  U.S. 460,  467-68 (1983); Rodi,  941 F.2d  at 25.\n                                          \n\nHunnewell  argues, however,  that Maine  law  creates such  a\n\nprotected liberty interest.\n\n       When a prison inmate advances the claim made  here, we\n\ntypically engage in a two step inquiry.  We first ask whether\n\nan  enforceable   interest  in   remaining  in   the  general\n\npopulation has been  created by the state.   See, e.g., Rodi,\n                                                            \n\n941 F.2d at  25.  If  the answer is  affirmative, we  further\n\ninquire whether the plaintiff arguably received less than the\n\nprocess  that  was constitutionally  due.    See id.    Here,\n                                                    \n\nhowever,  we need  not address  the  first question.   If  we\n\nassume,  without  deciding,  that plaintiff  had  a protected\n\nliberty interest, he  was only entitled to a  review within a\n\nreasonable time following  his transfer to segregation.   See\n                                                             \n\nHewitt, 459 U.S.  at 476 n.8.  Plaintiff's claim  that he was\n      \n\nunconstitutionally  denied such a review is infirm because he\n\nwas  only in administrative segregation for three days before\n\nbeing  transferred to another  institution.  Cf.  Hewitt, 459\n                                                        \n\nU.S.  at 477  (no  deprivation of  due  process where  review\n\noccurred five days after transfer).3\n\n                    \n\n3.  In his response to the answer, Hunnewell alleges, for the\nfirst time,  that he remained in  administrative segregation,\nfollowing  his  transfer  to MCI-Warren.    He  supports this\nallegation  with the claim that the conditions of confinement\nof all  inmates at  MCI-Warren, at  least until December  17,\n1992,  were   similar  to   those  imposed   on  inmates   in\nadministrative segregation at Maine State Prison.  Even if we\n\n                             -4-\n\n                             II.\n\n     We next address plaintiff's claim that at MCI-Warren, he\n\nis unconstitutionally denied his right to earn three days  of\n\nwork-related  good time credits per month.4  The Constitution\n\ndoes not guarantee a right to  earn good time credits.  Wolff\n                                                             \n\nv. McDonnell, 418 U.S. 539,  557 (1974).  Accordingly, such a\n            \n\nright, if it exists, must be based in state law.  \n\n     \"[A]  state  creates  a protected  liberty  interest  by\n\nplacing  substantive  limitations  on  official  discretion.\"\n\nBowser v. Vose, 968 F.2d 105, 107 (1st Cir. 1992) (alteration\n              \n\nin original) (quoting  Olim v. Wakinekona, 461  U.S. 238, 249\n                                         \n\n(1983)).    The  Maine statute  governing  good  time credits\n\nentitles  inmates to receive credits for \"observing all rules\n\nof the department and institution.\"  Me. Rev. Stat. Ann. tit.\n\n                    \n\nwere to construe  Hunnewell's complaint liberally  to include\nthese later allegations,  we would not alter  our conclusion.\nHunnewell  does  not  allege that  he  was unconstitutionally\ntransferred to MCI-Warren,  or that he was  treated there any\ndifferently than  members of  the general  prison population.\nAccordingly, he fails to  state a claim that a  review of his\ntreatment at  MCI-Warren was constitutionally required.   Cf.\n                                                             \nHewitt,  459 U.S. at 485-86 (Stevens, J., dissenting) (noting\n      \nthat  the  Due  Process  Clause is  implicated  only  when  a\nprisoner is  singled out  for treatment  different from  that\nimposed on the population of the prison as a whole).  \n\n4.  Plaintiff does not  complain that he is  totally deprived\nof  the opportunity to earn work-related good-time credits at\nMCI-Warren.   Rather, he complains that inmates at MCI-Warren\nB Side are limited to one extra good time credit  and inmates\nat MCI- Warren C Side are limited to two extra credits in any\nmonth, regardless of the number of days worked in that month.\nPlaintiff seeks prospective, injunctive relief.\n\n                             -5-\n\n17A,    1253(3), (3-B).   With respect  to work-related  good\n\ntime credits, however, the statute states:\n\n     Up  to  an  additional  3  days  per  month  may be\n                                                     \n     deducted  in the case of those inmates committed to\n     the Department  of Corrections who  are assigned or\n     participating   in   work,   education   or   other\n     responsibilities within the  institution or program\n     that are determined to be  of sufficient importance\n     to warrant those deductions by the institution head\n     in   accordance   with    policy   and   guidelines\n     established by the Department of Corrections.\n\nMe. Rev. Stat. Ann. tit. 17A,   1253(4) (emphasis added).  No\n\nliberty interest in  work-related credits  derives from  this\n\nstatute, since  it is  phrased in discretionary  terms.   See\n                                                             \n\nBowser, 968  F.2d at  108 (no  liberty interest  derived from\n      \n\nfurlough  statute phrased  in discretionary terms);  see also\n                                                             \n\nParkinson v.  State, 558 A.2d  361, 363 (Me.  1989) (\"[U]nder\n                   \n\n17-A M.R.S.A.    1253(4), work-related  good time  is not  an\n\nentitlement but is  awarded only at  the discretion of  Maine\n\nprison officials.\"). \n\n     In support of  his claim, however, plaintiff  relies, in\n\npart, on policy guidelines governing good time credits issued\n\nby the  Maine Department of Corrections.   See Code Me.  R.  \n                                              \n\n03.201010 at 9-14.  We have, in previous cases, looked beyond\n\nstate   statutes   and  scrutinized   administrative   rules,\n\nregulations,  contractual   commitments,  and  the   like  to\n\ndetermine whether a state has conferred a liberty interest on\n\na prison inmate.  See, e.g., Rodi,  941 F.2d at 26 (and cases\n                                 \n\ncited  therein).    Correctional  regulations  may  create  a\n\n                             -6-\n\nliberty  interest if they contain \"specific directives to the\n\ndecision   maker  that   if   the  regulations'   substantive\n\npredicates  are present, a  particular outcome  must follow.\"\n\nKentucky Dep't of Corrections v.  Thompson, 490 U.S. 454, 463\n                                          \n\n(1989).    However, not  all  written regulations  containing\n\nsubstantive criteria for action  create legitimate claims  of\n\nentitlement.  Some  regulations are simply advisory  to staff\n\nand create no rights.  See,  e.g., Miller v. Henman, 804 F.2d\n                                                   \n\n421, 427 (7th  Cir. 1986), cert. denied, 484  U.S. 844 (1987)\n                                       \n\n(documents designed  to guide  prison staff,  rather than  to\n\ncreate  claims of  entitlement, do  not  establish a  liberty\n\ninterest).\n\n     Because  the magistrate  judge did  not  address whether\n\nMaine correctional policies create an enforceable interest in\n\nwork-related good time  credits, and the  issue has not  been\n\nfully briefed, we  have concluded that the best  course is to\n\nremand the  case for further  proceedings on this issue.   We\n\nexpress no opinion on the  merits of plaintiff's claim or the\n\nappropriateness of the particular relief requested.\n\n                             III.\n\n     Plaintiff's  remaining claims  involve allegations  that\n\nthe conditions of  his confinement at MCI-Warren  violate the\n\nEighth  Amendment.   He alleges  that  he is  locked up  in a\n\n                             -7-\n\nclosed-in  cell  for  twenty-three hours  a  day;5  that cell\n\nlights are on during the night, making it difficult to sleep;\n\nthat the ventilation  system blows dust  and fibers into  his\n\ncell causing him to have  headaches and bloody noses; that he\n\nis not adequately protected from the  danger of a fire in his\n\ncell; and that he risks injury because the mirror in his cell\n\nis  placed too high,  and he must  stand on his  toilet if he\n\nwishes to see his reflection.  In addition, Hunnewell alleges\n\nthat he  is daily  subjected to the  risk of  acquired immune\n\ndeficiency syndrome (AIDS)  because his razor is stored  in a\n\nbox where it intermingles with other inmates' razor such that\n\nit is exposed to contamination from other inmates' blood.6\n\n     In  order  successfully  to allege  an  Eighth Amendment\n\nviolation, plaintiff must  first plead facts which,  if true,\n\nestablish  an   objective  component--that   a  \"sufficiently\n\nserious\" deprivation occurred.  Wilson v. Seiter,  111 S. Ct.\n                                                \n\n2321,  2324 (1991).    Only  deprivations  which  deny  \"`the\n\nminimal  civilized   measure  of   life's  necessities'   are\n\nsufficiently grave to  form the basis of an  Eighth Amendment\n\n                    \n\n5.  Hunnewell  has revised his  claim to  allege that  he was\nisolated for twenty-three hours a day at MCI-Warren from  the\ndate of his transfer there  until December 17, 1992, when the\nout-of-cell  time period of all general population inmates at\nMCI-Warren was increased from one hour to an hour and a half.\n\n6.  Hunnewell concedes that this practice of storing inmates'\nrazors together  has ceased.   However,  he alleges that  the\npractice  continued for  approximately  forty-eight days  and\nseeks damages for emotional distress.\n\n                             -8-\n\nviolation.\"  Id. at 2324 (quoting Rhodes v. Chapman, 452 U.S.\n                                                   \n\n337, 347  (1981)); see also  Hudson v. McMillian, 112  S. Ct.\n                                                \n\n995, 1000  (1992)  (\"[E]xtreme deprivations  are required  to\n\nmake out a condition of confinement claim.\").  In addition, a\n\nsubjective element  must be  shown--\"deliberate indifference\"\n\non the part of the official charged with inflicting cruel and\n\nunusual punishment.   Wilson,  111 S. Ct.  at 2327;  see also\n                                                             \n\nHelling v. McKinney, 113 S. Ct. 2475, 2480 (1993).\n                   \n\n     Plaintiff's complaints about  the lighting, ventilation,\n\nand  placement of  his  mirror  do  not  allege  deprivations\n\nsufficiently  extreme   to  establish  a   cognizable  Eighth\n\nAmendment claim.   See Rhodes  v. Chapman, 452 U.S.  337, 347\n                                         \n\n(1981)  (routine discomforts  are part  of  the penalty  that\n\ncriminal offenders  pay for  their offense  against society).\n\nThe  same is  true of  his complaint  about isolation.   See,\n                                                            \n\ne.g., Jackson  v.  Meachum, 699  F.2d 578,  581-83 (1st  Cir.\n                          \n\n1983) (holding  that  very  extended,  indefinite  segregated\n\nconfinement, without additional deprivations, did not violate\n\nEight Amendment); O'Brien v. Moriarty, 489 F.2d 941, 944 (1st\n                                     \n\nCir. 1974) (segregated confinement  for twenty-three hours  a\n\nday did not constitute cruel and unusual punishment).  \n\n     Plaintiff's remaining claims fail for different reasons.\n\nThere is no question that fire safety is a legitimate concern\n\nunder the  Eighth Amendment.   Santana  v. Collazo, 714  F.2d\n                                                  \n\n1172,  1182  (1st  Cir.  1983), cert.  denied,  466  U.S. 974\n                                             \n\n                             -9-\n\n(1984).    However,  not every  deviation  from  ideally safe\n\nconditions  constitutes a violation of the constitution.  Id.\n                                                             \n\nMoreover,  even  liberally construed,  plaintiff's  complaint\n\nthat his cell is unsafe due to fire hazards is conclusory and\n\nfails to state a claim under    1983.  See Correa-Martinez v.\n                                                          \n\nArrillaga-Belendez,  903   F.2d  49,   52  (1st  Cir.   1990)\n                  \n\n(reviewing court need not credit conclusory allegations).  We\n\nnote  that although plaintiff  states that there  are various\n\n(undefined) ways that an  electrical fire could start  in his\n\ncell, he nowhere states that MCI-Warren lacks fire detectors,\n\nfire extinguishers, or an evacuation plan.  \n\n     Hunnewell's  complaint that he has been subjected to the\n\nrisk of acquiring  AIDS is also inadequate as  framed.  Other\n\ncourts  have held  that there  is no  colorable    1983 claim\n\nwhere  the  alleged risk  of  contracting the  AIDS  virus is\n\nunsubstantiated by medical  guidelines.  See, e.g.,  Glick v.\n                                                          \n\nHenderson, 855  F.2d 536, 539  (8th Cir. 1988).   Because the\n         \n\nmatter has not been adequately briefed,  we pass the question\n\nwhether the  AIDS  virus can  be  transmitted in  the  manner\n\nposited and, if so, whether prison officials should have been\n\naware  of  the risk  in the  fall  of 1992.   Apart  from the\n\nlatter, plaintiff has failed to allege sufficient involvement\n\nor knowledge to state a   1983 claim against the warden.  See\n                                                             \n\nGutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 562 (1st Cir.\n                                \n\n                             -10-\n\n1989) (liability  under   1983  may not be predicated  upon a\n\ntheory of respondeat superior).    \n\n                             IV.\n\n     In  sum, Hunnewell failed  to plead facts  sufficient to\n\nestablish that  he was denied  due process by the  failure to\n\nhold   a  hearing  or  that  his  conditions  of  confinement\n\nconstituted cruel and unusual punishment.  Accordingly, these\n\nclaims  were   properly  dismissed.    As  to  his  claim  of\n\nunconstitutional deprivation of good time  credits, we vacate\n\nthe dismissal  of the  complaint and remand  to the  district\n\ncourt for further proceedings.\n\n     Affirmed in  part; vacated  in  part and  remanded.   No\n                                                             \n\ncosts.\n     \n\n                             -11-\n",
  "html": "<p class=\"case_cite\">19 F.3d 7</p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Dale S. HUNNEWELL, Plaintiff, Appellant,<br>v.<br>WARDEN, MAINE STATE PRISON, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1917.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">February 23, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine</p>\n      <p class=\"indent\">Dale S. Hunnewell on brief pro se.</p>\n      <p class=\"indent\">Michael E. Carpenter, Attorney General, and Cabanne Howard, Deputy Attorney General, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED IN PART, VACATED IN PART AND REMANDED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Selya, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Dale S. Hunnewell, a Maine inmate, appeals pro se the dismissal of his 42 U.S.C. Sec. 1983 action against Martin Magnusson, the warden of the Maine State Prison and the Maine Correctional Institution-Warren (MCI-Warren).  With one exception, we affirm the dismissal of plaintiff's claims.</p>\n    </div>\n    <p class=\"indent\">BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant filed a complaint in the district court on December 9, 1992.  It alleges violations under the Eighth and Fourteenth Amendments of the United States Constitution:  (1) deprivation of due process when appellant was placed in administrative segregation at Maine State Prison on October 24, 1992 and not given a hearing;  (2) deprivation of the right to earn three days of work-related good time per month after his transfer to MCI-Warren on October 27, 1992;  and (3) subjection to unhealthy and unsafe living conditions at MCI-Warren.  Hunnewell seeks prospective injunctive relief and damages.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellee Magnusson filed a motion to dismiss the complaint, pursuant to Fed.  R. Civ. P. 12(b)(6), for failure to state a claim upon which relief can be granted.  On August 9, 1993, a magistrate judge granted the motion to dismiss.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellate review of a dismissal under Rule 12(b)(6) is plenary.   See, e.g., Miranda v. Ponce Fed.  Bank, 948 F.2d 41, 44 (1st Cir. 1991).  The standard for assessing the adequacy of a civil rights claim is whether, accepting the factual allegations in the complaint as true, and construing these facts in the light most favorable to the plaintiff, the pleading shows any facts which could entitle the plaintiff to relief.   See, e.g., Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit, 113 S. Ct. 1160, 1161-63 (1993);   Gooley v. Mobil Oil Corp., 851 F.2d 513, 514 (1st Cir. 1988).  Because appellant appears pro se, we read his complaint with an extra degree of solicitude.   Rodi v. Ventetuolo, 941 F.2d 22, 23 (1st Cir. 1991).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We first address appellant's claim that he was denied due process of law when he was transferred to administrative segregation and never given a hearing.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Appellant concedes that the Constitution does not endow inmates with a right to remain in the general population.   See, e.g., Hewitt v. Helms, 459 U.S. 460, 467-68 (1983);   Rodi, 941 F.2d at 25.  Hunnewell argues, however, that Maine law creates such a protected liberty interest.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When a prison inmate advances the claim made here, we typically engage in a two step inquiry.  We first ask whether an enforceable interest in remaining in the general population has been created by the state.   See, e.g., Rodi, 941 F.2d at 25.  If the answer is affirmative, we further inquire whether the plaintiff arguably received less than the process that was constitutionally due.  See id.  Here, however, we need not address the first question.  If we assume, without deciding, that plaintiff had a protected liberty interest, he was only entitled to a review within a reasonable time following his transfer to segregation.   See Hewitt, 459 U.S. at 476 n. 8.  Plaintiff's claim that he was unconstitutionally denied such a review is infirm because he was only in administrative segregation for three days before being transferred to another institution.   Cf. Hewitt, 459 U.S. at 477 (no deprivation of due process where review occurred five days after transfer).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We next address plaintiff's claim that at MCI-Warren, he is unconstitutionally denied his right to earn three days of work-related good time credits per month.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Constitution does not guarantee a right to earn good time credits.   Wolff v. McDonnell, 418 U.S. 539, 557 (1974).  Accordingly, such a right, if it exists, must be based in state law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"[A] state creates a protected liberty interest by placing substantive limitations on official discretion.\"   Bowser v. Vose, 968 F.2d 105, 107 (1st Cir. 1992) (alteration in original) (quoting  Olim v. Wakinekona, 461 U.S. 238, 249 (1983)).  The Maine statute governing good time credits entitles inmates to receive credits for \"observing all rules of the department and institution.\"  Me. Rev. Stat.  Ann. tit.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">17A, Sec. 1253(3), (3-B).  With respect to work-related good time credits, however, the statute states:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Up to an additional 3 days per month may be deducted in the case of those inmates committed to the Department of Corrections who are assigned or participating in work, education or other responsibilities within the institution or program that are determined to be of sufficient importance to warrant those deductions by the institution head in accordance with policy and guidelines established by the Department of Corrections.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Me. Rev. Stat.  Ann. tit.  17A, Sec. 1253(4) (emphasis added).  No liberty interest in work-related credits derives from this statute, since it is phrased in discretionary terms.   See Bowser, 968 F.2d at 108 (no liberty interest derived from furlough statute phrased in discretionary terms);   see also Parkinson v. State, 558 A.2d 361, 363 (Me. 1989) (\"[U]nder 17-A M.R.S.A. Sec. 1253(4), work-related good time is not an entitlement but is awarded only at the discretion of Maine prison officials.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In support of his claim, however, plaintiff relies, in part, on policy guidelines governing good time credits issued by the Maine Department of Corrections.  See Code Me.  R. Sec. 03.201010 at 9-14.  We have, in previous cases, looked beyond state statutes and scrutinized administrative rules, regulations, contractual commitments, and the like to determine whether a state has conferred a liberty interest on a prison inmate.   See, e.g., Rodi, 941 F.2d at 26 (and cases cited therein).  Correctional regulations may create a liberty interest if they contain \"specific directives to the decision maker that if the regulations' substantive predicates are present, a particular outcome must follow.\"   Kentucky Dep't of Corrections v. Thompson, 490 U.S. 454, 463 (1989).  However, not all written regulations containing substantive criteria for action create legitimate claims of entitlement.  Some regulations are simply advisory to staff and create no rights.   See, e.g., Miller v. Henman, 804 F.2d 421, 427 (7th Cir. 1986), cert. denied, 484 U.S. 844 (1987) (documents designed to guide prison staff, rather than to create claims of entitlement, do not establish a liberty interest).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because the magistrate judge did not address whether Maine correctional policies create an enforceable interest in work-related good time credits, and the issue has not been fully briefed, we have concluded that the best course is to remand the case for further proceedings on this issue.  We express no opinion on the merits of plaintiff's claim or the appropriateness of the particular relief requested.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiff's remaining claims involve allegations that the conditions of his confinement at MCI-Warren violate the Eighth Amendment.  He alleges that he is locked up in a closed-in cell for twenty-three hours a day;<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> that cell lights are on during the night, making it difficult to sleep;  that the ventilation system blows dust and fibers into his cell causing him to have headaches and bloody noses;  that he is not adequately protected from the danger of a fire in his cell;  and that he risks injury because the mirror in his cell is placed too high, and he must stand on his toilet if he wishes to see his reflection.  In addition, Hunnewell alleges that he is daily subjected to the risk of acquired immune deficiency syndrome (AIDS) because his razor is stored in a box where it intermingles with other inmates' razor such that it is exposed to contamination from other inmates' blood.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In order successfully to allege an Eighth Amendment violation, plaintiff must first plead facts which, if true, establish an objective component-that a \"sufficiently serious\" deprivation occurred.   Wilson v. Seiter, 111 S. Ct. 2321, 2324 (1991).  Only deprivations which deny \" 'the minimal civilized measure of life's necessities' are sufficiently grave to form the basis of an Eighth Amendment violation.\"   Id. at 2324 (quoting  Rhodes v. Chapman, 452 U.S. 337, 347 (1981));   see also Hudson v. McMillian, 112 S. Ct. 995, 1000 (1992) (\"[E]xtreme deprivations are required to make out a condition of confinement claim.\").  In addition, a subjective element must be shown-\"deliberate indifference\" on the part of the official charged with inflicting cruel and unusual punishment.   Wilson, 111 S. Ct. at 2327;   see also Helling v. McKinney, 113 S. Ct. 2475, 2480 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff's complaints about the lighting, ventilation, and placement of his mirror do not allege deprivations sufficiently extreme to establish a cognizable Eighth Amendment claim.   See Rhodes v. Chapman, 452 U.S. 337, 347 (1981) (routine discomforts are part of the penalty that criminal offenders pay for their offense against society).  The same is true of his complaint about isolation.   See, e.g., Jackson v. Meachum, 699 F.2d 578, 581-83 (1st Cir. 1983) (holding that very extended, indefinite segregated confinement, without additional deprivations, did not violate Eight Amendment);   O'Brien v. Moriarty, 489 F.2d 941, 944 (1st Cir. 1974) (segregated confinement for twenty-three hours a day did not constitute cruel and unusual punishment).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Plaintiff's remaining claims fail for different reasons.  There is no question that fire safety is a legitimate concern under the Eighth Amendment.   Santana v. Collazo, 714 F.2d 1172, 1182 (1st Cir. 1983), cert. denied, 466 U.S. 974</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(1984). However, not every deviation from ideally safe conditions constitutes a violation of the constitution.  Id. Moreover, even liberally construed, plaintiff's complaint that his cell is unsafe due to fire hazards is conclusory and fails to state a claim under Sec. 1983.   See Correa-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 52 (1st Cir. 1990) (reviewing court need not credit conclusory allegations).  We note that although plaintiff states that there are various (undefined) ways that an electrical fire could start in his cell, he nowhere states that MCI-Warren lacks fire detectors, fire extinguishers, or an evacuation plan.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Hunnewell's complaint that he has been subjected to the risk of acquiring AIDS is also inadequate as framed.  Other courts have held that there is no colorable Sec. 1983 claim where the alleged risk of contracting the AIDS virus is unsubstantiated by medical guidelines.   See, e.g., Glick v. Henderson, 855 F.2d 536, 539 (8th Cir. 1988).  Because the matter has not been adequately briefed, we pass the question whether the AIDS virus can be transmitted in the manner posited and, if so, whether prison officials should have been aware of the risk in the fall of 1992.  Apart from the latter, plaintiff has failed to allege sufficient involvement or knowledge to state a Sec. 1983 claim against the warden.   See Gutierrez-Rodriguez v. Cartagena, 882 F.2d 553, 562 (1st Cir.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">1989) (liability under Sec. 1983 may not be predicated upon a theory of respondeat superior).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In sum, Hunnewell failed to plead facts sufficient to establish that he was denied due process by the failure to hold a hearing or that his conditions of confinement constituted cruel and unusual punishment.  Accordingly, these claims were properly dismissed.  As to his claim of unconstitutional deprivation of good time credits, we vacate the dismissal of the complaint and remand to the district court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed in part;  vacated in part and remanded.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pursuant to 28 U.S.C. Sec. 636(c), the parties consented to proceed before a United States Magistrate Judge.  Accordingly, the magistrate had jurisdiction to direct the entry of a judgment of the district court, and appellant was entitled to appeal directly to this court.  See 28 U.S.C. Sec. 636(c)(3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The record indicates that the transfer to segregation was an emergency transfer motivated by a concern that appellant was engaging in an activity which could incite other inmates and \"jeopardize the orderly management of the prison.\"  Hunnewell was given notice of these reasons, but there was no review of the transfer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In his response to the answer, Hunnewell alleges, for the first time, that he remained in administrative segregation, following his transfer to MCI-Warren.  He supports this allegation with the claim that the conditions of confinement of all inmates at MCI-Warren, at least until December 17, 1992, were similar to those imposed on inmates in administrative segregation at Maine State Prison.  Even if wewere to construe Hunnewell's complaint liberally to include these later allegations, we would not alter our conclusion.  Hunnewell does not allege that he was unconstitutionally transferred to MCI-Warren, or that he was treated there any differently than members of the general prison population.  Accordingly, he fails to state a claim that a review of his treatment at MCI-Warren was constitutionally required.   Cf. Hewitt, 459 U.S. at 485-86 (Stevens, J., dissenting) (noting that the Due Process Clause is implicated only when a prisoner is singled out for treatment different from that imposed on the population of the prison as a whole)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiff does not complain that he is totally deprived of the opportunity to earn work-related good-time credits at MCI-Warren.  Rather, he complains that inmates at MCI-Warren B Side are limited to one extra good time credit and inmates at MCI Warren C Side are limited to two extra credits in any month, regardless of the number of days worked in that month.  Plaintiff seeks prospective, injunctive relief</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Hunnewell has revised his claim to allege that he was isolated for twenty-three hours a day at MCI-Warren from the date of his transfer there until December 17, 1992, when the out-of-cell time period of all general population inmates at MCI-Warren was increased from one hour to an hour and a half</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Hunnewell concedes that this practice of storing inmates' razors together has ceased.  However, he alleges that the practice continued for approximately forty-eight days and seeks damages for emotional distress</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span></p>\n    <p class=\"parties\">NOTICE: First Circuit Local Rule 36.2(b)6 states unpublished opinions may be cited only in related cases.<br>Dale S. HUNNEWELL, Plaintiff, Appellant,<br>v.<br>WARDEN, MAINE STATE PRISON, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 93-1917.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">February 23, 1994</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine</p>\n      <p class=\"indent\">Dale S. Hunnewell on brief pro se.</p>\n      <p class=\"indent\">Michael E. Carpenter, Attorney General, and Cabanne Howard, Deputy Attorney General, on brief for appellee.</p>\n      <p class=\"indent\">D.Me.</p>\n      <p class=\"indent\">AFFIRMED IN PART, VACATED IN PART AND REMANDED.</p>\n      <p class=\"indent\">Before Breyer, Chief Judge, Torruella and Selya, Circuit Judges.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Dale S. Hunnewell, a Maine inmate, appeals pro se the dismissal of his 42 U.S.C. Sec. 1983 action against Martin Magnusson, the warden of the Maine State Prison and the Maine Correctional Institution-Warren (MCI-Warren).  With one exception, we affirm the dismissal of plaintiff's claims.</p>\n    </div>\n    <p class=\"indent\">BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant filed a complaint in the district court on December 9, 1992.  It alleges violations under the Eighth and Fourteenth Amendments of the United States Constitution:  (1) deprivation of due process when appellant was placed in administrative segregation at Maine State Prison on October 24, 1992 and not given a hearing;  (2) deprivation of the right to earn three days of work-related good time per month after his transfer to MCI-Warren on October 27, 1992;  and (3) subjection to unhealthy and unsafe living conditions at MCI-Warren.  Hunnewell seeks prospective injunctive relief and damages.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellee Magnusson filed a motion to dismiss the complaint, pursuant to Fed.  R. Civ. P. 12(b)(6), for failure to state a claim upon which relief can be granted.  On August 9, 1993, a magistrate judge granted the motion to dismiss.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellate review of a dismissal under Rule 12(b)(6) is plenary.   See, e.g., Miranda v. Ponce Fed.  Bank, <span class=\"citation\" data-id=\"571255\"><a href=\"/opinion/571255/clarissa-miranda-aka-clarissa-miranda-rodriguez-v-ponce-federal-bank/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">41</span></a></span>, 44 (1st Cir. 1991).  The standard for assessing the adequacy of a civil rights claim is whether, accepting the factual allegations in the complaint as true, and construing these facts in the light most favorable to the plaintiff, the pleading shows any facts which could entitle the plaintiff to relief.   See, e.g., Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, 1161-63 (1993);   Gooley v. Mobil Oil Corp., <span class=\"citation\" data-id=\"508719\"><a href=\"/opinion/508719/william-r-gooley-v-mobil-oil-corporation/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 514 (1st Cir. 1988).  Because appellant appears pro se, we read his complaint with an extra degree of solicitude.   Rodi v. Ventetuolo, <span class=\"citation\" data-id=\"566305\"><a href=\"/opinion/566305/stephen-gerard-rodi-v-donald-r-ventetuolo/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 23 (1st Cir. 1991).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We first address appellant's claim that he was denied due process of law when he was transferred to administrative segregation and never given a hearing.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Appellant concedes that the Constitution does not endow inmates with a right to remain in the general population.   See, e.g., Hewitt v. Helms, <span class=\"citation\" data-id=\"110829\"><a href=\"/opinion/110829/hewitt-v-helms/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, 467-68 (1983);   Rodi, 941 F.2d at 25.  Hunnewell argues, however, that Maine law creates such a protected liberty interest.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">When a prison inmate advances the claim made here, we typically engage in a two step inquiry.  We first ask whether an enforceable interest in remaining in the general population has been created by the state.   See, e.g., Rodi, 941 F.2d at 25.  If the answer is affirmative, we further inquire whether the plaintiff arguably received less than the process that was constitutionally due.  See id.  Here, however, we need not address the first question.  If we assume, without deciding, that plaintiff had a protected liberty interest, he was only entitled to a review within a reasonable time following his transfer to segregation.   See Hewitt, 459 U.S. at 476 n. 8.  Plaintiff's claim that he was unconstitutionally denied such a review is infirm because he was only in administrative segregation for three days before being transferred to another institution.   Cf. Hewitt, 459 U.S. at 477 (no deprivation of due process where review occurred five days after transfer).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We next address plaintiff's claim that at MCI-Warren, he is unconstitutionally denied his right to earn three days of work-related good time credits per month.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The Constitution does not guarantee a right to earn good time credits.   Wolff v. McDonnell, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 557 (1974).  Accordingly, such a right, if it exists, must be based in state law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"[A] state creates a protected liberty interest by placing substantive limitations on official discretion.\"   Bowser v. Vose, <span class=\"citation\" data-id=\"586286\"><a href=\"/opinion/586286/edgar-j-bowser-iii-v-george-a-vose-jr/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span>, 107 (1st Cir. 1992) (alteration in original) (quoting  Olim v. Wakinekona, <span class=\"citation\" data-id=\"110921\"><a href=\"/opinion/110921/olim-v-wakinekona/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 249 (1983)).  The Maine statute governing good time credits entitles inmates to receive credits for \"observing all rules of the department and institution.\"  Me. Rev. Stat.  Ann. tit.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">17A, Sec. 1253(3), (3-B).  With respect to work-related good time credits, however, the statute states:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Up to an additional 3 days per month may be deducted in the case of those inmates committed to the Department of Corrections who are assigned or participating in work, education or other responsibilities within the institution or program that are determined to be of sufficient importance to warrant those deductions by the institution head in accordance with policy and guidelines established by the Department of Corrections.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Me. Rev. Stat.  Ann. tit.  17A, Sec. 1253(4) (emphasis added).  No liberty interest in work-related credits derives from this statute, since it is phrased in discretionary terms.   See Bowser, 968 F.2d at 108 (no liberty interest derived from furlough statute phrased in discretionary terms);   see also Parkinson v. State, <span class=\"citation no-link\"><span class=\"volume\">558</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">361</span></span>, 363 (Me. 1989) (\"[U]nder 17-A M.R.S.A. Sec. 1253(4), work-related good time is not an entitlement but is awarded only at the discretion of Maine prison officials.\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In support of his claim, however, plaintiff relies, in part, on policy guidelines governing good time credits issued by the Maine Department of Corrections.  See Code Me.  R. Sec. 03.201010 at 9-14.  We have, in previous cases, looked beyond state statutes and scrutinized administrative rules, regulations, contractual commitments, and the like to determine whether a state has conferred a liberty interest on a prison inmate.   See, e.g., Rodi, 941 F.2d at 26 (and cases cited therein).  Correctional regulations may create a liberty interest if they contain \"specific directives to the decision maker that if the regulations' substantive predicates are present, a particular outcome must follow.\"   Kentucky Dep't of Corrections v. Thompson, <span class=\"citation\" data-id=\"112260\"><a href=\"/opinion/112260/kentucky-dept-of-corrections-v-thompson/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span>, 463 (1989).  However, not all written regulations containing substantive criteria for action create legitimate claims of entitlement.  Some regulations are simply advisory to staff and create no rights.   See, e.g., Miller v. Henman, <span class=\"citation\" data-id=\"478779\"><a href=\"/opinion/478779/james-miller-v-gary-l-henman-warden-united-states-penitentiary-marion/\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">421</span></a></span>, 427 (7th Cir. 1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span> (1987) (documents designed to guide prison staff, rather than to create claims of entitlement, do not establish a liberty interest).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because the magistrate judge did not address whether Maine correctional policies create an enforceable interest in work-related good time credits, and the issue has not been fully briefed, we have concluded that the best course is to remand the case for further proceedings on this issue.  We express no opinion on the merits of plaintiff's claim or the appropriateness of the particular relief requested.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Plaintiff's remaining claims involve allegations that the conditions of his confinement at MCI-Warren violate the Eighth Amendment.  He alleges that he is locked up in a closed-in cell for twenty-three hours a day;<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> that cell lights are on during the night, making it difficult to sleep;  that the ventilation system blows dust and fibers into his cell causing him to have headaches and bloody noses;  that he is not adequately protected from the danger of a fire in his cell;  and that he risks injury because the mirror in his cell is placed too high, and he must stand on his toilet if he wishes to see his reflection.  In addition, Hunnewell alleges that he is daily subjected to the risk of acquired immune deficiency syndrome (AIDS) because his razor is stored in a box where it intermingles with other inmates' razor such that it is exposed to contamination from other inmates' blood.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In order successfully to allege an Eighth Amendment violation, plaintiff must first plead facts which, if true, establish an objective component-that a \"sufficiently serious\" deprivation occurred.   Wilson v. Seiter, <span class=\"citation\" data-id=\"112626\"><a href=\"/opinion/112626/wilson-v-seiter/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2321</span></a></span>, 2324 (1991).  Only deprivations which deny \" 'the minimal civilized measure of life's necessities' are sufficiently grave to form the basis of an Eighth Amendment violation.\"   Id. at 2324 (quoting  Rhodes v. Chapman, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 347 (1981));   see also Hudson v. McMillian, <span class=\"citation\" data-id=\"112693\"><a href=\"/opinion/112693/hudson-v-mcmillian/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">995</span></a></span>, 1000 (1992) (\"[E]xtreme deprivations are required to make out a condition of confinement claim.\").  In addition, a subjective element must be shown-\"deliberate indifference\" on the part of the official charged with inflicting cruel and unusual punishment.   Wilson, 111 S. Ct. at 2327;   see also Helling v. McKinney, <span class=\"citation\" data-id=\"112888\"><a href=\"/opinion/112888/helling-v-mckinney/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2475</span></a></span>, 2480 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff's complaints about the lighting, ventilation, and placement of his mirror do not allege deprivations sufficiently extreme to establish a cognizable Eighth Amendment claim.   See Rhodes v. Chapman, <span class=\"citation\" data-id=\"110518\"><a href=\"/opinion/110518/rhodes-v-chapman/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 347 (1981) (routine discomforts are part of the penalty that criminal offenders pay for their offense against society).  The same is true of his complaint about isolation.   See, e.g., Jackson v. Meachum, <span class=\"citation\" data-id=\"414143\"><a href=\"/opinion/414143/anthony-jackson-v-larry-meachum-anthony-jackson-v-larry-meachum/\"><span class=\"volume\">699</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">578</span></a></span>, 581-83 (1st Cir. 1983) (holding that very extended, indefinite segregated confinement, without additional deprivations, did not violate Eight Amendment);   O'Brien v. Moriarty, <span class=\"citation\" data-id=\"316100\"><a href=\"/opinion/316100/gordon-j-obrien-v-john-r-moriarty/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">941</span></a></span>, 944 (1st Cir. 1974) (segregated confinement for twenty-three hours a day did not constitute cruel and unusual punishment).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Plaintiff's remaining claims fail for different reasons.  There is no question that fire safety is a legitimate concern under the Eighth Amendment.   Santana v. Collazo, <span class=\"citation\" data-id=\"423648\"><a href=\"/opinion/423648/flora-santana-v-jenaro-collazo-collazo-flora-santana-and-united-states/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1172</span></a></span>, 1182 (1st Cir. 1983), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">974</span></span></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">(1984). However, not every deviation from ideally safe conditions constitutes a violation of the constitution.  Id. Moreover, even liberally construed, plaintiff's complaint that his cell is unsafe due to fire hazards is conclusory and fails to state a claim under Sec. 1983.   See Correa-Martinez v. Arrillaga-Belendez, <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 52 (1st Cir. 1990) (reviewing court need not credit conclusory allegations).  We note that although plaintiff states that there are various (undefined) ways that an electrical fire could start in his cell, he nowhere states that MCI-Warren lacks fire detectors, fire extinguishers, or an evacuation plan.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Hunnewell's complaint that he has been subjected to the risk of acquiring AIDS is also inadequate as framed.  Other courts have held that there is no colorable Sec. 1983 claim where the alleged risk of contracting the AIDS virus is unsubstantiated by medical guidelines.   See, e.g., Glick v. Henderson, <span class=\"citation\" data-id=\"510712\"><a href=\"/opinion/510712/dennis-glick-v-dr-fm-henderson/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">536</span></a></span>, 539 (8th Cir. 1988).  Because the matter has not been adequately briefed, we pass the question whether the AIDS virus can be transmitted in the manner posited and, if so, whether prison officials should have been aware of the risk in the fall of 1992.  Apart from the latter, plaintiff has failed to allege sufficient involvement or knowledge to state a Sec. 1983 claim against the warden.   See Gutierrez-Rodriguez v. Cartagena, <span class=\"citation\" data-id=\"527780\"><a href=\"/opinion/527780/carlos-a-gutierrez-rodriguez-v-desiderio-cartagena-and-domingo-alvarez/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 562 (1st Cir.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">1989) (liability under Sec. 1983 may not be predicated upon a theory of respondeat superior).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In sum, Hunnewell failed to plead facts sufficient to establish that he was denied due process by the failure to hold a hearing or that his conditions of confinement constituted cruel and unusual punishment.  Accordingly, these claims were properly dismissed.  As to his claim of unconstitutional deprivation of good time credits, we vacate the dismissal of the complaint and remand to the district court for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed in part;  vacated in part and remanded.  No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pursuant to 28 U.S.C. Sec. 636(c), the parties consented to proceed before a United States Magistrate Judge.  Accordingly, the magistrate had jurisdiction to direct the entry of a judgment of the district court, and appellant was entitled to appeal directly to this court.  See 28 U.S.C. Sec. 636(c)(3)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The record indicates that the transfer to segregation was an emergency transfer motivated by a concern that appellant was engaging in an activity which could incite other inmates and \"jeopardize the orderly management of the prison.\"  Hunnewell was given notice of these reasons, but there was no review of the transfer</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In his response to the answer, Hunnewell alleges, for the first time, that he remained in administrative segregation, following his transfer to MCI-Warren.  He supports this allegation with the claim that the conditions of confinement of all inmates at MCI-Warren, at least until December 17, 1992, were similar to those imposed on inmates in administrative segregation at Maine State Prison.  Even if wewere to construe Hunnewell's complaint liberally to include these later allegations, we would not alter our conclusion.  Hunnewell does not allege that he was unconstitutionally transferred to MCI-Warren, or that he was treated there any differently than members of the general prison population.  Accordingly, he fails to state a claim that a review of his treatment at MCI-Warren was constitutionally required.   Cf. Hewitt, 459 U.S. at 485-86 (Stevens, J., dissenting) (noting that the Due Process Clause is implicated only when a prisoner is singled out for treatment different from that imposed on the population of the prison as a whole)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiff does not complain that he is totally deprived of the opportunity to earn work-related good-time credits at MCI-Warren.  Rather, he complains that inmates at MCI-Warren B Side are limited to one extra good time credit and inmates at MCI Warren C Side are limited to two extra credits in any month, regardless of the number of days worked in that month.  Plaintiff seeks prospective, injunctive relief</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Hunnewell has revised his claim to allege that he was isolated for twenty-three hours a day at MCI-Warren from the date of his transfer there until December 17, 1992, when the out-of-cell time period of all general population inmates at MCI-Warren was increased from one hour to an hour and a half</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Hunnewell concedes that this practice of storing inmates' razors together has ceased.  However, he alleges that the practice continued for approximately forty-eight days and seeks damages for emotional distress</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586286/"
  ]
}