{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195243/",
  "absolute_url": "/opinion/195243/united-states-v-doe/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195243/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:36:03Z",
  "date_modified": "2016-02-28T04:52:07.531451Z",
  "type": "010combined",
  "sha1": "a0300fb4b5aa06d9911c0004314665ca729ea922",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=92-2331.01A",
  "local_path": null,
  "plain_text": "               UNITED STATES COURT OF APPEALS\n\n                   FOR THE FIRST CIRCUIT\n\n                                        \n\nNo. 92-2331 \n\n                       UNITED STATES,\n\n                         Appellee,\n\n                             v.\n\n                        ARTHUR DOE,\n\n                   Defendant, Appellant.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n             FOR THE DISTRICT OF MASSACHUSETTS\n\n      [Hon. Douglas P. Woodlock, U.S. District Judge]\n                                                    \n\n                                        \n\n                           Before\n\n                    Breyer, Chief Judge,\n                                       \n              Selya and Boudin Circuit Judges.\n                                             \n\n                                        \n\nRichard  B. Klibaner,  by  Appointment  of  the Court,  with  whom\n                   \nKlibaner &amp; Sabino was on brief for appellant.\n            \nRalph F.  Boyd, Jr., Assistant United  States Attorney, with  whom\n                  \nA. John Pappalardo, United States Attorney, was on brief for appellee.\n             \n\n                                        \n\n                       March 18, 1994\n                                        \n\n          BREYER, Chief Judge.  This appeal focuses upon the\n                             \n\ndecision of the district  court, when sentencing Arthur Doe,\n\nto  depart from the Sentencing Guidelines.  A jury found Doe\n\nguilty  of   possessing  a  gun  after   a  previous  felony\n\nconviction.    18  U.S.C.      922(g)(1).    The  Sentencing\n\nGuidelines specified  an  imprisonment range  of  about  two\n\nyears (21 to 27 months).  The district court, believing that\n\nthe Guideline  range did not adequately  reflect Doe's prior\n\ncriminal  record, departed  and  imposed a  sentence of  six\n\nyears imprisonment instead.   Doe now appeals.  We  find the\n\ndeparture lawful, and we affirm his sentence.\n\n                             I\n\n                         Background\n                                   \n\n          This is Doe's second sentencing appeal.  The first\n\ntime,  the district  court  had found  applicable a  special\n\n\"mandatory minimum\" sentencing  statute requiring the  court\n\nto impose at least  a fifteen year prison term  upon \"felons\n\nin  possession\"  of  a gun  with  three  (or  more) previous\n\nconvictions for  \"violent felonies.\"  18  U.S.C.   924(e)(1)\n                         \n\n(emphasis added).   In that earlier appeal, we  focused upon\n\none of Doe's three earlier felony convictions, namely a 1984\n\nconviction for being  a \"felon  in possession\" of  a gun  (a\n\ndifferent and  earlier instance of  the present crime).   We\n\n                            -2-\n                             2\n\nheld  that   this  particular   felony  --  the   \"felon  in\n\npossession\" crime --  is not itself a violent  felony; hence\n                                             \n\nthe \"mandatory minimum\"  statute did not apply.   See United\n                                                            \n\nStates v. Doe, 960 F.2d 221 (1st Cir. 1992).\n             \n\n          On remand, the district court properly referred to\n\nthe 1989  Sentencing Guidelines  (in effect in  March, 1990,\n\nwhen Doe committed the crime) instead of the stricter (1991)\n\nversion  in effect at the  time of Doe's  resentencing.  See\n                                                            \n\nUnited  States v. Cousens, 942  F.2d 800, 801  n.1 (1st Cir.\n                         \n\n1991).  Under  the 1989 Guidelines,  the base offense  level\n\nfor  the \"felon  in possession\"  crime was  12.   U.S.S.G.  \n\n2K2.1(a)(2).    The Guidelines  assigned  a  total of  eight\n\ncriminal history points for  Doe's earlier convictions.  The\n\nresult, offense  level 12  at Criminal History  Category IV,\n\nproduced a  Guideline sentencing range  of 21 to  27 months.\n\nSee U.S.S.G. ch. 5, pt. A (Table).\n   \n\n          The court, after review  of the presentence report\n\nand after  argument at the sentencing  hearing, decided that\n\nDoe's case was  an unusual, rather  than ordinary, case,  in\n\nfour respects:  \n\n          1)   At least one of Doe's prior convictions,  for\n               armed  bank  robbery,   was  a   particularly\n               dangerous crime involving use of a gun.  \n\n          2)   Doe's  record revealed a  history of serious,\n               aggravated assaults. \n\n                            -3-\n                             3\n\n          3)   Doe's record revealed a history of committing\n               crimes  while  he was  free on  bail awaiting\n               trial (or the like).\n\n          4)   At  the time  of his  arrest for  the present\n               crime,  Doe  led  the police on  a high speed\n               chase, endangering the lives of others.  \n\nIn  light of these special  features of the  case, the court\n\ndeparted from the  applicable guideline range (approximately\n\ntwo years) and instead  imposed a prison term of  six years.\n\nDoe now  appeals  this sentencing  departure.   18 U.S.C.   \n\n3742(a).\n\n                             II\n\n                     Standard of Review\n                                       \n\n          The  legal issues  before  us are  typical of  the\n\nkinds of  issues  raised in  sentencing  departure  appeals.\n\nThey concern (1) the grounds for departure, i.e., whether or\n\nnot the circumstances are of a \"kind or degree\" upon which a\n\ndistrict   court  \"may   appropriately\"  rely   \"to  justify\n\ndeparture,\" United States v. Diaz-Villafane, 874 F.2d 43, 49\n                                           \n\n(1st  Cir.), cert.  denied,  493 U.S.  862  (1989); and  (2)\n                          \n\nwhether the  extent of the district  court's departure (from\n\nabout two years to six) was  \"reasonable.\"  Id.; 18 U.S.C.  \n                                               \n\n3742(e)(3).    We explained our  reviewing approach to these\n\nkinds  of issues in Diaz-Villafane,  874 F.2d at  49, and in\n                                  \n\nUnited States v. Rivera, 994 F.2d 942 (1st Cir. 1993).  Some\n                       \n\n                            -4-\n                             4\n\ndistrict court  decisions that a particular  case is unusual\n\nenough to warrant departure reflect sentencing experience of\n\na  sort  one typically  finds  in  district, not  appellate,\n\ncourts; in our view,  the law provides the district  court a\n\ndegree  of  \"leeway\"  in   making  those  \"kind  or  degree\"\n\njudgments.   Rivera,  994  F.2d  at 951.    Other  departure\n                   \n\ndecisions  reflect a determination of  the purpose of, or an\n\ninterpretation of  the language in, a  guideline or statute;\n\nin  such cases,  where a  district court has  no comparative\n\nexpertise in resolving  the \"quintessentially legal\"  issue,\n\nan  appellate   court  will  review  the   district  court's\n\ndetermination independently.  Id.\n                                 \n\n          In this case, when  we decide whether the district\n\ncourt  gave proper  legal  reasons for  departing, we  shall\n\napply  one or  the other  of these  standards of  review, as\n\nappropriate.  When we review the degree of departure for its\n\n\"reasonableness,\" we shall apply a \"deferential\" standard of\n\nreview.  Rivera, 994  F.2d at 950; Diaz-Villafane, 874  F.2d\n                                                 \n\nat 49-50.\n\n                            -5-\n                             5\n\n                            III\n\n                   Grounds for Departure\n                                        \n\n                             A\n\n                      The Bank Robbery\n                                      \n\n          The  district court's  first reason  for departing\n\nconsisted  of the  nature  of one  of Doe's  earlier crimes.\n                         \n\nThat crime was  a bank robbery  in daylight, committed  with\n\nguns, that put employees and  bystanders at risk of  serious\n\nharm.  The Guidelines assigned three criminal history points\n\nfor this crime.  But the district court, noting, among other\n\nthings,  Doe's  repeated  use   of  guns,  thought  that  it\n\nwarranted more. \n\n          Doe argues that the Guidelines forbid the district\n\ncourt  from  departing for  this reason.    He notes  that a\n\ndeparture reason must, at least in principle, make  the case\n\n\"unusual\";  it must  suggest circumstances  that  remove the\n\ncase  from  the  \"heartland\"   of  the  relevant  guideline.\n\nRivera, 994 F.2d at 947-48.   But, he says, the fact that an\n      \n\nearlier felony involved use  of a gun, or a  related risk of\n\nviolence, cannot remove the case from the \"heartland\" where,\n\nas here, the instant crime is being a \"felon in possession.\"\n\nDoe points  out that  everyone  convicted of  the \"felon  in\n                              \n\npossession\" crime must  also have been convicted  of a prior\n\n                            -6-\n                             6\n\nfelony.   In  his view,  so many  felonies involve  guns and\n\nrisks  of violence  that an  earlier  conviction for  such a\n\ncrime  must  be   common,  not  unusual,  for   a  felon  in\n\npossession.   Hence,  those  circumstances must  lie at  the\n\nheart of, not on  the periphery of or outside,  the relevant\n\n\"felon in possession\" guideline.\n\n          We  can treat Doe's argument  as one of pure legal\n\nprinciple and consider it independently on review only if we\n\ntreat  it as  an extreme  argument --  an argument  that the\n\nguideline's heartland encompasses all earlier gun-related or\n                                     \n\nrisk-of-violence-related  prior felonies.   See  Rivera, 994\n                                                       \n\nF.2d  at  951 (appellate  court  will  independently perform\n\n\"quintessentially legal\" function of deciding what guideline\n\nmeans).    Phrased   in  this  way,  the   argument  is  not\n\nconvincing.   The \"felon in possession\"  guideline says only\n\nthat its base offense level of 12 applies when the defendant\n\nhas previously\n\n          been  convicted   .  .  .  of   a  crime\n          punishable  by  imprisonment for  a term\n          exceeding one year.\n\n18  U.S.C.    922(g)(1) (cited  in U.S.S.G.    2K2.1(a)(2)).\n\nThat  language,  taken literally,  covers  a  vast range  of\n\nbehavior, ranging  from the  totally nonviolent to  the most\n\nheinous.  Nothing in this language (or its apparent purpose)\n\n                            -7-\n                             7\n\nsays  that every  (earlier) gun- or  violence-related felony\n                \n\nmust fall within its  heartland.  To the contrary,  the fact\n\nthat Congress  has imposed  a fifteen-year  mandatory prison\n\nterm upon  felons in  possession with three  earlier violent\n                                                            \n\nfelonies, 18 U.S.C.   924(e)(1), suggests, by extrapolation,\n\nsomething special about one or two earlier violent felonies.\n\nMoreover,  whether the  violent nature  of an  earlier crime\n\ndoes, or does not, warrant special treatment  would seem the\n\nkind of fact-related circumstance about which the Sentencing\n\nCommission hoped to learn  more, as district courts,  on the\n\nbasis of  their experience,  decided to depart,  or not,  in\n\nlight of such circumstances.   See Rivera, 994 F.2d  at 946,\n                                         \n\n949-51  (explaining  role  of  district  courts  in  helping\n\nCommission revise  Guidelines).   Thus, even though  we find\n\nsome  dismal truth  in  Doe's claim  that  large numbers  of\n\nfelonies  involve guns and violence,  we do not believe that\n\nthe \"felon in possession\"  guideline automatically rules out\n                                                  \n\nconsideration of a departure based on such features.\n\n          To make Doe's  argument more  convincing, we  must\n\nrephrase  it as  an argument  that here,  in this  case, the\n                                                 \n\nnature of the  earlier gun  crime is not  special enough  to\n\nwarrant a  departure.  Indeed, whether the  special facts of\n\ndaytime bank robbery, guns, and risks of violence, make this\n\n                            -8-\n                             8\n\ncase  unusual enough  to permit  departing beyond  the added\n\npunishment  that accompanies  three criminal  history points\n\npresents a  close question.   But  it is  the  very kind  of\n\nquestion about  which we must listen to  the district courts\n\nwith \"respect.\"  It\n\n          amount[s]  to  a judgment  about whether\n          the  given  circumstances, as  seen from\n          the  district   court's  unique  vantage\n          point, are usual or unusual, ordinary or\n          not ordinary, and to what extent.\n\nRivera,  994 F.2d at 951.   We have  recognized the district\n      \n\ncourt's\n\n          special competence in  making this  kind\n          of  determination, because it may have a\n          better    \"feel\"    for    the    unique\n          circumstances of the particular case . .\n          . .\n\nId.  We have  also pointed out that, by  permitting district\n  \n\ncourts  a degree  of leeway  in making  such determinations,\n\nthey become, for the Sentencing Commission, an\n\n          important  source of  information .  . .\n          which  . .  .  can help  the  Commission\n          determine  whether, and  how, Guidelines\n          revision should take place.\n\nId.  As we have just  said, how district courts react to the\n   \n\npresence of violence  as an  attribute of one  or two  prior\n\nviolent felonies could help the Commission decide whether or\n\nnot it  should write guidelines that  \"extrapolate\" from the\n\nmandatory  minimum sentencing statute's requirement of three\n\n                            -9-\n                             9\n\nsuch prior convictions.   (In fact, the Commission,  in more\n\nrecent guidelines  versions, has  extrapolated in this  way.\n\nCompare  U.S.S.G.    2K2.1(a)(2)  (1989) (level  12 for  all\n       \n\nfelons in  possession) with U.S.S.G.    2K2.1(a)(2), (4)(A),\n                           \n\n(7) (1991) (level 24 for felons in possession with two prior\n\nviolent felonies, level 20 for one, level 12 for none).)\n\n          These  considerations, along with the obvious fact\n\nthat putting innocent lives at risk, using guns, and robbing\n\na bank  in daylight,  aggravate the  prior  conduct to  some\n\ndegree, lead us to find lawful the district court's decision\n\nto  use these facts as one (of several) bases for departure.\n                          \n\nWe need not  decide how much of a departure  (over and above\n\nthe  ordinary  punishment  attributable  to  three  criminal\n\nhistory points)  these facts alone would  warrant, for these\n\nfacts  were   not  the  district  court's   sole  basis  for\n\ndeparture.  See Part IV, infra (discussing the extent of the\n                                                     \n\ndeparture based on all permissible factors).\n                      \n\n                             B\n\n               Repetitive Assaultive Behavior\n                                             \n\n          The  district court set  forth another  ground for\n\nits belief  that \"reliable information\"  indicated that  the\n\nGuidelines'\n\n                            -10-\n                             10\n\n          criminal   history  category   does  not\n          adequately  reflect  the seriousness  of\n          the defendant's past criminal conduct.\n\nU.S.S.G.   4A1.3 (p.s.) (encouraging departure where that is\n\nso).  That ground consists of what the district court called\n\n\"a virtually unbroken chain of assaultive behavior.\"  One of\n\nDoe's earlier convictions involved Doe's having  hit someone\n\nover  the head with a pipe; another involved beating two men\n\nwith  a handgun  and kicking  one of  them.   The Guidelines\n\nassigned  no criminal  history  points for  either of  these\n            \n\nserious crimes, in the first instance  because Doe was under\n\n18 at  the time (and the conviction was more than five years\n\nold);  in the  second instance  because (although  the court\n\ntried  the  still  underage  Doe  as  an  adult)  the  court\n\nsuspended Doe's sentence, perhaps because he was about to be\n\nsentenced to a lengthy federal prison term for bank robbery.\n\nSee U.S.S.G.   4A1.2(b)(2), (d).\n   \n\n          Doe cannot deny the rather special nature of these\n\ncircumstances, which resemble those for which the Guidelines\n\nencourage  criminal  history departures.   U.S.S.G.    4A1.3\n\n(p.s.); cf. United States  v. Aymelek, 926 F.2d 64,  73 (1st\n                                     \n\nCir.  1991)  (adult  convictions  not  counted  in  criminal\n\nhistory  score  may serve  as  basis for  departure  if they\n\nevidence  \"some significantly  unusual penchant  for serious\n\n                            -11-\n                             11\n\ncriminality\").  Doe does, however, make one important purely\n\nlegal  argument.   He points  to  two federal  appeals court\n\ncases  that  hold  that  the Guidelines  not  only  fail  to\n\nencourage,  but they  forbid,  criminal  history  departures\n\nwhere,  as  here,  the   departure  rests  on  a  juvenile's\n                                                          \n\nuncounted  criminal conduct (unless  the juvenile conduct is\n\n\"similar\"  to  the present  crime  of  conviction).   United\n                                                            \n\nStates v.  Samuels,  938 F.2d  210,  214 (D.C.  Cir.  1991);\n                  \n\nUnited  States v. Thomas, 961 F.2d 1110, 1116 (3d Cir. 1992)\n                        \n\n(adopting Samuels).\n                 \n\n          We do  not accept  the argument because  these two\n\ncircuits, in  these cases, read the  Guidelines' approach to\n\ndepartures  contrary to this  circuit's understanding.   See\n                                                            \n\nRivera,  994 F.2d at 946-52.   In Samuels,  the D.C. Circuit\n                                         \n\nreached  its conclusion by engaging in  a kind of \"statutory\n\ninterpretation\" of Guideline commentary.   It noted that the\n\nSentencing  Guidelines, when calculating  a criminal history\n\nscore, count prior adult crimes up to fifteen years old, but\n\nthey do not count prior juvenile crimes more than five years\n\nold.  U.S.S.G.    4A1.2(d), (e) (setting forth approximately\n\nthis  rule,   though  tying  most   calculations  to   prior\n\nsentences, rather  than to  prior  crimes).   It also  noted\n                                         \n\nthat, in  an application note, the  Commission explains that\n\n                            -12-\n                             12\n\nthis \"fifteen versus  five\" year  difference is  due to  the\n\n\"differential  availability\"  of  juvenile   records  (i.e.,\n\nsometimes juvenile records are  available and sometimes they\n\nare not).  See U.S.S.G.   4A1.2 n.7.  It further noted that,\n              \n\nin a different application note,  the Commission adds that a\n\nsentencing court  might nonetheless want to  use an outdated\n\nadult  or juvenile crime (i.e.,  one more than fifteen years\n\nold, or more than  five years old, respectively) as  a basis\n\nfor departure where that crime provides \"evidence of similar\n                                                            \n\nmisconduct\" with respect  to the present  offense.  Id.  n.8\n                                                       \n\n(emphasis added).  From  these two statements in commentary,\n\nthe Samuels  court drew  the conclusion that  the Guidelines\n           \n\nforbid a court to  use a pre-cutoff-date juvenile conviction\n      \n\nas a basis  for a departure, unless  that conviction reveals\n                                   \n\nconduct  similar  to  the  conduct  underlying  the  present\n                    \n\noffense of conviction;  in its view,  any other rule  \"would\n\nplainly  exaggerate  the  sentencing  disparities  that [the\n\nfive-year cutoff] is meant  to curb.\"  Samuels, 938  F.2d at\n                                              \n\n214-16.   Thomas  basically followed  Samuels.   Thomas, 961\n                                                       \n\nF.2d at 1116.\n\n          Our reason for disagreeing with this analysis  has\n\ntwo  parts.   First,  the  application  notes to  which  the\n\nSamuels  court pointed  do  not say  whether  or not  it  is\n                                   \n\n                            -13-\n                             13\n\nsometimes permissible to depart  on the basis of  a juvenile\n\noffense that reflects dissimilar,  pre-cutoff-date, conduct.\n                         \n\nThe first  application note, referring to  the \"differential\n\navailability\"  of juvenile  records,  talks  about  ordinary\n                                                            \n\ncases.  It explains (in part) why the Commission established\n\na five year,  rather than  a fifteen year,  cutoff date  for\n\njuvenile offenses,  for purposes of  computing the  criminal\n                                                            \n\nhistory  score.    See U.S.S.G.     4A1.2  n.7.   But  every\n                                                            \n\nGuideline   case   requires   a   criminal   history   score\n\ncomputation.   Hence, the  rules governing  that computation\n\naffect  the  outcome  of  ordinary  guidelines  cases  where\n                                  \n\nuniformity  is  a major  Guidelines  goal.   The  note  says\n\nnothing about departures -- the Guidelines' escape hatch for\n                        \n\nunusual circumstances -- which by definition create, and are\n       \n\nsupposed  to create, non-uniformity.  The second application\n                        \n\nnote refers to  a special reason  for departing, namely  the\n\npresence of  serious similar  instances of  criminal conduct\n\nthat  the Guidelines'  calculation system  ignores, see  id.\n                                                            \n\nn.8,  and it  \"encourages\" departures  for this  reason, see\n                                                            \n\nRivera,  994  F.2d at  948.   That  note, however,  does not\n                                                            \n\nmention departures  for other reasons, such  as the presence\n                             \n\nof uncounted, earlier, dissimilar conduct.  See id. at  947-\n                                                   \n\n49    (distinguishing   among    \"ordinary,\"   \"encouraged,\"\n\n                            -14-\n                             14\n\n\"discouraged,\"  and \"forbidden\" departures).  Thus, the note\n\nprovides no explicit Commission guidance on this question.\n                    \n\n          Second,  the Samuels  court's inference  (that the\n                              \n\napplication  notes  imply  an unstated  principle  that  the\n                                      \n\nGuidelines   forbid   using   pre-cutoff-date,   dissimilar,\n\njuvenile  conduct  as a  basis  for  departure) is  directly\n\ncontrary to our understanding of the Guidelines'  intentions\n\nas  to whether, and when, courts may depart. See Rivera, 994\n                                                       \n\nF.2d  at 947-49.   The  Introduction to the  Guidelines says\n\nexpressly that, with a handful of exceptions, the Guidelines\n\ndo not \"limit the kinds of factors, whether or not mentioned\n                                                            \n\nanywhere  else  in  the  guidelines  that  could  constitute\n                                   \n\ngrounds  for departure in an unusual case.\"  U.S.S.G. ch. 1,\n                                         \n\npt. A(4)(b) (p.s.) (emphasis added); see Rivera, 994 F.2d at\n                                               \n\n947.   The  handful of  explicit listed  exceptions includes\n\nsuch  matters  as  race, sex,  religion,  and socio-economic\n\nstatus.  E.g., U.S.S.G.    5H1.10; Rivera, 994 F.2d  at 948-\n                                         \n\n49.  The listed  exceptions do not include conduct  that was\n                                  \n\nthe  subject of an outdated juvenile conviction.  As we have\n\nsaid before, the language from the  Guidelines' introduction\n\nthat we have just quoted means that a court should not infer\n\nfrom inexplicit Guidelines  language, or from  language that\n\nauthorizes  use  of  a  particular factor  as  a  basis  for\n\n                            -15-\n                             15\n\ndeparture in  some cases,  an absolute barrier  in principle\n                                      \n\nagainst using certain other factors as grounds for departure\n\nin other  unusual circumstances.   See  Rivera, 994  F.2d at\n                                              \n\n948-49  (noting that  with  several  \"explicit  exceptions,\"\n                                              \n\ncourts  are \"free  to  consider, in  an  unusual case,\"  any\n\nfactors making a case \"unusual\") (emphasis added).\n\n          We  emphasize  that the  Commission's  decision to\n\nimpose very  few limits in principle  upon potential grounds\n                                    \n\nfor departure  does not grant sentencing courts a license to\n\ntreat each case as  unique, as in the days  of pre-guideline\n\nsentencing.   To  the contrary,  it  is meant  to  encourage\n\nsentencing courts  (1) to ask  whether a particular  case is\n\ntruly   unusual,  i.e.,  significantly  different  from  the\n               \n\nordinary  instance of the offense and, (2) if so, to explain\n\nprecisely why.  If the sentencing court wishes to depart, it\n\nmust  clearly  state just  how  the  case  differs  from  an\n\nordinary case, thereby not  only permitting appellate courts\n\nto  review   the  explanation,   but  also   permitting  the\n\nCommission to learn  more about how  the Guidelines work  in\n\npractice.  See Rivera, 994 F.2d at 951-52.  That information\n                     \n\nwill help the Commission decide whether, or how, to modify a\n\nGuideline document, which it  sees as organic, evolving over\n\n                            -16-\n                             16\n\ntime.   U.S.S.G. ch. 1, pt. A(4)(b) (p.s.); Rivera, 994 F.2d\n                                                  \n\nat 951-52.  \n\n          Departure  decisions  resting upon  prior juvenile\n\nrecords, for example,  might, after Commission  examination,\n\nlead  the  Commission  to  write  different  guidelines,  to\n\nencourage different  kinds of departures, or  even to forbid\n\nall  departures  based  on  outdated  juvenile  records,  by\n\nexplicitly saying so.  But the decision about whether or not\n\nto  forbid certain  categories of  departure belongs  to the\n\nCommission,  not to  the courts.   See  U.S.S.G. ch.  1, pt.\n                                      \n\nA(4)(b);  cf. 18 U.S.C.   3553(b) (\"In determining whether a\n             \n\ncircumstance  was adequately  taken into  consideration, the\n\ncourt shall consider only the sentencing  guidelines, policy\n                         \n\nstatements,  and  official  commentary  of   the  Sentencing\n\nCommission.\") (emphasis  added).  Indeed,  after considering\n\nsuch departure decisions and the Samuels interpretation, the\n                                        \n\nCommission in  later Guidelines  versions has  rejected that\n\ninterpretation, clarifying its prior intent, consistent with\n\nour views  here.   See U.S.S.G.  App.  C    472 (1992);  cf.\n                                                            \n\nIsabel  v. United States, 980 F.2d 60, 62-63 (1st Cir. 1992)\n                        \n\n(\"clarifications\"    of    Guidelines    may   be    applied\n\nretroactively; \"substantive changes\" may not).\n\n                            -17-\n                             17\n\n          Since we do not accept Doe's purely legal argument\n\nagainst  the district court's use of his juvenile record, he\n\ncannot succeed  here.   His prior  criminal conduct  is well\n\ndocumented, it took place when he was almost eighteen  years\n\nold,  it was  serious, and  it was  repeated.   The district\n\ncourt, taking  these  circumstances together,  saw in  Doe's\n\nprior (uncounted) juvenile  record a \"significantly  unusual\n\npenchant for serious criminality\" that  justified departure.\n\nSee  Aymelek, 926 F.2d at 73.  Recognizing that the district\n            \n\ncourt  has a degree of legal \"leeway\" in making judgments of\n\nthissort, Rivera,994 F.2d at951, we findits decision lawful.\n                \n\n                             C\n\n                  Criminal Justice Control\n                                          \n\n          The  district court  found  a further  reason  for\n\ndeparture in the fact  that Doe had committed at  least five\n\nearlier  crimes while he was on bail, or was awaiting trial,\n\nor was  under  some other  kind of  \"court supervision,\"  in\n\nrespect to a different  crime.  This kind of  behavior, when\n\nnot  otherwise  taken   into  account   by  the   Guidelines\n\nthemselves, see, e.g., U.S.S.G.   4A1.1(d), (e), is a proper\n                     \n\nreason for departure.  See, e.g., United States v. Fahm, No.\n                                                       \n\n92-2215, slip  op. at 4, 7-8 (1st Cir. Jan. 5, 1994); United\n                                                            \n\nStates v.  Diaz-Collado, 981 F.2d  640, 644 (2d  Cir. 1992),\n                       \n\n                            -18-\n                             18\n\ncert.  denied,  113 S.  Ct.  2934 (1993);  United  States v.\n                                                         \n\nMadrid,  946 F.2d 142, 143-44 (1st Cir. 1991); United States\n                                                            \n\nv. Fields, 923 F.2d  358, 362 (5th Cir. 1991),  overruled on\n                                                            \n\nother grounds,  United States v. Lambert, 984  F.2d 658 (5th\n                                        \n\nCir. 1993) (en  banc); United States v.  Singleton, 917 F.2d\n                                                  \n\n411, 413 (9th Cir. 1990) (all upholding departures  based in\n\npart on the fact that past crimes were committed under court\n\nsupervision  or  shortly after  release);  United States  v.\n                                                        \n\nHernandez, 896 F.2d 642, 645 (1st Cir. 1990) (\"[A] defendant\n         \n\nundermines the integrity of the criminal justice system when\n\nhe commits a  crime while  he is under  its supervision  and\n\ncontrol.\").  Again recognizing that the district court has a\n\ndegree of legal \"leeway\"  in deciding whether the particular\n\ncircumstances present  here are unusual enough  to warrant a\n\ndeparture, we find its decision lawful.\n\n                             D\n\n                   Reckless Endangerment\n                                        \n\n          At  the time of Doe's arrest, he led the police on\n\na high speed  chase through  city streets,  along the  wrong\n\nside of a divided highway into oncoming traffic, which ended\n\nwhen he crashed into other cars and a subway tunnel barrier.\n\nEndangering  the lives  of  others  in  this way  makes  the\n\ninstant case unusual, in  principle permitting a  departure.\n\n                            -19-\n                             19\n\nIndeed,  the  1989 Guidelines  encourage  a departure  where\n\n\"public  .  .  .   safety  was  significantly   endangered.\"\n\nU.S.S.G.    5K2.14; see,  e.g., United States  v. Rodriguez-\n                                                            \n\nCastro,  908 F.2d 438, 441 (9th Cir. 1990); United States v.\n                                                         \n\nChiarelli,  898  F.2d  373,  380-81  (3d  Cir.  1990)  (both\n         \n\nupholding departures for similar conduct under   5K2.14).\n\n          Doe  points  out  that  the  1990  Guidelines, not\n\napplicable to  his case, added a  new provision specifically\n                                                            \n\nrequiring   a   two-level    upward   adjustment   in   such\n\ncircumstances.   See U.S.S.G.    3C1.2 (1990).   He seems to\n                    \n\nargue that the new  guideline should apply to him,  in which\n\ncase the  court should  have increased his  sentence through\n\nthe  adjustment and  not  through  departure.   We  are  not\n\ncertain  why   Doe  thinks  applying   a  two-level   upward\n\nadjustment (under the 1990 Guidelines) rather than departing\n\nupward  two levels (as the  district court did  and the 1989\n\nGuidelines  permit)  would have  made  a  difference to  his\n\nsentence.   But,  regardless,  the district  court took  the\n\nright approach.  To  apply the new 1990 Guidelines  to Doe's\n\ncase,  in  this respect,  would  have  required a  two-level\n                                               \n\nincrease.    For  that  reason,  they  would  seem  to  have\n\nheightened the severity of the applicable law, which at  the\n\ntime simply permitted such  an increase through a departure.\n                     \n\n                            -20-\n                             20\n\nHence, ex post facto principles would  have led the district\n\ncourt to the earlier  1989 version, which put the  matter in\n\nits departure-related discretion.   Cf. Cousens, 942 F.2d at\n                                               \n\n801 n.1.\n\n                             IV\n\n                  The Extent of Departure\n                                         \n\n          The  district  court  departed  from  a  Guideline\n\nsentence range  of 21 to  27 months.   It imposed instead  a\n\nsentence of 72 months.  The relevant statute instructs us to\n\nreview the length of that sentence for its \"reasonableness,\"\n\n18  U.S.C.   3742(e)(3); in doing so we show \"full awareness\n\nof, and respect for\" the sentencing court's \"superior 'feel'\n\nfor  the  case.\"   Rivera, 994  F.2d  at 950  (quoting Diaz-\n                                                            \n\nVillafane, 874 F.2d at 50).\n         \n\n          The  district court  determined the extent  of the\n                                                    \n\ndeparture as follows: \n\n          1)  The  court  began with  the  Guideline  score,\n\noffense  level  12,  criminal  history  category  IV,  which\n\nproduced a range of 21 to 27 months.  \n\n          2)  The court decided  that Doe's reckless conduct\n\nfleeing arrest warranted a two-level increase in the offense\n\nlevel, producing a range of 27 to 33 months.  Cf. U.S.S.G.  \n                                                 \n\n3C1.2 (1990).\n\n                            -21-\n                             21\n\n          3) The court  decided that Doe's  criminal history\n\nwarranted, at least, a  two-category criminal history  score\n\ndeparture,  placing Doe  in  criminal  history category  VI,\n\ninstead of IV, and (taken together with the reckless conduct\n\ndeparture) bringing the court to level 14, category VI, with\n\na range of 37 to 46 months imprisonment.\n\n          4) Finally,  the district court  found this  range\n\n\"too low  . .  . because  of  the criminal  history of  this\n\ndefendant.\"  The court was struck by Doe's\n\n          virtually  unbroken chain  of assaultive\n          behavior,  consistently committed  while\n          under   either    supervision   or   the\n          generalized   control   of  the   court,\n          starting  with  the juvenile  encounters\n          with law enforcement  and continuing  to\n          the present offense.\n\nThe court added that the\n\n          criminal   history  category   does  not\n          reflect the seriousness of  his offenses\n          nor the likelihood -- which I consider a\n          virtual  certainty  --  that  once  this\n          defendant  is returned to  the street he\n          will commit future crimes,\n\nand that\n\n          [t]his  is  a  defendant  who  has  been\n          permitted  to  engage  in  such  plea or\n          diversionary or ameliorative  sentencing\n          arrangements  because  this  system  has\n          assumed that more serious  matters await\n          him.  The  classic in this  circumstance\n          is the [state  court] disposition of the\n          defendant for assault and battery with a\n          dangerous  weapon  [suspended  sentence]\n\n                            -22-\n                             22\n\n          shortly    after   his    bank   robbery\n          conviction [in the federal court].\n\nThe record  provides  sufficient support  for these  factual\n\nconclusions.\n\n          The court then followed the method for calculating\n\nthe  kind of  departure  that the  Guidelines recommend  \"on\n\noccasion\"  for  a  defendant  with  an  \"egregious,  serious\n\ncriminal  record,\" U.S.S.G.     4A1.3 (p.s.).   Starting  at\n\nlevel 14, category VI, the court in effect moved  vertically\n\ndown the sentencing table until it found a range it believed\n\nappropriate.  The court selected a 72 month (i.e., six year)\n\nsentence, which  is analogous  to a five-level  departure to\n\nlevel  19 (at category  VI).  U.S.S.G. ch.  5, pt. A (Table)\n\n(level  19 at category VI  sets range of  63-78 months).  It\n\nnoted the Commission's later decision to increase a felon in\n\npossession's offense  level by  eight for one  prior violent\n\nfelony,  see  U.S.S.G.    2K2.1(a)(4),  (7)  (1991), and  it\n            \n\npointed out that its resulting sentence was less severe than\n\nthe  sentence  would have  been  if  the Commission's  later\n\nGuidelines had applied.\n\n          We can find nothing  unreasonable about the extent\n\nof  the district  court's departure.   Doe's  prior criminal\n\nrecord does seem \"egregious.\"  The fact that his most recent\n\nviolent  crime,  armed  bank  robbery,  involved guns  seems\n\n                            -23-\n                             23\n\nparticularly  relevant in  light of his  present gun-related\n\ncrime.   His  record also  reveals, in  addition to  the two\n\nserious crimes  counted in the criminal  history score, four\n\nother serious crimes; indeed,  as the government pointed out\n\nat  oral  argument, it  reveals  Doe's  virtually continuous\n\ncommission  of  crimes,  interrupted  only  by   periods  of\n\nincarceration.\n\n          Moreover, the Guidelines themselves seem to see in\n\nsuch circumstances  the basis  for a significant  departure.\n\nCommenting upon criminal  history departures, they  envision\n\nas a candidate for departure\n\n          a defendant with  an extensive record of\n          serious,  assaultive   conduct  who  had\n          received  what  might now  be considered\n          extremely lenient treatment in  the past\n          . . .  .  This may  be particularly true\n          in the case of  younger defendants . . .\n          who  are more  likely  to have  received\n          repeated lenient treatment, yet  who may\n          actually   pose   a   greater  risk   of\n          recidivism than older defendants.\n\nU.S.S.G.   4A1.3, comment. (backg'd).\n\n          We cannot say that  the district court went beyond\n\nthe  \"leeway\" the  law  provides, Rivera,  994  F.2d at  950\n                                        \n\n(citing Diaz-Villafane, 874 F.2d at 49-50), when it departed\n                      \n\nupward  by five levels.   The defendant's  prior crimes were\n\nextensive, violent, and  (like the  present crime)  involved\n\nguns.  The addition of two levels for the defendant's arrest\n\n                            -24-\n                             24\n\nbehavior also seems  reasonable.  Thus,  we cannot find  the\n\nextent of  the departure, taken as  a whole, \"unreasonable.\"\n\n18 U.S.C.   3742(e)(3).\n\n          We  note   Doe's  argument  that  the   court,  in\n\ndeparting, simply applied the Commission's  more severe 1991\n\nGuidelines  to him,  in violation  of the  Constitution's ex\n\npost facto clause.  See Cousens, 942 F.2d at 801 n.1.  After\n                               \n\nreviewing the district  court's statements, however,  we are\n\nconvinced that Doe misinterprets  what that court did.   The\n\ncourt  fully understood the ex post facto problem.  It wrote\n\nexplicitly  that it used the later guidelines not to provide\n\na reason  for departing, but  rather as an  analogy, through\n        \n\nreference  to the Commission's  informed judgment,  that its\n\ngrounds and extent of departure were reasonable.  See United\n                                                            \n\nStates v.  Harotunian, 920 F.2d  1040, 1046 (1st  Cir. 1990)\n                     \n\n(court  may look  to subsequent  Guidelines  amendments \"for\n\npartial guidance to corroborate  its belief\" that particular\n\nconduct  \"furnished  a  proper ground  for  a  discretionary\n\ndeparture,  and  as  a means  of  comparison  in fixing  the\n\ndeparture's extent\");  supra  pp. 6-17  (departure based  on\n                            \n\nprior bank robbery and  on juvenile conduct is permissible).\n\nThe  court  pointed  out  that,  although  it  used  the new\n\nguideline to  provide an analogy  to determine how  far down\n\n                            -25-\n                             25\n\nthe sentencing table's column  VI it should move,  its five-\n\nlevel  upward departure  was  significantly  less  than  the\n\neight-level increase that the  1991 Guidelines specify where\n\na  \"felon  in  possession\"  has  one  prior  violent  felony\n                                    \n\nconviction.  U.S.S.G.   2K2.1(a)(4),  (7) (1991).  Its final\n\nsix year sentence is one year less than the minimum sentence\n\nat  the guideline range that  the 1991 Guidelines would have\n\nmade  applicable.  The fact  that the Commission  also (in a\n                                                      \n\nlater  Guideline  version)   decided  that  certain  conduct\n\nwarrants  a  higher sentence  does  not bar  the  court from\n\nfinding, prior to the  Commission's action, that the conduct\n\nprovides a basis  for an upward departure.   See Harotunian,\n                                                           \n\n920 F.2d at 1046.\n\n          Finally,  Doe  argues  that  the   district  court\n\nincreased his  sentence because  it disagreed with  our view\n\nthat  the  \"felon in  possession\"  crime is  not  a \"violent\n\nfelony\" that falls within the \"mandatory minimum\" sentencing\n\nstatute  and would  (in this  case) lead  to a  fifteen year\n\nsentence.   See Doe, 960 F.2d at 224-26.  The district court\n                   \n\ndid  mention the fact  that other circuits  have decided the\n\nmatter differently.   But  we find  nothing in  the district\n\ncourt's statements that  warrant Doe's conclusion.   Rather,\n\nthe reasons that led the court  to depart are the reasons it\n\n                            -26-\n                             26\n\nmentioned and those we  have discussed in this opinion.   We\n\nfind  no  evidence of  an  intent  to  subvert this  court's\n\nearlier decision.\n\n          For these reasons, the defendant's sentence is\n\n          Affirmed.\n                  \n\n                            -27-\n                             27\n",
  "html": "<p class=\"case_cite\">18 F.3d 41</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Arthur DOE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2331.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 3, 1994.<br>Decided March 18, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard B. Klibaner, by Appointment of the Court, with whom Klibaner &amp; Sabino, Cambridge, MA, was on brief for appellant.</p>\n      <p class=\"indent\">Ralph F. Boyd, Jr., Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., Boston, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, SELYA and BOUDIN Circuit Judges.</p>\n      <p class=\"indent\">BREYER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal focuses upon the decision of the district court, when sentencing Arthur Doe, to depart from the Sentencing Guidelines.  A jury found Doe guilty of possessing a gun after a previous felony conviction.  18 U.S.C. Sec. 922(g)(1).  The Sentencing Guidelines specified an imprisonment range of about two years (21 to 27 months).  The district court, believing that the Guideline range did not adequately reflect Doe's prior criminal record, departed and imposed a sentence of six years imprisonment instead.  Doe now appeals.  We find the departure lawful, and we affirm his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This is Doe's second sentencing appeal.  The first time, the district court had found applicable a special \"mandatory minimum\" sentencing statute requiring the court to impose at least a fifteen year prison term upon \"felons in possession\" of a gun with three (or more) previous convictions for \"violent felonies.\"  18 U.S.C. Sec. 924(e)(1) (emphasis added).  In that earlier appeal, we focused upon one of Doe's three earlier felony convictions, namely a 1984 conviction for being a \"felon in possession\" of a gun (a different and earlier instance of the present crime).  We held that this particular felony--the \"felon in possession\" crime--is not itself a violent felony;  hence the \"mandatory minimum\" statute did not apply.  See United States v. Doe, 960 F.2d 221 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On remand, the district court properly referred to the 1989 Sentencing Guidelines (in effect in March, 1990, when Doe committed the crime) instead of the stricter (1991) version in effect at the time of Doe's resentencing.  See United States v. Cousens, 942 F.2d 800, 801 n. 1 (1st Cir.1991).  Under the 1989 Guidelines, the base offense level for the \"felon in possession\" crime was 12.  U.S.S.G. Sec. 2K2.1(a)(2).  The Guidelines assigned a total of eight criminal history points for Doe's earlier convictions.  The result, offense level 12 at Criminal History Category IV, produced a Guideline sentencing range of 21 to 27 months.  See U.S.S.G. ch. 5, pt. A (Table).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The court, after review of the presentence report and after argument at the sentencing hearing, decided that Doe's case was an unusual, rather than ordinary, case, in four respects:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1) At least one of Doe's prior convictions, for armed bank robbery, was a particularly dangerous crime involving use of a gun.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2) Doe's record revealed a history of serious, aggravated assaults.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">3) Doe's record revealed a history of committing crimes while he was free on bail awaiting trial (or the like).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">4) At the time of his arrest for the present crime, Doe led the police on a high speed chase, endangering the lives of others.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In light of these special features of the case, the court departed from the applicable guideline range (approximately two years) and instead imposed a prison term of six years.  Doe now appeals this sentencing departure.  18 U.S.C. Sec. 3742(a).</p>\n    </div>\n    <p>II</p>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The legal issues before us are typical of the kinds of issues raised in sentencing departure appeals.  They concern (1) the grounds for departure, i.e., whether or not the circumstances are of a \"kind or degree\" upon which a district court \"may appropriately\" rely \"to justify departure,\" United States v. Diaz-Villafane, 874 F.2d 43, 49 (1st Cir.), cert. denied, 493 U.S. 862, 110 S.Ct. 177, 107 L.Ed.2d 133 (1989);  and (2) whether the extent of the district court's departure (from about two years to six) was \"reasonable.\"  Id.;  18 U.S.C. Sec. 3742(e)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We explained our reviewing approach to these kinds of issues in Diaz-Villafane, 874 F.2d at 49, and in United States v. Rivera, 994 F.2d 942 (1st Cir.1993).  Some district court decisions that a particular case is unusual enough to warrant departure reflect sentencing experience of a sort one typically finds in district, not appellate, courts;  in our view, the law provides the district court a degree of \"leeway\" in making those \"kind or degree\" judgments.  Rivera, 994 F.2d at 951.   Other departure decisions reflect a determination of the purpose of, or an interpretation of the language in, a guideline or statute;  in such cases, where a district court has no comparative expertise in resolving the \"quintessentially legal\" issue, an appellate court will review the district court's determination independently.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, when we decide whether the district court gave proper legal reasons for departing, we shall apply one or the other of these standards of review, as appropriate.  When we review the degree of departure for its \"reasonableness,\" we shall apply a \"deferential\" standard of review.  Rivera, 994 F.2d at 950;  Diaz-Villafane, 874 F.2d at 49-50.</p>\n    </div>\n    <p>III</p>\n    <p>Grounds for Departure</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>* The Bank Robbery</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court's first reason for departing consisted of the nature of one of Doe's earlier crimes.  That crime was a bank robbery in daylight, committed with guns, that put employees and bystanders at risk of serious harm.  The Guidelines assigned three criminal history points for this crime.  But the district court, noting, among other things, Doe's repeated use of guns, thought that it warranted more.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Doe argues that the Guidelines forbid the district court from departing for this reason.  He notes that a departure reason must, at least in principle, make the case \"unusual\";  it must suggest circumstances that remove the case from the \"heartland\" of the relevant guideline.  Rivera, 994 F.2d at 947-48.   But, he says, the fact that an earlier felony involved use of a gun, or a related risk of violence, cannot remove the case from the \"heartland\" where, as here, the instant crime is being a \"felon in possession.\"   Doe points out that everyone convicted of the \"felon in possession\" crime must also have been convicted of a prior felony.  In his view, so many felonies involve guns and risks of violence that an earlier conviction for such a crime must be common, not unusual, for a felon in possession.  Hence, those circumstances must lie at the heart of, not on the periphery of or outside, the relevant \"felon in possession\" guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We can treat Doe's argument as one of pure legal principle and consider it independently on review only if we treat it as an extreme argument--an argument that the Guideline's heartland encompasses all earlier gun-related or risk-of-violence-related prior felonies.  See Rivera, 994 F.2d at 951 (appellate court will independently perform \"quintessentially legal\" function of deciding what guideline means).  Phrased in this way, the argument is not convincing.  The \"felon in possession\" guideline says only that its base offense level of 12 applies when the defendant has previously</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>been convicted ... of a crime punishable by imprisonment for a term exceeding one year.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">18 U.S.C. Sec. 922(g)(1) (cited in U.S.S.G. Sec. 2K2.1(a)(2)).  That language, taken literally, covers a vast range of behavior, ranging from the totally nonviolent to the most heinous.  Nothing in this language (or its apparent purpose) says that every (earlier) gun- or violence-related felony must fall within its heartland.  To the contrary, the fact that Congress has imposed a fifteen-year mandatory prison term upon felons in possession with three earlier violent felonies, 18 U.S.C. Sec. 924(e)(1), suggests, by extrapolation, something special about one or two earlier violent felonies.  Moreover, whether the violent nature of an earlier crime does, or does not, warrant special treatment would seem the kind of fact-related circumstance about which the Sentencing Commission hoped to learn more, as district courts, on the basis of their experience, decided to depart, or not, in light of such circumstances.  See Rivera, 994 F.2d at 946, 949-51 (explaining role of district courts in helping Commission revise Guidelines).  Thus, even though we find some dismal truth in Doe's claim that large numbers of felonies involve guns and violence, we do not believe that the \"felon in possession\" guideline automatically rules out consideration of a departure based on such features.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To make Doe's argument more convincing, we must rephrase it as an argument that here, in this case, the nature of the earlier gun crime is not special enough to warrant a departure.  Indeed, whether the special facts of daytime bank robbery, guns, and risks of violence, make this case unusual enough to permit departing beyond the added punishment that accompanies three criminal history points presents a close question.  But it is the very kind of question about which we must listen to the district courts with \"respect.\"   It</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>amount[s] to a judgment about whether the given circumstances, as seen from the district court's unique vantage point, are usual or unusual, ordinary or not ordinary, and to what extent.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Rivera, 994 F.2d at 951.   We have recognized the district court's</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>special competence in making this kind of determination, because it may have a better \"feel\" for the unique circumstances of the particular case....</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id.   We have also pointed out that, by permitting district courts a degree of leeway in making such determinations, they become, for the Sentencing Commission, an</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>important source of information ... which ... can help the Commission determine whether, and how, Guidelines revision should take place.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id.  As we have just said, how district courts react to the presence of violence as an attribute of one or two prior violent felonies could help the Commission decide whether or not it should write guidelines that \"extrapolate\" from the mandatory minimum sentencing statute's requirement of three such prior convictions.  (In fact, the Commission, in more recent guidelines versions, has extrapolated in this way.  Compare U.S.S.G. Sec. 2K2.1(a)(2) (1989) (level 12 for all felons in possession) with U.S.S.G. Sec. 2K2.1(a)(2), (4)(A), (7) (1992) (level 24 for felons in possession with two prior violent felonies, level 20 for one, level 12 for none).)</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">These considerations, along with the obvious fact that putting innocent lives at risk, using guns, and robbing a bank in daylight, aggravate the prior conduct to some degree, lead us to find lawful the district court's decision to use these facts as one (of several) bases for departure.  We need not decide how much of a departure (over and above the ordinary punishment attributable to three criminal history points) these facts alone would warrant, for these facts were not the district court's sole basis for departure.  See Part IV, infra (discussing the extent of the departure based on all permissible factors).</p>\n    </div>\n    <p>B</p>\n    <p>Repetitive Assaultive Behavior</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court set forth another ground for its belief that \"reliable information\" indicated that the Guidelines'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>criminal history category does not adequately reflect the seriousness of the defendant's past criminal conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">U.S.S.G. Sec. 4A1.3 (p.s.)  (encouraging departure where that is so).  That ground consists of what the district court called \"a virtually unbroken chain of assaultive behavior.\"   One of Doe's earlier convictions involved Doe's having hit someone over the head with a pipe;  another involved beating two men with a handgun and kicking one of them.  The Guidelines assigned no criminal history points for either of these serious crimes, in the first instance because Doe was under 18 at the time (and the conviction was more than five years old);  in the second instance because (although the court tried the still underage Doe as an adult) the court suspended Doe's sentence, perhaps because he was about to be sentenced to a lengthy federal prison term for bank robbery.  See U.S.S.G. Sec. 4A1.2(b)(2), (d).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Doe cannot deny the rather special nature of these circumstances, which resemble those for which the Guidelines encourage criminal history departures.  U.S.S.G. Sec. 4A1.3 (p.s.);   cf. United States v. Aymelek, 926 F.2d 64, 73 (1st Cir.1991) (adult convictions not counted in criminal history score may serve as basis for departure if they evidence \"some significantly unusual penchant for serious criminality\").  Doe does, however, make one important purely legal argument.  He points to two federal appeals court cases that hold that the Guidelines not only fail to encourage, but they forbid, criminal history departures where, as here, the departure rests on a juvenile 's uncounted criminal conduct (unless the juvenile conduct is \"similar\" to the present crime of conviction).  United States v. Samuels, 938 F.2d 210, 214 (D.C.Cir.1991);  United States v. Thomas, 961 F.2d 1110, 1116 (3d Cir.1992) (adopting Samuels ).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We do not accept the argument because these two circuits, in these cases, read the Guidelines' approach to departures contrary to this circuit's understanding.  See Rivera, 994 F.2d at 946-52.   In Samuels, the D.C. Circuit reached its conclusion by engaging in a kind of \"statutory interpretation\" of Guideline commentary.  It noted that the Sentencing Guidelines, when calculating a criminal history score, count prior adult crimes up to fifteen years old, but they do not count prior juvenile crimes more than five years old.  U.S.S.G. Sec. 4A1.2(d), (e) (setting forth approximately this rule, though tying most calculations to prior sentences, rather than to prior crimes ).  It also noted that, in an application note, the Commission explains that this \"fifteen versus five\" year difference is due to the \"differential availability\" of juvenile records (i.e., sometimes juvenile records are available and sometimes they are not).  See U.S.S.G. Sec. 4A1.2 comment. n. 7.  It further noted that, in a different application note, the Commission adds that a sentencing court might nonetheless want to use an outdated adult or juvenile crime (i.e., one more than fifteen years old, or more than five years old, respectively) as a basis for departure where that crime provides \"evidence of similar misconduct\" with respect to the present offense.  Id. n. 8 (emphasis added).  From these two statements in commentary, the Samuels court drew the conclusion that the Guidelines forbid a court to use a pre-cutoff-date juvenile conviction as a basis for a departure, unless that conviction reveals conduct similar to the conduct underlying the present offense of conviction;  in its view, any other rule \"would plainly exaggerate the sentencing disparities that [the five-year cutoff] is meant to curb.\"  Samuels, 938 F.2d at 214-16.  Thomas basically followed Samuels.  Thomas, 961 F.2d at 1116.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Our reason for disagreeing with this analysis has two parts.  First, the application notes to which the Samuels court pointed do not say whether or not it is sometimes permissible to depart on the basis of a juvenile offense that reflects dis similar, pre-cutoff-date, conduct.  The first application note, referring to the \"differential availability\" of juvenile records, talks about ordinary cases.  It explains (in part) why the Commission established a five year, rather than a fifteen year, cutoff date for juvenile offenses, for purposes of computing the criminal history score.  See U.S.S.G. Sec. 4A1.2 comment. n. 7.  But every Guideline case requires a criminal history score computation.  Hence, the rules governing that computation affect the outcome of ordinary guidelines cases where uniformity is a major Guidelines goal.  The note says nothing about departures--the Guidelines' escape hatch for unusual circumstances--which by definition create, and are supposed to create, non-uniformity.  The second application note refers to a special reason for departing, namely the presence of serious similar instances of criminal conduct that the Guidelines' calculation system ignores, see id. n. 8, and it \"encourages\" departures for this reason, see Rivera, 994 F.2d at 948.   That note, however, does not mention departures for other reasons, such as the presence of uncounted, earlier, dis similar conduct.  See id. at 947-49 (distinguishing among \"ordinary,\" \"encouraged,\" \"discouraged,\" and \"forbidden\" departures).  Thus, the note provides no explicit Commission guidance on this question.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Second, the Samuels court's inference (that the application notes imply an unstated principle that the Guidelines forbid using pre-cutoff-date, dissimilar, juvenile conduct as a basis for departure) is directly contrary to our understanding of the Guidelines' intentions as to whether, and when, courts may depart.  See Rivera, 994 F.2d at 947-49.   The Introduction to the Guidelines says expressly that, with a handful of exceptions, the Guidelines do not \"limit the kinds of factors, whether or not mentioned anywhere else in the guidelines that could constitute grounds for departure in an unusual case.\"   U.S.S.G. ch. 1, pt. A(4)(b) (p.s.)  (emphasis added);  see Rivera, 994 F.2d at 947.   The handful of explicit listed exceptions includes such matters as race, sex, religion, and socio-economic status.  E.g., U.S.S.G. Sec. 5H1.10;  Rivera, 994 F.2d at 948-49.   The listed exceptions do not include conduct that was the subject of an outdated juvenile conviction.  As we have said before, the language from the Guidelines' introduction that we have just quoted means that a court should not infer from inexplicit Guidelines language, or from language that authorizes use of a particular factor as a basis for departure in some cases, an absolute barrier in principle against using certain other factors as grounds for departure in other unusual circumstances.  See Rivera, 994 F.2d at 948-49 (noting that with several \"explicit exceptions,\" courts are \"free to consider, in an unusual case,\" any factors making a case \"unusual\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We emphasize that the Commission's decision to impose very few limits in principle upon potential grounds for departure does not grant sentencing courts a license to treat each case as unique, as in the days of pre-guideline sentencing.  To the contrary, it is meant to encourage sentencing courts (1) to ask whether a particular case is truly unusual, i.e., significantly different from the ordinary instance of the offense and, (2) if so, to explain precisely why.  If the sentencing court wishes to depart, it must clearly state just how the case differs from an ordinary case, thereby not only permitting appellate courts to review the explanation, but also permitting the Commission to learn more about how the Guidelines work in practice.  See Rivera, 994 F.2d at 951-52.   That information will help the Commission decide whether, or how, to modify a Guideline document, which it sees as organic, evolving over time.  U.S.S.G. ch. 1, pt. A(4)(b) (p.s.);  Rivera, 994 F.2d at 951-52.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Departure decisions resting upon prior juvenile records, for example, might, after Commission examination, lead the Commission to write different guidelines, to encourage different kinds of departures, or even to forbid all departures based on outdated juvenile records, by explicitly saying so.  But the decision about whether or not to forbid certain categories of departure belongs to the Commission, not to the courts.  See U.S.S.G. ch. 1, pt. A(4)(b);  cf. 18 U.S.C. Sec. 3553(b) (\"In determining whether a circumstance was adequately taken into consideration, the court shall consider only the sentencing guidelines, policy statements, and official commentary of the Sentencing Commission.\")  (emphasis added).  Indeed, after considering such departure decisions and the Samuels interpretation, the Commission in later Guidelines versions has rejected that interpretation, clarifying its prior intent, consistent with our views here.  See U.S.S.G.App.C p 472 (1992);  cf. Isabel v. United States, 980 F.2d 60, 62-63 (1st Cir.1992) (\"clarifications\" of Guidelines may be applied retroactively;  \"substantive changes\" may not).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Since we do not accept Doe's purely legal argument against the district court's use of his juvenile record, he cannot succeed here.  His prior criminal conduct is well documented, it took place when he was almost eighteen years old, it was serious, and it was repeated.  The district court, taking these circumstances together, saw in Doe's prior (uncounted) juvenile record a \"significantly unusual penchant for serious criminality\" that justified departure.  See Aymelek, 926 F.2d at 73.   Recognizing that the district court has a degree of legal \"leeway\" in making judgments of this sort, Rivera, 994 F.2d at 951, we find its decision lawful.</p>\n    </div>\n    <p>C</p>\n    <p>Criminal Justice Control</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court found a further reason for departure in the fact that Doe had committed at least five earlier crimes while he was on bail, or was awaiting trial, or was under some other kind of \"court supervision,\" in respect to a different crime.  This kind of behavior, when not otherwise taken into account by the Guidelines themselves, see, e.g., U.S.S.G. Sec. 4A1.1(d), (e), is a proper reason for departure.  See, e.g., United States v. Fahm, 13 F.3d 447, 449-450, 450-451 (1st Cir.1994);  United States v. Diaz-Collado, 981 F.2d 640, 644 (2d Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 2934, 124 L.Ed.2d 684 (1993);  United States v. Madrid, 946 F.2d 142, 143-44 (1st Cir.1991);  United States v. Fields, 923 F.2d 358, 362 (5th Cir.1991), overruled on other grounds, United States v. Lambert, 984 F.2d 658 (5th Cir.1993) (en banc);  United States v. Singleton, 917 F.2d 411, 413 (9th Cir.1990) (all upholding departures based in part on the fact that past crimes were committed under court supervision or shortly after release);  United States v. Hernandez, 896 F.2d 642, 645 (1st Cir.1990) (\"[A] defendant undermines the integrity of the criminal justice system when he commits a crime while he is under its supervision and control.\").  Again recognizing that the district court has a degree of legal \"leeway\" in deciding whether the particular circumstances present here are unusual enough to warrant a departure, we find its decision lawful.</p>\n    </div>\n    <p>D</p>\n    <p>Reckless Endangerment</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">At the time of Doe's arrest, he led the police on a high speed chase through city streets, along the wrong side of a divided highway into oncoming traffic, which ended when he crashed into other cars and a subway tunnel barrier.  Endangering the lives of others in this way makes the instant case unusual, in principle permitting a departure.  Indeed, the 1989 Guidelines encourage a departure where \"public ... safety was significantly endangered.\"   U.S.S.G. Sec. 5K2.14;  see, e.g., United States v. Rodriguez-Castro, 908 F.2d 438, 441 (9th Cir.1990);  United States v. Chiarelli, 898 F.2d 373, 380-81 (3d Cir.1990) (both upholding departures for similar conduct under Sec. 5K2.14).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Doe points out that the 1990 Guidelines, not applicable to his case, added a new provision specifically requiring a two-level upward adjustment in such circumstances.  See U.S.S.G. Sec. 3C1.2 (1990).  He seems to argue that the new guideline should apply to him, in which case the court should have increased his sentence through the adjustment and not through departure.  We are not certain why Doe thinks applying a two-level upward adjustment (under the 1990 Guidelines) rather than departing upward two levels (as the district court did and the 1989 Guidelines permit) would have made a difference to his sentence.  But, regardless, the district court took the right approach.  To apply the new 1990 Guidelines to Doe's case, in this respect, would have required a two-level increase.  For that reason, they would seem to have heightened the severity of the applicable law, which at the time simply permitted such an increase through a departure.  Hence, ex post facto principles would have led the district court to the earlier 1989 version, which put the matter in its departure-related discretion.  Cf. Cousens, 942 F.2d at 801 n. 1.</p>\n    </div>\n    <p>IV</p>\n    <p>The Extent of Departure</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court departed from a Guideline sentence range of 21 to 27 months.  It imposed instead a sentence of 72 months.  The relevant statute instructs us to review the length of that sentence for its \"reasonableness,\" 18 U.S.C. Sec. 3742(e)(3);  in doing so we show \"full awareness of, and respect for\" the sentencing court's \"superior 'feel' for the case.\"  Rivera, 994 F.2d at 950 (quoting Diaz-Villafane, 874 F.2d at 50).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court determined the extent of the departure as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">1) The court began with the Guideline score, offense level 12, criminal history category IV, which produced a range of 21 to 27 months.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">2) The court decided that Doe's reckless conduct fleeing arrest warranted a two-level increase in the offense level, producing a range of 27 to 33 months.  Cf. U.S.S.G. Sec. 3C1.2 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">3) The court decided that Doe's criminal history warranted, at least, a two-category criminal history score departure, placing Doe in criminal history category VI, instead of IV, and (taken together with the reckless conduct departure) bringing the court to level 14, category VI, with a range of 37 to 46 months imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">4) Finally, the district court found this range \"too low ... because of the criminal history of this defendant.\"   The court was struck by Doe's</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>virtually unbroken chain of assaultive behavior, consistently committed while under either supervision or the generalized control of the court, starting with the juvenile encounters with law enforcement and continuing to the present offense.</p>\n    </div>\n    <p class=\"indent\">The court added that the</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>criminal history category does not reflect the seriousness of his offenses nor the likelihood--which I consider a virtual certainty--that once this defendant is returned to the street he will commit future crimes,</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">and that</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>[t]his is a defendant who has been permitted to engage in such plea or diversionary or ameliorative sentencing arrangements because this system has assumed that more serious matters await him.  The classic in this circumstance is the [state court] disposition of the defendant for assault and battery with a dangerous weapon [suspended sentence] shortly after his bank robbery conviction [in the federal court].</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The record provides sufficient support for these factual conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The court then followed the method for calculating the kind of departure that the Guidelines recommend \"on occasion\" for a defendant with an \"egregious, serious criminal record,\" U.S.S.G. Sec. 4A1.3 (p.s.).  Starting at level 14, category VI, the court in effect moved vertically down the sentencing table until it found a range it believed appropriate.  The court selected a 72 month (i.e., six year) sentence, which is analogous to a five-level departure to level 19 (at category VI).  U.S.S.G. ch. 5, pt. A (Table) (level 19 at category VI sets range of 63-78 months).  It noted the Commission's later decision to increase a felon in possession's offense level by eight for one prior violent felony, see U.S.S.G. Sec. 2K2.1(a)(4), (7) (1991), and it pointed out that its resulting sentence was less severe than the sentence would have been if the Commission's later Guidelines had applied.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We can find nothing unreasonable about the extent of the district court's departure.  Doe's prior criminal record does seem \"egregious.\"   The fact that his most recent violent crime, armed bank robbery, involved guns seems particularly relevant in light of his present gun-related crime.  His record also reveals, in addition to the two serious crimes counted in the criminal history score, four other serious crimes;  indeed, as the government pointed out at oral argument, it reveals Doe's virtually continuous commission of crimes, interrupted only by periods of incarceration.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Moreover, the Guidelines themselves seem to see in such circumstances the basis for a significant departure.  Commenting upon criminal history departures, they envision as a candidate for departure</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>a defendant with an extensive record of serious, assaultive conduct who had received what might now be considered extremely lenient treatment in the past....  This may be particularly true in the case of younger defendants ... who are more likely to have received repeated lenient treatment, yet who may actually pose a greater risk of recidivism than older defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">U.S.S.G. Sec. 4A1.3, comment.  (backg'd).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We cannot say that the district court went beyond the \"leeway\" the law provides, Rivera, 994 F.2d at 950 (citing Diaz-Villafane, 874 F.2d at 49-50), when it departed upward by five levels.  The defendant's prior crimes were extensive, violent, and (like the present crime) involved guns.  The addition of two levels for the defendant's arrest behavior also seems reasonable.  Thus, we cannot find the extent of the departure, taken as a whole, \"unreasonable.\"  18 U.S.C. Sec. 3742(e)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We note Doe's argument that the court, in departing, simply applied the Commission's more severe 1991 Guidelines to him, in violation of the Constitution's ex post facto clause.  See Cousens, 942 F.2d at 801 n. 1.   After reviewing the district court's statements, however, we are convinced that Doe misinterprets what that court did.  The court fully understood the ex post facto problem.  It wrote explicitly that it used the later guidelines not to provide a reason for departing, but rather as an analogy, through reference to the Commission's informed judgment, that its grounds and extent of departure were reasonable.  See United States v. Harotunian, 920 F.2d 1040, 1046 (1st Cir.1990) (court may look to subsequent Guidelines amendments \"for partial guidance to corroborate its belief\" that particular conduct \"furnished a proper ground for a discretionary departure, and as a means of comparison in fixing the departure's extent\");  supra pp. 44-47 (departure based on prior bank robbery and on juvenile conduct is permissible).  The court pointed out that, although it used the new guideline to provide an analogy to determine how far down the sentencing table's column VI it should move, its five-level upward departure was significantly less than the eight-level increase that the 1991 Guidelines specify where a \"felon in possession\" has one prior violent felony conviction.  U.S.S.G. Sec. 2K2.1(a)(4), (7) (1991).  Its final six year sentence is one year less than the minimum sentence at the guideline range that the 1991 Guidelines would have made applicable.  The fact that the Commission also (in a later Guideline version) decided that certain conduct warrants a higher sentence does not bar the court from finding, prior to the Commission's action, that the conduct provides a basis for an upward departure.  See Harotunian, 920 F.2d at 1046.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Finally, Doe argues that the district court increased his sentence because it disagreed with our view that the \"felon in possession\" crime is not a \"violent felony\" that falls within the \"mandatory minimum\" sentencing statute and would (in this case) lead to a fifteen year sentence.  See Doe, 960 F.2d at 224-26.   The district court did mention the fact that other circuits have decided the matter differently.  But we find nothing in the district court's statements that warrant Doe's conclusion.  Rather, the reasons that led the court to depart are the reasons it mentioned and those we have discussed in this opinion.  We find no evidence of an intent to subvert this court's earlier decision.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">For these reasons, the defendant's sentence is</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Arthur DOE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 92-2331.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 3, 1994.<br>Decided March 18, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard B. Klibaner, by Appointment of the Court, with whom Klibaner &amp; Sabino, Cambridge, MA, was on brief for appellant.</p>\n      <p class=\"indent\">Ralph F. Boyd, Jr., Asst. U.S. Atty., with whom A. John Pappalardo, U.S. Atty., Boston, MA, was on brief for appellee.</p>\n      <p class=\"indent\">Before BREYER, Chief Judge, SELYA and BOUDIN Circuit Judges.</p>\n      <p class=\"indent\">BREYER, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal focuses upon the decision of the district court, when sentencing Arthur Doe, to depart from the Sentencing Guidelines.  A jury found Doe guilty of possessing a gun after a previous felony conviction.  18 U.S.C. Sec. 922(g)(1).  The Sentencing Guidelines specified an imprisonment range of about two years (21 to 27 months).  The district court, believing that the Guideline range did not adequately reflect Doe's prior criminal record, departed and imposed a sentence of six years imprisonment instead.  Doe now appeals.  We find the departure lawful, and we affirm his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* Background</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This is Doe's second sentencing appeal.  The first time, the district court had found applicable a special \"mandatory minimum\" sentencing statute requiring the court to impose at least a fifteen year prison term upon \"felons in possession\" of a gun with three (or more) previous convictions for \"violent felonies.\"  18 U.S.C. Sec. 924(e)(1) (emphasis added).  In that earlier appeal, we focused upon one of Doe's three earlier felony convictions, namely a 1984 conviction for being a \"felon in possession\" of a gun (a different and earlier instance of the present crime).  We held that this particular felony--the \"felon in possession\" crime--is not itself a violent felony;  hence the \"mandatory minimum\" statute did not apply.  See United States v. Doe, <span class=\"citation\" data-id=\"580696\"><a href=\"/opinion/580696/united-states-v-arthur-l-doe-aka-butchy/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">221</span></a></span> (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On remand, the district court properly referred to the 1989 Sentencing Guidelines (in effect in March, 1990, when Doe committed the crime) instead of the stricter (1991) version in effect at the time of Doe's resentencing.  See United States v. Cousens, <span class=\"citation\" data-id=\"567182\"><a href=\"/opinion/567182/united-states-v-timothy-l-cousens/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span>, 801 n. 1 (1st Cir.1991).  Under the 1989 Guidelines, the base offense level for the \"felon in possession\" crime was 12.  U.S.S.G. Sec. 2K2.1(a)(2).  The Guidelines assigned a total of eight criminal history points for Doe's earlier convictions.  The result, offense level 12 at Criminal History Category IV, produced a Guideline sentencing range of 21 to 27 months.  See U.S.S.G. ch. 5, pt. A (Table).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The court, after review of the presentence report and after argument at the sentencing hearing, decided that Doe's case was an unusual, rather than ordinary, case, in four respects:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">1) At least one of Doe's prior convictions, for armed bank robbery, was a particularly dangerous crime involving use of a gun.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">2) Doe's record revealed a history of serious, aggravated assaults.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">3) Doe's record revealed a history of committing crimes while he was free on bail awaiting trial (or the like).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">4) At the time of his arrest for the present crime, Doe led the police on a high speed chase, endangering the lives of others.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In light of these special features of the case, the court departed from the applicable guideline range (approximately two years) and instead imposed a prison term of six years.  Doe now appeals this sentencing departure.  18 U.S.C. Sec. 3742(a).</p>\n    </div>\n    <p>II</p>\n    <p>Standard of Review</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The legal issues before us are typical of the kinds of issues raised in sentencing departure appeals.  They concern (1) the grounds for departure, i.e., whether or not the circumstances are of a \"kind or degree\" upon which a district court \"may appropriately\" rely \"to justify departure,\" United States v. Diaz-Villafane, <span class=\"citation\" data-id=\"522865\"><a href=\"/opinion/522865/united-states-v-wilfredo-diaz-villafane/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span>, 49 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span>, <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">133</span></span> (1989);  and (2) whether the extent of the district court's departure (from about two years to six) was \"reasonable.\"  Id.;  18 U.S.C. Sec. 3742(e)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We explained our reviewing approach to these kinds of issues in Diaz-Villafane, 874 F.2d at 49, and in United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span> (1st Cir.1993).  Some district court decisions that a particular case is unusual enough to warrant departure reflect sentencing experience of a sort one typically finds in district, not appellate, courts;  in our view, the law provides the district court a degree of \"leeway\" in making those \"kind or degree\" judgments.  Rivera, 994 F.2d at 951.   Other departure decisions reflect a determination of the purpose of, or an interpretation of the language in, a guideline or statute;  in such cases, where a district court has no comparative expertise in resolving the \"quintessentially legal\" issue, an appellate court will review the district court's determination independently.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case, when we decide whether the district court gave proper legal reasons for departing, we shall apply one or the other of these standards of review, as appropriate.  When we review the degree of departure for its \"reasonableness,\" we shall apply a \"deferential\" standard of review.  Rivera, 994 F.2d at 950;  Diaz-Villafane, 874 F.2d at 49-50.</p>\n    </div>\n    <p>III</p>\n    <p>Grounds for Departure</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p>* The Bank Robbery</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court's first reason for departing consisted of the nature of one of Doe's earlier crimes.  That crime was a bank robbery in daylight, committed with guns, that put employees and bystanders at risk of serious harm.  The Guidelines assigned three criminal history points for this crime.  But the district court, noting, among other things, Doe's repeated use of guns, thought that it warranted more.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Doe argues that the Guidelines forbid the district court from departing for this reason.  He notes that a departure reason must, at least in principle, make the case \"unusual\";  it must suggest circumstances that remove the case from the \"heartland\" of the relevant guideline.  Rivera, 994 F.2d at 947-48.   But, he says, the fact that an earlier felony involved use of a gun, or a related risk of violence, cannot remove the case from the \"heartland\" where, as here, the instant crime is being a \"felon in possession.\"   Doe points out that everyone convicted of the \"felon in possession\" crime must also have been convicted of a prior felony.  In his view, so many felonies involve guns and risks of violence that an earlier conviction for such a crime must be common, not unusual, for a felon in possession.  Hence, those circumstances must lie at the heart of, not on the periphery of or outside, the relevant \"felon in possession\" guideline.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We can treat Doe's argument as one of pure legal principle and consider it independently on review only if we treat it as an extreme argument--an argument that the Guideline's heartland encompasses all earlier gun-related or risk-of-violence-related prior felonies.  See Rivera, 994 F.2d at 951 (appellate court will independently perform \"quintessentially legal\" function of deciding what guideline means).  Phrased in this way, the argument is not convincing.  The \"felon in possession\" guideline says only that its base offense level of 12 applies when the defendant has previously</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>been convicted ... of a crime punishable by imprisonment for a term exceeding one year.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">18 U.S.C. Sec. 922(g)(1) (cited in U.S.S.G. Sec. 2K2.1(a)(2)).  That language, taken literally, covers a vast range of behavior, ranging from the totally nonviolent to the most heinous.  Nothing in this language (or its apparent purpose) says that every (earlier) gun- or violence-related felony must fall within its heartland.  To the contrary, the fact that Congress has imposed a fifteen-year mandatory prison term upon felons in possession with three earlier violent felonies, 18 U.S.C. Sec. 924(e)(1), suggests, by extrapolation, something special about one or two earlier violent felonies.  Moreover, whether the violent nature of an earlier crime does, or does not, warrant special treatment would seem the kind of fact-related circumstance about which the Sentencing Commission hoped to learn more, as district courts, on the basis of their experience, decided to depart, or not, in light of such circumstances.  See Rivera, 994 F.2d at 946, 949-51 (explaining role of district courts in helping Commission revise Guidelines).  Thus, even though we find some dismal truth in Doe's claim that large numbers of felonies involve guns and violence, we do not believe that the \"felon in possession\" guideline automatically rules out consideration of a departure based on such features.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To make Doe's argument more convincing, we must rephrase it as an argument that here, in this case, the nature of the earlier gun crime is not special enough to warrant a departure.  Indeed, whether the special facts of daytime bank robbery, guns, and risks of violence, make this case unusual enough to permit departing beyond the added punishment that accompanies three criminal history points presents a close question.  But it is the very kind of question about which we must listen to the district courts with \"respect.\"   It</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p>amount[s] to a judgment about whether the given circumstances, as seen from the district court's unique vantage point, are usual or unusual, ordinary or not ordinary, and to what extent.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Rivera, 994 F.2d at 951.   We have recognized the district court's</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p>special competence in making this kind of determination, because it may have a better \"feel\" for the unique circumstances of the particular case....</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Id.   We have also pointed out that, by permitting district courts a degree of leeway in making such determinations, they become, for the Sentencing Commission, an</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>important source of information ... which ... can help the Commission determine whether, and how, Guidelines revision should take place.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id.  As we have just said, how district courts react to the presence of violence as an attribute of one or two prior violent felonies could help the Commission decide whether or not it should write guidelines that \"extrapolate\" from the mandatory minimum sentencing statute's requirement of three such prior convictions.  (In fact, the Commission, in more recent guidelines versions, has extrapolated in this way.  Compare U.S.S.G. Sec. 2K2.1(a)(2) (1989) (level 12 for all felons in possession) with U.S.S.G. Sec. 2K2.1(a)(2), (4)(A), (7) (1992) (level 24 for felons in possession with two prior violent felonies, level 20 for one, level 12 for none).)</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">These considerations, along with the obvious fact that putting innocent lives at risk, using guns, and robbing a bank in daylight, aggravate the prior conduct to some degree, lead us to find lawful the district court's decision to use these facts as one (of several) bases for departure.  We need not decide how much of a departure (over and above the ordinary punishment attributable to three criminal history points) these facts alone would warrant, for these facts were not the district court's sole basis for departure.  See Part IV, infra (discussing the extent of the departure based on all permissible factors).</p>\n    </div>\n    <p>B</p>\n    <p>Repetitive Assaultive Behavior</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court set forth another ground for its belief that \"reliable information\" indicated that the Guidelines'</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p>criminal history category does not adequately reflect the seriousness of the defendant's past criminal conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">U.S.S.G. Sec. 4A1.3 (p.s.)  (encouraging departure where that is so).  That ground consists of what the district court called \"a virtually unbroken chain of assaultive behavior.\"   One of Doe's earlier convictions involved Doe's having hit someone over the head with a pipe;  another involved beating two men with a handgun and kicking one of them.  The Guidelines assigned no criminal history points for either of these serious crimes, in the first instance because Doe was under 18 at the time (and the conviction was more than five years old);  in the second instance because (although the court tried the still underage Doe as an adult) the court suspended Doe's sentence, perhaps because he was about to be sentenced to a lengthy federal prison term for bank robbery.  See U.S.S.G. Sec. 4A1.2(b)(2), (d).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Doe cannot deny the rather special nature of these circumstances, which resemble those for which the Guidelines encourage criminal history departures.  U.S.S.G. Sec. 4A1.3 (p.s.);   cf. United States v. Aymelek, <span class=\"citation\" data-id=\"556393\"><a href=\"/opinion/556393/united-states-v-kaya-aymelek/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">64</span></a></span>, 73 (1st Cir.1991) (adult convictions not counted in criminal history score may serve as basis for departure if they evidence \"some significantly unusual penchant for serious criminality\").  Doe does, however, make one important purely legal argument.  He points to two federal appeals court cases that hold that the Guidelines not only fail to encourage, but they forbid, criminal history departures where, as here, the departure rests on a juvenile 's uncounted criminal conduct (unless the juvenile conduct is \"similar\" to the present crime of conviction).  United States v. Samuels, <span class=\"citation\" data-id=\"564759\"><a href=\"/opinion/564759/united-states-v-alfonso-p-samuels/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">210</span></a></span>, 214 (D.C.Cir.1991);  United States v. Thomas, <span class=\"citation\" data-id=\"581533\"><a href=\"/opinion/581533/united-states-v-robert-harry-thomas/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1116 (3d Cir.1992) (adopting Samuels ).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We do not accept the argument because these two circuits, in these cases, read the Guidelines' approach to departures contrary to this circuit's understanding.  See Rivera, 994 F.2d at 946-52.   In Samuels, the D.C. Circuit reached its conclusion by engaging in a kind of \"statutory interpretation\" of Guideline commentary.  It noted that the Sentencing Guidelines, when calculating a criminal history score, count prior adult crimes up to fifteen years old, but they do not count prior juvenile crimes more than five years old.  U.S.S.G. Sec. 4A1.2(d), (e) (setting forth approximately this rule, though tying most calculations to prior sentences, rather than to prior crimes ).  It also noted that, in an application note, the Commission explains that this \"fifteen versus five\" year difference is due to the \"differential availability\" of juvenile records (i.e., sometimes juvenile records are available and sometimes they are not).  See U.S.S.G. Sec. 4A1.2 comment. n. 7.  It further noted that, in a different application note, the Commission adds that a sentencing court might nonetheless want to use an outdated adult or juvenile crime (i.e., one more than fifteen years old, or more than five years old, respectively) as a basis for departure where that crime provides \"evidence of similar misconduct\" with respect to the present offense.  Id. n. 8 (emphasis added).  From these two statements in commentary, the Samuels court drew the conclusion that the Guidelines forbid a court to use a pre-cutoff-date juvenile conviction as a basis for a departure, unless that conviction reveals conduct similar to the conduct underlying the present offense of conviction;  in its view, any other rule \"would plainly exaggerate the sentencing disparities that [the five-year cutoff] is meant to curb.\"  Samuels, 938 F.2d at 214-16.  Thomas basically followed Samuels.  Thomas, 961 F.2d at 1116.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Our reason for disagreeing with this analysis has two parts.  First, the application notes to which the Samuels court pointed do not say whether or not it is sometimes permissible to depart on the basis of a juvenile offense that reflects dis similar, pre-cutoff-date, conduct.  The first application note, referring to the \"differential availability\" of juvenile records, talks about ordinary cases.  It explains (in part) why the Commission established a five year, rather than a fifteen year, cutoff date for juvenile offenses, for purposes of computing the criminal history score.  See U.S.S.G. Sec. 4A1.2 comment. n. 7.  But every Guideline case requires a criminal history score computation.  Hence, the rules governing that computation affect the outcome of ordinary guidelines cases where uniformity is a major Guidelines goal.  The note says nothing about departures--the Guidelines' escape hatch for unusual circumstances--which by definition create, and are supposed to create, non-uniformity.  The second application note refers to a special reason for departing, namely the presence of serious similar instances of criminal conduct that the Guidelines' calculation system ignores, see id. n. 8, and it \"encourages\" departures for this reason, see Rivera, 994 F.2d at 948.   That note, however, does not mention departures for other reasons, such as the presence of uncounted, earlier, dis similar conduct.  See id. at 947-49 (distinguishing among \"ordinary,\" \"encouraged,\" \"discouraged,\" and \"forbidden\" departures).  Thus, the note provides no explicit Commission guidance on this question.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Second, the Samuels court's inference (that the application notes imply an unstated principle that the Guidelines forbid using pre-cutoff-date, dissimilar, juvenile conduct as a basis for departure) is directly contrary to our understanding of the Guidelines' intentions as to whether, and when, courts may depart.  See Rivera, 994 F.2d at 947-49.   The Introduction to the Guidelines says expressly that, with a handful of exceptions, the Guidelines do not \"limit the kinds of factors, whether or not mentioned anywhere else in the guidelines that could constitute grounds for departure in an unusual case.\"   U.S.S.G. ch. 1, pt. A(4)(b) (p.s.)  (emphasis added);  see Rivera, 994 F.2d at 947.   The handful of explicit listed exceptions includes such matters as race, sex, religion, and socio-economic status.  E.g., U.S.S.G. Sec. 5H1.10;  Rivera, 994 F.2d at 948-49.   The listed exceptions do not include conduct that was the subject of an outdated juvenile conviction.  As we have said before, the language from the Guidelines' introduction that we have just quoted means that a court should not infer from inexplicit Guidelines language, or from language that authorizes use of a particular factor as a basis for departure in some cases, an absolute barrier in principle against using certain other factors as grounds for departure in other unusual circumstances.  See Rivera, 994 F.2d at 948-49 (noting that with several \"explicit exceptions,\" courts are \"free to consider, in an unusual case,\" any factors making a case \"unusual\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We emphasize that the Commission's decision to impose very few limits in principle upon potential grounds for departure does not grant sentencing courts a license to treat each case as unique, as in the days of pre-guideline sentencing.  To the contrary, it is meant to encourage sentencing courts (1) to ask whether a particular case is truly unusual, i.e., significantly different from the ordinary instance of the offense and, (2) if so, to explain precisely why.  If the sentencing court wishes to depart, it must clearly state just how the case differs from an ordinary case, thereby not only permitting appellate courts to review the explanation, but also permitting the Commission to learn more about how the Guidelines work in practice.  See Rivera, 994 F.2d at 951-52.   That information will help the Commission decide whether, or how, to modify a Guideline document, which it sees as organic, evolving over time.  U.S.S.G. ch. 1, pt. A(4)(b) (p.s.);  Rivera, 994 F.2d at 951-52.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Departure decisions resting upon prior juvenile records, for example, might, after Commission examination, lead the Commission to write different guidelines, to encourage different kinds of departures, or even to forbid all departures based on outdated juvenile records, by explicitly saying so.  But the decision about whether or not to forbid certain categories of departure belongs to the Commission, not to the courts.  See U.S.S.G. ch. 1, pt. A(4)(b);  cf. 18 U.S.C. Sec. 3553(b) (\"In determining whether a circumstance was adequately taken into consideration, the court shall consider only the sentencing guidelines, policy statements, and official commentary of the Sentencing Commission.\")  (emphasis added).  Indeed, after considering such departure decisions and the Samuels interpretation, the Commission in later Guidelines versions has rejected that interpretation, clarifying its prior intent, consistent with our views here.  See U.S.S.G.App.C p 472 (1992);  cf. Isabel v. United States, <span class=\"citation\" data-id=\"595487\"><a href=\"/opinion/595487/maurice-isabel-v-united-states/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 62-63 (1st Cir.1992) (\"clarifications\" of Guidelines may be applied retroactively;  \"substantive changes\" may not).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Since we do not accept Doe's purely legal argument against the district court's use of his juvenile record, he cannot succeed here.  His prior criminal conduct is well documented, it took place when he was almost eighteen years old, it was serious, and it was repeated.  The district court, taking these circumstances together, saw in Doe's prior (uncounted) juvenile record a \"significantly unusual penchant for serious criminality\" that justified departure.  See Aymelek, 926 F.2d at 73.   Recognizing that the district court has a degree of legal \"leeway\" in making judgments of this sort, Rivera, 994 F.2d at 951, we find its decision lawful.</p>\n    </div>\n    <p>C</p>\n    <p>Criminal Justice Control</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court found a further reason for departure in the fact that Doe had committed at least five earlier crimes while he was on bail, or was awaiting trial, or was under some other kind of \"court supervision,\" in respect to a different crime.  This kind of behavior, when not otherwise taken into account by the Guidelines themselves, see, e.g., U.S.S.G. Sec. 4A1.1(d), (e), is a proper reason for departure.  See, e.g., United States v. Fahm, <span class=\"citation\" data-id=\"195128\"><a href=\"/opinion/195128/united-states-v-fahm/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">447</span></a></span>, 449-450, 450-451 (1st Cir.1994);  United States v. Diaz-Collado, <span class=\"citation\" data-id=\"596492\"><a href=\"/opinion/596492/united-states-v-vinicio-diaz-collado/\"><span class=\"volume\">981</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">640</span></a></span>, 644 (2d Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2934</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">684</span></span> (1993);  United States v. Madrid, <span class=\"citation\" data-id=\"569290\"><a href=\"/opinion/569290/united-states-v-alberto-madrid/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 143-44 (1st Cir.1991);  United States v. Fields, <span class=\"citation\" data-id=\"554040\"><a href=\"/opinion/554040/united-states-v-cw-fields-aka-william-t-neilley/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">358</span></a></span>, 362 (5th Cir.1991), overruled on other grounds, United States v. Lambert, <span class=\"citation\" data-id=\"599149\"><a href=\"/opinion/599149/united-states-v-david-lambert/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">658</span></a></span> (5th Cir.1993) (en banc);  United States v. Singleton, <span class=\"citation\" data-id=\"550362\"><a href=\"/opinion/550362/united-states-v-troy-r-singleton/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 413 (9th Cir.1990) (all upholding departures based in part on the fact that past crimes were committed under court supervision or shortly after release);  United States v. Hernandez, <span class=\"citation\" data-id=\"536976\"><a href=\"/opinion/536976/united-states-v-mario-a-hernandez/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">642</span></a></span>, 645 (1st Cir.1990) (\"[A] defendant undermines the integrity of the criminal justice system when he commits a crime while he is under its supervision and control.\").  Again recognizing that the district court has a degree of legal \"leeway\" in deciding whether the particular circumstances present here are unusual enough to warrant a departure, we find its decision lawful.</p>\n    </div>\n    <p>D</p>\n    <p>Reckless Endangerment</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">At the time of Doe's arrest, he led the police on a high speed chase through city streets, along the wrong side of a divided highway into oncoming traffic, which ended when he crashed into other cars and a subway tunnel barrier.  Endangering the lives of others in this way makes the instant case unusual, in principle permitting a departure.  Indeed, the 1989 Guidelines encourage a departure where \"public ... safety was significantly endangered.\"   U.S.S.G. Sec. 5K2.14;  see, e.g., United States v. Rodriguez-Castro, <span class=\"citation\" data-id=\"544730\"><a href=\"/opinion/544730/united-states-v-miguel-rodriguez-castro/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">438</span></a></span>, 441 (9th Cir.1990);  United States v. Chiarelli, <span class=\"citation\" data-id=\"538390\"><a href=\"/opinion/538390/the-united-states-v-geno-chiarelli-george-albert-jordan-anthony-durish/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span>, 380-81 (3d Cir.1990) (both upholding departures for similar conduct under Sec. 5K2.14).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Doe points out that the 1990 Guidelines, not applicable to his case, added a new provision specifically requiring a two-level upward adjustment in such circumstances.  See U.S.S.G. Sec. 3C1.2 (1990).  He seems to argue that the new guideline should apply to him, in which case the court should have increased his sentence through the adjustment and not through departure.  We are not certain why Doe thinks applying a two-level upward adjustment (under the 1990 Guidelines) rather than departing upward two levels (as the district court did and the 1989 Guidelines permit) would have made a difference to his sentence.  But, regardless, the district court took the right approach.  To apply the new 1990 Guidelines to Doe's case, in this respect, would have required a two-level increase.  For that reason, they would seem to have heightened the severity of the applicable law, which at the time simply permitted such an increase through a departure.  Hence, ex post facto principles would have led the district court to the earlier 1989 version, which put the matter in its departure-related discretion.  Cf. Cousens, 942 F.2d at 801 n. 1.</p>\n    </div>\n    <p>IV</p>\n    <p>The Extent of Departure</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court departed from a Guideline sentence range of 21 to 27 months.  It imposed instead a sentence of 72 months.  The relevant statute instructs us to review the length of that sentence for its \"reasonableness,\" 18 U.S.C. Sec. 3742(e)(3);  in doing so we show \"full awareness of, and respect for\" the sentencing court's \"superior 'feel' for the case.\"  Rivera, 994 F.2d at 950 (quoting Diaz-Villafane, 874 F.2d at 50).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The district court determined the extent of the departure as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">1) The court began with the Guideline score, offense level 12, criminal history category IV, which produced a range of 21 to 27 months.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">2) The court decided that Doe's reckless conduct fleeing arrest warranted a two-level increase in the offense level, producing a range of 27 to 33 months.  Cf. U.S.S.G. Sec. 3C1.2 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">3) The court decided that Doe's criminal history warranted, at least, a two-category criminal history score departure, placing Doe in criminal history category VI, instead of IV, and (taken together with the reckless conduct departure) bringing the court to level 14, category VI, with a range of 37 to 46 months imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">4) Finally, the district court found this range \"too low ... because of the criminal history of this defendant.\"   The court was struck by Doe's</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p>virtually unbroken chain of assaultive behavior, consistently committed while under either supervision or the generalized control of the court, starting with the juvenile encounters with law enforcement and continuing to the present offense.</p>\n    </div>\n    <p class=\"indent\">The court added that the</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p>criminal history category does not reflect the seriousness of his offenses nor the likelihood--which I consider a virtual certainty--that once this defendant is returned to the street he will commit future crimes,</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">and that</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p>[t]his is a defendant who has been permitted to engage in such plea or diversionary or ameliorative sentencing arrangements because this system has assumed that more serious matters await him.  The classic in this circumstance is the [state court] disposition of the defendant for assault and battery with a dangerous weapon [suspended sentence] shortly after his bank robbery conviction [in the federal court].</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The record provides sufficient support for these factual conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The court then followed the method for calculating the kind of departure that the Guidelines recommend \"on occasion\" for a defendant with an \"egregious, serious criminal record,\" U.S.S.G. Sec. 4A1.3 (p.s.).  Starting at level 14, category VI, the court in effect moved vertically down the sentencing table until it found a range it believed appropriate.  The court selected a 72 month (i.e., six year) sentence, which is analogous to a five-level departure to level 19 (at category VI).  U.S.S.G. ch. 5, pt. A (Table) (level 19 at category VI sets range of 63-78 months).  It noted the Commission's later decision to increase a felon in possession's offense level by eight for one prior violent felony, see U.S.S.G. Sec. 2K2.1(a)(4), (7) (1991), and it pointed out that its resulting sentence was less severe than the sentence would have been if the Commission's later Guidelines had applied.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We can find nothing unreasonable about the extent of the district court's departure.  Doe's prior criminal record does seem \"egregious.\"   The fact that his most recent violent crime, armed bank robbery, involved guns seems particularly relevant in light of his present gun-related crime.  His record also reveals, in addition to the two serious crimes counted in the criminal history score, four other serious crimes;  indeed, as the government pointed out at oral argument, it reveals Doe's virtually continuous commission of crimes, interrupted only by periods of incarceration.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Moreover, the Guidelines themselves seem to see in such circumstances the basis for a significant departure.  Commenting upon criminal history departures, they envision as a candidate for departure</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p>a defendant with an extensive record of serious, assaultive conduct who had received what might now be considered extremely lenient treatment in the past....  This may be particularly true in the case of younger defendants ... who are more likely to have received repeated lenient treatment, yet who may actually pose a greater risk of recidivism than older defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">U.S.S.G. Sec. 4A1.3, comment.  (backg'd).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We cannot say that the district court went beyond the \"leeway\" the law provides, Rivera, 994 F.2d at 950 (citing Diaz-Villafane, 874 F.2d at 49-50), when it departed upward by five levels.  The defendant's prior crimes were extensive, violent, and (like the present crime) involved guns.  The addition of two levels for the defendant's arrest behavior also seems reasonable.  Thus, we cannot find the extent of the departure, taken as a whole, \"unreasonable.\"  18 U.S.C. Sec. 3742(e)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We note Doe's argument that the court, in departing, simply applied the Commission's more severe 1991 Guidelines to him, in violation of the Constitution's ex post facto clause.  See Cousens, 942 F.2d at 801 n. 1.   After reviewing the district court's statements, however, we are convinced that Doe misinterprets what that court did.  The court fully understood the ex post facto problem.  It wrote explicitly that it used the later guidelines not to provide a reason for departing, but rather as an analogy, through reference to the Commission's informed judgment, that its grounds and extent of departure were reasonable.  See United States v. Harotunian, <span class=\"citation\" data-id=\"552769\"><a href=\"/opinion/552769/united-states-v-dennis-harotunian/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1040</span></a></span>, 1046 (1st Cir.1990) (court may look to subsequent Guidelines amendments \"for partial guidance to corroborate its belief\" that particular conduct \"furnished a proper ground for a discretionary departure, and as a means of comparison in fixing the departure's extent\");  supra pp. 44-47 (departure based on prior bank robbery and on juvenile conduct is permissible).  The court pointed out that, although it used the new guideline to provide an analogy to determine how far down the sentencing table's column VI it should move, its five-level upward departure was significantly less than the eight-level increase that the 1991 Guidelines specify where a \"felon in possession\" has one prior violent felony conviction.  U.S.S.G. Sec. 2K2.1(a)(4), (7) (1991).  Its final six year sentence is one year less than the minimum sentence at the guideline range that the 1991 Guidelines would have made applicable.  The fact that the Commission also (in a later Guideline version) decided that certain conduct warrants a higher sentence does not bar the court from finding, prior to the Commission's action, that the conduct provides a basis for an upward departure.  See Harotunian, 920 F.2d at 1046.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Finally, Doe argues that the district court increased his sentence because it disagreed with our view that the \"felon in possession\" crime is not a \"violent felony\" that falls within the \"mandatory minimum\" sentencing statute and would (in this case) lead to a fifteen year sentence.  See Doe, 960 F.2d at 224-26.   The district court did mention the fact that other circuits have decided the matter differently.  But we find nothing in the district court's statements that warrant Doe's conclusion.  Rather, the reasons that led the court to depart are the reasons it mentioned and those we have discussed in this opinion.  We find no evidence of an intent to subvert this court's earlier decision.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">For these reasons, the defendant's sentence is</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/"
  ]
}