{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195323/",
  "absolute_url": "/opinion/195323/licari-v-ferruzzi/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195323/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:37:33Z",
  "date_modified": "2016-02-28T04:52:20.513917Z",
  "type": "010combined",
  "sha1": "ec407281b2f05fb576d6c9bc9e059611bac2925f",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-2047.01A",
  "local_path": null,
  "plain_text": "                UNITED STATES COURT OF APPEALS\n                    FOR THE FIRST CIRCUIT\n                                         \n\nNo. 93-2047\n\n            ARTHUR J. LICARI, AS HE IS TRUSTEE OF\n                 COLONIAL DRIVE REALTY TRUST,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n            JOSEPH FERRUZZI, PATRICK J. McNALLY, \n           STANLEY I. BORNSTEIN, KENNETH J. SAVOIE\n           WILLIAM E. BINGHAM, CATHERINE LEFEBVRE,\n           ELIZABETH WARE AND THE TOWN OF IPSWICH,\n\n                    Defendants, Appellees.\n\n                                         \n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Rya W. Zobel, U.S. District Judge]\n                                                  \n\n                                         \n\n                            Before\n\n                     Selya, Circuit Judge,\n                                         \n                Bownes, Senior Circuit Judge,\n                                            \n                  and Stahl, Circuit Judge.\n                                          \n\n                                         \n\nPaul F. Denver, with whom Rossman,  Rossman &amp; Eschelbacher were on\n                                                          \nbrief for appellant.\nPatrick  M. Hamilton,  with whom  Richard E.  Brody and  Morrison,\n                                                                  \nMahoney  &amp;  Miller were  on brief  for  appellees Patrick  J. McNally,\n              \nStanley I. Bornstein, Kenneth J. Savoie, William E. Bingham, Catherine\nLefebvre,  Elizabeth Ware and the Town of Ipswich, Nancy Merrick, with\n                                                            \nwhom  Douglas I.  Louison  and Merrick  &amp; Louison  were  on brief  for\n                                             \nappellee Joseph Ferruzzi.\n                                         \n                        April 22, 1994\n                                         \n\n          BOWNES, Senior Circuit  Judge.  This appeal  arises\n          BOWNES, Senior Circuit  Judge.\n                                       \n\nfrom  an action for damages brought by a developer frustrated\n\nby  town planning  and  permitting authorities.    Plaintiff-\n\nappellant,  Arthur J.  Licari, as  trustee of  Colonial Drive\n\nRealty Trust  (hereinafter \"Colonial\"), appeals from an order\n\ngranting summary judgment  for defendants-appellees, the Town\n\nof Ipswich,  the town  building inspector, the  town planner,\n\nand members of the planning board.  The complaint alleged due\n\nprocess  violations under  42  U.S.C.     1983,  as  well  as\n\nviolations of  Massachusetts civil rights  laws and  tortious\n\ninterference  with  contract.   We  affirm  the decision  for\n\ndefendants on the    1983 claims, but vacate the  judgment on\n\nthe pendent state claims and remand so that those claims will\n\nbe adjudicated, or dismissed without prejudice.  \n\n                              I.\n\n                          BACKGROUND\n                                    \n\n          In 1987, Colonial's predecessor in  interest sought\n\nto develop property in Ipswich, Massachusetts, and obtained a\n\n\"special permit\" from the planning board  to comply with town\n\nzoning laws.1    One  part  of  the  project  included  three\n\nbuildings.  The building  plans incorporated into the special\n\npermit   stated   that  Building   3   would   be  set   back\n\n                    \n\n1.  A  special permit  is  analogous to  a  variance.   Under\nMassachusetts  law,  a  town's  zoning  ordinances may  allow\nparticular developments, such as multifamily dwellings, to be\nconstructed in a given zoning district only upon the issuance\nof a special permit.  Mass. Gen. Laws ch. 40A,   9.  \n\n                             -2-\n                              2\n\n\"approximately forty-five (45) feet\" from the road.  Colonial\n\nacquired three  building  permits and  began construction  in\n\n1988.  \n\n          At a hearing held on October 12, 1989, the planning\n\nboard discussed whether the  location of Building 3 conformed\n\nwith the dimensions in the plans incorporated in  the special\n\npermit.  One week  later, the town planner wrote  to Colonial\n\nthat Building 3 was  seven feet closer to  the road than  the\n\nspecial permit  allowed.   The  letter  requested  Colonial's\n\nconfirmation or  denial of those charges,  in writing, before\n\nthe  next board  meeting on  October 26  and stated  that any\n\nfurther  work would be at  the developer's risk.   The record\n\ndoes not  indicate whether Colonial attended  that meeting or\n\nsubmitted any information  to the board.   During the October\n\n26 meeting,  the  board  issued  and later  recorded  at  the\n\nregistry  of deeds a \"Notice  of Noncompliance,\" based on the\n\ndiscrepancy between  the special  permit and the  location of\n\nBuilding 3.\n\n          Building 3's proximity to the road was discussed in\n\nplanning board  meetings over the following  months.  Members\n\nof  the board informed Colonial at a hearing in November 1989\n\nthat Buildings  1 and 2 also contravened  the special permit.\n\nIn November 1989, Colonial sought an amendment to the special\n\npermit  to cure the problems,  but the board  did not approve\n\nthat application until April 2, 1990.  Meanwhile, on February\n\n                             -3-\n                              3\n\n1, 1990, Colonial once  again argued to the board  that there\n\nwere  no discrepancies  between  the special  permit and  the\n\nproject as built.  \n\n          On February 2, 1990, defendant Joseph Ferruzzi, the\n\ntown building inspector, revoked  all three building  permits\n\nand ordered that  further work  cease.  The  reasons for  the\n\nrevocation  were that the buildings  did not conform with the\n\nspecial permit, and that Colonial had represented in applying\n\nfor building  permits that the project was in compliance with\n\n\"project documents\" and with zoning requirements.   According\n\nto Colonial, the board ordered the permits revoked.  Colonial\n\ninitiated,  but later  abandoned,  an  appeal  of  Ferruzzi's\n\naction to the Massachusetts Building Code Appeals Board.\n\n          Until new building permits were issued, work on the\n\nproject could not continue, and bank financing was suspended.\n\nIn  May 1990, Ferruzzi promised to issue new permits, but did\n\nnot actually issue them until  August.  The bank's  financing\n\ncommitment  also  expired  in  August.   Colonial  failed  to\n\ncomplete the project and defaulted on its loan. \n\n          In January 1993, Colonial  filed suit in the United\n\nStates District Court for the District of Massachusetts.  The\n\ncomplaint  alleged  that  Ferruzzi  and the  town  failed  to\n\nprovide due process by  revoking the building permits without\n\na proper inquiry, notice, or hearing.  The complaint included\n\nclaims  that  the arbitrary  acts  of  defendants other  than\n\n                             -4-\n                              4\n\nFerruzzi violated Colonial's  due process  rights.   Finally,\n\nthe   complaint  alleged  that   defendants  interfered  with\n\nColonial's   contractual   relations,  and   that  defendants\n\nviolated Massachusetts civil rights laws.  Defendants filed a\n\nmotion  for   summary  judgment,  which  the  district  court\n\ngranted.\n\n                             II.\n\n                            ISSUES\n                                  \n\n          Colonial argues  on  appeal [1]  that the  district\n\ncourt  erred  in  granting summary  judgment  on  the    1983\n\nclaims; [2] that the court erred in denying Colonial's motion\n\nfor leave to engage in discovery under Fed. R. Civ. P. 56(f);\n\nand [3] that the court erred in granting summary judgment for\n\ndefendants  on  the state  law  claims.   We  consider  those\n\narguments seriatim.  \n                  \n\n          The first issue is whether the district court erred\n\nin  granting  summary judgment  on  the  federal due  process\n\nclaims.  Our review of the district court's order is de novo.\n                                                            \n\nNestor Colon Medina &amp;  Sucesores, Inc. v. Custodio,  964 F.2d\n                                                  \n\n32, 39 (1st Cir. 1992).  Summary judgment  is proper where no\n\nmaterial  facts  are in  dispute,  and  the moving  party  is\n\nentitled to judgment  as a matter  of law.   Fed. R. Civ.  P.\n\n56(c).  \n\n          Defendants argue  that summary judgment  was proper\n\nbecause this case is analogous to our line of cases upholding\n\n                             -5-\n                              5\n\npretrial  orders  disposing  of    1983  due  process  claims\n\nbrought by  frustrated  applicants against  local  permitting\n\nofficials.    See,  e.g.,  Nestor Colon,  964  F.2d  32;  PFZ\n                                                             \n\nProperties, Inc.  v. Rodriguez, 928 F.2d 28  (1st Cir. 1991),\n                              \n\ncert.  dismissed, 112  S. Ct.  1151 (1992);  Creative Env'ts,\n                                                             \n\nInc. v. Estabrook, 680 F.2d 822 (1st Cir.), cert. denied, 459\n                                                        \n\nU.S. 989 (1982).  We agree.  In this case, as in those cases,\n\nthe procedural  and substantive  due process claims  were not\n\nactionable under   1983.\n\n                             III.\n\n                     DUE PROCESS CLAIMS \n                     DUE PROCESS CLAIMS\n                                       \n\n          To  avoid summary  judgment  on  a  procedural  due\n\nprocess  claim, Colonial must show [1] that it had a property\n\ninterest  defined  by state  law;  and  [2] that  defendants,\n\nacting under color of state law, deprived it of that interest\n\nwithout adequate process.  PFZ Properties, 928 F.2d at 30.  A\n                                         \n\nviable substantive due process  claim requires proof that the\n\nstate  action was  \"in  and  of  itself  .  .  .  egregiously\n                                       \n\nunacceptable,  outrageous, or conscious-shocking.\"  Amsden v.\n                                                          \n\nMoran, 904  F.2d  748,  754  (1st  Cir.  1990)  (emphasis  in\n     \n\noriginal), cert.  denied, 498  U.S. 1041 (1991).   Procedural\n                        \n\ndue process guarantees that  a state proceeding which results\n\nin a deprivation  of property is fair,  while substantive due\n\nprocess  ensures that such state action  is not arbitrary and\n\ncapricious.  Id. at 753-54.       \n                \n\n                             -6-\n                              6\n\nA.  Revocation of Building Permits\n                                  \n\n          Colonial  argues that its  right to  procedural due\n\nprocess was violated when defendant Ferruzzi, at the planning\n\nboard's behest, revoked the  building permits in violation of\n\nstate law without prior notice and a hearing.  Ferruzzi acted\n\nunder color  of state law;  the letter  revoking the  permits\n\ncited the  discrepancies between  the special permit  and the\n\nproject as built and  stated that he could \"revoke a permit .\n\n.  . in case of  any false statement  or misrepresentation of\n\nfact in the application or the plans on which the  permit . .\n\n.  was based.\"    22  Mass. Regs.  Code  tit.  780,    114.7.\n\nBecause  we assume  for  the purposes  of  this opinion  that\n\nColonial  held a  property interest in  the permits,  see PFZ\n                                                             \n\nProperties,  928 F.2d  at  30-31, the  key  issue is  whether\n          \n\nColonial was afforded adequate process. \n\n          To  determine  whether  a  procedural  due  process\n\nviolation has occurred, \"it is necessary to  ask what process\n\nthe State  provided,  and  whether  it  was  constitutionally\n\nadequate.    This  inquiry   would  examine  the   procedural\n\nsafeguards   built  into  the   statutory  or  administrative\n\nprocedure . .  . effecting the deprivation,  and any remedies\n\nfor erroneous deprivations provided  by statute or tort law.\"\n\nZinermon  v. Burch, 494 U.S. 113,  126 (1990).  We assess the\n                  \n\nadequacy of procedures by balancing the government's interest\n\nagainst the private interest affected by the action, the risk\n\n                             -7-\n                              7\n\nof  an erroneous  deprivation,  and the  value of  additional\n\nsafeguards.  Mathews v. Eldridge, 424 U.S. 319, 335 (1976).  \n                                \n\n          We  begin our analysis by describing the procedural\n\nprotections  afforded Colonial.   Prior  to  the deprivation,\n\nColonial  was notified of the board's  allegations and had an\n\nopportunity  to rebut them.  We take as true Colonial's claim\n\nthat  the  planning  board  was  the  ultimate  decisionmaker\n\nbecause  it  ordered  the  permits  revoked.    Colonial  was\n\nnotified at  planning board meetings in  October and November\n\n1989, by  a letter from the  town planner in October,  and by\n\nthe \"Notice of Noncompliance\" filed  at the registry of deeds\n\nin November that there were alleged discrepancies between the\n\nplans incorporated in  the special permit and  the project as\n\nbuilt.   Those  allegations underlay  the finding  that there\n\nwere false  statements  in the  building permit  application.\n\nColonial had an opportunity to contest those allegations with\n\nrespect  to Building 3 during  the October 12  hearing and in\n\nthe two weeks preceding the planning  board's issuance of the\n\nNotice of  Noncompliance.   Although it is  unclear from  the\n\nrecord   whether  Colonial   actually   responded  to   those\n\nallegations, it  is enough to satisfy the  Due Process Clause\n\nthat  the   opportunity   for  such   a   response   existed.\n\nFurthermore,  on  February  1,  1990,  Colonial  disputed the\n\nallegations  with  respect to  all  three buildings,  several\n\n                             -8-\n                              8\n\nmonths after receiving notice  of them, and one day  prior to\n\nthe revocation.\n\n          The   notice  Colonial   received   prior  to   the\n\nrevocation   never  specifically   informed   it   that   the\n\ninconsistency  between  the  special permit  and  the project\n\nmight be  a basis for  finding a  \"misrepresentation\" in  the\n\nbuilding permit application, justifying the revocation of the\n\npermits.   Colonial  argues that  it  was thereby  denied  an\n\nopportunity to be heard on that issue.   We disagree.  First,\n\nColonial received  a letter from the  town planner describing\n\nthe discrepancy  between the special permit  and the location\n\nof  Building 3 and indicating  that further work  would be at\n\nthe   developer's  risk.     That   letter,  the   Notice  of\n\nNoncompliance, and later discussions  with the board informed\n\nColonial  that   town  officials  deemed   the  discrepancies\n\nsignificant.    Furthermore, Ferruzzi's  letter  revoking the\n\nbuilding permits claimed that plans submitted to him prior to\n\nthe issuance  of the permits stated that the project complied\n\nwith  zoning  and with  \"project documents.\"   A  letter from\n\nColonial's architect  appended  to Colonial's  Opposition  to\n\nDefendants'  Motion   for  Summary  Judgment   supports  that\n\nstatement of the facts, and nothing in the record contradicts\n\nit.   Cf. 22 Mass. Regs.  Code tit. 780,   113.5 (application\n         \n\nfor building  permit must include  site plans).   Finally,  a\n\nstate  regulation  authorized  Ferruzzi  to  revoke  building\n\n                             -9-\n                              9\n\npermits  based  on   false  statements  in  building   permit\n\napplications.2     Id.     114.7.    The  existence  of  that\n                      \n\nregulation, the warning in the planner's letter, the repeated\n\ndiscussions  with  the  board,  and  the  contents  of  plans\n\nsubmitted  on  Colonial's  behalf to  the  building inspector\n\nprovided Colonial  with sufficient notice and  an opportunity\n\nto respond. \n\n          There is a further reason why the revocation of the\n\nbuilding   permits  did  not   violate  Colonial's  right  to\n\nprocedural   due  process:    postdeprivation  remedies  were\n\navailable.      See  Zinermon,   494   U.S.   at  126   (\"The\n                             \n\nconstitutional  violation actionable  under     1983  is  not\n\ncomplete  when the  deprivation  occurs; it  is not  complete\n\nunless and until  the State fails to  provide due process.\").\n\nColonial  had  numerous opportunities  to  meet  formally and\n\ninformally  with town officials to  recover the permits.  See\n                                                             \n\nAmsden,  904 F.2d at  755 (informal negotiations  are part of\n      \n\nprocess  provided).  Such negotiations ultimately yielded the\n\nresult  Colonial   desired,  the  issuance  of  new  permits.\n\nMoreover, Colonial had the  right to an administrative appeal\n\n                    \n\n2.  An affidavit of Jason Sokolov, Colonial's attorney before\nthe planning board, states, \"On information and belief, th[e]\naccusation  [of  a misrepresentation  in the  building permit\napplication] was untrue.\"  We  express no opinion on whether,\nas  a  matter of  state law,  those  statements in  the plans\nsubmitted  to  Ferruzzi constituted  \"misrepresentation[s] of\nfact in the  [building permit] application.\"  22  Mass. Regs.\nCode tit., 780   114.7.   \n\n                             -10-\n                              10\n\nof the  building inspector's decision, which  could have been\n\nheard by the zoning board of appeals or by the state Building\n\nCode  Appeals   Board,  and   a  right  to   judicial  review\n\nthereafter.   See  22 Mass.  Regs. Code  tit. 780,     126.1,\n                 \n\n126.6; 126.7.1.  \n\n          Colonial  misses the  mark  by  arguing that  those\n\nremedies  are insufficient  solely  because  relief might  be\n\ndelayed,  and damages are  unavailable.  In  the first place,\n\ndelays,  while endemic to  administrative and  judicial fora,\n\nare minimized in these  proceedings because the Appeals Board\n\nadheres to  a timetable.   22 Mass.  Regs. Code tit.  780,   \n\n126.3.4, 126.4.3.   Furthermore,  a damage  remedy is  not an\n\nessential  component  of  constitutionally   adequate  review\n\nprocedures.  Chongris v. Board of Appeals, 811 F.2d 36, 44-45\n                                         \n\n(1st  Cir.), cert. denied, 483 U.S. 1021 (1987).  We conclude\n                         \n\nthat Colonial had  sufficient notice and an opportunity to be\n\nheard prior  to the revocation,  and adequate  administrative\n\nand judicial review procedures afterwards; no further process\n\nwas exigible.  Id. at 40.  \n                  \n\nB.  Notice of Noncompliance\n                           \n\n          Colonial adverts  that the planning  board violated\n\nprocedural due process by  summarily issuing and recording at\n\nthe registry of deeds a Notice of Noncompliance, which stated\n\nthat   Colonial's  buildings   did   not  comply   with   the\n\nrequirements of the  special permit.   That issue appears  in\n\n                             -11-\n                              11\n\nthe brief without citation to legal authority, and with scant\n\nelaboration  on whether or  how the board's  act affected any\n\nproperty  right.  We express no opinion on the merits because\n\nwe  deem  it waived.    \"Issues adverted  to  on appeal  in a\n\nperfunctory   manner,   unaccompanied   by   some   developed\n\nargumentation,  are deemed  to have  been abandoned.\"   Gamma\n                                                             \n\nAudio &amp; Video, Inc. v. Ean-Chea, 11 F.3d 1106, 1113 (internal\n                               \n\nquotation marks and citation omitted). \n\nC.  Delays\n          \n\n          Colonial  contends  that   the  board's  delay   in\n\napproving the  application  for  an  amended  special  permit\n\nviolated its right to procedural  due process.  Assuming that\n\nColonial  held a property interest in the permit prior to its\n\nissuance,   and  that   the   delay   itself  constituted   a\n\n\"deprivation,\" we disagree  with Colonial's  contention.   We\n\ntake  as true  the allegation  that the  delay  resulted from\n\ndefendants' unauthorized intransigence  and illegal  demands.\n\nWe have rejected similar   1983 claims, however, where--as in\n\nthis  case--the deprivation  was unauthorized,  the  value of\n\nfurther  process  was  negligible,  and  the  state  provided\n\nadequate remedies.  E.g.,  Nestor Colon, 964 F.2d at  40; PFZ\n                                                             \n\nProperties, 928 F.2d at 31; see also Mass. Gen. Laws ch. 40A,\n                                    \n\n  9 (failure of permitting board to act on permit application\n\nwithin  90 days after public hearing deemed to be approval of\n\n                             -12-\n                              12\n\napplication); id.    17 (final decisions  of permitting board\n                 \n\nsubject to expedited judicial review). \n\nD.  Substantive Due Process Claims\n                                  \n\n          The substantive due process claims are based on the\n\nsame  factual  allegations  underlying  the   procedural  due\n\nprocess claims, i.e., the revocation of the building permits,\n                    \n\nthe  unauthorized issuance  of  enforcement  orders, and  the\n\ndelays  in  the   processing  and   approval  of   Colonial's\n\napplication  for an  amended  permit.   Those acts  allegedly\n\nmanifest \"a  persistent and consistent  hostility and  animus\n                                                             \n\ntoward [Colonial],\" aimed at  coercing Colonial to reduce the\n\nsize of the project. \n\n          \"This  Court  has  repeatedly   held  .  .  .  that\n\nrejections  of development  projects  and  refusals to  issue\n\nbuilding permits do not ordinarily  implicate substantive due\n\nprocess.\"   PFZ Properties, 928  F.2d at 31;  see also, e.g.,\n                                                            \n\nCreative Env'ts, 680 F.2d at 832 n.9,  833.  There is nothing\n               \n\nin  the record to differentiate this case from those in which\n\nwe have found no  viable basis for a    1983 claim.   We note\n\nthat Colonial  has neither argued, nor  offered evidence that\n\ndefendants' \"hostility and animus\" was aimed at any political\n                                 \n\naffiliation, belief, stance,  or immutable characteristic  of\n\nColonial.   Rather, Colonial's  brief states that defendants'\n\nimproper conduct \"was motivated by the defendants'  wrongful,\n\noutrageous goal\" of compelling  it to reduce the size  of the\n\n                             -13-\n                              13\n\nproject.  Cf. Creative Env'ts, 680 F.2d at 833 (\"Every appeal\n                                                      \n\n.  . .  from an  adverse ruling  by a  . .  . planning  board\n\nnecessarily  involves some  claim  that the  board  exceeded,\n\nabused  or `distorted' its legal  authority . .  ., often for\n\nsome allegedly perverse (from  the developer's point of view)\n\nreason.  It  is not  enough simply  to give  these state  law\n\nclaims  constitutional labels  .  . .  in  order to  raise  a\n\nsubstantial  federal question under  section 1983.\" (emphasis\n\nin original)).  \n\n          Colonial argues that  this court should  \"overrule\"\n\nthe cases  in this circuit rejecting  substantive due process\n\nclaims in local  planning disputes, so that  its claims might\n\nbe litigated.   Colonial contends that  there are cases  from\n\nother circuits  permitting   1983 actions  based on arbitrary\n\nor  capricious conduct by local land  use officials, and that\n\nthis  court  should follow  suit in  this  case.   See, e.g.,\n                                                            \n\nLittlefield  v. City of Afton,  785 F.2d 596  (8th Cir. 1986)\n                             \n\n(collecting cases).  But  see Lemke v. Cass County,  846 F.2d\n                                                  \n\n469, 470-71 (8th Cir. 1987) (en banc) (\"Whether a substantive\n\ndue process claim may arise from a denial  of a zoning permit\n\nis an open question in this circuit . . . .\").   \n\n          There is a  problem with  Colonial's argument  that\n\ngoes  beyond its  assumption that  this panel  would overrule\n\nprecedent  in this circuit:   we have never  announced a rule\n\nprecluding  district  courts  from  finding  substantive  due\n\n                             -14-\n                              14\n\nprocess violations  by land  use planning officials  in every\n                                                             \n\nconceivable case.   Rather,  \"[o]ur cases make  clear that  a\n\nregulatory  board  does  not  transgress  constitutional  due\n\nprocess   requirements  merely   by  making   decisions  `for\n\nerroneous  reasons' or  by  making  `demands  which  arguably\n\nexceed  its authority  under the  relevant state  statutes.'\"\n\nAmsden, 904 F.2d at 757 (quoting Creative Env'ts, 680 F.2d at\n                                                \n\n832 n.9); see also, e.g., Chiplin Enters. v. City of Lebanon,\n                                                            \n\n712 F.2d 1524, 1528 (1st Cir.  1983).  \"We have left the door\n\nslightly ajar  for federal  relief [based on  substantive due\n\nprocess] in truly horrendous  situations.\"  Nestor Colon, 964\n                                                        \n\nF.2d at  45.   Nevertheless, \"the threshold  for establishing\n\nthe  requisite  `abuse of  government  power' is  a  high one\n\nindeed.\"  Id.  \n             \n\n          There is  a sound basis  for our  approach to  such\n\nclaims in land use planning disputes:  \n\n          Substantive due process, as a  theory for\n          constitutional  redress, has  . .  . been\n          disfavored,  in  part   because  of   its\n          virtually standardless reach.   To  apply\n          it  to  claims [alleging  that permitting\n          officials  were  motivated  by  political\n          factors  and  parochial  views  of  local\n          interests]  would  be  to  insinuate  the\n          oversight   and  discretion   of  federal\n          judges into  areas traditionally reserved\n          for state and local tribunals.\n\nId. \n   \n\n          We  are   not  persuaded  by   Colonial  that   the\n\nallegations  and evidence  in this  case distinguish  it from\n\n                             -15-\n                              15\n\nNestor Colon and  the other cases  in this circuit  rejecting\n            \n\nsubstantive  due  process claims  in  similar  disputes.   In\n\nAmsden, 904 F.2d at 757, for example, in deciding an issue of\n      \n\nqualified immunity, we stated that plaintiff had not produced\n\nevidence of  conduct so  \"shocking or violative  of universal\n\nstandards  of decency\" as to violate  the Due Process Clause,\n\nalthough the evidence suggested  that plaintiff's license was\n\nrevoked  to force his partner out of business.  Id. (internal\n                                                   \n\nquotation  marks and citation  omitted).  Defendants' conduct\n\nin this case, allegedly designed to  force Colonial to reduce\n\nthe  size  of  its  project, is  similarly  not  sufficiently\n\n\"conscious-shocking.\"  Id. at 754.  We hold that the district\n                          \n\ncourt properly  granted summary  judgment on the  due process\n\nclaims.  \n\n                             -16-\n                              16\n\n                             IV.\n\n                 DENIAL OF RULE 56(f) MOTION\n                                            \n\n          Colonial argues  that the district  court erred  in\n\ndenying its  motion under Fed. R. Civ.  P. 56(f) for leave to\n\nengage in discovery.   The district court stated that  it was\n\ndenying  the  motion  because  \"defendants  are  entitled  to\n\njudgment as a matter of law.\"  \n\n          \"To satisfy Rule 56(f),  a party must `articulate a\n\nplausible  basis for the  belief that  discoverable materials\n\nexist which would raise a trialworthy issue.'\"  Nestor Colon,\n                                                            \n\n964  F.2d  at 38  (citation omitted).    With respect  to the\n\nfederal claims  that we  consider in this  appeal, Colonial's\n\nmotion  asserted  that  discovery  would  yield  evidence  of\n\ndefendants' \"animus\"  towards Colonial, and evidence  of what\n\ndefendants \"knew or believed\" about the location of the three\n\nbuildings.   We consider whether the denial of the motion was\n\nan abuse of discretion.  Id.\n                            \n\n          We find no abuse of discretion in this case because\n\nthe  evidence sought by Colonial  is not the  type that would\n\nrender the     1983 claims  viable.   Colonial  alleged  that\n\ndefendants' improper conduct was motivated by the defendants'\n\ngoal  of compelling  it to  reduce the  size of  the project.\n\nSuch a motive might be illegitimate as a matter of state law,\n\nbut  it is  not a  basis for  a    1983 claim.   See  Chiplin\n                                                             \n\nEnters.,  712 F.2d  at 1528.   Similarly,  there would  be no\n       \n\n                             -17-\n                              17\n\nbasis  for  relief under    1983,  even if  discovery yielded\n\nproof that defendants knew  that the buildings conformed with\n\nthe special permit.  Id. (\"A mere bad faith refusal to follow\n                        \n\nstate law  in such  local administrative matters  simply does\n\nnot  amount to a deprivation  of due process  where the state\n\ncourts are available to  correct the error.\").  Consequently,\n\nwe  conclude that the district  court did not  err in denying\n\nthe Rule 56(f) motion.  \n\n                              V.\n\n                  DISMISSAL OF STATE CLAIMS\n                                           \n\n          Finally, we consider whether judgment  was properly\n\nentered  on  the pendent  state  law  claims.   The  district\n\ncourt's  summary judgment  order  consists  of the  following\n\nnotation on the first page  of defendants' motion:  \"Allowed,\n\nNestor  Colon Medina &amp; Sucesores, Inc.  v. Custodio, 964 F.2d\n\n32 (1st Cir.  1992), PFZ Properties,  Inc. v. Rodriguez,  928\n\nF.2d  28  (1st  Cir. 1991).    Judgment  may  be entered  for\n\ndefendants.\"  We read  that order as resting on  Nestor Colon\n                                                             \n\nand PFZ Properties, not as an endorsement of all arguments in\n                  \n\ndefendants' brief.  \n\n          The reference  to Nestor  Colon and  PFZ Properties\n                                                             \n\nmakes clear  that the district court  considered Colonial's  \n\n1983  claims.   Nothing,  however, indicates  that the  state\n\ncivil rights  and tort claims  were weighed.   That  adequate\n\nstate   appeals  procedures  and  remedies  might  protect  a\n\n                             -18-\n                              18\n\ndeveloper's federal  due process rights, and  thus preclude  \n\n1983  litigation, see Nestor Colon,  964 F.2d at  40, 45; PFZ\n                                                             \n\nProperties, 928 F.2d  at 31-32, is not  germane to Colonial's\n          \n\nstate law claims.  \n\n          Although there is no  indication that the  district\n\ncourt ever  considered the pendent claims,  the court's order\n\neffectively  dismissed  those  claims with  prejudice.    The\n\ncourt's  order on those  claims was  an abuse  of discretion.\n\nDefendants have not answered  the complaint; there is support\n\nin  the record for the  pendent claims; and  Colonial has not\n\nyet   had   the   opportunity   to   engage   in   discovery.\n\nConsequently,  while we  affirm the  judgment on  the    1983\n\nclaims,  we vacate the judgment  on the state  law claims and\n\nremand  the case so that those claims will be adjudicated, or\n\ndismissed  without  prejudice.    See  28  U.S.C.     1367(c)\n                                     \n\n(district court  may  decline to  exercise jurisdiction  over\n\npendent  claims  if it  has  dismissed  all federal  claims);\n\nMercado-Garcia v.  Ponce Federal Bank, 979 F.2d 890, 896 (1st\n                                     \n\nCir.  1992); Figueroa Ruiz v. Alegria, 896 F.2d 645, 650 (1st\n                                     \n\nCir. 1990).  \n\n          It is so ordered.\n                           \n\n                             -19-\n                              19\n",
  "html": "<p class=\"case_cite\">22 F.3d 344</p>\n    <p class=\"case_cite\">28 Fed.R.Serv.3d 1472</p>\n    <p class=\"parties\">Arthur J. LICARI, as he is Trustee of Colonial Drive Realty<br>Trust, Plaintiff, Appellant,<br>v.<br>Joseph FERRUZZI, Patrick J. McNally, Stanley I. Bornstein,<br>Kenneth J. Savoie, William E. Bingham, Catherine<br>Lefebvre, Elizabeth Ware and the Town of<br>Ipswich, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2047.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 11, 1994.<br>Decided April 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul F. Denver, with whom Rossman, Rossman &amp; Eschelbacher, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Patrick M. Hamilton, with whom Richard E. Brody and Morrison, Mahoney &amp; Miller, Boston, MA, were on brief, for appellees Patrick J. McNally, Stanley I. Bornstein, Kenneth J. Savoie, William E. Bingham, Catherine Lefebvre, Elizabeth Ware and the Town of Ipswich.</p>\n      <p class=\"indent\">Nancy Merrick, with whom Douglas I. Louison and Merrick &amp; Louison, Boston, MA, were on brief, for appellee Joseph Ferruzzi.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from an action for damages brought by a developer frustrated by town planning and permitting authorities.  Plaintiff-appellant, Arthur J. Licari, as trustee of Colonial Drive Realty Trust (hereinafter \"Colonial\"), appeals from an order granting summary judgment for defendants-appellees, the Town of Ipswich, the town building inspector, the town planner, and members of the planning board.  The complaint alleged due process violations under 42 U.S.C. Sec. 1983, as well as violations of Massachusetts civil rights laws and tortious interference with contract.  We affirm the decision for defendants on the Sec. 1983 claims, but vacate the judgment on the pendent state claims and remand so that those claims will be adjudicated, or dismissed without prejudice.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1987, Colonial's predecessor in interest sought to develop property in Ipswich, Massachusetts, and obtained a \"special permit\" from the planning board to comply with town zoning laws.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  One part of the project included three buildings.  The building plans incorporated into the special permit stated that Building 3 would be set back \"approximately forty-five (45) feet\" from the road.  Colonial acquired three building permits and began construction in 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At a hearing held on October 12, 1989, the planning board discussed whether the location of Building 3 conformed with the dimensions in the plans incorporated in the special permit.  One week later, the town planner wrote to Colonial that Building 3 was seven feet closer to the road than the special permit allowed.  The letter requested Colonial's confirmation or denial of those charges, in writing, before the next board meeting on October 26 and stated that any further work would be at the developer's risk.  The record does not indicate whether Colonial attended that meeting or submitted any information to the board.  During the October 26 meeting, the board issued and later recorded at the registry of deeds a \"Notice of Noncompliance,\" based on the discrepancy between the special permit and the location of Building 3.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Building 3's proximity to the road was discussed in planning board meetings over the following months.  Members of the board informed Colonial at a hearing in November 1989 that Buildings 1 and 2 also contravened the special permit.  In November 1989, Colonial sought an amendment to the special permit to cure the problems, but the board did not approve that application until April 2, 1990.  Meanwhile, on February 1, 1990, Colonial once again argued to the board that there were no discrepancies between the special permit and the project as built.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 2, 1990, defendant Joseph Ferruzzi, the town building inspector, revoked all three building permits and ordered that further work cease.  The reasons for the revocation were that the buildings did not conform with the special permit, and that Colonial had represented in applying for building permits that the project was in compliance with \"project documents\" and with zoning requirements.  According to Colonial, the board ordered the permits revoked.  Colonial initiated, but later abandoned, an appeal of Ferruzzi's action to the Massachusetts Building Code Appeals Board.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Until new building permits were issued, work on the project could not continue, and bank financing was suspended.  In May 1990, Ferruzzi promised to issue new permits, but did not actually issue them until August.  The bank's financing commitment also expired in August.  Colonial failed to complete the project and defaulted on its loan.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January 1993, Colonial filed suit in the United States District Court for the District of Massachusetts.  The complaint alleged that Ferruzzi and the town failed to provide due process by revoking the building permits without a proper inquiry, notice, or hearing.  The complaint included claims that the arbitrary acts of defendants other than Ferruzzi violated Colonial's due process rights.  Finally, the complaint alleged that defendants interfered with Colonial's contractual relations, and that defendants violated Massachusetts civil rights laws.  Defendants filed a motion for summary judgment, which the district court granted.</p>\n    </div>\n    <p>II.</p>\n    <p>ISSUES</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Colonial argues on appeal  that the district court erred in granting summary judgment on the Sec. 1983 claims;   that the court erred in denying Colonial's motion for leave to engage in discovery under Fed.R.Civ.P. 56(f);  and  that the court erred in granting summary judgment for defendants on the state law claims.  We consider those arguments seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The first issue is whether the district court erred in granting summary judgment on the federal due process claims.  Our review of the district court's order is de novo.  Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio, 964 F.2d 32, 39 (1st Cir.1992).  Summary judgment is proper where no material facts are in dispute, and the moving party is entitled to judgment as a matter of law.  Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendants argue that summary judgment was proper because this case is analogous to our line of cases upholding pretrial orders disposing of Sec. 1983 due process claims brought by frustrated applicants against local permitting officials.  See, e.g., Nestor Colon, 964 F.2d 32;  PFZ Properties, Inc. v. Rodriguez, 928 F.2d 28 (1st Cir.1991), cert. dismissed, --- U.S. ----, 112 S.Ct. 1151, 117 L.Ed.2d 400 (1992);  Creative Env'ts, Inc. v. Estabrook, 680 F.2d 822 (1st Cir.), cert. denied, 459 U.S. 989, 103 S.Ct. 345, 74 L.Ed.2d 385 (1982).  We agree.  In this case, as in those cases, the procedural and substantive due process claims were not actionable under Sec. 1983.</p>\n    </div>\n    <p>III.</p>\n    <p>DUE PROCESS CLAIMS</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To avoid summary judgment on a procedural due process claim, Colonial must show  that it had a property interest defined by state law;  and  that defendants, acting under color of state law, deprived it of that interest without adequate process.  PFZ Properties, 928 F.2d at 30.   A viable substantive due process claim requires proof that the state action was \"in and of itself ... egregiously unacceptable, outrageous, or conscience-shocking.\"  Amsden v. Moran, 904 F.2d 748, 754 (1st Cir.1990) (emphasis in original), cert. denied, 498 U.S. 1041, 111 S.Ct. 713, 112 L.Ed.2d 702 (1991).  Procedural due process guarantees that a state proceeding which results in a deprivation of property is fair, while substantive due process ensures that such state action is not arbitrary and capricious.  Id. at 753-54.</p>\n    </div>\n    <p>A. Revocation of Building Permits</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Colonial argues that its right to procedural due process was violated when defendant Ferruzzi, at the planning board's behest, revoked the building permits in violation of state law without prior notice and a hearing.  Ferruzzi acted under color of state law;  the letter revoking the permits cited the discrepancies between the special permit and the project as built and stated that he could \"revoke a permit ... in case of any false statement or misrepresentation of fact in the application or the plans on which the permit ... was based.\"   22 Mass.Regs.Code tit. 780, Sec. 114.7.  Because we assume for the purposes of this opinion that Colonial held a property interest in the permits, see PFZ Properties, 928 F.2d at 30-31, the key issue is whether Colonial was afforded adequate process.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To determine whether a procedural due process violation has occurred, \"it is necessary to ask what process the State provided, and whether it was constitutionally adequate.  This inquiry would examine the procedural safeguards built into the statutory or administrative procedure ... effecting the deprivation, and any remedies for erroneous deprivations provided by statute or tort law.\"  Zinermon v. Burch, 494 U.S. 113, 126, 110 S.Ct. 975, 983, 108 L.Ed.2d 100 (1990).  We assess the adequacy of procedures by balancing the government's interest against the private interest affected by the action, the risk of an erroneous deprivation, and the value of additional safeguards.  Mathews v. Eldridge, 424 U.S. 319, 335, 96 S.Ct. 893, 903, 47 L.Ed.2d 18 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We begin our analysis by describing the procedural protections afforded Colonial.  Prior to the deprivation, Colonial was notified of the board's allegations and had an opportunity to rebut them.  We take as true Colonial's claim that the planning board was the ultimate decisionmaker because it ordered the permits revoked.  Colonial was notified at planning board meetings in October and November 1989, by a letter from the town planner in October, and by the \"Notice of Noncompliance\" filed at the registry of deeds in November that there were alleged discrepancies between the plans incorporated in the special permit and the project as built.  Those allegations underlay the finding that there were false statements in the building permit application.  Colonial had an opportunity to contest those allegations with respect to Building 3 during the October 12 hearing and in the two weeks preceding the planning board's issuance of the Notice of Noncompliance.  Although it is unclear from the record whether Colonial actually responded to those allegations, it is enough to satisfy the Due Process Clause that the opportunity for such a response existed.  Furthermore, on February 1, 1990, Colonial disputed the allegations with respect to all three buildings, several months after receiving notice of them, and one day prior to the revocation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The notice Colonial received prior to the revocation never specifically informed it that the inconsistency between the special permit and the project might be a basis for finding a \"misrepresentation\" in the building permit application, justifying the revocation of the permits.  Colonial argues that it was thereby denied an opportunity to be heard on that issue.  We disagree.  First, Colonial received a letter from the town planner describing the discrepancy between the special permit and the location of Building 3 and indicating that further work would be at the developer's risk.  That letter, the Notice of Noncompliance, and later discussions with the board informed Colonial that town officials deemed the discrepancies significant.  Furthermore, Ferruzzi's letter revoking the building permits claimed that plans submitted to him prior to the issuance of the permits stated that the project complied with zoning and with \"project documents.\"   A letter from Colonial's architect appended to Colonial's Opposition to Defendants' Motion for Summary Judgment supports that statement of the facts, and nothing in the record contradicts it.  Cf. 22 Mass.Regs.Code tit. 780, Sec. 113.5 (application for building permit must include site plans).  Finally, a state regulation authorized Ferruzzi to revoke building permits based on false statements in building permit applications.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Id. Sec. 114.7.  The existence of that regulation, the warning in the planner's letter, the repeated discussions with the board, and the contents of plans submitted on Colonial's behalf to the building inspector provided Colonial with sufficient notice and an opportunity to respond.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There is a further reason why the revocation of the building permits did not violate Colonial's right to procedural due process:  postdeprivation remedies were available.  See Zinermon, 494 U.S. at 126, 110 S.Ct. at 983 (\"The constitutional violation actionable under Sec. 1983 is not complete when the deprivation occurs;  it is not complete unless and until the State fails to provide due process.\").  Colonial had numerous opportunities to meet formally and informally with town officials to recover the permits.  See Amsden, 904 F.2d at 755 (informal negotiations are part of process provided).  Such negotiations ultimately yielded the result Colonial desired, the issuance of new permits.  Moreover, Colonial had the right to an administrative appeal of the building inspector's decision, which could have been heard by the zoning board of appeals or by the state Building Code Appeals Board, and a right to judicial review thereafter.  See 22 Mass.Regs.Code tit. 780, Secs. 126.1, 126.6;  126.7.1.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Colonial misses the mark by arguing that those remedies are insufficient solely because relief might be delayed, and damages are unavailable.  In the first place, delays, while endemic to administrative and judicial fora, are minimized in these proceedings because the Appeals Board adheres to a timetable.  22 Mass.Regs.Code tit. 780, Secs. 126.3.4, 126.4.3.  Furthermore, a damage remedy is not an essential component of constitutionally adequate review procedures.  Chongris v. Board of Appeals, 811 F.2d 36, 44-45 (1st Cir.), cert. denied, 483 U.S. 1021, 107 S.Ct. 3266, 97 L.Ed.2d 765 (1987).  We conclude that Colonial had sufficient notice and an opportunity to be heard prior to the revocation, and adequate administrative and judicial review procedures afterwards;  no further process was exigible.  Id. at 40.</p>\n    </div>\n    <p>B. Notice of Noncompliance</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Colonial adverts that the planning board violated procedural due process by summarily issuing and recording at the registry of deeds a Notice of Noncompliance, which stated that Colonial's buildings did not comply with the requirements of the special permit.  That issue appears in the brief without citation to legal authority, and with scant elaboration on whether or how the board's act affected any property right.  We express no opinion on the merits because we deem it waived.  \"Issues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned.\"  Gamma Audio &amp; Video, Inc. v. Ean-Chea, 11 F.3d 1106, 1113 (1st Cir.1993) (internal quotation marks and citation omitted).</p>\n    </div>\n    <p>C. Delays</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Colonial contends that the board's delay in approving the application for an amended special permit violated its right to procedural due process.  Assuming that Colonial held a property interest in the permit prior to its issuance, and that the delay itself constituted a \"deprivation,\" we disagree with Colonial's contention.  We take as true the allegation that the delay resulted from defendants' unauthorized intransigence and illegal demands.  We have rejected similar Sec. 1983 claims, however, where--as in this case--the deprivation was unauthorized, the value of further process was negligible, and the state provided adequate remedies.  E.g., Nestor Colon, 964 F.2d at 40;  PFZ Properties, 928 F.2d at 31;  see also Mass.Gen.Laws ch. 40A, Sec. 9 (failure of permitting board to act on permit application within 90 days after public hearing deemed to be approval of application);  id. Sec. 17 (final decisions of permitting board subject to expedited judicial review).</p>\n    </div>\n    <p>D. Substantive Due Process Claims</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The substantive due process claims are based on the same factual allegations underlying the procedural due process claims, i.e., the revocation of the building permits, the unauthorized issuance of enforcement orders, and the delays in the processing and approval of Colonial's application for an amended permit.  Those acts allegedly manifest \"a persistent and consistent hostility and animus toward [Colonial],\" aimed at coercing Colonial to reduce the size of the project.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"This Court has repeatedly held ... that rejections of development projects and refusals to issue building permits do not ordinarily implicate substantive due process.\"  PFZ Properties, 928 F.2d at 31;  see also, e.g., Creative Env'ts, 680 F.2d at 832 n. 9, 833.   There is nothing in the record to differentiate this case from those in which we have found no viable basis for a Sec. 1983 claim.  We note that Colonial has neither argued, nor offered evidence that defendants' \"hostility and animus \" was aimed at any political affiliation, belief, stance, or immutable characteristic of Colonial.  Rather, Colonial's brief states that defendants' improper conduct \"was motivated by the defendants' wrongful, outrageous goal\" of compelling it to reduce the size of the project.  Cf. Creative Env'ts, 680 F.2d at 833 (\"Every appeal ... from an adverse ruling by a ... planning board necessarily involves some claim that the board exceeded, abused or 'distorted' its legal authority ..., often for some allegedly perverse (from the developer's point of view) reason.  It is not enough simply to give these state law claims constitutional labels ... in order to raise a substantial federal question under section 1983.\"  (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Colonial argues that this court should \"overrule\" the cases in this circuit rejecting substantive due process claims in local planning disputes, so that its claims might be litigated.  Colonial contends that there are cases from other circuits permitting Sec. 1983 actions based on arbitrary or capricious conduct by local land use officials, and that this court should follow suit in this case.  See, e.g., Littlefield v. City of Afton, 785 F.2d 596 (8th Cir.1986) (collecting cases).  But see Lemke v. Cass County, 846 F.2d 469, 470-71 (8th Cir.1987) (en banc) (\"Whether a substantive due process claim may arise from a denial of a zoning permit is an open question in this circuit....\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is a problem with Colonial's argument that goes beyond its assumption that this panel would overrule precedent in this circuit:  we have never announced a rule precluding district courts from finding substantive due process violations by land use planning officials in every conceivable case.  Rather, \"[o]ur cases make clear that a regulatory board does not transgress constitutional due process requirements merely by making decisions 'for erroneous reasons' or by making 'demands which arguably exceed its authority under the relevant state statutes.' \"  Amsden, 904 F.2d at 757 (quoting Creative Env'ts, 680 F.2d at 832 n. 9);  see also, e.g., Chiplin Enters. v. City of Lebanon, 712 F.2d 1524, 1528 (1st Cir.1983).  \"We have left the door slightly ajar for federal relief [based on substantive due process] in truly horrendous situations.\"  Nestor Colon, 964 F.2d at 45.   Nevertheless, \"the threshold for establishing the requisite 'abuse of government power' is a high one indeed.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is a sound basis for our approach to such claims in land use planning disputes:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Substantive due process, as a theory for constitutional redress, has ... been disfavored, in part because of its virtually standardless reach.  To apply it to claims [alleging that permitting officials were motivated by political factors and parochial views of local interests] would be to insinuate the oversight and discretion of federal judges into areas traditionally reserved for state and local tribunals.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We are not persuaded by Colonial that the allegations and evidence in this case distinguish it from Nestor Colon and the other cases in this circuit rejecting substantive due process claims in similar disputes.  In Amsden, 904 F.2d at 757, for example, in deciding an issue of qualified immunity, we stated that plaintiff had not produced evidence of conduct so \"shocking or violative of universal standards of decency\" as to violate the Due Process Clause, although the evidence suggested that plaintiff's license was revoked to force his partner out of business.  Id. (internal quotation marks and citation omitted).  Defendants' conduct in this case, allegedly designed to force Colonial to reduce the size of its project, is similarly not sufficiently \"conscious-shocking.\"  Id. at 754.   We hold that the district court properly granted summary judgment on the due process claims.</p>\n    </div>\n    <p>IV.</p>\n    <p>DENIAL OF RULE 56(f) MOTION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Colonial argues that the district court erred in denying its motion under Fed.R.Civ.P. 56(f) for leave to engage in discovery.  The district court stated that it was denying the motion because \"defendants are entitled to judgment as a matter of law.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\"To satisfy Rule 56(f), a party must 'articulate a plausible basis for the belief that discoverable materials exist which would raise a trialworthy issue.' \"  Nestor Colon, 964 F.2d at 38 (citation omitted).  With respect to the federal claims that we consider in this appeal, Colonial's motion asserted that discovery would yield evidence of defendants' \"animus\" towards Colonial, and evidence of what defendants \"knew or believed\" about the location of the three buildings.  We consider whether the denial of the motion was an abuse of discretion.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We find no abuse of discretion in this case because the evidence sought by Colonial is not the type that would render the Sec. 1983 claims viable.  Colonial alleged that defendants' improper conduct was motivated by the defendants' goal of compelling it to reduce the size of the project.  Such a motive might be illegitimate as a matter of state law, but it is not a basis for a Sec. 1983 claim.  See Chiplin Enters., 712 F.2d at 1528.   Similarly, there would be no basis for relief under Sec. 1983, even if discovery yielded proof that defendants knew that the buildings conformed with the special permit.  Id.  (\"A mere bad faith refusal to follow state law in such local administrative matters simply does not amount to a deprivation of due process where the state courts are available to correct the error.\").  Consequently, we conclude that the district court did not err in denying the Rule 56(f) motion.</p>\n    </div>\n    <p>V.</p>\n    <p>DISMISSAL OF STATE CLAIMS</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, we consider whether judgment was properly entered on the pendent state law claims.  The district court's summary judgment order consists of the following notation on the first page of defendants' motion:  \"Allowed, Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio, 964 F.2d 32 (1st Cir.1992), PFZ Properties, Inc. v. Rodriguez, 928 F.2d 28 (1st Cir.1991).  Judgment may be entered for defendants.\"   We read that order as resting on Nestor Colon and PFZ Properties, not as an endorsement of all arguments in defendants' brief.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The reference to Nestor Colon and PFZ Properties makes clear that the district court considered Colonial's Sec. 1983 claims.  Nothing, however, indicates that the state civil rights and tort claims were weighed.  That adequate state appeals procedures and remedies might protect a developer's federal due process rights, and thus preclude Sec. 1983 litigation, see Nestor Colon, 964 F.2d at 40, 45;  PFZ Properties, 928 F.2d at 31-32, is not germane to Colonial's state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although there is no indication that the district court ever considered the pendent claims, the court's order effectively dismissed those claims with prejudice.  The court's order on those claims was an abuse of discretion.  Defendants have not answered the complaint;  there is support in the record for the pendent claims;  and Colonial has not yet had the opportunity to engage in discovery.  Consequently, while we affirm the judgment on the Sec. 1983 claims, we vacate the judgment on the state law claims and remand the case so that those claims will be adjudicated, or dismissed without prejudice.  See 28 U.S.C. Sec. 1367(c) (district court may decline to exercise jurisdiction over pendent claims if it has dismissed all federal claims);  Mercado-Garcia v. Ponce Federal Bank, 979 F.2d 890, 896 (1st Cir.1992);  Figueroa Ruiz v. Alegria, 896 F.2d 645, 650 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A special permit is analogous to a variance.  Under Massachusetts law, a town's zoning ordinances may allow particular developments, such as multifamily dwellings, to be constructed in a given zoning district only upon the issuance of a special permit.  Mass.Gen.Laws ch. 40A, Sec. 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> An affidavit of Jason Sokolov, Colonial's attorney before the planning board, states, \"On information and belief, th[e] accusation [of a misrepresentation in the building permit application] was untrue.\"   We express no opinion on whether, as a matter of state law, those statements in the plans submitted to Ferruzzi constituted \"misrepresentation[s] of fact in the [building permit] application.\"   22 Mass.Regs. Code tit., 780 Sec. 114.7</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></span></p>\n    <p class=\"case_cite\">28 Fed.R.Serv.3d 1472</p>\n    <p class=\"parties\">Arthur J. LICARI, as he is Trustee of Colonial Drive Realty<br>Trust, Plaintiff, Appellant,<br>v.<br>Joseph FERRUZZI, Patrick J. McNally, Stanley I. Bornstein,<br>Kenneth J. Savoie, William E. Bingham, Catherine<br>Lefebvre, Elizabeth Ware and the Town of<br>Ipswich, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 93-2047.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Feb. 11, 1994.<br>Decided April 22, 1994.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Paul F. Denver, with whom Rossman, Rossman &amp; Eschelbacher, Boston, MA, were on brief, for appellant.</p>\n      <p class=\"indent\">Patrick M. Hamilton, with whom Richard E. Brody and Morrison, Mahoney &amp; Miller, Boston, MA, were on brief, for appellees Patrick J. McNally, Stanley I. Bornstein, Kenneth J. Savoie, William E. Bingham, Catherine Lefebvre, Elizabeth Ware and the Town of Ipswich.</p>\n      <p class=\"indent\">Nancy Merrick, with whom Douglas I. Louison and Merrick &amp; Louison, Boston, MA, were on brief, for appellee Joseph Ferruzzi.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from an action for damages brought by a developer frustrated by town planning and permitting authorities.  Plaintiff-appellant, Arthur J. Licari, as trustee of Colonial Drive Realty Trust (hereinafter \"Colonial\"), appeals from an order granting summary judgment for defendants-appellees, the Town of Ipswich, the town building inspector, the town planner, and members of the planning board.  The complaint alleged due process violations under 42 U.S.C. Sec. 1983, as well as violations of Massachusetts civil rights laws and tortious interference with contract.  We affirm the decision for defendants on the Sec. 1983 claims, but vacate the judgment on the pendent state claims and remand so that those claims will be adjudicated, or dismissed without prejudice.</p>\n    </div>\n    <p>I.</p>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1987, Colonial's predecessor in interest sought to develop property in Ipswich, Massachusetts, and obtained a \"special permit\" from the planning board to comply with town zoning laws.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  One part of the project included three buildings.  The building plans incorporated into the special permit stated that Building 3 would be set back \"approximately forty-five (45) feet\" from the road.  Colonial acquired three building permits and began construction in 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At a hearing held on October 12, 1989, the planning board discussed whether the location of Building 3 conformed with the dimensions in the plans incorporated in the special permit.  One week later, the town planner wrote to Colonial that Building 3 was seven feet closer to the road than the special permit allowed.  The letter requested Colonial's confirmation or denial of those charges, in writing, before the next board meeting on October 26 and stated that any further work would be at the developer's risk.  The record does not indicate whether Colonial attended that meeting or submitted any information to the board.  During the October 26 meeting, the board issued and later recorded at the registry of deeds a \"Notice of Noncompliance,\" based on the discrepancy between the special permit and the location of Building 3.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Building 3's proximity to the road was discussed in planning board meetings over the following months.  Members of the board informed Colonial at a hearing in November 1989 that Buildings 1 and 2 also contravened the special permit.  In November 1989, Colonial sought an amendment to the special permit to cure the problems, but the board did not approve that application until April 2, 1990.  Meanwhile, on February 1, 1990, Colonial once again argued to the board that there were no discrepancies between the special permit and the project as built.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On February 2, 1990, defendant Joseph Ferruzzi, the town building inspector, revoked all three building permits and ordered that further work cease.  The reasons for the revocation were that the buildings did not conform with the special permit, and that Colonial had represented in applying for building permits that the project was in compliance with \"project documents\" and with zoning requirements.  According to Colonial, the board ordered the permits revoked.  Colonial initiated, but later abandoned, an appeal of Ferruzzi's action to the Massachusetts Building Code Appeals Board.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Until new building permits were issued, work on the project could not continue, and bank financing was suspended.  In May 1990, Ferruzzi promised to issue new permits, but did not actually issue them until August.  The bank's financing commitment also expired in August.  Colonial failed to complete the project and defaulted on its loan.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In January 1993, Colonial filed suit in the United States District Court for the District of Massachusetts.  The complaint alleged that Ferruzzi and the town failed to provide due process by revoking the building permits without a proper inquiry, notice, or hearing.  The complaint included claims that the arbitrary acts of defendants other than Ferruzzi violated Colonial's due process rights.  Finally, the complaint alleged that defendants interfered with Colonial's contractual relations, and that defendants violated Massachusetts civil rights laws.  Defendants filed a motion for summary judgment, which the district court granted.</p>\n    </div>\n    <p>II.</p>\n    <p>ISSUES</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Colonial argues on appeal  that the district court erred in granting summary judgment on the Sec. 1983 claims;   that the court erred in denying Colonial's motion for leave to engage in discovery under Fed.R.Civ.P. 56(f);  and  that the court erred in granting summary judgment for defendants on the state law claims.  We consider those arguments seriatim.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The first issue is whether the district court erred in granting summary judgment on the federal due process claims.  Our review of the district court's order is de novo.  Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio, <span class=\"citation\" data-id=\"583574\"><a href=\"/opinion/583574/nestor-colon-medina-sucesores-inc-v-patria-g-custodio/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 39 (1st Cir.1992).  Summary judgment is proper where no material facts are in dispute, and the moving party is entitled to judgment as a matter of law.  Fed.R.Civ.P. 56(c).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Defendants argue that summary judgment was proper because this case is analogous to our line of cases upholding pretrial orders disposing of Sec. 1983 due process claims brought by frustrated applicants against local permitting officials.  See, e.g., Nestor Colon, <span class=\"citation\" data-id=\"583574\"><a href=\"/opinion/583574/nestor-colon-medina-sucesores-inc-v-patria-g-custodio/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>;  PFZ Properties, Inc. v. Rodriguez, <span class=\"citation\" data-id=\"557363\"><a href=\"/opinion/557363/pfz-properties-inc-v-rene-alberto-rodriguez-etc/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> (1st Cir.1991), cert. dismissed, --- U.S. ----, <span class=\"citation\" data-id=\"112707\"><a href=\"/opinion/112707/pfz-properties-inc-v-rodriguez/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1151</span></a></span>, <span class=\"citation\" data-id=\"112707\"><a href=\"/opinion/112707/pfz-properties-inc-v-rodriguez/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">400</span></a></span> (1992);  Creative Env'ts, Inc. v. Estabrook, <span class=\"citation\" data-id=\"405155\"><a href=\"/opinion/405155/creative-environments-inc-v-robert-estabrook/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></a></span> (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">989</span></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">345</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">385</span></span> (1982).  We agree.  In this case, as in those cases, the procedural and substantive due process claims were not actionable under Sec. 1983.</p>\n    </div>\n    <p>III.</p>\n    <p>DUE PROCESS CLAIMS</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">To avoid summary judgment on a procedural due process claim, Colonial must show  that it had a property interest defined by state law;  and  that defendants, acting under color of state law, deprived it of that interest without adequate process.  PFZ Properties, 928 F.2d at 30.   A viable substantive due process claim requires proof that the state action was \"in and of itself ... egregiously unacceptable, outrageous, or conscience-shocking.\"  Amsden v. Moran, <span class=\"citation\" data-id=\"542853\"><a href=\"/opinion/542853/henry-h-amsden-v-thomas-f-moran-etc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 754 (1st Cir.1990) (emphasis in original), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1041</span></span>, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">713</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span></span> (1991).  Procedural due process guarantees that a state proceeding which results in a deprivation of property is fair, while substantive due process ensures that such state action is not arbitrary and capricious.  Id. at 753-54.</p>\n    </div>\n    <p>A. Revocation of Building Permits</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Colonial argues that its right to procedural due process was violated when defendant Ferruzzi, at the planning board's behest, revoked the building permits in violation of state law without prior notice and a hearing.  Ferruzzi acted under color of state law;  the letter revoking the permits cited the discrepancies between the special permit and the project as built and stated that he could \"revoke a permit ... in case of any false statement or misrepresentation of fact in the application or the plans on which the permit ... was based.\"   22 Mass.Regs.Code tit. 780, Sec. 114.7.  Because we assume for the purposes of this opinion that Colonial held a property interest in the permits, see PFZ Properties, 928 F.2d at 30-31, the key issue is whether Colonial was afforded adequate process.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To determine whether a procedural due process violation has occurred, \"it is necessary to ask what process the State provided, and whether it was constitutionally adequate.  This inquiry would examine the procedural safeguards built into the statutory or administrative procedure ... effecting the deprivation, and any remedies for erroneous deprivations provided by statute or tort law.\"  Zinermon v. Burch, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">113</span></a></span>, 126, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">975</span></a></span>, 983, <span class=\"citation\" data-id=\"2620710\"><a href=\"/opinion/2620710/zinermon-v-burch/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">100</span></a></span> (1990).  We assess the adequacy of procedures by balancing the government's interest against the private interest affected by the action, the risk of an erroneous deprivation, and the value of additional safeguards.  Mathews v. Eldridge, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 335, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, 903, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We begin our analysis by describing the procedural protections afforded Colonial.  Prior to the deprivation, Colonial was notified of the board's allegations and had an opportunity to rebut them.  We take as true Colonial's claim that the planning board was the ultimate decisionmaker because it ordered the permits revoked.  Colonial was notified at planning board meetings in October and November 1989, by a letter from the town planner in October, and by the \"Notice of Noncompliance\" filed at the registry of deeds in November that there were alleged discrepancies between the plans incorporated in the special permit and the project as built.  Those allegations underlay the finding that there were false statements in the building permit application.  Colonial had an opportunity to contest those allegations with respect to Building 3 during the October 12 hearing and in the two weeks preceding the planning board's issuance of the Notice of Noncompliance.  Although it is unclear from the record whether Colonial actually responded to those allegations, it is enough to satisfy the Due Process Clause that the opportunity for such a response existed.  Furthermore, on February 1, 1990, Colonial disputed the allegations with respect to all three buildings, several months after receiving notice of them, and one day prior to the revocation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The notice Colonial received prior to the revocation never specifically informed it that the inconsistency between the special permit and the project might be a basis for finding a \"misrepresentation\" in the building permit application, justifying the revocation of the permits.  Colonial argues that it was thereby denied an opportunity to be heard on that issue.  We disagree.  First, Colonial received a letter from the town planner describing the discrepancy between the special permit and the location of Building 3 and indicating that further work would be at the developer's risk.  That letter, the Notice of Noncompliance, and later discussions with the board informed Colonial that town officials deemed the discrepancies significant.  Furthermore, Ferruzzi's letter revoking the building permits claimed that plans submitted to him prior to the issuance of the permits stated that the project complied with zoning and with \"project documents.\"   A letter from Colonial's architect appended to Colonial's Opposition to Defendants' Motion for Summary Judgment supports that statement of the facts, and nothing in the record contradicts it.  Cf. 22 Mass.Regs.Code tit. 780, Sec. 113.5 (application for building permit must include site plans).  Finally, a state regulation authorized Ferruzzi to revoke building permits based on false statements in building permit applications.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Id. Sec. 114.7.  The existence of that regulation, the warning in the planner's letter, the repeated discussions with the board, and the contents of plans submitted on Colonial's behalf to the building inspector provided Colonial with sufficient notice and an opportunity to respond.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There is a further reason why the revocation of the building permits did not violate Colonial's right to procedural due process:  postdeprivation remedies were available.  See Zinermon, 494 U.S. at 126, 110 S.Ct. at 983 (\"The constitutional violation actionable under Sec. 1983 is not complete when the deprivation occurs;  it is not complete unless and until the State fails to provide due process.\").  Colonial had numerous opportunities to meet formally and informally with town officials to recover the permits.  See Amsden, 904 F.2d at 755 (informal negotiations are part of process provided).  Such negotiations ultimately yielded the result Colonial desired, the issuance of new permits.  Moreover, Colonial had the right to an administrative appeal of the building inspector's decision, which could have been heard by the zoning board of appeals or by the state Building Code Appeals Board, and a right to judicial review thereafter.  See 22 Mass.Regs.Code tit. 780, Secs. 126.1, 126.6;  126.7.1.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Colonial misses the mark by arguing that those remedies are insufficient solely because relief might be delayed, and damages are unavailable.  In the first place, delays, while endemic to administrative and judicial fora, are minimized in these proceedings because the Appeals Board adheres to a timetable.  22 Mass.Regs.Code tit. 780, Secs. 126.3.4, 126.4.3.  Furthermore, a damage remedy is not an essential component of constitutionally adequate review procedures.  Chongris v. Board of Appeals, <span class=\"citation\" data-id=\"482848\"><a href=\"/opinion/482848/james-chongris-and-george-chongris-v-board-of-appeals-of-the-town-of/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 44-45 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1021</span></span>, <span class=\"citation no-link\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">765</span></span> (1987).  We conclude that Colonial had sufficient notice and an opportunity to be heard prior to the revocation, and adequate administrative and judicial review procedures afterwards;  no further process was exigible.  Id. at 40.</p>\n    </div>\n    <p>B. Notice of Noncompliance</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Colonial adverts that the planning board violated procedural due process by summarily issuing and recording at the registry of deeds a Notice of Noncompliance, which stated that Colonial's buildings did not comply with the requirements of the special permit.  That issue appears in the brief without citation to legal authority, and with scant elaboration on whether or how the board's act affected any property right.  We express no opinion on the merits because we deem it waived.  \"Issues adverted to on appeal in a perfunctory manner, unaccompanied by some developed argumentation, are deemed to have been abandoned.\"  Gamma Audio &amp; Video, Inc. v. Ean-Chea, <span class=\"citation\" data-id=\"658777\"><a href=\"/opinion/658777/gamma-audio-video-inc-v-ean-chea-dba-overseas-video/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1106</span></a></span>, 1113 (1st Cir.1993) (internal quotation marks and citation omitted).</p>\n    </div>\n    <p>C. Delays</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Colonial contends that the board's delay in approving the application for an amended special permit violated its right to procedural due process.  Assuming that Colonial held a property interest in the permit prior to its issuance, and that the delay itself constituted a \"deprivation,\" we disagree with Colonial's contention.  We take as true the allegation that the delay resulted from defendants' unauthorized intransigence and illegal demands.  We have rejected similar Sec. 1983 claims, however, where--as in this case--the deprivation was unauthorized, the value of further process was negligible, and the state provided adequate remedies.  E.g., Nestor Colon, 964 F.2d at 40;  PFZ Properties, 928 F.2d at 31;  see also Mass.Gen.Laws ch. 40A, Sec. 9 (failure of permitting board to act on permit application within 90 days after public hearing deemed to be approval of application);  id. Sec. 17 (final decisions of permitting board subject to expedited judicial review).</p>\n    </div>\n    <p>D. Substantive Due Process Claims</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The substantive due process claims are based on the same factual allegations underlying the procedural due process claims, i.e., the revocation of the building permits, the unauthorized issuance of enforcement orders, and the delays in the processing and approval of Colonial's application for an amended permit.  Those acts allegedly manifest \"a persistent and consistent hostility and animus toward [Colonial],\" aimed at coercing Colonial to reduce the size of the project.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"This Court has repeatedly held ... that rejections of development projects and refusals to issue building permits do not ordinarily implicate substantive due process.\"  PFZ Properties, 928 F.2d at 31;  see also, e.g., Creative Env'ts, 680 F.2d at 832 n. 9, 833.   There is nothing in the record to differentiate this case from those in which we have found no viable basis for a Sec. 1983 claim.  We note that Colonial has neither argued, nor offered evidence that defendants' \"hostility and animus \" was aimed at any political affiliation, belief, stance, or immutable characteristic of Colonial.  Rather, Colonial's brief states that defendants' improper conduct \"was motivated by the defendants' wrongful, outrageous goal\" of compelling it to reduce the size of the project.  Cf. Creative Env'ts, 680 F.2d at 833 (\"Every appeal ... from an adverse ruling by a ... planning board necessarily involves some claim that the board exceeded, abused or 'distorted' its legal authority ..., often for some allegedly perverse (from the developer's point of view) reason.  It is not enough simply to give these state law claims constitutional labels ... in order to raise a substantial federal question under section 1983.\"  (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Colonial argues that this court should \"overrule\" the cases in this circuit rejecting substantive due process claims in local planning disputes, so that its claims might be litigated.  Colonial contends that there are cases from other circuits permitting Sec. 1983 actions based on arbitrary or capricious conduct by local land use officials, and that this court should follow suit in this case.  See, e.g., Littlefield v. City of Afton, <span class=\"citation\" data-id=\"466116\"><a href=\"/opinion/466116/james-w-littlefield-and-bonnie-j-littlefield-v-city-of-afton-a/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></a></span> (8th Cir.1986) (collecting cases).  But see Lemke v. Cass County, <span class=\"citation\" data-id=\"505891\"><a href=\"/opinion/505891/john-f-lemke-as-personal-representative-of-estate-of-paul-lemke/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></a></span>, 470-71 (8th Cir.1987) (en banc) (\"Whether a substantive due process claim may arise from a denial of a zoning permit is an open question in this circuit....\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is a problem with Colonial's argument that goes beyond its assumption that this panel would overrule precedent in this circuit:  we have never announced a rule precluding district courts from finding substantive due process violations by land use planning officials in every conceivable case.  Rather, \"[o]ur cases make clear that a regulatory board does not transgress constitutional due process requirements merely by making decisions 'for erroneous reasons' or by making 'demands which arguably exceed its authority under the relevant state statutes.' \"  Amsden, 904 F.2d at 757 (quoting Creative Env'ts, 680 F.2d at 832 n. 9);  see also, e.g., Chiplin Enters. v. City of Lebanon, <span class=\"citation\" data-id=\"422031\"><a href=\"/opinion/422031/chiplin-enterprises-inc-v-city-of-lebanon/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1524</span></a></span>, 1528 (1st Cir.1983).  \"We have left the door slightly ajar for federal relief [based on substantive due process] in truly horrendous situations.\"  Nestor Colon, 964 F.2d at 45.   Nevertheless, \"the threshold for establishing the requisite 'abuse of government power' is a high one indeed.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is a sound basis for our approach to such claims in land use planning disputes:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>Substantive due process, as a theory for constitutional redress, has ... been disfavored, in part because of its virtually standardless reach.  To apply it to claims [alleging that permitting officials were motivated by political factors and parochial views of local interests] would be to insinuate the oversight and discretion of federal judges into areas traditionally reserved for state and local tribunals.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We are not persuaded by Colonial that the allegations and evidence in this case distinguish it from Nestor Colon and the other cases in this circuit rejecting substantive due process claims in similar disputes.  In Amsden, 904 F.2d at 757, for example, in deciding an issue of qualified immunity, we stated that plaintiff had not produced evidence of conduct so \"shocking or violative of universal standards of decency\" as to violate the Due Process Clause, although the evidence suggested that plaintiff's license was revoked to force his partner out of business.  Id. (internal quotation marks and citation omitted).  Defendants' conduct in this case, allegedly designed to force Colonial to reduce the size of its project, is similarly not sufficiently \"conscious-shocking.\"  Id. at 754.   We hold that the district court properly granted summary judgment on the due process claims.</p>\n    </div>\n    <p>IV.</p>\n    <p>DENIAL OF RULE 56(f) MOTION</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Colonial argues that the district court erred in denying its motion under Fed.R.Civ.P. 56(f) for leave to engage in discovery.  The district court stated that it was denying the motion because \"defendants are entitled to judgment as a matter of law.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\"To satisfy Rule 56(f), a party must 'articulate a plausible basis for the belief that discoverable materials exist which would raise a trialworthy issue.' \"  Nestor Colon, 964 F.2d at 38 (citation omitted).  With respect to the federal claims that we consider in this appeal, Colonial's motion asserted that discovery would yield evidence of defendants' \"animus\" towards Colonial, and evidence of what defendants \"knew or believed\" about the location of the three buildings.  We consider whether the denial of the motion was an abuse of discretion.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We find no abuse of discretion in this case because the evidence sought by Colonial is not the type that would render the Sec. 1983 claims viable.  Colonial alleged that defendants' improper conduct was motivated by the defendants' goal of compelling it to reduce the size of the project.  Such a motive might be illegitimate as a matter of state law, but it is not a basis for a Sec. 1983 claim.  See Chiplin Enters., 712 F.2d at 1528.   Similarly, there would be no basis for relief under Sec. 1983, even if discovery yielded proof that defendants knew that the buildings conformed with the special permit.  Id.  (\"A mere bad faith refusal to follow state law in such local administrative matters simply does not amount to a deprivation of due process where the state courts are available to correct the error.\").  Consequently, we conclude that the district court did not err in denying the Rule 56(f) motion.</p>\n    </div>\n    <p>V.</p>\n    <p>DISMISSAL OF STATE CLAIMS</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, we consider whether judgment was properly entered on the pendent state law claims.  The district court's summary judgment order consists of the following notation on the first page of defendants' motion:  \"Allowed, Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio, <span class=\"citation\" data-id=\"583574\"><a href=\"/opinion/583574/nestor-colon-medina-sucesores-inc-v-patria-g-custodio/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span> (1st Cir.1992), PFZ Properties, Inc. v. Rodriguez, <span class=\"citation\" data-id=\"557363\"><a href=\"/opinion/557363/pfz-properties-inc-v-rene-alberto-rodriguez-etc/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span> (1st Cir.1991).  Judgment may be entered for defendants.\"   We read that order as resting on Nestor Colon and PFZ Properties, not as an endorsement of all arguments in defendants' brief.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The reference to Nestor Colon and PFZ Properties makes clear that the district court considered Colonial's Sec. 1983 claims.  Nothing, however, indicates that the state civil rights and tort claims were weighed.  That adequate state appeals procedures and remedies might protect a developer's federal due process rights, and thus preclude Sec. 1983 litigation, see Nestor Colon, 964 F.2d at 40, 45;  PFZ Properties, 928 F.2d at 31-32, is not germane to Colonial's state law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although there is no indication that the district court ever considered the pendent claims, the court's order effectively dismissed those claims with prejudice.  The court's order on those claims was an abuse of discretion.  Defendants have not answered the complaint;  there is support in the record for the pendent claims;  and Colonial has not yet had the opportunity to engage in discovery.  Consequently, while we affirm the judgment on the Sec. 1983 claims, we vacate the judgment on the state law claims and remand the case so that those claims will be adjudicated, or dismissed without prejudice.  See 28 U.S.C. Sec. 1367(c) (district court may decline to exercise jurisdiction over pendent claims if it has dismissed all federal claims);  Mercado-Garcia v. Ponce Federal Bank, <span class=\"citation\" data-id=\"595182\"><a href=\"/opinion/595182/julio-a-mercado-garcia-maria-del-carmen-avila-mugica-and-their-marital/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 896 (1st Cir.1992);  Figueroa Ruiz v. Alegria, <span class=\"citation\" data-id=\"536977\"><a href=\"/opinion/536977/rafael-figueroa-ruiz-v-jose-e-alegria/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 650 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A special permit is analogous to a variance.  Under Massachusetts law, a town's zoning ordinances may allow particular developments, such as multifamily dwellings, to be constructed in a given zoning district only upon the issuance of a special permit.  Mass.Gen.Laws ch. 40A, Sec. 9</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> An affidavit of Jason Sokolov, Colonial's attorney before the planning board, states, \"On information and belief, th[e] accusation [of a misrepresentation in the building permit application] was untrue.\"   We express no opinion on whether, as a matter of state law, those statements in the plans submitted to Ferruzzi constituted \"misrepresentation[s] of fact in the [building permit] application.\"   22 Mass.Regs. Code tit., 780 Sec. 114.7</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620710/"
  ]
}