{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/195344/",
  "absolute_url": "/opinion/195344/united-states-v-ford/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/195344/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T02:38:05Z",
  "date_modified": "2016-02-28T04:52:31.886577Z",
  "type": "010combined",
  "sha1": "4ed0bfaad07c460b7fb4827f57ef93a304bb5084",
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=93-1867.01A",
  "local_path": null,
  "plain_text": "May 2, 1994\n                 UNITED STATES COURT OF APPEALS\n                      FOR THE FIRST CIRCUIT\n\n                                          \n\n  No. 93-1867\n\n                         UNITED STATES,\n                            Appellee,\n\n                               v.\n\n                          JEFFREY FORD,\n                      Defendant, Appellant.\n\n                                           \n\n                          ERRATA SHEET\n\n       Please make the following  correction in the opinion in\n  the above case released on April 28, 1994:\n\n  Page  2,  line 1:   Insert  the  following before  the first\n  sentence:\n\n                 PETTINE, Senior District Judge.\n                                               \n\n               UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST  CIRCUIT\n\n                                        \n\nNo. 93-1867\n\n                       UNITED STATES,\n\n                         Appellee,\n\n                             v.\n\n                       JEFFREY FORD,\n\n                   Defendant, Appellant.\n\n                                        \n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n             FOR THE DISTRICT OF MASSACHUSETTS\n\n    [Hon. Frank H. Freedman, Senior U.S. District Judge]\n                                                       \n\n                                        \n\n                           Before\n\n                   Boudin, Circuit Judge,\n                                        \n               Coffin, Senior Circuit Judge,\n                                           \n            and Pettine,* Senior District Judge.\n                                               \n\n                                        \n\nDavid  P. Hoose,  by Appointment  of  the  Court, with  whom Katz,\n                                                                 \nSasson and Hoose was on brief for appellant.\n           \nKevin O'Regan, Assistant United States Attorney, with whom  Donald\n                                                                 \nK. Stern, United States Attorney, was on brief for appellee.\n   \n\n                                        \n\n                       April 28, 1994\n                                        \n\n                \n\n*Of the District of Rhode Island, sitting by designation.\n\n          PETTINE, Senior District Judge.  Defendant Dr.\n                                         \n\nJeffrey M. Ford was charged under a four count indictment\n\nfor violations of the drug laws.  He was convicted on all\n\ncounts and sentenced to fifty-one months imprisonment and\n\nthree years of supervised release.  Dr. Ford raises three\n\nissues on appeal:  the district court erred in denying a\n\nmotion to suppress evidence seized during a warrantless\n\nsearch; the district court erred in admitting into evidence\n\na book entitled Secrets of Methamphetamine Manufacture; and\n                                                      \n\nthere is insufficient evidence to support a conviction for\n\npossession of cocaine with intent to distribute.  For the\n\nreasons stated below, we reject Dr. Ford's arguments and\n\naffirm the district court.\n\n                             I.\n\n          The relevant facts are as follows.  In March 1991,\n\nthe Postmaster of the South Hadley Post Office in\n\nMassachusetts notified Postal Inspector Terrence Loftus that\n\non several occasions Dr. Ford had purchased postal money\n\norders and sent them via Express Mail to an address in\n\nArizona.  After a few days, Ford would receive an Express\n\n                            -2-\n                             2\n\nMail package from a person named R. Cunningham with a\n\nfictitious California return address.  Inspector Loftus\n\nasked to be informed of the next such occurrence.\n\n          On July 22, 1991, the postmaster informed\n\nInspector Loftus that Dr. Ford purchased additional money\n\norders and sent them to the address in Arizona.  On July 23,\n\n1991, an Express Mail package arrived for Dr. Ford from R.\n\nCunningham at the Los Angeles address.  Inspector Loftus\n\nremoved the package from the mail stream and had it examined\n\nby a trained narcotics detection dog.  The dog alerted to\n\nthe package, indicating the presence of narcotics.  On July\n\n24, 1991, Inspector Loftus obtained a search warrant to\n\ninspect the contents of the Express Mail package.  The\n\ncontents field tested positive for methamphetamine. \n\nSubsequent laboratory tests disclosed that the substance was\n\n27.59 grams of 80% pure cocaine.\n\n          The package was returned to the mail stream to be\n\ndelivered to Dr. Ford.  Postal Inspectors and the South\n\nHadley police department then placed the post office and Dr.\n\nFord's home under surveillance.  In the meantime, Dr. Ford\n\narrived, picked up the package and then returned home. \n\n                            -3-\n                             3\n\nAfter he entered his house with the package, Sergeant David\n\nStrychars and Postal Inspector Fred Gray, who were\n\nsurveilling the premises, knocked on Dr. Ford's door\n\nannouncing that they were from the water department and\n\nconvinced Dr. Ford to exit his home.1  As the district\n\ncourt found, \"[o]nce defendant exited the premises, assisted\n\nby Strychars' hand on his shoulder, the law enforcement\n\nofficers informed him that he was under arrest and\n\nhandcuffed him.\" Aplt.'s App. at 16.  \n\n          The testimony of law enforcement\n          officers and of the defendant diverge\n          significantly as to what happened next. \n          According to the law enforcement\n          officers, who testified consistently\n          with one another, Ford was first given\n          his Miranda rights.  Loftus then asked\n                     \n          Ford whether Ford would give consent to\n          a search of his house, informing Ford\n          that the search would take place in any\n          case after the officers obtained a\n          warrant.  Ford refused permission to\n          search the premises.\n\nId. at 17 (citations omitted).  Subsequently, Inspector\n   \n\nLoftus explained to Dr. Ford that he would be brought to\n\nSpringfield to be arraigned before a federal Magistrate\n\nJudge (\"Magistrate\") and that bail would be set.  Dr. Ford\n\n                    \n\n1   Dr. Ford contends that Sergeant  Strychars and Inspector\nGray  immediately announced  themselves as  police officers.\nThis  discrepancy is  immaterial  for the  purposes of  this\nappeal.\n\n                            -4-\n                             4\n\nthen made several inquiries: he inquired about his dog (who\n\nwas in the house); asked if he could change his clothes;\n\nwhether he needed to bring money with him; and if he could\n\ngo inside and use the bathroom.  Dr. Ford was told that he\n\ncould exchange his clothes and use the bathroom but that he\n\ncould not go back in the house by himself.  Inspector Loftus\n\ntold Dr. Ford that the officers \"would have to satisfy\n\nthemselves that there was no one else on the premises who\n\nmight pose a threat to them.\"  Aplt.'s App. at 18.     \n\n          Dr. Ford, Inspector Loftus and three other law\n\nenforcement personnel then proceeded to enter the house with\n\nthe defendant, who posed no objection.  Beginning with the\n\nground floor, the officers performed a sweep of each floor\n\nto ensure that no one else was present.  On the second\n\nfloor, the officers noticed the package Dr. Ford had\n\nreceived that day.  \"On an unmade bed in a bedroom on the\n\nmiddle level of Dr. Ford's three level home, the agents\n\nfound the package of cocaine, which had been opened, a plate\n\nwith a sifter and knife and a Penthouse magazine.\"  Aplt.'s\n\nBr. at 5-6.  The group proceeded to the third level so that\n\n                            -5-\n                             5\n\nDr. Ford could change his clothes.2  When the agents\n\nreached the top floor, several doors were closed.  Inspector\n\nLoftus told Dr. Ford that the agents were going to open the\n\ndoors to make sure that no one else was present.  Dr. Ford\n\nthen responded \"I wish you wouldn't.\"  Tr., vol. III at 55. \n\nThe agents opened the doors and were able to see marijuana\n\ngrowing in two of the rooms.  Dr. Ford asked how much money\n\nhe should bring for bail and indicated he had substantial\n\namounts of cash on hand.  Inspector Loftus inquired as to\n\nthe amount and Dr. Ford produced $13,000 from a wicker\n\nbasket.  The agents confiscated the cash.\n\n          Dr. Ford contends that it was the agents, not\n\nhimself, who initiated the re-entry into the house; that the\n\nconversations concerning bail, his dog and changing clothes\n\ntook place inside the house and that Inspector Loftus\n\nprompted the discussion about the money.  \"Loftus . . .\n\nstated that if Ford showed him where the money was\n\nimmediately, Loftus would count the money in front of Ford\n\nand give him a receipt for the full amount.  The\n\nimplication, according to Ford, was that the money would not\n\n                    \n\n2   When Dr. Ford was  arrested, he was wearing  a tee shirt\nand shorts, and was barefoot.\n\n                            -6-\n                             6\n\nbe accounted for properly if he did not turn it over before\n\nhe was taken to Springfield.\"  Aplt.'s App. at 21.  We note\n\nthat the district court, when confronted with contradictory\n\nversions of the relevant facts, accepted the version set\n\nforth by the government witnesses.  \"[T]he Court either\n\nrejects defendant's conflicting account of the events for\n\nlack of credibility, or else concludes, in specific\n\ninstances, that certain discrepancies are immaterial for\n\npurposes of defendant's suppression motions.\"  Aplt.'s App.\n\nat 21.\n\n          Dr. Ford was brought to the Magistrate in\n\nSpringfield and Inspector Loftus obtained a search warrant\n\nfor the house.  When the search warrant was executed the\n\nagents seized the marijuana plants, packaged marijuana, a\n\nscale, a pistol, items used to cultivate marijuana and\n\nseveral postal receipts for Express Mail packages from Dr.\n\nFord to his contact in Arizona.\n\n                                                II.\n\n                            -7-\n                             7\n\n          Prior to trial, Dr. Ford filed a motion to\n\nsuppress the evidence uncovered during the search of his\n\nhouse: the marijuana plants, packaged marijuana, a scale, a\n\npistol and various items used to grow and care for the\n\nmarijuana.  He contends that the search was unlawful.  The\n\ngovernment argued below that the search was a lawful\n\n\"protective sweep\" of the house.  After a hearing on the\n\nmotion, the district court did not decide whether the search\n\nwas a lawful protective sweep.  Instead, the court\n\ndetermined that the evidence was admissible under an\n\nexception to the warrant requirement known as the\n\n\"inevitable discovery\" rule. \n\n          Because the agents in the first instance entered\n\nDr. Ford's home without a warrant, we must determine whether\n\nthe evidence seized must be suppressed or whether the\n\nevidence  is admissible under an exception to the warrant\n\nrequirement.  We feel compelled to note that had the agents\n\nobtained a warrant, this exercise would be unnecessary.  As\n\nthis is not the case, we must turn to the task at hand.   \n\n          The inevitable discovery rule, adopted by the\n\nSupreme Court in Nix v. Williams, 467 U.S. 431 (1984),\n                                \n\n                            -8-\n                             8\n\nprovides for the admissibility of evidence discovered during\n\na warrantless search if the evidence would have been\n\ninevitably discovered through independent legal means.  \"If\n\nthe prosecution can establish by a preponderance of the\n\nevidence that the information ultimately or inevitably would\n\nhave been discovered by lawful means . . . then . . . the\n\nevidence should be received.\"  Id. at 444.  The prosecution\n                                  \n\nmay not rely on speculation but rather must meet this burden\n\nof proof based on \"demonstrated historical facts capable of\n\nready verification or impeachment.\"  Id. at 444 n.5.   \n                                        \n\n          In United States v. Silvestri, 787 F.2d 736 (1st\n                                       \n\nCir. 1986), cert. denied, 487 U.S. 1233 (1988), this court\n                        \n\nestablished the analytical framework for the inevitable\n\ndiscovery rule.  In Silvestri, police officers unlawfully\n                             \n\nsearched a residence and discovered large quantities of\n\ndrugs in the garage.  Two other officers, who were not\n\ninvolved in the unlawful search, prepared the search warrant\n\naffidavit and application without any knowledge of the\n\nillegal search.  Upon issuance of the warrant, the premises\n\nwere lawfully searched and the evidence seized.  The\n\ndefendant moved to suppress the evidence.  The district\n\ncourt denied the motion, holding the evidence to be\n\n                            -9-\n                             9\n\nadmissible under the inevitable discovery rule.  On appeal,\n\nthis court affirmed the district court after considering\n\nthree questions.  \"[A]re the legal means truly independent;\n\nare both the use of the legal means and the discovery by\n\nthat means truly inevitable; and does the application of the\n\ninevitable discovery exception either provide an incentive\n\nfor police misconduct or significantly weaken fourth\n\namendment protection?\"  Id. at 744.  \n                           \n\n          In Silvestri, the defendant argued that, in order\n                      \n\nto be truly independent, the legal means (i.e. the search\n\nwarrant) must be underway at the time of the discovery; in\n\nother words, the warrant process must be ongoing at the time\n\nof the alleged police misconduct or illegal search.  The\n\ndefendant cited for support a Fifth Circuit decision which\n\nheld that \"the legal process of discovery be ongoing at the\n\ntime of the illegal discovery in order for the inevitable\n\ndiscovery exception to be applicable.\"  Id. at 742\n                                           \n\n(discussing United States v. Cherry, 759 F.2d 1196 (5th Cir.\n                                   \n\n1985)).  See also United States v. Satterfield, 743 F.2d 827\n                                              \n\n(11th Cir. 1984), cert. denied, 471 U.S. 1117 (1985)\n                              \n\n(adopting similar rule); United States v. Romero, 692 F.2d\n                                                \n\n                            -10-\n                             10\n\n699 (10th Cir. 1982) (same).  This court declined to adopt\n\nsuch a strict approach.  \n\n          Rather than setting up an inflexable\n          [sic] \"ongoing\" test such as the Fifth\n          Circuit's, we suggest that the analysis\n          focus on the questions of independence\n          and inevitability and remain flexible\n          enough to handle the many different fact\n          patterns which will be presented. . . . \n          In cases where a warrant is obtained,\n          however, the active pursuit requirement\n          is too rigid.  On the other hand, a\n          requirement that probable cause be\n          present prior to the illegal search\n          ensures both independence and\n          inevitability for the prewarrant search\n          situation.\n\nId. at 746.  Under this flexible standard, independence and\n   \n\ninevitability remain the cornerstones of the analysis.  The\n\nspecific facts of each case will determine the requirements\n\nnecessary to prove independence and inevitability. \n\n          The district court applied the teachings of Nix\n                                                         \n\nand Silvestri and held that the inevitable discovery rule\n             \n\napplied.\n\n          [T]he search warrant, the legal means of\n          search, even if filtered of any\n          reference to marijuana and the large\n          sums of money, was wholly independent of\n          the arguably improper protective sweep,\n          and the discovery of the physical\n          evidence at issue was certainly\n          inevitable.  In addition, the Court\n          concludes that application of the\n\n                            -11-\n                             11\n\n          inevitable discovery doctrine to the\n          facts of this case would not\n          significantly dilute constitutional\n          protections or provide a carrot for\n          police misconduct. \n\nAplt.'s App. at 30.  \n\nA. The Decision To Seek A Warrant\n                                 \n\n          Dr. Ford attacks the district court's holdings\n\nunder each of the three Silvestri questions.  First, he\n                                 \n\nargues that the search warrant was not sufficiently\n\nindependent of the warrantless entry into his home.  He\n\nargues that while Silvestri held that the warrant process\n                           \n\ndid not have to be ongoing, \"it is implicit that Silvestri\n                                                          \n\nestablishes as at least a minimum requirement, the decision\n                                                           \n\nto seek a warrant [must] be made prior to the time that the\n\nillegal search took place and that the decision in no way be\n\ninfluenced or accelerated by information gained from the\n\nillegal search.\"  Aplt.'s Br. at 10.3    \n\n          Before we address Dr. Ford's arguments, we must\n\nbear in mind the appropriate standard of review.  \"The\n\n                    \n\n3         The government does not dispute Dr. Ford's reading\nof  Silvestri but  rather  argues that  there is  sufficient\n             \nevidence showing a decision was made prior to the search.\n\n                            -12-\n                             12\n\nstandard of review of an appeal from a denial of a motion to\n\nsuppress is that the decision will be upheld if any\n\nreasonable view of the evidence supports the trial court's\n\ndecision.\"  United States v. McLaughlin, 957 F.2d 12, 16\n                                       \n\n(1st Cir. 1992).  We review de novo any questions of law\n                                   \n\nwhich arise in the course of our analysis.  United States v.\n                                                         \n\nYoffe, 775 F.2d 447, 451 (1st Cir. 1985).  \n     \n\n          We have carefully reviewed Silvestri and find no\n                                              \n\nlanguage to support Dr. Ford's argument.  Indeed, Silvestri\n                                                           \n\nrejected a bright line rule in favor of a flexible analysis.\n\n          [In] [t]he situation where a warrant is\n          obtained after a warrantless search . .\n          . the requirement of active pursuit\n          could be viewed as ensuring the\n          independent inevitability of the police\n          decision to seek the search warrant,\n          i.e., to ensure that the evidence turned\n          up in the illegal search did not\n          influence this decision.  As a\n          protection of the independence of the\n          warrant, however, this bright-line rule\n          goes too far.\n\nSilvestri, 787 F.2d at 745.  However, Silvestri did require\n                                               \n\n\"that probable cause be present prior to the illegal search\n\n[to ensure] both independence and inevitability for the\n\nprewarrant search situation.\"  Id. at 746.  \n                                  \n\n                            -13-\n                             13\n\n          The existence of independent probable cause to\n\nsearch Dr. Ford's home is undisputed.  Dr. Ford concedes\n\nthat \"it is beyond argument that the agents had probable\n\ncause to search Dr. Ford's residence after he returned with\n\nthe package from the Post Office.\"  Aplt.'s Br. at 10.  It\n\nis also beyond dispute that the seized evidence would have\n\nbeen (and was) discovered following the authorized search. \n\nIt is inevitable that the existence of probable cause would\n\nfind fruition in the issuance of a search warrant.  This is\n\nbolstered by the fact that there is evidence in the record,\n\nrelied upon by the district court, that a decision to seek a\n\nwarrant had been made prior to the warrantless entry. \n\n\"Loftus then asked Ford whether Ford would consent to a\n\nsearch of his house, informing Ford that the search would\n\ntake place in any case after the officers obtained a\n\nwarrant.\"  Aplt.'s App. at 17.  Thus, we believe that a\n\nreasonable view of the evidence supports the district\n\ncourt's finding that the probable cause supporting the\n\nsearch warrant was independent of the warrantless search and\n\nthat the evidence seized would have been discovered upon the\n\nissuance of a warrant.\n\nB. The Inclusion of Tainted Information\n                                       \n\n                            -14-\n                             14\n\n          Dr. Ford argues that the search warrant cannot be\n\nconsidered independent because the search warrant affidavit\n\nincluded observations made during the warrantless search of\n\nthe home.  \"The inclusion of tainted evidence in the\n\naffidavit in support of the application for a search warrant\n\nseriously undercuts the true independence of the warrant as\n\na valid subsequent legal means.\"  Aplt.'s Br. at 16. \n\nAccording to Dr. Ford, because the warrant contained such\n\ntainted information, it is impossible to know with any\n\ncertainty whether the magistrate would have issued the\n\nwarrant in the absence of the tainted information.  This\n\nuncertainty, Dr. Ford contends, renders the search warrant\n\nsuspect and mandates against the application of the\n\ninevitable discovery rule.  \n\n          For support, Dr. Ford cites Murray v. United\n                                                      \n\nStates, 487 U.S. 533 (1988).   In Murray, the Supreme Court\n                                        \n\nconsidered the \"independence\" of legal means under another\n\nexception to the warrant requirement -- the independent\n\nsource doctrine.  \n\n          The ultimate question, therefore, is\n          whether the search pursuant to warrant\n          was in fact a genuinely independent\n          source of the information and tangible\n          evidence at issue here.  This would not\n          have been the case . . . if information\n\n                            -15-\n                             15\n\n          obtained during that entry was presented\n          to the Magistrate and affected his\n          decision to issue the warrant.\n\nId. at 542.  Contrary to Dr. Ford's contention, the Court\n   \n\ndid leave some room for speculation when making this\n\ndetermination.  \"To determine whether the warrant was\n\nindependent of the illegal entry, one must ask whether it\n\nwould have been sought even if what actually happened had\n\nnot occurred.\"  Id. at 542 n.3.  Dr. Ford also cites Nix for\n                                                        \n\nthe proposition that speculation may not play any role in a\n\ndetermination under the inevitable discovery rule. \n\n\"[I]nevitable discovery involves no speculative elements but\n\nfocuses on demonstrated historical facts capable of ready\n\nverification or impeachment and does not require a departure\n\nfrom the usual burden of proof at suppression hearings.\" \n\nNix, 467 U.S. at 444 n.5.  \n   \n\n          When reviewing affidavits containing \"tainted\"\n\nevidence, courts regularly set aside the tainted information\n\nand then determine if \"there  remains sufficient content in\n\nthe warrant affidavit to support a finding of probable\n\ncause.\"  Franks v. Delaware, 438 U.S. 154, 172 (1978).  This\n                           \n\ncourt has applied the same analysis.  \"[The illegally\n\nobtained information] should be set to one side (as the\n\n                            -16-\n                             16\n\ndistrict court did) and the remaining content of the\n\naffidavit examined to determine whether there was probable\n\ncause to search, apart from the tainted averments.\"   United\n                                                            \n\nStates v. Veillette, 778 F.2d 899, 904 (1st Cir. 1985),\n                   \n\ncert. denied, 476 U.S. 1115 (1986).  \n            \n\n          Here, the district court performed precisely this\n\nanalysis.  \n\n          [A] valid warrant to search Ford's home\n          would have issued despite the\n          information obtained in the course of\n          the protective sweep . . . .  If one\n          were to strike from the supporting\n          affidavit any and all references other\n          than those to the express mail package\n          in question and the events leading to\n          its arrival in defendant's dwelling, the\n          search warrant would have issued based\n          on probable cause.\n\nAplt.'s App. at 29.  This finding cannot be seriously\n\ndoubted.  We set forth a portion of the affidavit to\n\nunderscore this holding.\n\n          2.   This morning I received a search\n          warrant for an Express Mail package\n          suspected of containing controlled\n          substances. . . .\n\n          3.   The Express Mail package was addressed to Dr.\nJeff      Ford, 90 Amherst Road, So. Hadley, MA 01075.\n\n          4.   Upon executing the search warrant I\n          found approximately 30 grams of a\n          substance that field tested positive for\n          methamphetamine, a Schedule III\n\n                            -17-\n                             17\n\n          controlled substance.                    \n\n                                                .\n          . . \n\n          6.   At approximately 2:15 p.m. Ford\n          picked up the Express Mail package and\n          drove to his home at 90 Amherst Road,\n          South Hadley, Massachusetts (the\n          \"Premises\"). \n\n          7.   At approximately 2:45 p.m. Ford was\n          arrested by another U.S. Postal\n          Inspector at the Premises.\n\nRec., doc. 29, ex. B at 1.  It requires no speculation to\n\ndetermine that the excised affidavit supports a finding of\n\nprobable cause.4  We therefore reject Dr. Ford's second\n\nattack on the independence of the warrant.5\n\n                    \n\n4         Dr.  Ford argues  that  Franks  and Veillette  are\n                                                       \ninapplicable in an inevitable discovery context.   Veillette\n                                                            \nwas  decided under  the independent  source doctrine  which,\naccording  to   Dr.   Ford,   lacks   the   requirement   of\ninevitability.    We  note  once again  that  the  Silvestri\n                                                            \nanalysis is a  flexible one, turning on the particular facts\nof  each  case.    In   closer  cases,  the  requirement  of\ninevitability  may  mandate  that   the  Magistrate  not  be\npresented with any of the tainted information.  However,  in\nsuch a  clear  case as  this,  we do  not believe  that  the\ninevitability  of  the  issuance   of  the  warrant  can  be\nseriously questioned.\n\n5         Dr. Ford  also argues that the  warrant should not\nbe  considered  independent  because  the  agents  who  were\ninvolved in the warrantless search  were also the agents who\nprepared the  search warrant.   Many courts  have considered\nthe  level of  participation by agents  not involved  in the\noriginal search.  See Silvestri, 787 F.2d at 741-742; United\n                                                            \nStates v. Merriweather, 777 F.2d  503 (9th Cir. 1985), cert.\n                                                            \ndenied 475 U.S. 1098  (1986); United States v.  Hidalgo, 747\n                                                       \n\n                            -18-\n                             18\n\nC. Incentive for Police Misconduct\n                                  \n\n          Finally, Dr. Ford argues that application of the\n\ninevitable discovery rule in this case would weaken Fourth\n\nAmendment protection and provide an incentive for police\n\nmisconduct.  He points out that the agents did not attempt\n\nto secure either a search or an arrest warrant prior to Dr.\n\nFord's receipt of the package.   Further, because the agents\n\nused a ruse (the water department story) to lure Dr. Ford\n\nfrom his home, \"it was surely not a surprise for the\n\ndefendant to have needs related to the inside of the home.\" \n\nAplt.'s Br. at 26.  \"The government should not be permitted\n\nto be indifferent to the warrant requirement for twenty-four\n\nhours and rely on a search warrant obtained after agents\n\nhave engaged in an entirely predictable and manufactured\n\n'protective sweep,' as proof of inevitability.\"  Id. at 27. \n                                                    \n\n                    \n\nF.  Supp.  818, 833  (D.  Mass. 1990);  Hunnewell  v. United\n                                                            \nStates,  738 F.  Supp.  582, 584  (D. Maine),  aff'd without\n                                                            \nopinion,  923  F.2d  839  (1st  Cir.  1990).    These  cases\n       \ndemonstrate that the  level of participation  is one of  the\n                                                    \nmany  factors   to  be  considered   when  determining   the\nindependence of the warrant.  As we  have previously stated,\nthe  independence  of the  warrant  in the  present  case is\nfirmly  established.     The  overlap  between  the   agents\nsearching the premises  prior to the warrant  and the agents\npreparing the warrant does not alter our holding. \n\n                            -19-\n                             19\n\n          Although we agree with Dr. Ford that a warrant\n\nwould have avoided this problem, we cannot agree that\n\napplying the inevitable discovery doctrine in this situation\n\nwould provide an incentive for misconduct.  We have found\n\nonly one case in which a court, after engaging in the\n\nSilvestri analysis, refused to apply the inevitable\n         \n\ndiscovery rule due to the incentive for police misconduct. \n\nUnited States v. Rullo, 748 F. Supp. 36 (D. Mass. 1990).  In\n                      \n\nRullo, the police used excessive physical force to compel a\n     \n\nsuspect to disclose the location of a gun.  The court held\n\nthat, although the gun would have been inevitability\n\ndiscovered through a separate search, the incentive for\n\npolice misconduct was so great that the inevitable discovery\n\nrule could not apply.  The present case obviously does not\n\ninvolve such blatant police misconduct.\n\n          In fact, as the district court stated, \"it is\n\ndubious whether the police involved in this case behaved\n\nimproperly at all.\"  Aplt.'s App. at 30.  A police officer\n\nhas the right to remain with a suspect at all times. \n\nWashington v. Chrisman, 455 U.S. 1, 6-7 (1982).  In\n                      \n\nChrisman, a student was detained outside of his dormitory. \n        \n\nThe student requested that he be allowed to return to his\n\n                            -20-\n                             20\n\nroom to obtain identification.  He was told that the police\n\nofficer would accompany him if he should return to his room. \n\nThe student consented.  While standing in the doorway of the\n\nroom, the police officer saw, in plain view, marijuana seeds\n\nand a pipe.  The Court held that the police officer\n\n\"properly accompanied [the student] to his room, and that\n\nhis presence in the room was lawful.\"  Id. at 7.  See also\n                                                          \n\nUnited States v. Hidalgo, 747 F. Supp. 818 (D. Mass. 1990)\n                        \n\n(holding that there was no incentive for police misconduct\n\nwhen the search of the premises took place out of a concern\n\nfor the safety of the police officers involved).\n\n          In light of these decisions, we do not believe\n\nthat applying the inevitable discovery doctrine in the\n\npresent case provides an incentive for police misconduct. \n\nThe police had the right to accompany Dr. Ford when he re-\n\nentered the house.  Further, the district court found that\n\nthe protective sweep was motivated by a concern of the\n\npolice officers to protect themselves.  Aplt.'s App. at 18-\n\n19.  We therefore hold that a reasonable view of the\n\nevidence supports the district court's application of the\n\ninevitable discovery rule.  The denial of the motion to\n\nsuppress is AFFIRMED.\n\n                            -21-\n                             21\n\n                                                III.\n\n          Among the items discovered during the search of\n\nDr. Ford's house was a book entitled Secrets of\n                                               \n\nMethamphetamine Manufacture.  Prior to trial, Dr. Ford filed\n                           \n\na motion in limine requesting the court to exclude the book\n\nfrom evidence.  The motion was denied after a brief sidebar\n\nconference.  The government offered the book into evidence. \n\nDr. Ford renewed his objections, arguing that the book was\n\nirrelevant and prejudicial. \n\n          Rule 401 of the Federal Rules of Evidence defines\n\nrelevant evidence as \"evidence having any tendency to make\n\nthe existence of any fact that is of consequence to the\n\ndetermination of the action more probable or less probable\n\nthan would be without the evidence.\"  Fed. R. Evid. 401. \n\nDr. Ford contends that the book does not meet the this\n\ndefinition.  \"The title of the book makes this perfectly\n\nclear.  This trial had nothing whatsoever to do with\n\nmethamphetamine, let alone its manufacture.\"  Aplt.'s Br. at\n\n30.  Further, Dr. Ford argues that any inferences which\n\ncould be drawn from the book would be solely related to the\n\nmanufacture of methamphetamine and \"would still have no\n\n                            -22-\n                             22\n\ntendency to prove that Dr. Ford had an intent to distribute\n\nthe cocaine and marijuana found in his possession, which was\n\nthe sole contested issue at trial.\"  Id.  \n                                        \n\n          We review evidentiary decisions under the abuse of\n\ndiscretion standard.  United States v. Nason, 9 F.3d 155,\n                                            \n\n162 (1st Cir. 1993), cert. denied, 62 U.S.L.W. 3624 (1994). \n                                 \n\n\"The threshold for relevance is very low under [Rule 401].\" \n\nId.  The district court found that the book was a tool of\n   \n\nthe drug trafficking trade and therefore should be admitted\n\ninto evidence.  Tr., vol. III at 5.  We cannot say that the\n\ndistrict court abused its discretion in admitting the book. \n\nAs aptly stated by the government, the book \"describes how\n\nto create a sophisticated illicit drug operation. . . .\n\nViewed in conjunction with the High Times Magazine which\n                                                  \n\nFord testified he read to develop his sophisticated\n\nmarijuana growing operation, this evidence tended to show\n\nthat Ford was a drug dealer as opposed to someone who merely\n\npossessed drugs for his personal use.\"  Aplee.'s Br. at 28. \n\nSuch evidence meets the \"any tendency\" test.  We will not\n\ndisturb the Rule 401 ruling of the district court.\n\n                            -23-\n                             23\n\n          After having determined that the book is relevant,\n\nwe must now consider whether the admission of the book is\n\noverly prejudicial under Rule 403.  Rule 403 states that\n\n\"[a]lthough relevant, evidence may be excluded if its\n\nprobative value is substantially outweighed by the danger of\n\nunfair prejudice, confusion of the issues, or misleading the\n\njury . . . \"  Fed. R. Evid. 403.  Dr. Ford contends that the\n\nbook is overly prejudicial.    \n\n          Since the book had nothing to do with\n          cocaine, marijuana or their\n          distribution, it surely caused the jury\n          to speculate about why it was an exhibit\n          in the case.  The risk . . . is that the\n          jury would infer without other evidence\n          that possession of the book indicated an\n          interest in manufacturing drugs in\n          general and that the defendant's\n          possession of cocaine and marijuana in\n          question were somehow part of this\n          broader plan.\n\nAplt.'s Br. at 31.  Dr. Ford argues that the evidence\n\npresented a close case and that the book, \"which suggested a\n\nlarger and more sinister involvement with narcotics than was\n\nwarranted by the evidence\" tipped the scales against the\n\ndefendant.  Id. at 33.   \n               \n\nThe government notes that after the book was admitted into\n\nevidence, \"it was never mentioned again by a witness or the\n\ngovernment as significant to the main issue in the case.\" \n\n                            -24-\n                             24\n\nAplee.'s Br. at 31.  Indeed, the government did not discuss\n\nthe relevance of the book in its closing argument.   \n\n          Rule 403 \"admissions of evidence are within the\n\nsound discretion of the trial court.  We will not disturb\n\nsuch rulings absent an abuse of discretion.  We will,\n\nnevertheless, reverse a lower court's determination in\n\n'exceptional circumstances.'\"  United States v. Rodriquez-\n                                                          \n\nCortes, 949 F.2d 532, 540 (1st Cir. 1991).  See also United\n                                                           \n\nStates v. Green, 887 F.2d 25, 27 (1st Cir. 1989); United\n                                                        \n\nStates v. Griffin, 818 F.2d 97, 101-102 (1st Cir.), cert.\n                                                         \n\ndenied, 484 U.S. 844 (1987).  While Dr. Ford argues that\n      \n\nexceptional circumstances are present in this case, he fails\n\nto articulate what those circumstances are beyond the notion\n\nthat the admission of the book tipped the scales.  However,\n\nRule 403 does not act to exclude any evidence which may be\n\nprejudicial but rather evidence in which the prejudice\n\n\"substantially outweighs\" the probative value.  We cannot\n\nsay that the book, a tool of the drug trafficking trade as\n\nthe trial judge found, was so lacking in probative value as\n\nto be excluded under Rule 403 nor that exceptional\n\ncircumstances exist which require the reversal of the\n\ndistrict court.  Thus, the district court's admission of the\n\n                            -25-\n                             25\n\nbook entitled Secrets of Methamphetamine Manufacture is\n                                                    \n\nAFFIRMED.\n\n                                                IV.\n\n          Dr. Ford's final issue on appeal concerns count\n\ntwo of the indictment alleging possession of cocaine with\n\nintent to distribute.  He contends that there is\n\ninsufficient evidence to support the conviction for this\n\ncount.  \"We review the evidence in the light most favorable\n\nto the government, including all legitimate inferences to be\n\ndrawn therefrom, to determine whether a rational trier of\n\nfact could have found defendant guilty beyond a reasonable\n\ndoubt.\"  United States v. Montoya, 917 F.2d 680, 681 (1st\n                                 \n\nCir. 1990).  \"'The prosecution . . . need not exclude every\n\nreasonable hypothesis of innocence so long as the total\n\nevidence permits a conclusion of guilt beyond a reasonable\n\ndoubt.'\"  United States v. Almonte, 952 F.2d 20, 24 (1st\n                                  \n\nCir. 1991) (citations omitted), cert. denied, 112 S. Ct.\n                                            \n\n1776 (1992).\n\n                            -26-\n                             26\n\n          The cocaine seized had a net weight of 27.59\n\ngrams, or just under one ounce.  In United States v. Latham,\n                                                           \n\n874 F.2d 852, 863 (1st Cir. 1989), this court stated \"that\n\nan inference of intent to distribute is not warranted from\n\nthe possession of one ounce of cocaine.\"  Dr. Ford contends\n\nthat in light of Latham, the government must look to other\n                       \n\nevidence to prove that the cocaine was for distribution\n\nrather than for personal use.  Dr. Ford's reading of Latham\n                                                           \n\nis immaterial since the government has offered other\n\nevidence of an intent to distribute.  \n\n          Dr. Ford points to numerous factors which support\n\nhis contention that the cocaine was for personal use.  \n\n          When the agents entered Dr. Ford's home,\n          only moments after they had observed him\n          enter with the package of cocaine, they\n          found that the package had been opened\n          and placed on a bed with a plate, a\n          grinder and a Penthouse magazine.  Agent\n          Loftus acknowledged that the grinder is\n          an instrument used to convert cocaine\n          that is often granular when purchased,\n          into a fine powder more suitable for\n          inhaling.  A straw and a mirror, two\n          other objects commonly associated with\n          the consumption of cocaine was found. \n          In addition, small vials designed for\n          consumption of cocaine and containing\n          cocaine residue were recovered in the\n          house.  Certainly the circumstances\n          under which the cocaine was recovered,\n          raise a strong suggestion that at least\n\n                            -27-\n                             27\n\n          some of the cocaine was about to be\n          consumed by Dr. Ford.\n\nAplt.'s Br. at 35.  Dr. Ford also argues that items commonly\n\nused for narcotics distribution were absent from his home. \n\nFor example, the search did not uncover any substance used\n\nto dilute cocaine, small plastic bags, vials or three to\n\nfour inch squares of magazine paper.  Further, no ledgers,\n\nreceipts or notebooks indicating narcotics transactions were\n\nrecovered.  Dr. Ford argues that there are only three items\n\nfound in his home which arguably intimate an intent to\n\ndistribute: the gun, the scale and the $13,000 in cash.  The\n\ngovernment argues that these three items, together with the\n\nweight and purity of the cocaine, provide sufficient\n\nevidence to support a conviction.6 \n\n          This court has held that scales, firearms and\n\nlarge amounts of cash are each probative of the intent to\n\ndistribute narcotics.  \"[W]e have long 'recognized that in\n\ndrug trafficking firearms have become \"tools of the trade\"\n\nand thus are probative of the existence of a drug\n\n                    \n\n6         Sergeant  Kerle  testified  that  an  ounce  of 80\npercent pure cocaine could have been diluted  and divided up\ninto 112 grams with a street value of $11,200.   Tr., vol. I\nat 36-37.  He  also testified as an expert that \"this amount\nof  cocaine in that purity is consistent with [an] intent to\ndistribute it.\"  Id. at 39.\n                    \n\n                            -28-\n                             28\n\nconspiracy.'\"  United States v. Walters, 904 F.2d 765, 796\n                                       \n\n(1st Cir. 1990) (citing United States v. Green, 887 F.2d 25,\n                                              \n\n27 (1st Cir. 1989)).      Dr. Ford does not dispute this but\n\nrather argues that the firearm has no tendency to prove that\n\nDr. Ford was intending to distribute the cocaine.  According\n\nto Dr. Ford, the weapon was found in a bedroom closet on a\n\ndifferent floor from which the cocaine was found.  Further,\n\nDr. Ford was not armed when he picked up the package nor\n\nwhen the agents approached his house.  \n\n          There is other evidence in the record which\n\nsupports the government's contention that the gun was used\n\nas a tool of the trade.  The gun, a .357 Magnum, was kept in\n\nthe closet of the bedroom where Dr. Ford slept and on the\n\nsame floor as the $13,000 in cash and the marijuana.  Tr.,\n\nvol. III at 88.  Two loaded \"speed loaders\" were also\n\nlocated in the closet.  Id.    Finally, Dr. Ford\n                           \n\nacknowledged that one of the reasons he had the gun was for\n\n\"personal protection\" and that due to the marijuana and\n\ncocaine in the house he could not call the police if someone\n\nsought to break into his home.  Tr., vol. II at 18-19.\n\n                            -29-\n                             29\n\n          The government argues that the scale is further\n\nevidence of the intent to distribute cocaine.  Dr. Ford\n\nconceded that he used the scale to weigh drugs.  Tr., vol.\n\nIV at 116.  This court has acknowledged that a scale is one\n\nof the tools of the trade for drug dealers,  Montoya, 917\n                                                    \n\nF.2d at 682, and therefore may be considered as evidence\n\nhere.\n\n          Finally, the government argues that Dr. Ford could\n\nnot persuasively account for the $13,000 in cash.  \"Evidence\n\nthat the defendant possessed or controlled substantial sums\n\nof money from unexplained sources is relevant in a\n\nprosecution for drug trafficking.\"  United States v.\n                                                 \n\nFigueroa, 976 F.2d 1446, 1454 (1st Cir. 1992), cert. denied,\n                                                           \n\n113 S. Ct. 1346 (1993).  See also United States v. Newton,\n                                                         \n\n891 F.2d 944, 948 (1st Cir. 1989); United States v. Ariza-\n                                                          \n\nIbarra, 605 F.2d 1216, 1224-25 (1st Cir. 1979), cert.\n                                                     \n\ndenied, 454 U.S. 895 (1981).  Dr. Ford contends that he\n      \n\nsufficiently explained the source of a substantial portion\n\nof the cash.  Dr. Ford's sister testified that she loaned\n\nhim $7500.  Tr., vol. IV at 49.  Dr. Ford testified that he\n\nborrowed $7500 from his sister and $7500 from his parents. \n\n                            -30-\n                             30\n\nId. at 84.  Dr. Ford also testified that he kept his assets\n   \n\nin cash rather than a bank account because \"[he] left a lot\n\nof institutions holding the bag financially.  People were\n\nlooking for [him.] . . . So there were people that wanted\n\nmoney from [him.]\"  Id. at 89. \n                       \n\n          The government notes that Dr. Ford testified that\n\nhe stopped making payments for his rent, his car lease and\n\nhis orthodontic practice yet he had $13,000 in cash on hand. \n\nFurther, \"when faced with a listing of his known expenses\n\nfor the months prior to his arrest, Ford was unable to\n\nreconcile those expenses with the amount of cash he had on\n\nhand.\"  Aplee.'s Br. at 36. \n\n          Each of these three pieces of evidence must be\n\nconsidered in the light most favorable to the government. \n\nAlthough Dr. Ford may have provided reasons for the\n\nexistence of the scale, the gun and the cash, the finder of\n\nfact is free to reject his explanation.  It is not the\n\nprovince of this court to reweigh conflicting testimony or\n\nto make credibility determinations.  Based on our review of\n\nthe record, we hold that the government has presented\n\n                            -31-\n                             31\n\nsufficient evidence to support a conviction under count two.\n\n          The decision of the district court is AFFIRMED.\n\n                            -32-\n                             32\n",
  "html": "<p class=\"case_cite\">22 F.3d 374</p>\n    <p class=\"case_cite\">40 Fed. R. Evid. Serv. 919</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jeffrey FORD, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1867.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1994.<br>Decided April 28, 1994.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David P. Hoose, by Appointment of the Court, with whom Katz, Sasson and Hoose, Springfield, MA, was on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kevin O'Regan, Asst. U.S. Atty., Springfield, MA, with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and PETTINE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">PETTINE, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant Dr. Jeffrey M. Ford was charged under a four count indictment for violations of the drug laws.  He was convicted on all counts and sentenced to fifty-one months imprisonment and three years of supervised release.  Dr. Ford raises three issues on appeal:  the district court erred in denying a motion to suppress evidence seized during a warrantless search;  the district court erred in admitting into evidence a book entitled Secrets of Methamphetamine Manufacture;  and there is insufficient evidence to support a conviction for possession of cocaine with intent to distribute.  For the reasons stated below, we reject Dr. Ford's arguments and affirm the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The relevant facts are as follows.  In March 1991, the Postmaster of the South Hadley Post Office in Massachusetts notified Postal Inspector Terrence Loftus that on several occasions Dr. Ford had purchased postal money orders and sent them via Express Mail to an address in Arizona.  After a few days, Ford would receive an Express Mail package from a person named R. Cunningham with a fictitious California return address.  Inspector Loftus asked to be informed of the next such occurrence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 22, 1991, the postmaster informed Inspector Loftus that Dr. Ford purchased additional money orders and sent them to the address in Arizona.  On July 23, 1991, an Express Mail package arrived for Dr. Ford from R. Cunningham at the Los Angeles address.  Inspector Loftus removed the package from the mail stream and had it examined by a trained narcotics detection dog.  The dog alerted to the package, indicating the presence of narcotics.  On July 24, 1991, Inspector Loftus obtained a search warrant to inspect the contents of the Express Mail package.  The contents field tested positive for methamphetamine.  Subsequent laboratory tests disclosed that the substance was 27.59 grams of 80% pure cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The package was returned to the mail stream to be delivered to Dr. Ford.  Postal Inspectors and the South Hadley police department then placed the post office and Dr. Ford's home under surveillance.  In the meantime, Dr. Ford arrived, picked up the package and then returned home.  After he entered his house with the package, Sergeant David Strychars and Postal Inspector Fred Gray, who were surveilling the premises, knocked on Dr. Ford's door announcing that they were from the water department and convinced Dr. Ford to exit his home.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As the district court found, \"[o]nce defendant exited the premises, assisted by Strychars' hand on his shoulder, the law enforcement officers informed him that he was under arrest and handcuffed him.\"   Aplt.'s App. at 16.The testimony of law enforcement officers and of the defendant diverge significantly as to what happened next.  According to the law enforcement officers, who testified consistently with one another, Ford was first given his Miranda rights.  Loftus then asked Ford whether Ford would give consent to a search of his house, informing Ford that the search would take place in any case after the officers obtained a warrant.  Ford refused permission to search the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Id. at 17 (citations omitted).  Subsequently, Inspector Loftus explained to Dr. Ford that he would be brought to Springfield to be arraigned before a federal Magistrate Judge (\"Magistrate\") and that bail would be set.  Dr. Ford then made several inquiries:  he inquired about his dog (who was in the house);  asked if he could change his clothes;  whether he needed to bring money with him;  and if he could go inside and use the bathroom.  Dr. Ford was told that he could exchange his clothes and use the bathroom but that he could not go back in the house by himself.  Inspector Loftus told Dr. Ford that the officers \"would have to satisfy themselves that there was no one else on the premises who might pose a threat to them.\"   Aplt.'s App. at 18.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dr. Ford, Inspector Loftus and three other law enforcement personnel then proceeded to enter the house with the defendant, who posed no objection.  Beginning with the ground floor, the officers performed a sweep of each floor to ensure that no one else was present.  On the second floor, the officers noticed the package Dr. Ford had received that day.  \"On an unmade bed in a bedroom on the middle level of Dr. Ford's three level home, the agents found the package of cocaine, which had been opened, a plate with a sifter and knife and a Penthouse magazine.\"   Aplt.'s Br. at 5-6.  The group proceeded to the third level so that Dr. Ford could change his clothes.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  When the agents reached the top floor, several doors were closed.  Inspector Loftus told Dr. Ford that the agents were going to open the doors to make sure that no one else was present.  Dr. Ford then responded \"I wish you wouldn't.\"   Tr., vol.  III at 55.  The agents opened the doors and were able to see marijuana growing in two of the rooms.  Dr. Ford asked how much money he should bring for bail and indicated he had substantial amounts of cash on hand.  Inspector Loftus inquired as to the amount and Dr. Ford produced $13,000 from a wicker basket.  The agents confiscated the cash.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dr. Ford contends that it was the agents, not himself, who initiated the re-entry into the house;  that the conversations concerning bail, his dog and changing clothes took place inside the house and that Inspector Loftus prompted the discussion about the money.  \"Loftus ... stated that if Ford showed him where the money was immediately, Loftus would count the money in front of Ford and give him a receipt for the full amount.  The implication, according to Ford, was that the money would not be accounted for properly if he did not turn it over before he was taken to Springfield.\"   Aplt.'s App. at 21.  We note that the district court, when confronted with contradictory versions of the relevant facts, accepted the version set forth by the government witnesses.  \"[T]he Court either rejects defendant's conflicting account of the events for lack of credibility, or else concludes, in specific instances, that certain discrepancies are immaterial for purposes of defendant's suppression motions.\"   Aplt.'s App. at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Dr. Ford was brought to the Magistrate in Springfield and Inspector Loftus obtained a search warrant for the house.  When the search warrant was executed the agents seized the marijuana plants, packaged marijuana, a scale, a pistol, items used to cultivate marijuana and several postal receipts for Express Mail packages from Dr. Ford to his contact in Arizona.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Prior to trial, Dr. Ford filed a motion to suppress the evidence uncovered during the search of his house:  the marijuana plants, packaged marijuana, a scale, a pistol and various items used to grow and care for the marijuana.  He contends that the search was unlawful.  The government argued below that the search was a lawful \"protective sweep\" of the house.  After a hearing on the motion, the district court did not decide whether the search was a lawful protective sweep.  Instead, the court determined that the evidence was admissible under an exception to the warrant requirement known as the \"inevitable discovery\" rule.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the agents in the first instance entered Dr. Ford's home without a warrant, we must determine whether the evidence seized must be suppressed or whether the evidence is admissible under an exception to the warrant requirement.  We feel compelled to note that had the agents obtained a warrant, this exercise would be unnecessary.  As this is not the case, we must turn to the task at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The inevitable discovery rule, adopted by the Supreme Court in Nix v. Williams, 467 U.S. 431, 104 S.Ct. 2501, 81 L.Ed.2d 377 (1984), provides for the admissibility of evidence discovered during a warrantless search if the evidence would have been inevitably discovered through independent legal means.  \"If the prosecution can establish by a preponderance of the evidence that the information ultimately or inevitably would have been discovered by lawful means ... then ... the evidence should be received.\"  Id. at 444, 104 S.Ct. at 2509.   The prosecution may not rely on speculation but rather must meet this burden of proof based on \"demonstrated historical facts capable of ready verification or impeachment.\"  Id. at 444 n. 5, 104 S.Ct. at 2509 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In United States v. Silvestri, 787 F.2d 736 (1st Cir.1986), cert. denied, 487 U.S. 1233, 108 S.Ct. 2897, 101 L.Ed.2d 931 (1988), this court established the analytical framework for the inevitable discovery rule.  In Silvestri, police officers unlawfully searched a residence and discovered large quantities of drugs in the garage.  Two other officers, who were not involved in the unlawful search, prepared the search warrant affidavit and application without any knowledge of the illegal search.  Upon issuance of the warrant, the premises were lawfully searched and the evidence seized.  The defendant moved to suppress the evidence.  The district court denied the motion, holding the evidence to be admissible under the inevitable discovery rule.  On appeal, this court affirmed the district court after considering three questions.  \"[A]re the legal means truly independent;  are both the use of the legal means and the discovery by that means truly inevitable;  and does the application of the inevitable discovery exception either provide an incentive for police misconduct or significantly weaken fourth amendment protection?\"  Id. at 744.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Silvestri, the defendant argued that, in order to be truly independent, the legal means (i.e. the search warrant) must be underway at the time of the discovery;  in other words, the warrant process must be ongoing at the time of the alleged police misconduct or illegal search.  The defendant cited for support a Fifth Circuit decision which held that \"the legal process of discovery be ongoing at the time of the illegal discovery in order for the inevitable discovery exception to be applicable.\"  Id. at 742 (discussing United States v. Cherry, 759 F.2d 1196 (5th Cir.1985)).  See also United States v. Satterfield, 743 F.2d 827 (11th Cir.1984), cert. denied, 471 U.S. 1117, 105 S.Ct. 2362, 86 L.Ed.2d 262 (1985) (adopting similar rule);  United States v. Romero, 692 F.2d 699 (10th Cir.1982) (same).  This court declined to adopt such a strict approach.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Rather than setting up an inflexable [sic] \"ongoing\" test such as the Fifth Circuit's, we suggest that the analysis focus on the questions of independence and inevitability and remain flexible enough to handle the many different fact patterns which will be presented....  In cases where a warrant is obtained, however, the active pursuit requirement is too rigid.  On the other hand, a requirement that probable cause be present prior to the illegal search ensures both independence and inevitability for the prewarrant search situation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 746.   Under this flexible standard, independence and inevitability remain the cornerstones of the analysis.  The specific facts of each case will determine the requirements necessary to prove independence and inevitability.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court applied the teachings of Nix and Silvestri and held that the inevitable discovery rule applied.[T]he search warrant, the legal means of search, even if filtered of any reference to marijuana and the large sums of money, was wholly independent of the arguably improper protective sweep, and the discovery of the physical evidence at issue was certainly inevitable.  In addition, the Court concludes that application of the inevitable discovery doctrine to the facts of this case would not significantly dilute constitutional protections or provide a carrot for police misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Aplt.'s App. at 30.</p>\n    </div>\n    <p>A. The Decision To Seek A Warrant</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Dr. Ford attacks the district court's holdings under each of the three Silvestri questions.  First, he argues that the search warrant was not sufficiently independent of the warrantless entry into his home.  He argues that while Silvestri held that the warrant process did not have to be ongoing, \"it is implicit that Silvestri establishes as at least a minimum requirement, the decision to seek a warrant [must] be made prior to the time that the illegal search took place and that the decision in no way be influenced or accelerated by information gained from the illegal search.\"   Aplt.'s Br. at 10.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Before we address Dr. Ford's arguments, we must bear in mind the appropriate standard of review.  \"The standard of review of an appeal from a denial of a motion to suppress is that the decision will be upheld if any reasonable view of the evidence supports the trial court's decision.\"  United States v. McLaughlin, 957 F.2d 12, 16 (1st Cir.1992).  We review de novo any questions of law which arise in the course of our analysis.  United States v. Yoffe, 775 F.2d 447, 451 (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have carefully reviewed Silvestri and find no language to support Dr. Ford's argument.  Indeed, Silvestri rejected a bright line rule in favor of a flexible analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>[In] [t]he situation where a warrant is obtained after a warrantless search ... the requirement of active pursuit could be viewed as ensuring the independent inevitability of the police decision to seek the search warrant, i.e., to ensure that the evidence turned up in the illegal search did not influence this decision.  As a protection of the independence of the warrant, however, this bright-line rule goes too far.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Silvestri, 787 F.2d at 745.   However, Silvestri did require \"that probable cause be present prior to the illegal search [to ensure] both independence and inevitability for the prewarrant search situation.\"  Id. at 746.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The existence of independent probable cause to search Dr. Ford's home is undisputed.  Dr. Ford concedes that \"it is beyond argument that the agents had probable cause to search Dr. Ford's residence after he returned with the package from the Post Office.\"   Aplt.'s Br. at 10.  It is also beyond dispute that the seized evidence would have been (and was) discovered following the authorized search.  It is inevitable that the existence of probable cause would find fruition in the issuance of a search warrant.  This is bolstered by the fact that there is evidence in the record, relied upon by the district court, that a decision to seek a warrant had been made prior to the warrantless entry.  \"Loftus then asked Ford whether Ford would consent to a search of his house, informing Ford that the search would take place in any case after the officers obtained a warrant.\"   Aplt.'s App. at 17.  Thus, we believe that a reasonable view of the evidence supports the district court's finding that the probable cause supporting the search warrant was independent of the warrantless search and that the evidence seized would have been discovered upon the issuance of a warrant.</p>\n    </div>\n    <p>B. The Inclusion of Tainted Information</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Dr. Ford argues that the search warrant cannot be considered independent because the search warrant affidavit included observations made during the warrantless search of the home.  \"The inclusion of tainted evidence in the affidavit in support of the application for a search warrant seriously undercuts the true independence of the warrant as a valid subsequent legal means.\"   Aplt.'s Br. at 16.  According to Dr. Ford, because the warrant contained such tainted information, it is impossible to know with any certainty whether the magistrate would have issued the warrant in the absence of the tainted information.  This uncertainty, Dr. Ford contends, renders the search warrant suspect and mandates against the application of the inevitable discovery rule.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For support, Dr. Ford cites Murray v. United States, 487 U.S. 533, 108 S.Ct. 2529, 101 L.Ed.2d 472 (1988).  In Murray, the Supreme Court considered the \"independence\" of legal means under another exception to the warrant requirement--the independent source doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>The ultimate question, therefore, is whether the search pursuant to warrant was in fact a genuinely independent source of the information and tangible evidence at issue here.  This would not have been the case ... if information obtained during that entry was presented to the Magistrate and affected his decision to issue the warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Id. at 542, 108 S.Ct. at 2536.   Contrary to Dr. Ford's contention, the Court did leave some room for speculation when making this determination.  \"To determine whether the warrant was independent of the illegal entry, one must ask whether it would have been sought even if what actually happened had not occurred.\"  Id. at 542 n. 3, 108 S.Ct. at 2536 n. 3.   Dr. Ford also cites Nix for the proposition that speculation may not play any role in a determination under the inevitable discovery rule.  \"[I]nevitable discovery involves no speculative elements but focuses on demonstrated historical facts capable of ready verification or impeachment and does not require a departure from the usual burden of proof at suppression hearings.\"  Nix, 467 U.S. at 444 n. 5, 104 S.Ct. at 2509 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">When reviewing affidavits containing \"tainted\" evidence, courts regularly set aside the tainted information and then determine if \"there remains sufficient content in the warrant affidavit to support a finding of probable cause.\"  Franks v. Delaware, 438 U.S. 154, 172, 98 S.Ct. 2674, 2684, 57 L.Ed.2d 667 (1978).  This court has applied the same analysis.  \"[The illegally obtained information] should be set to one side (as the district court did) and the remaining content of the affidavit examined to determine whether there was probable cause to search, apart from the tainted averments.\"  United States v. Veillette, 778 F.2d 899, 904 (1st Cir.1985), cert. denied, 476 U.S. 1115, 106 S.Ct. 1970, 90 L.Ed.2d 654 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, the district court performed precisely this analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>[A] valid warrant to search Ford's home would have issued despite the information obtained in the course of the protective sweep....  If one were to strike from the supporting affidavit any and all references other than those to the express mail package in question and the events leading to its arrival in defendant's dwelling, the search warrant would have issued based on probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Aplt.'s App. at 29.  This finding cannot be seriously doubted.  We set forth a portion of the affidavit to underscore this holding.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>2. This morning I received a search warrant for an Express Mail package suspected of containing controlled substances....</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>3.  The Express Mail package was addressed to Dr. Jeff Ford, 90 Amherst Road, So.  Hadley, MA 01075.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>4. Upon executing the search warrant I found approximately 30 grams of a substance that field tested positive for methamphetamine, a Schedule III controlled substance.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>6. At approximately 2:15 p.m. Ford picked up the Express Mail package and drove to his home at 90 Amherst Road, South Hadley, Massachusetts (the \"Premises\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>7. At approximately 2:45 p.m. Ford was arrested by another U.S. Postal Inspector at the Premises.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Rec., doc. 29, ex.  B at 1.  It requires no speculation to determine that the excised affidavit supports a finding of probable cause.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We therefore reject Dr. Ford's second attack on the independence of the warrant.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>C. Incentive for Police Misconduct</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Finally, Dr. Ford argues that application of the inevitable discovery rule in this case would weaken Fourth Amendment protection and provide an incentive for police misconduct.  He points out that the agents did not attempt to secure either a search or an arrest warrant prior to Dr. Ford's receipt of the package.  Further, because the agents used a ruse (the water department story) to lure Dr. Ford from his home, \"it was surely not a surprise for the defendant to have needs related to the inside of the home.\"   Aplt.'s Br. at 26.  \"The government should not be permitted to be indifferent to the warrant requirement for twenty-four hours and rely on a search warrant obtained after agents have engaged in an entirely predictable and manufactured 'protective sweep,' as proof of inevitability.\"   Id. at 27.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Although we agree with Dr. Ford that a warrant would have avoided this problem, we cannot agree that applying the inevitable discovery doctrine in this situation would provide an incentive for misconduct.  We have found only one case in which a court, after engaging in the Silvestri analysis, refused to apply the inevitable discovery rule due to the incentive for police misconduct.  United States v. Rullo, 748 F.Supp. 36 (D.Mass.1990).  In Rullo, the police used excessive physical force to compel a suspect to disclose the location of a gun.  The court held that, although the gun would have been inevitability discovered through a separate search, the incentive for police misconduct was so great that the inevitable discovery rule could not apply.  The present case obviously does not involve such blatant police misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In fact, as the district court stated, \"it is dubious whether the police involved in this case behaved improperly at all.\"   Aplt.'s App. at 30.  A police officer has the right to remain with a suspect at all times.  Washington v. Chrisman, 455 U.S. 1, 6-7, 102 S.Ct. 812, 816-817, 70 L.Ed.2d 778 (1982).  In Chrisman, a student was detained outside of his dormitory.  The student requested that he be allowed to return to his room to obtain identification.  He was told that the police officer would accompany him if he should return to his room.  The student consented.  While standing in the doorway of the room, the police officer saw, in plain view, marijuana seeds and a pipe.  The Court held that the police officer \"properly accompanied [the student] to his room, and that his presence in the room was lawful.\"  Id. at 7, 102 S.Ct. at 817.   See also United States v. Hidalgo, 747 F.Supp. 818 (D.Mass.1990) (holding that there was no incentive for police misconduct when the search of the premises took place out of a concern for the safety of the police officers involved).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In light of these decisions, we do not believe that applying the inevitable discovery doctrine in the present case provides an incentive for police misconduct.  The police had the right to accompany Dr. Ford when he reentered the house.  Further, the district court found that the protective sweep was motivated by a concern of the police officers to protect themselves.  Aplt.'s App. at 18-19.  We therefore hold that a reasonable view of the evidence supports the district court's application of the inevitable discovery rule.  The denial of the motion to suppress is AFFIRMED.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Among the items discovered during the search of Dr. Ford's house was a book entitled Secrets of Methamphetamine Manufacture.   Prior to trial, Dr. Ford filed a motion in limine requesting the court to exclude the book from evidence.  The motion was denied after a brief sidebar conference.  The government offered the book into evidence.  Dr. Ford renewed his objections, arguing that the book was irrelevant and prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Rule 401 of the Federal Rules of Evidence defines relevant evidence as \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than would be without the evidence.\"   Fed.R.Evid. 401.  Dr. Ford contends that the book does not meet the this definition.  \"The title of the book makes this perfectly clear.  This trial had nothing whatsoever to do with methamphetamine, let alone its manufacture.\"   Aplt.'s Br. at 30.  Further, Dr. Ford argues that any inferences which could be drawn from the book would be solely related to the manufacture of methamphetamine and \"would still have no tendency to prove that Dr. Ford had an intent to distribute the cocaine and marijuana found in his possession, which was the sole contested issue at trial.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We review evidentiary decisions under the abuse of discretion standard.  United States v. Nason, 9 F.3d 155, 162 (1st Cir.1993), cert. denied, --- U.S. ----, 114 S.Ct. 1331, 127 L.Ed.2d 678 (1994).  \"The threshold for relevance is very low under [Rule 401].\"  Id.   The district court found that the book was a tool of the drug trafficking trade and therefore should be admitted into evidence.  Tr., vol.  III at 5.  We cannot say that the district court abused its discretion in admitting the book.  As aptly stated by the government, the book \"describes how to create a sophisticated illicit drug operation....  Viewed in conjunction with the High Times Magazine which Ford testified he read to develop his sophisticated marijuana growing operation, this evidence tended to show that Ford was a drug dealer as opposed to someone who merely possessed drugs for his personal use.\"   Aplee.'s Br. at 28.  Such evidence meets the \"any tendency\" test.  We will not disturb the Rule 401 ruling of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">After having determined that the book is relevant, we must now consider whether the admission of the book is overly prejudicial under Rule 403.  Rule 403 states that \"[a]lthough relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury ...\" Fed.R.Evid. 403.  Dr. Ford contends that the book is overly prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>Since the book had nothing to do with cocaine, marijuana or their distribution, it surely caused the jury to speculate about why it was an exhibit in the case.  The risk ... is that the jury would infer without other evidence that possession of the book indicated an interest in manufacturing drugs in general and that the defendant's possession of cocaine and marijuana in question were somehow part of this broader plan.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Aplt.'s Br. at 31.  Dr. Ford argues that the evidence presented a close case and that the book, \"which suggested a larger and more sinister involvement with narcotics than was warranted by the evidence\" tipped the scales against the defendant.  Id. at 33.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The government notes that after the book was admitted into evidence, \"it was never mentioned again by a witness or the government as significant to the main issue in the case.\"   Aplee.'s Br. at 31.  Indeed, the government did not discuss the relevance of the book in its closing argument.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Rule 403 \"admissions of evidence are within the sound discretion of the trial court.  We will not disturb such rulings absent an abuse of discretion.  We will, nevertheless, reverse a lower court's determination in 'exceptional circumstances.' \"  United States v. Rodriquez-Cortes, 949 F.2d 532, 540 (1st Cir.1991). See also United States v. Green, 887 F.2d 25, 27 (1st Cir.1989);  United States v. Griffin, 818 F.2d 97, 101-102 (1st Cir.), cert. denied, 484 U.S. 844, 108 S.Ct. 137, 98 L.Ed.2d 94 (1987).  While Dr. Ford argues that exceptional circumstances are present in this case, he fails to articulate what those circumstances are beyond the notion that the admission of the book tipped the scales.  However, Rule 403 does not act to exclude any evidence which may be prejudicial but rather evidence in which the prejudice \"substantially outweighs\" the probative value.  We cannot say that the book, a tool of the drug trafficking trade as the trial judge found, was so lacking in probative value as to be excluded under Rule 403 nor that exceptional circumstances exist which require the reversal of the district court.  Thus, the district court's admission of the book entitled Secrets of Methamphetamine Manufacture is AFFIRMED.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Dr. Ford's final issue on appeal concerns count two of the indictment alleging possession of cocaine with intent to distribute.  He contends that there is insufficient evidence to support the conviction for this count.  \"We review the evidence in the light most favorable to the government, including all legitimate inferences to be drawn therefrom, to determine whether a rational trier of fact could have found defendant guilty beyond a reasonable doubt.\"  United States v. Montoya, 917 F.2d 680, 681 (1st Cir.1990).  \" 'The prosecution ... need not exclude every reasonable hypothesis of innocence so long as the total evidence permits a conclusion of guilt beyond a reasonable doubt.' \"  United States v. Almonte, 952 F.2d 20, 24 (1st Cir.1991) (citations omitted), cert. denied, --- U.S. ----, 112 S.Ct. 1776, 118 L.Ed.2d 434 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The cocaine seized had a net weight of 27.59 grams, or just under one ounce.  In United States v. Latham, 874 F.2d 852, 863 (1st Cir.1989), this court stated \"that an inference of intent to distribute is not warranted from the possession of one ounce of cocaine.\"   Dr. Ford contends that in light of Latham, the government must look to other evidence to prove that the cocaine was for distribution rather than for personal use.  Dr. Ford's reading of Latham is immaterial since the government has offered other evidence of an intent to distribute.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Dr. Ford points to numerous factors which support his contention that the cocaine was for personal use.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>When the agents entered Dr. Ford's home, only moments after they had observed him enter with the package of cocaine, they found that the package had been opened and placed on a bed with a plate, a grinder and a Penthouse magazine.  Agent Loftus acknowledged that the grinder is an instrument used to convert cocaine that is often granular when purchased, into a fine powder more suitable for inhaling.  A straw and a mirror, two other objects commonly associated with the consumption of cocaine was found.  In addition, small vials designed for consumption of cocaine and containing cocaine residue were recovered in the house.  Certainly the circumstances under which the cocaine was recovered, raise a strong suggestion that at least some of the cocaine was about to be consumed by Dr. Ford.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Aplt.'s Br. at 35.  Dr. Ford also argues that items commonly used for narcotics distribution were absent from his home.  For example, the search did not uncover any substance used to dilute cocaine, small plastic bags, vials or three to four inch squares of magazine paper.  Further, no ledgers, receipts or notebooks indicating narcotics transactions were recovered.  Dr. Ford argues that there are only three items found in his home which arguably intimate an intent to distribute:  the gun, the scale and the $13,000 in cash.  The government argues that these three items, together with the weight and purity of the cocaine, provide sufficient evidence to support a conviction.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">This court has held that scales, firearms and large amounts of cash are each probative of the intent to distribute narcotics.  \"[W]e have long 'recognized that in drug trafficking firearms have become \"tools of the trade\" and thus are probative of the existence of a drug conspiracy.' \"  United States v. Walters, 904 F.2d 765, 796 (1st Cir.1990) (citing United States v. Green, 887 F.2d 25, 27 (1st Cir.1989)).  Dr. Ford does not dispute this but rather argues that the firearm has no tendency to prove that Dr. Ford was intending to distribute the cocaine.  According to Dr. Ford, the weapon was found in a bedroom closet on a different floor from which the cocaine was found.  Further, Dr. Ford was not armed when he picked up the package nor when the agents approached his house.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">There is other evidence in the record which supports the government's contention that the gun was used as a tool of the trade.  The gun, a .357 Magnum, was kept in the closet of the bedroom where Dr. Ford slept and on the same floor as the $13,000 in cash and the marijuana.  Tr., vol.  III at 88.  Two loaded \"speed loaders\" were also located in the closet.  Id.  Finally, Dr. Ford acknowledged that one of the reasons he had the gun was for \"personal protection\" and that due to the marijuana and cocaine in the house he could not call the police if someone sought to break into his home.  Tr., vol.  II at 18-19.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The government argues that the scale is further evidence of the intent to distribute cocaine.  Dr. Ford conceded that he used the scale to weigh drugs.  Tr., vol.  IV at 116.  This court has acknowledged that a scale is one of the tools of the trade for drug dealers, Montoya, 917 F.2d at 682, and therefore may be considered as evidence here.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Finally, the government argues that Dr. Ford could not persuasively account for the $13,000 in cash.  \"Evidence that the defendant possessed or controlled substantial sums of money from unexplained sources is relevant in a prosecution for drug trafficking.\"  United States v. Figueroa, 976 F.2d 1446, 1454 (1st Cir.1992), cert. denied, --- U.S. ----, 113 S.Ct. 1346, 122 L.Ed.2d 728 (1993).  See also United States v. Newton, 891 F.2d 944, 948 (1st Cir.1989);  United  States v. Ariza-Ibarra, 605 F.2d 1216, 1224-25 (1st Cir.1979), cert. denied, 454 U.S. 895, 102 S.Ct. 392, 70 L.Ed.2d 209 (1981).  Dr. Ford contends that he sufficiently explained the source of a substantial portion of the cash.  Dr. Ford's sister testified that she loaned him $7500.  Tr., vol.  IV at 49.  Dr. Ford testified that he borrowed $7500 from his sister and $7500 from his parents.  Id. at 84.  Dr. Ford also testified that he kept his assets in cash rather than a bank account because \"[he] left a lot of institutions holding the bag financially.  People were looking for [him.] ... So there were people that wanted money from [him.]\"  Id. at 89.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The government notes that Dr. Ford testified that he stopped making payments for his rent, his car lease and his orthodontic practice yet he had $13,000 in cash on hand.  Further, \"when faced with a listing of his known expenses for the months prior to his arrest, Ford was unable to reconcile those expenses with the amount of cash he had on hand.\"   Aplee.'s Br. at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Each of these three pieces of evidence must be considered in the light most favorable to the government.  Although Dr. Ford may have provided reasons for the existence of the scale, the gun and the cash, the finder of fact is free to reject his explanation.  It is not the province of this court to reweigh conflicting testimony or to make credibility determinations.  Based on our review of the record, we hold that the government has presented sufficient evidence to support a conviction under count two.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The decision of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Dr. Ford contends that Sergeant Strychars and Inspector Gray immediately announced themselves as police officers.  This discrepancy is immaterial for the purposes of this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> When Dr. Ford was arrested, he was wearing a tee shirt and shorts, and was barefoot</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government does not dispute Dr. Ford's reading of Silvestri but rather argues that there is sufficient evidence showing a decision was made prior to the search</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Dr. Ford argues that Franks and Veillette are inapplicable in an inevitable discovery context.  Veillette was decided under the independent source doctrine which, according to Dr. Ford, lacks the requirement of inevitability.  We note once again that the Silvestri analysis is a flexible one, turning on the particular facts of each case.  In closer cases, the requirement of inevitability may mandate that the Magistrate not be presented with any of the tainted information.  However, in such a clear case as this, we do not believe that the inevitability of the issuance of the warrant can be seriously questioned</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Dr. Ford also argues that the warrant should not be considered independent because the agents who were involved in the warrantless search were also the agents who prepared the search warrant.  Many courts have considered the level of participation by agents not involved in the original search.  See Silvestri, 787 F.2d at 741-742;  United States v. Merriweather, 777 F.2d 503 (9th Cir.1985), cert. denied 475 U.S. 1098, 106 S.Ct. 1497, 89 L.Ed.2d 898 (1986);  United States v. Hidalgo, 747 F.Supp. 818, 833 (D.Mass.1990);  Hunnewell v. United States, 738 F.Supp. 582, 584 (D.Maine), aff'd without opinion, 923 F.2d 839 (1st Cir.1990).  These cases demonstrate that the level of participation is one of the many factors to be considered when determining the independence of the warrant.  As we have previously stated, the independence of the warrant in the present case is firmly established.  The overlap between the agents searching the premises prior to the warrant and the agents preparing the warrant does not alter our holding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Sergeant Kerle testified that an ounce of 80 percent pure cocaine could have been diluted and divided up into 112 grams with a street value of $11,200.  Tr., vol.  I at 36-37.  He also testified as an expert that \"this amount of cocaine in that purity is consistent with [an] intent to distribute it.\"   Id. at 39</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">374</span></span></p>\n    <p class=\"case_cite\">40 Fed. R. Evid. Serv. 919</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Jeffrey FORD, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 93-1867.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard March 8, 1994.<br>Decided April 28, 1994.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David P. Hoose, by Appointment of the Court, with whom Katz, Sasson and Hoose, Springfield, MA, was on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kevin O'Regan, Asst. U.S. Atty., Springfield, MA, with whom Donald K. Stern, U.S. Atty., Boston, MA, was on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Circuit Judge, COFFIN, Senior Circuit Judge, and PETTINE,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">PETTINE, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant Dr. Jeffrey M. Ford was charged under a four count indictment for violations of the drug laws.  He was convicted on all counts and sentenced to fifty-one months imprisonment and three years of supervised release.  Dr. Ford raises three issues on appeal:  the district court erred in denying a motion to suppress evidence seized during a warrantless search;  the district court erred in admitting into evidence a book entitled Secrets of Methamphetamine Manufacture;  and there is insufficient evidence to support a conviction for possession of cocaine with intent to distribute.  For the reasons stated below, we reject Dr. Ford's arguments and affirm the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The relevant facts are as follows.  In March 1991, the Postmaster of the South Hadley Post Office in Massachusetts notified Postal Inspector Terrence Loftus that on several occasions Dr. Ford had purchased postal money orders and sent them via Express Mail to an address in Arizona.  After a few days, Ford would receive an Express Mail package from a person named R. Cunningham with a fictitious California return address.  Inspector Loftus asked to be informed of the next such occurrence.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On July 22, 1991, the postmaster informed Inspector Loftus that Dr. Ford purchased additional money orders and sent them to the address in Arizona.  On July 23, 1991, an Express Mail package arrived for Dr. Ford from R. Cunningham at the Los Angeles address.  Inspector Loftus removed the package from the mail stream and had it examined by a trained narcotics detection dog.  The dog alerted to the package, indicating the presence of narcotics.  On July 24, 1991, Inspector Loftus obtained a search warrant to inspect the contents of the Express Mail package.  The contents field tested positive for methamphetamine.  Subsequent laboratory tests disclosed that the substance was 27.59 grams of 80% pure cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The package was returned to the mail stream to be delivered to Dr. Ford.  Postal Inspectors and the South Hadley police department then placed the post office and Dr. Ford's home under surveillance.  In the meantime, Dr. Ford arrived, picked up the package and then returned home.  After he entered his house with the package, Sergeant David Strychars and Postal Inspector Fred Gray, who were surveilling the premises, knocked on Dr. Ford's door announcing that they were from the water department and convinced Dr. Ford to exit his home.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  As the district court found, \"[o]nce defendant exited the premises, assisted by Strychars' hand on his shoulder, the law enforcement officers informed him that he was under arrest and handcuffed him.\"   Aplt.'s App. at 16.The testimony of law enforcement officers and of the defendant diverge significantly as to what happened next.  According to the law enforcement officers, who testified consistently with one another, Ford was first given his Miranda rights.  Loftus then asked Ford whether Ford would give consent to a search of his house, informing Ford that the search would take place in any case after the officers obtained a warrant.  Ford refused permission to search the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Id. at 17 (citations omitted).  Subsequently, Inspector Loftus explained to Dr. Ford that he would be brought to Springfield to be arraigned before a federal Magistrate Judge (\"Magistrate\") and that bail would be set.  Dr. Ford then made several inquiries:  he inquired about his dog (who was in the house);  asked if he could change his clothes;  whether he needed to bring money with him;  and if he could go inside and use the bathroom.  Dr. Ford was told that he could exchange his clothes and use the bathroom but that he could not go back in the house by himself.  Inspector Loftus told Dr. Ford that the officers \"would have to satisfy themselves that there was no one else on the premises who might pose a threat to them.\"   Aplt.'s App. at 18.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dr. Ford, Inspector Loftus and three other law enforcement personnel then proceeded to enter the house with the defendant, who posed no objection.  Beginning with the ground floor, the officers performed a sweep of each floor to ensure that no one else was present.  On the second floor, the officers noticed the package Dr. Ford had received that day.  \"On an unmade bed in a bedroom on the middle level of Dr. Ford's three level home, the agents found the package of cocaine, which had been opened, a plate with a sifter and knife and a Penthouse magazine.\"   Aplt.'s Br. at 5-6.  The group proceeded to the third level so that Dr. Ford could change his clothes.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  When the agents reached the top floor, several doors were closed.  Inspector Loftus told Dr. Ford that the agents were going to open the doors to make sure that no one else was present.  Dr. Ford then responded \"I wish you wouldn't.\"   Tr., vol.  III at 55.  The agents opened the doors and were able to see marijuana growing in two of the rooms.  Dr. Ford asked how much money he should bring for bail and indicated he had substantial amounts of cash on hand.  Inspector Loftus inquired as to the amount and Dr. Ford produced $13,000 from a wicker basket.  The agents confiscated the cash.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Dr. Ford contends that it was the agents, not himself, who initiated the re-entry into the house;  that the conversations concerning bail, his dog and changing clothes took place inside the house and that Inspector Loftus prompted the discussion about the money.  \"Loftus ... stated that if Ford showed him where the money was immediately, Loftus would count the money in front of Ford and give him a receipt for the full amount.  The implication, according to Ford, was that the money would not be accounted for properly if he did not turn it over before he was taken to Springfield.\"   Aplt.'s App. at 21.  We note that the district court, when confronted with contradictory versions of the relevant facts, accepted the version set forth by the government witnesses.  \"[T]he Court either rejects defendant's conflicting account of the events for lack of credibility, or else concludes, in specific instances, that certain discrepancies are immaterial for purposes of defendant's suppression motions.\"   Aplt.'s App. at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Dr. Ford was brought to the Magistrate in Springfield and Inspector Loftus obtained a search warrant for the house.  When the search warrant was executed the agents seized the marijuana plants, packaged marijuana, a scale, a pistol, items used to cultivate marijuana and several postal receipts for Express Mail packages from Dr. Ford to his contact in Arizona.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Prior to trial, Dr. Ford filed a motion to suppress the evidence uncovered during the search of his house:  the marijuana plants, packaged marijuana, a scale, a pistol and various items used to grow and care for the marijuana.  He contends that the search was unlawful.  The government argued below that the search was a lawful \"protective sweep\" of the house.  After a hearing on the motion, the district court did not decide whether the search was a lawful protective sweep.  Instead, the court determined that the evidence was admissible under an exception to the warrant requirement known as the \"inevitable discovery\" rule.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the agents in the first instance entered Dr. Ford's home without a warrant, we must determine whether the evidence seized must be suppressed or whether the evidence is admissible under an exception to the warrant requirement.  We feel compelled to note that had the agents obtained a warrant, this exercise would be unnecessary.  As this is not the case, we must turn to the task at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The inevitable discovery rule, adopted by the Supreme Court in Nix v. Williams, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2501</span></a></span>, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1984), provides for the admissibility of evidence discovered during a warrantless search if the evidence would have been inevitably discovered through independent legal means.  \"If the prosecution can establish by a preponderance of the evidence that the information ultimately or inevitably would have been discovered by lawful means ... then ... the evidence should be received.\"  Id. at 444, 104 S.Ct. at 2509.   The prosecution may not rely on speculation but rather must meet this burden of proof based on \"demonstrated historical facts capable of ready verification or impeachment.\"  Id. at 444 n. 5, 104 S.Ct. at 2509 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In United States v. Silvestri, <span class=\"citation\" data-id=\"468097\"><a href=\"/opinion/468097/united-states-v-frederick-silvestri-elder/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">736</span></a></span> (1st Cir.1986), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2897</span></span>, <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">931</span></span> (1988), this court established the analytical framework for the inevitable discovery rule.  In Silvestri, police officers unlawfully searched a residence and discovered large quantities of drugs in the garage.  Two other officers, who were not involved in the unlawful search, prepared the search warrant affidavit and application without any knowledge of the illegal search.  Upon issuance of the warrant, the premises were lawfully searched and the evidence seized.  The defendant moved to suppress the evidence.  The district court denied the motion, holding the evidence to be admissible under the inevitable discovery rule.  On appeal, this court affirmed the district court after considering three questions.  \"[A]re the legal means truly independent;  are both the use of the legal means and the discovery by that means truly inevitable;  and does the application of the inevitable discovery exception either provide an incentive for police misconduct or significantly weaken fourth amendment protection?\"  Id. at 744.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In Silvestri, the defendant argued that, in order to be truly independent, the legal means (i.e. the search warrant) must be underway at the time of the discovery;  in other words, the warrant process must be ongoing at the time of the alleged police misconduct or illegal search.  The defendant cited for support a Fifth Circuit decision which held that \"the legal process of discovery be ongoing at the time of the illegal discovery in order for the inevitable discovery exception to be applicable.\"  Id. at 742 (discussing United States v. Cherry, <span class=\"citation\" data-id=\"450747\"><a href=\"/opinion/450747/united-states-v-james-thomas-cherry/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1196</span></a></span> (5th Cir.1985)).  See also United States v. Satterfield, <span class=\"citation\" data-id=\"441742\"><a href=\"/opinion/441742/united-states-of-america-cross-appellant-v-edward-eugene-satterfield/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span> (11th Cir.1984), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1117</span></span>, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2362</span></span>, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">262</span></span> (1985) (adopting similar rule);  United States v. Romero, <span class=\"citation\" data-id=\"410451\"><a href=\"/opinion/410451/united-states-v-carlos-richard-romero-united-states-of-america-v-joseph/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">699</span></a></span> (10th Cir.1982) (same).  This court declined to adopt such a strict approach.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p>Rather than setting up an inflexable [sic] \"ongoing\" test such as the Fifth Circuit's, we suggest that the analysis focus on the questions of independence and inevitability and remain flexible enough to handle the many different fact patterns which will be presented....  In cases where a warrant is obtained, however, the active pursuit requirement is too rigid.  On the other hand, a requirement that probable cause be present prior to the illegal search ensures both independence and inevitability for the prewarrant search situation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 746.   Under this flexible standard, independence and inevitability remain the cornerstones of the analysis.  The specific facts of each case will determine the requirements necessary to prove independence and inevitability.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court applied the teachings of Nix and Silvestri and held that the inevitable discovery rule applied.[T]he search warrant, the legal means of search, even if filtered of any reference to marijuana and the large sums of money, was wholly independent of the arguably improper protective sweep, and the discovery of the physical evidence at issue was certainly inevitable.  In addition, the Court concludes that application of the inevitable discovery doctrine to the facts of this case would not significantly dilute constitutional protections or provide a carrot for police misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Aplt.'s App. at 30.</p>\n    </div>\n    <p>A. The Decision To Seek A Warrant</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Dr. Ford attacks the district court's holdings under each of the three Silvestri questions.  First, he argues that the search warrant was not sufficiently independent of the warrantless entry into his home.  He argues that while Silvestri held that the warrant process did not have to be ongoing, \"it is implicit that Silvestri establishes as at least a minimum requirement, the decision to seek a warrant [must] be made prior to the time that the illegal search took place and that the decision in no way be influenced or accelerated by information gained from the illegal search.\"   Aplt.'s Br. at 10.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Before we address Dr. Ford's arguments, we must bear in mind the appropriate standard of review.  \"The standard of review of an appeal from a denial of a motion to suppress is that the decision will be upheld if any reasonable view of the evidence supports the trial court's decision.\"  United States v. McLaughlin, <span class=\"citation\" data-id=\"578198\"><a href=\"/opinion/578198/united-states-v-bernard-michael-mclaughlin-united-states-of-america-v/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir.1992).  We review de novo any questions of law which arise in the course of our analysis.  United States v. Yoffe, <span class=\"citation\" data-id=\"460037\"><a href=\"/opinion/460037/united-states-v-franklin-m-yoffe/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, 451 (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We have carefully reviewed Silvestri and find no language to support Dr. Ford's argument.  Indeed, Silvestri rejected a bright line rule in favor of a flexible analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p>[In] [t]he situation where a warrant is obtained after a warrantless search ... the requirement of active pursuit could be viewed as ensuring the independent inevitability of the police decision to seek the search warrant, i.e., to ensure that the evidence turned up in the illegal search did not influence this decision.  As a protection of the independence of the warrant, however, this bright-line rule goes too far.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Silvestri, 787 F.2d at 745.   However, Silvestri did require \"that probable cause be present prior to the illegal search [to ensure] both independence and inevitability for the prewarrant search situation.\"  Id. at 746.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The existence of independent probable cause to search Dr. Ford's home is undisputed.  Dr. Ford concedes that \"it is beyond argument that the agents had probable cause to search Dr. Ford's residence after he returned with the package from the Post Office.\"   Aplt.'s Br. at 10.  It is also beyond dispute that the seized evidence would have been (and was) discovered following the authorized search.  It is inevitable that the existence of probable cause would find fruition in the issuance of a search warrant.  This is bolstered by the fact that there is evidence in the record, relied upon by the district court, that a decision to seek a warrant had been made prior to the warrantless entry.  \"Loftus then asked Ford whether Ford would consent to a search of his house, informing Ford that the search would take place in any case after the officers obtained a warrant.\"   Aplt.'s App. at 17.  Thus, we believe that a reasonable view of the evidence supports the district court's finding that the probable cause supporting the search warrant was independent of the warrantless search and that the evidence seized would have been discovered upon the issuance of a warrant.</p>\n    </div>\n    <p>B. The Inclusion of Tainted Information</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Dr. Ford argues that the search warrant cannot be considered independent because the search warrant affidavit included observations made during the warrantless search of the home.  \"The inclusion of tainted evidence in the affidavit in support of the application for a search warrant seriously undercuts the true independence of the warrant as a valid subsequent legal means.\"   Aplt.'s Br. at 16.  According to Dr. Ford, because the warrant contained such tainted information, it is impossible to know with any certainty whether the magistrate would have issued the warrant in the absence of the tainted information.  This uncertainty, Dr. Ford contends, renders the search warrant suspect and mandates against the application of the inevitable discovery rule.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">For support, Dr. Ford cites Murray v. United States, <span class=\"citation\" data-id=\"112136\"><a href=\"/opinion/112136/murray-v-united-states/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">533</span></a></span>, <span class=\"citation\" data-id=\"112136\"><a href=\"/opinion/112136/murray-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2529</span></a></span>, <span class=\"citation\" data-id=\"112136\"><a href=\"/opinion/112136/murray-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1988).  In Murray, the Supreme Court considered the \"independence\" of legal means under another exception to the warrant requirement--the independent source doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p>The ultimate question, therefore, is whether the search pursuant to warrant was in fact a genuinely independent source of the information and tangible evidence at issue here.  This would not have been the case ... if information obtained during that entry was presented to the Magistrate and affected his decision to issue the warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Id. at 542, 108 S.Ct. at 2536.   Contrary to Dr. Ford's contention, the Court did leave some room for speculation when making this determination.  \"To determine whether the warrant was independent of the illegal entry, one must ask whether it would have been sought even if what actually happened had not occurred.\"  Id. at 542 n. 3, 108 S.Ct. at 2536 n. 3.   Dr. Ford also cites Nix for the proposition that speculation may not play any role in a determination under the inevitable discovery rule.  \"[I]nevitable discovery involves no speculative elements but focuses on demonstrated historical facts capable of ready verification or impeachment and does not require a departure from the usual burden of proof at suppression hearings.\"  Nix, 467 U.S. at 444 n. 5, 104 S.Ct. at 2509 n. 5.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">When reviewing affidavits containing \"tainted\" evidence, courts regularly set aside the tainted information and then determine if \"there remains sufficient content in the warrant affidavit to support a finding of probable cause.\"  Franks v. Delaware, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 172, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2674</span></a></span>, 2684, <span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">667</span></a></span> (1978).  This court has applied the same analysis.  \"[The illegally obtained information] should be set to one side (as the district court did) and the remaining content of the affidavit examined to determine whether there was probable cause to search, apart from the tainted averments.\"  United States v. Veillette, <span class=\"citation\" data-id=\"461585\"><a href=\"/opinion/461585/united-states-v-george-e-veillette-jr/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 904 (1st Cir.1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1115</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></span>, <span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">654</span></span> (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, the district court performed precisely this analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p>[A] valid warrant to search Ford's home would have issued despite the information obtained in the course of the protective sweep....  If one were to strike from the supporting affidavit any and all references other than those to the express mail package in question and the events leading to its arrival in defendant's dwelling, the search warrant would have issued based on probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Aplt.'s App. at 29.  This finding cannot be seriously doubted.  We set forth a portion of the affidavit to underscore this holding.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>2. This morning I received a search warrant for an Express Mail package suspected of containing controlled substances....</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p>3.  The Express Mail package was addressed to Dr. Jeff Ford, 90 Amherst Road, So.  Hadley, MA 01075.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>4. Upon executing the search warrant I found approximately 30 grams of a substance that field tested positive for methamphetamine, a Schedule III controlled substance.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p>.    .    .    .    .</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p>6. At approximately 2:15 p.m. Ford picked up the Express Mail package and drove to his home at 90 Amherst Road, South Hadley, Massachusetts (the \"Premises\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p>7. At approximately 2:45 p.m. Ford was arrested by another U.S. Postal Inspector at the Premises.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Rec., doc. 29, ex.  B at 1.  It requires no speculation to determine that the excised affidavit supports a finding of probable cause.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We therefore reject Dr. Ford's second attack on the independence of the warrant.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p>C. Incentive for Police Misconduct</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Finally, Dr. Ford argues that application of the inevitable discovery rule in this case would weaken Fourth Amendment protection and provide an incentive for police misconduct.  He points out that the agents did not attempt to secure either a search or an arrest warrant prior to Dr. Ford's receipt of the package.  Further, because the agents used a ruse (the water department story) to lure Dr. Ford from his home, \"it was surely not a surprise for the defendant to have needs related to the inside of the home.\"   Aplt.'s Br. at 26.  \"The government should not be permitted to be indifferent to the warrant requirement for twenty-four hours and rely on a search warrant obtained after agents have engaged in an entirely predictable and manufactured 'protective sweep,' as proof of inevitability.\"   Id. at 27.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Although we agree with Dr. Ford that a warrant would have avoided this problem, we cannot agree that applying the inevitable discovery doctrine in this situation would provide an incentive for misconduct.  We have found only one case in which a court, after engaging in the Silvestri analysis, refused to apply the inevitable discovery rule due to the incentive for police misconduct.  United States v. Rullo, <span class=\"citation\" data-id=\"1966901\"><a href=\"/opinion/1966901/united-states-v-rullo/\"><span class=\"volume\">748</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">36</span></a></span> (D.Mass.1990).  In Rullo, the police used excessive physical force to compel a suspect to disclose the location of a gun.  The court held that, although the gun would have been inevitability discovered through a separate search, the incentive for police misconduct was so great that the inevitable discovery rule could not apply.  The present case obviously does not involve such blatant police misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In fact, as the district court stated, \"it is dubious whether the police involved in this case behaved improperly at all.\"   Aplt.'s App. at 30.  A police officer has the right to remain with a suspect at all times.  Washington v. Chrisman, <span class=\"citation\" data-id=\"110636\"><a href=\"/opinion/110636/washington-v-chrisman/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 6-7, <span class=\"citation\" data-id=\"110636\"><a href=\"/opinion/110636/washington-v-chrisman/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, 816-817, <span class=\"citation\" data-id=\"110636\"><a href=\"/opinion/110636/washington-v-chrisman/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">778</span></a></span> (1982).  In Chrisman, a student was detained outside of his dormitory.  The student requested that he be allowed to return to his room to obtain identification.  He was told that the police officer would accompany him if he should return to his room.  The student consented.  While standing in the doorway of the room, the police officer saw, in plain view, marijuana seeds and a pipe.  The Court held that the police officer \"properly accompanied [the student] to his room, and that his presence in the room was lawful.\"  Id. at 7, 102 S.Ct. at 817.   See also United States v. Hidalgo, <span class=\"citation\" data-id=\"1480071\"><a href=\"/opinion/1480071/united-states-v-hidalgo/\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">818</span></a></span> (D.Mass.1990) (holding that there was no incentive for police misconduct when the search of the premises took place out of a concern for the safety of the police officers involved).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In light of these decisions, we do not believe that applying the inevitable discovery doctrine in the present case provides an incentive for police misconduct.  The police had the right to accompany Dr. Ford when he reentered the house.  Further, the district court found that the protective sweep was motivated by a concern of the police officers to protect themselves.  Aplt.'s App. at 18-19.  We therefore hold that a reasonable view of the evidence supports the district court's application of the inevitable discovery rule.  The denial of the motion to suppress is AFFIRMED.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Among the items discovered during the search of Dr. Ford's house was a book entitled Secrets of Methamphetamine Manufacture.   Prior to trial, Dr. Ford filed a motion in limine requesting the court to exclude the book from evidence.  The motion was denied after a brief sidebar conference.  The government offered the book into evidence.  Dr. Ford renewed his objections, arguing that the book was irrelevant and prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Rule 401 of the Federal Rules of Evidence defines relevant evidence as \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than would be without the evidence.\"   Fed.R.Evid. 401.  Dr. Ford contends that the book does not meet the this definition.  \"The title of the book makes this perfectly clear.  This trial had nothing whatsoever to do with methamphetamine, let alone its manufacture.\"   Aplt.'s Br. at 30.  Further, Dr. Ford argues that any inferences which could be drawn from the book would be solely related to the manufacture of methamphetamine and \"would still have no tendency to prove that Dr. Ford had an intent to distribute the cocaine and marijuana found in his possession, which was the sole contested issue at trial.\"   Id.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">We review evidentiary decisions under the abuse of discretion standard.  United States v. Nason, <span class=\"citation\" data-id=\"195001\"><a href=\"/opinion/195001/united-states-v-nason/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 162 (1st Cir.1993), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1331</span></span>, <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">678</span></span> (1994).  \"The threshold for relevance is very low under [Rule 401].\"  Id.   The district court found that the book was a tool of the drug trafficking trade and therefore should be admitted into evidence.  Tr., vol.  III at 5.  We cannot say that the district court abused its discretion in admitting the book.  As aptly stated by the government, the book \"describes how to create a sophisticated illicit drug operation....  Viewed in conjunction with the High Times Magazine which Ford testified he read to develop his sophisticated marijuana growing operation, this evidence tended to show that Ford was a drug dealer as opposed to someone who merely possessed drugs for his personal use.\"   Aplee.'s Br. at 28.  Such evidence meets the \"any tendency\" test.  We will not disturb the Rule 401 ruling of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">After having determined that the book is relevant, we must now consider whether the admission of the book is overly prejudicial under Rule 403.  Rule 403 states that \"[a]lthough relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury ...\" Fed.R.Evid. 403.  Dr. Ford contends that the book is overly prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p>Since the book had nothing to do with cocaine, marijuana or their distribution, it surely caused the jury to speculate about why it was an exhibit in the case.  The risk ... is that the jury would infer without other evidence that possession of the book indicated an interest in manufacturing drugs in general and that the defendant's possession of cocaine and marijuana in question were somehow part of this broader plan.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Aplt.'s Br. at 31.  Dr. Ford argues that the evidence presented a close case and that the book, \"which suggested a larger and more sinister involvement with narcotics than was warranted by the evidence\" tipped the scales against the defendant.  Id. at 33.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The government notes that after the book was admitted into evidence, \"it was never mentioned again by a witness or the government as significant to the main issue in the case.\"   Aplee.'s Br. at 31.  Indeed, the government did not discuss the relevance of the book in its closing argument.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Rule 403 \"admissions of evidence are within the sound discretion of the trial court.  We will not disturb such rulings absent an abuse of discretion.  We will, nevertheless, reverse a lower court's determination in 'exceptional circumstances.' \"  United States v. Rodriquez-Cortes, <span class=\"citation\" data-id=\"572412\"><a href=\"/opinion/572412/united-states-v-fabio-rodriguez-cortes-united-states-v-eduardo/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 540 (1st Cir.1991). See also United States v. Green, <span class=\"citation\" data-id=\"530305\"><a href=\"/opinion/530305/united-states-v-dalton-green/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 27 (1st Cir.1989);  United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 101-102 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></span>, <span class=\"citation no-link\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">137</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">94</span></span> (1987).  While Dr. Ford argues that exceptional circumstances are present in this case, he fails to articulate what those circumstances are beyond the notion that the admission of the book tipped the scales.  However, Rule 403 does not act to exclude any evidence which may be prejudicial but rather evidence in which the prejudice \"substantially outweighs\" the probative value.  We cannot say that the book, a tool of the drug trafficking trade as the trial judge found, was so lacking in probative value as to be excluded under Rule 403 nor that exceptional circumstances exist which require the reversal of the district court.  Thus, the district court's admission of the book entitled Secrets of Methamphetamine Manufacture is AFFIRMED.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Dr. Ford's final issue on appeal concerns count two of the indictment alleging possession of cocaine with intent to distribute.  He contends that there is insufficient evidence to support the conviction for this count.  \"We review the evidence in the light most favorable to the government, including all legitimate inferences to be drawn therefrom, to determine whether a rational trier of fact could have found defendant guilty beyond a reasonable doubt.\"  United States v. Montoya, <span class=\"citation\" data-id=\"550647\"><a href=\"/opinion/550647/united-states-v-juan-camilo-montoya/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">680</span></a></span>, 681 (1st Cir.1990).  \" 'The prosecution ... need not exclude every reasonable hypothesis of innocence so long as the total evidence permits a conclusion of guilt beyond a reasonable doubt.' \"  United States v. Almonte, <span class=\"citation\" data-id=\"574333\"><a href=\"/opinion/574333/united-states-v-maria-almonte-united-states-of-america-v-artemia-feliz/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 24 (1st Cir.1991) (citations omitted), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1776</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">434</span></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The cocaine seized had a net weight of 27.59 grams, or just under one ounce.  In United States v. Latham, <span class=\"citation\" data-id=\"523146\"><a href=\"/opinion/523146/united-states-v-frederick-charles-latham-jr/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">852</span></a></span>, 863 (1st Cir.1989), this court stated \"that an inference of intent to distribute is not warranted from the possession of one ounce of cocaine.\"   Dr. Ford contends that in light of Latham, the government must look to other evidence to prove that the cocaine was for distribution rather than for personal use.  Dr. Ford's reading of Latham is immaterial since the government has offered other evidence of an intent to distribute.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Dr. Ford points to numerous factors which support his contention that the cocaine was for personal use.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p>When the agents entered Dr. Ford's home, only moments after they had observed him enter with the package of cocaine, they found that the package had been opened and placed on a bed with a plate, a grinder and a Penthouse magazine.  Agent Loftus acknowledged that the grinder is an instrument used to convert cocaine that is often granular when purchased, into a fine powder more suitable for inhaling.  A straw and a mirror, two other objects commonly associated with the consumption of cocaine was found.  In addition, small vials designed for consumption of cocaine and containing cocaine residue were recovered in the house.  Certainly the circumstances under which the cocaine was recovered, raise a strong suggestion that at least some of the cocaine was about to be consumed by Dr. Ford.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Aplt.'s Br. at 35.  Dr. Ford also argues that items commonly used for narcotics distribution were absent from his home.  For example, the search did not uncover any substance used to dilute cocaine, small plastic bags, vials or three to four inch squares of magazine paper.  Further, no ledgers, receipts or notebooks indicating narcotics transactions were recovered.  Dr. Ford argues that there are only three items found in his home which arguably intimate an intent to distribute:  the gun, the scale and the $13,000 in cash.  The government argues that these three items, together with the weight and purity of the cocaine, provide sufficient evidence to support a conviction.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">This court has held that scales, firearms and large amounts of cash are each probative of the intent to distribute narcotics.  \"[W]e have long 'recognized that in drug trafficking firearms have become \"tools of the trade\" and thus are probative of the existence of a drug conspiracy.' \"  United States v. Walters, <span class=\"citation\" data-id=\"542855\"><a href=\"/opinion/542855/united-states-v-ira-glen-anthony-walters-united-states-v-neville-anthony/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">765</span></a></span>, 796 (1st Cir.1990) (citing United States v. Green, <span class=\"citation\" data-id=\"530305\"><a href=\"/opinion/530305/united-states-v-dalton-green/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 27 (1st Cir.1989)).  Dr. Ford does not dispute this but rather argues that the firearm has no tendency to prove that Dr. Ford was intending to distribute the cocaine.  According to Dr. Ford, the weapon was found in a bedroom closet on a different floor from which the cocaine was found.  Further, Dr. Ford was not armed when he picked up the package nor when the agents approached his house.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">There is other evidence in the record which supports the government's contention that the gun was used as a tool of the trade.  The gun, a .357 Magnum, was kept in the closet of the bedroom where Dr. Ford slept and on the same floor as the $13,000 in cash and the marijuana.  Tr., vol.  III at 88.  Two loaded \"speed loaders\" were also located in the closet.  Id.  Finally, Dr. Ford acknowledged that one of the reasons he had the gun was for \"personal protection\" and that due to the marijuana and cocaine in the house he could not call the police if someone sought to break into his home.  Tr., vol.  II at 18-19.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The government argues that the scale is further evidence of the intent to distribute cocaine.  Dr. Ford conceded that he used the scale to weigh drugs.  Tr., vol.  IV at 116.  This court has acknowledged that a scale is one of the tools of the trade for drug dealers, Montoya, 917 F.2d at 682, and therefore may be considered as evidence here.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Finally, the government argues that Dr. Ford could not persuasively account for the $13,000 in cash.  \"Evidence that the defendant possessed or controlled substantial sums of money from unexplained sources is relevant in a prosecution for drug trafficking.\"  United States v. Figueroa, <span class=\"citation\" data-id=\"592204\"><a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1454 (1st Cir.1992), cert. denied, --- U.S. ----, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1346</span></span>, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">728</span></span> (1993).  See also United States v. Newton, <span class=\"citation\" data-id=\"533777\"><a href=\"/opinion/533777/united-states-v-stuart-h-newton-united-states-of-america-v-thomas-w/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 948 (1st Cir.1989);  United  States v. Ariza-Ibarra, <span class=\"citation\" data-id=\"370140\"><a href=\"/opinion/370140/united-states-v-teodoro-ariza-ibarra-united-states-of-america-v-alvaro/\"><span class=\"volume\">605</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1216</span></a></span>, 1224-25 (1st Cir.1979), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">392</span></span>, <span class=\"citation no-link\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">209</span></span> (1981).  Dr. Ford contends that he sufficiently explained the source of a substantial portion of the cash.  Dr. Ford's sister testified that she loaned him $7500.  Tr., vol.  IV at 49.  Dr. Ford testified that he borrowed $7500 from his sister and $7500 from his parents.  Id. at 84.  Dr. Ford also testified that he kept his assets in cash rather than a bank account because \"[he] left a lot of institutions holding the bag financially.  People were looking for [him.] ... So there were people that wanted money from [him.]\"  Id. at 89.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The government notes that Dr. Ford testified that he stopped making payments for his rent, his car lease and his orthodontic practice yet he had $13,000 in cash on hand.  Further, \"when faced with a listing of his known expenses for the months prior to his arrest, Ford was unable to reconcile those expenses with the amount of cash he had on hand.\"   Aplee.'s Br. at 36.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Each of these three pieces of evidence must be considered in the light most favorable to the government.  Although Dr. Ford may have provided reasons for the existence of the scale, the gun and the cash, the finder of fact is free to reject his explanation.  It is not the province of this court to reweigh conflicting testimony or to make credibility determinations.  Based on our review of the record, we hold that the government has presented sufficient evidence to support a conviction under count two.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The decision of the district court is AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Dr. Ford contends that Sergeant Strychars and Inspector Gray immediately announced themselves as police officers.  This discrepancy is immaterial for the purposes of this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> When Dr. Ford was arrested, he was wearing a tee shirt and shorts, and was barefoot</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The government does not dispute Dr. Ford's reading of Silvestri but rather argues that there is sufficient evidence showing a decision was made prior to the search</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Dr. Ford argues that Franks and Veillette are inapplicable in an inevitable discovery context.  Veillette was decided under the independent source doctrine which, according to Dr. Ford, lacks the requirement of inevitability.  We note once again that the Silvestri analysis is a flexible one, turning on the particular facts of each case.  In closer cases, the requirement of inevitability may mandate that the Magistrate not be presented with any of the tainted information.  However, in such a clear case as this, we do not believe that the inevitability of the issuance of the warrant can be seriously questioned</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Dr. Ford also argues that the warrant should not be considered independent because the agents who were involved in the warrantless search were also the agents who prepared the search warrant.  Many courts have considered the level of participation by agents not involved in the original search.  See Silvestri, 787 F.2d at 741-742;  United States v. Merriweather, <span class=\"citation\" data-id=\"461076\"><a href=\"/opinion/461076/united-states-v-harvey-willard-merriweather/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">503</span></a></span> (9th Cir.1985), cert. denied <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1098</span></span>, <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1497</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">898</span></span> (1986);  United States v. Hidalgo, <span class=\"citation\" data-id=\"1480071\"><a href=\"/opinion/1480071/united-states-v-hidalgo/\"><span class=\"volume\">747</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">818</span></a></span>, 833 (D.Mass.1990);  Hunnewell v. United States, <span class=\"citation no-link\"><span class=\"volume\">738</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">582</span></span>, 584 (D.Maine), aff'd without opinion, <span class=\"citation no-link\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></span> (1st Cir.1990).  These cases demonstrate that the level of participation is one of the many factors to be considered when determining the independence of the warrant.  As we have previously stated, the independence of the warrant in the present case is firmly established.  The overlap between the agents searching the premises prior to the warrant and the agents preparing the warrant does not alter our holding</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Sergeant Kerle testified that an ounce of 80 percent pure cocaine could have been diluted and divided up into 112 grams with a street value of $11,200.  Tr., vol.  I at 36-37.  He also testified as an expert that \"this amount of cocaine in that purity is consistent with [an] intent to distribute it.\"   Id. at 39</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/370140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550647/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1480071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1966901/"
  ]
}