{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/20/",
  "absolute_url": "/opinion/20/united-states-v-ekasala/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/20/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2010-03-13T23:42:14Z",
  "date_modified": "2016-04-26T14:32:44.870242Z",
  "type": "010combined",
  "sha1": "f9ae03dc012a74e8c9753c577d07d8bd036c14f4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/09-1075P-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2010/03/01/US_v._Ekasala.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 09-1075\n\n                         UNITED STATES,\n\n                            Appellee,\n\n                               v.\n\n                         DANIEL EKASALA,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                             Before\n\n                       Lynch, Chief Judge,\n                Lipez and Howard, Circuit Judges.\n\n\n\n     Robert L. Ullmann, Alexa H. O'Keefe, and Nutter, McClennen &\nFish, LLP on brief for appellant.\n     Jennifer Hay Zacks, Assistant United States Attorney, and\nCarmen M. Ortiz, United States Attorney, on brief for appellee.\n\n\n\n                          March 1, 2010\n\f           Per Curiam.    This is a direct appeal from the defendant's\n\n42-month, below-guidelines sentence for possessing and distributing\n\noxycodone.    He raises two issues on appeal.            First, he argues that\n\nthe   marijuana     equivalent   for   oxycodone     is       irrationally   high.\n\nSecond, he argues that the district court abused its discretion in\n\ndeclining to impose a lighter sentence for that and other reasons.\n\nFor the reasons discussed below, we find neither argument persuasive\n\nand therefore summarily affirm the district court's                     judgment.\n\nBecause we do not believe that oral argument would be helpful, we\n\ndeny the appellant's request for argument.\n\n           The first issue that the defendant raises on appeal is\n\nwhether the marijuana equivalent for oxycodone, as amended by\n\nAmendment 657,1 is arbitrary and capricious.             This argument has two\n\ncomponents.   Primarily, the defendant challenges the rationality of\n\nchanging the marijuana equivalent from 500 grams per gram of pill\n\nweight, regardless of the amount of oxycodone contained in each\n\npill, to 6,700 grams per gram of actual oxycodone.               Secondarily, he\n\nchallenges    the    rationality   of        attaching    a    higher   marijuana\n\nequivalent, and resulting higher base offense level, to oxycodone\n\nthan to an equal weight of heroin.\n\n\n      1\n      Amendment 657 changed the marijuana equivalent for oxycodone\nin two respects. First, it based the equivalent on the amount of\nactual oxycodone involved rather than on the gross weight of the\npills containing oxycodone. Second, it made 1 gram of oxycodone\nequivalent to 6,700 grams of marijuana, rather than 1 gram of pill\nweight equivalent to 500 grams of marijuana.       See Guidelines\nManual, App. C, vol. II at 396.\n\n                                       -2-\n\f            The     latter    argument,     which   is   raised   in   a   single\n\nconclusory sentence, is effectively waived and therefore need not\n\nbe considered.      United States v. Zannino, 895 F.2d 1, 17 (1st Cir.\n\n1990). The former argument, while novel, can be readily dispatched.\n\n            Two threshold issues raised by the government are whether\n\nthe defendant is effectively challenging the constitutionality of\n\nAmendment 657 and, if so, whether any such constitutional claim was\n\npreserved below.           We bypass those threshold issues since, even\n\nassuming     that    the     defendant    effectively    raises   a    preserved\n\nconstitutional claim, which is therefore subject to plenary review\n\nby this court, that claim fails on its merits.\n\n            To the extent that the defendant is challenging Amendment\n\n657 as violating the equal protection component of the Fifth\n\nAmendment's Due Process Clause, that claim must fail as long as the\n\nSentencing    Commission       had   a   rational   basis,   United    States   v.\n\nSingleterry, 29 F.3d 733, 740 (1st Cir. 1994), for basing the\n\nmarijuana equivalent of oxycodone on the weight of actual oxycodone,\n\nrather than on the gross weight of the pills involved, and for\n\nsetting a     proportionately higher marijuana equivalency for 80\n\nmilligrams than for 10 milligrams of actual oxycodone.                     Such a\n\nrational basis existed here.\n\n            As the Commission itself explained in adopting Amendment\n\n657, that amendment was intended to address \"proportionality issues\n\nin the sentencing of oxycodone trafficking offenses\" that arose\n\n\n                                         -3-\n\funder the pre-amendment version, under which pills containing\n\ngreatly differing amounts of actual oxycodone had the same marijuana\n\nequivalent and, hence, the same base offense level.               Guidelines\n\nManual, App. C., vol. II at 396-97. It was certainly not irrational\n\nfor   the Commission to set higher marijuana equivalencies--and\n\nthereby increased punishment--for offenses involving higher actual\n\namounts of oxycodone.       In particular, it was not irrational to make\n\nthe marijuana equivalent for pills containing 80 milligrams of\n\nactual oxycodone eight times higher than the marijuana equivalent\n\nfor pills containing 10 milligrams of actual oxycodone.             Although\n\nthe Commission's explanation focused on the disproportionality of\n\nassigning the same marijuana equivalency to 135-milligram pills\n\ncontaining 10, 20, or 40 milligrams of actual oxycodone, the same\n\nrationale   supports    a    proportional   increase   in   the    marijuana\n\nequivalency for pills containing 80 milligrams of actual oxycodone.\n\nThat is so even if, as the defendant alleges, the gross weight of\n\nthose pills is higher than 135 milligrams and such pills therefore\n\nwould have had a somewhat higher--but not proportionately higher--\n\nmarijuana equivalent even prior to Amendment 657.                 Given that\n\nrational basis, a constitutional attack on Amendment 657 fares no\n\nbetter than did such attacks on the guidelines' former 100:1 ratio\n\nfor crack as opposed to powder cocaine.        See Singleterry, 29 F.3d\n\nat 740.\n\n\n\n\n                                    -4-\n\f          The defendant's second argument--that the district court\n\nabused its discretion in failing to vary downward more than four\n\nmonths below the applicable guideline range based on the alleged\n\nirrationality    of   Amendment   657    and     other   factors--is   equally\n\nunavailing.     As we held in rejecting a similar argument as to\n\ncrack/powder disparity, the mere fact that a sentencing court has\n\nthe discretion to disagree with the guidelines on policy grounds,\n\nKimbrough v. United States, 552 U.S. 85, 102, 109 (2007), does not\n\nmean that it is required to do so.          United States v. Gibbons, 553\n\nF.3d 40, 46 (1st Cir. 2009).       Here, the district court          expressly\n\nrecognized    that    Amendment   657,    like    any    other   guideline,   is\n\nadvisory; but the court chose to follow it because it agreed, rather\n\nthan disagreed, with its underlying policy rationale to increase the\n\npunishment for offenses involving large amounts of actual oxycodone.\n\nThat choice was well within the district court's post-Kimbrough\n\ndiscretion.     United States v. Stone, 575 F.3d 83, 93-94 (1st Cir.\n\n2009), cert. denied, 2010 WL 58756 (U.S. Jan. 11, 2010).\n\n          The remainder of the defendant's brief faults the district\n\ncourt for failing to grant a greater downward variance based on\n\nother factors, including the nature and circumstances of the offense\n\nand the history and characteristics of the defendant.              However, in\n\nchoosing to vary four months below the bottom of the applicable\n\nguideline range, the court expressly took into account the very\n\nfactors that the defendant points to here--that the defendant\n\n\n                                    -5-\n\fcounseled the cooperating witness to stop using oxycodone and that\n\nthe defendant had a    loving   family and had led an \"otherwise\n\nexemplary life.\"   Despite those factors, the court declined to\n\nimpose an even lighter sentence because of the \"most serious\" nature\n\nof the offense, possessing and distributing a relatively large\n\namount of oxycodone on three separate occasions.   That the district\n\ncourt did not weigh the mitigating factors more heavily does not\n\nmake its resulting sentence unreasonable.   United States v. Dixon,\n\n449 F.3d 194, 204 (1st Cir. 2006).\n\n          Accordingly, the district court's judgment is affirmed.\n\nSee 1st Cir. R. 27.0(c).\n\n\n\n\n                                -6-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>596 F.3d 74 (2010)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nDaniel EKASALA, Defendant, Appellant.</h1></center>\n<center>No. 09-1075.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted February 10, 2010.</center>\n<center>Decided March 1, 2010.</center>\n<p><span class=\"star-pagination\">*75</span> Robert L. Ullmann, Alexa H. O'Keefe, and Nutter, McClennen &amp; Fish, LLP on brief for appellant.</p>\n<p>Jennifer Hay Zacks, Assistant United States Attorney, and Carmen M. Ortiz, United States Attorney, on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>This is a direct appeal from the defendant's 42-month, below-guidelines sentence for possessing and distributing oxycodone. He raises two issues on appeal. First, he argues that the marijuana equivalent for oxycodone is irrationally high. Second, he argues that the district court abused its discretion in declining to impose a lighter sentence for that and other reasons. For the reasons discussed below, we find neither argument persuasive and therefore summarily affirm the district court's judgment. Because we do not believe that oral argument would be helpful, we deny the appellant's request for argument.</p>\n<p>The first issue that the defendant raises on appeal is whether the marijuana equivalent for oxycodone, as amended by Amendment 657,<sup>[1]</sup> is arbitrary and capricious. This argument has two components. Primarily, the defendant challenges the rationality of changing the marijuana equivalent from 500 grams per gram of pill weight, regardless of the amount of oxycodone contained in each pill, to 6,700 grams per gram of actual oxycodone. Secondarily, he challenges the rationality of attaching a higher marijuana equivalent, and resulting higher base offense level, to oxycodone than to an equal weight of heroin.</p>\n<p>The latter argument, which is raised in a single conclusory sentence, is effectively waived and therefore need not be considered. <i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990). The former argument, while novel, can be readily dispatched.</p>\n<p>Two threshold issues raised by the government are whether the defendant is effectively challenging the constitutionality of Amendment 657 and, if so, whether any <span class=\"star-pagination\">*76</span> such constitutional claim was preserved below. We bypass those threshold issues since, even assuming that the defendant effectively raises a preserved constitutional claim, which is therefore subject to plenary review by this court, that claim fails on its merits.</p>\n<p>To the extent that the defendant is challenging Amendment 657 as violating the equal protection component of the Fifth Amendment's Due Process Clause, that claim must fail as long as the Sentencing Commission had a rational basis, <i>United States v. Singleterry,</i> 29 F.3d 733, 740 (1st Cir.1994), for basing the marijuana equivalent of oxycodone on the weight of actual oxycodone, rather than on the gross weight of the pills involved, and for setting a proportionately higher marijuana equivalency for 80 milligrams than for 10 milligrams of actual oxycodone. Such a rational basis existed here.</p>\n<p>As the Commission itself explained in adopting Amendment 657, that amendment was intended to address \"proportionality issues in the sentencing of oxycodone trafficking offenses\" that arose under the pre-amendment version, under which pills containing greatly differing amounts of actual oxycodone had the same marijuana equivalent and, hence, the same base offense level. Guidelines Manual, App. C., vol. II at 396-97. It was certainly not irrational for the Commission to set higher marijuana equivalencies  and thereby increased punishment  for offenses involving higher actual amounts of oxycodone. In particular, it was not irrational to make the marijuana equivalent for pills containing 80 milligrams of actual oxycodone eight times higher than the marijuana equivalent for pills containing 10 milligrams of actual oxycodone. Although the Commission's explanation focused on the disproportionality of assigning the same marijuana equivalency to 135-milligram pills containing 10, 20, or 40 milligrams of actual oxycodone, the same rationale supports a proportional increase in the marijuana equivalency for pills containing 80 milligrams of actual oxycodone. That is so even if, as the defendant alleges, the gross weight of those pills is higher than 135 milligrams and such pills therefore would have had a somewhat higher  but not proportionately higher  marijuana equivalent even prior to Amendment 657. Given that rational basis, a constitutional attack on Amendment 657 fares no better than did such attacks on the guidelines' former 100:1 ratio for crack as opposed to powder cocaine. <i>See </i><i>Singleterry,</i> 29 F.3d at 740.</p>\n<p>The defendant's second argument  that the district court abused its discretion in failing to vary downward more than four months below the applicable guideline range based on the alleged irrationality of Amendment 657 and other factors  is equally unavailing. As we held in rejecting a similar argument as to crack/powder disparity, the mere fact that a sentencing court has the discretion to disagree with the guidelines on policy grounds, <i>Kimbrough v. United States,</i> 552 U.S. 85, 102, 109, 128 S.Ct. 558, 169 L.Ed.2d 481 (2007), does not mean that it is required to do so. <i>United States v. Gibbons,</i> 553 F.3d 40, 46 (1st Cir.2009). Here, the district court expressly recognized that Amendment 657, like any other guideline, is advisory; but the court chose to follow it because it agreed, rather than disagreed, with its underlying policy rationale to increase the punishment for offenses involving large amounts of actual oxycodone. That choice was well within the district court's post-<i>Kimbrough</i> discretion. <i>United States v. Stone,</i> 575 F.3d 83, 93-94 (1st Cir.2009), <i>cert. denied,</i> ___ U.S. ___, 130 S.Ct. 1115, ___ L.Ed.2d ___ (2010).</p>\n<p><span class=\"star-pagination\">*77</span> The remainder of the defendant's brief faults the district court for failing to grant a greater downward variance based on other factors, including the nature and circumstances of the offense and the history and characteristics of the defendant. However, in choosing to vary four months below the bottom of the applicable guideline range, the court expressly took into account the very factors that the defendant points to here  that the defendant counseled the cooperating witness to stop using oxycodone and that the defendant had a loving family and had led an \"otherwise exemplary life.\" Despite those factors, the court declined to impose an even lighter sentence because of the \"most serious\" nature of the offense, possessing and distributing a relatively large amount of oxycodone on three separate occasions. That the district court did not weigh the mitigating factors more heavily does not make its resulting sentence unreasonable. <i>United States v. Dixon,</i> 449 F.3d 194, 204 (1st Cir.2006).</p>\n<p>Accordingly, the district court's judgment is <i>affirmed. See</i> 1st Cir. R. 27.0(c).</p>\n<h2>NOTES</h2>\n<p>[1]  Amendment 657 changed the marijuana equivalent for oxycodone in two respects. First, it based the equivalent on the amount of actual oxycodone involved rather than on the gross weight of the pills containing oxycodone. Second, it made 1 gram of oxycodone equivalent to 6,700 grams of marijuana, rather than 1 gram of pill weight equivalent to 500 grams of marijuana. <i>See</i> Guidelines Manual, App. C, vol. II at 396.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">596</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></span> (2010)</b></center>\n<center><h1>UNITED STATES, Appellee,<br>\nv.<br>\nDaniel EKASALA, Defendant, Appellant.</h1></center>\n<center>No. 09-1075.</center>\n<center><p><b>United States Court of Appeals, First Circuit.</b></p></center>\n<center>Submitted February 10, 2010.</center>\n<center>Decided March 1, 2010.</center>\n<p><span class=\"star-pagination\">*75</span> Robert L. Ullmann, Alexa H. O'Keefe, and Nutter, McClennen &amp; Fish, LLP on brief for appellant.</p>\n<p>Jennifer Hay Zacks, Assistant United States Attorney, and Carmen M. Ortiz, United States Attorney, on brief for appellee.</p>\n<p>Before LYNCH, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n<p>PER CURIAM.</p>\n<p>This is a direct appeal from the defendant's 42-month, below-guidelines sentence for possessing and distributing oxycodone. He raises two issues on appeal. First, he argues that the marijuana equivalent for oxycodone is irrationally high. Second, he argues that the district court abused its discretion in declining to impose a lighter sentence for that and other reasons. For the reasons discussed below, we find neither argument persuasive and therefore summarily affirm the district court's judgment. Because we do not believe that oral argument would be helpful, we deny the appellant's request for argument.</p>\n<p>The first issue that the defendant raises on appeal is whether the marijuana equivalent for oxycodone, as amended by Amendment 657,<sup>[1]</sup> is arbitrary and capricious. This argument has two components. Primarily, the defendant challenges the rationality of changing the marijuana equivalent from 500 grams per gram of pill weight, regardless of the amount of oxycodone contained in each pill, to 6,700 grams per gram of actual oxycodone. Secondarily, he challenges the rationality of attaching a higher marijuana equivalent, and resulting higher base offense level, to oxycodone than to an equal weight of heroin.</p>\n<p>The latter argument, which is raised in a single conclusory sentence, is effectively waived and therefore need not be considered. <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990). The former argument, while novel, can be readily dispatched.</p>\n<p>Two threshold issues raised by the government are whether the defendant is effectively challenging the constitutionality of Amendment 657 and, if so, whether any <span class=\"star-pagination\">*76</span> such constitutional claim was preserved below. We bypass those threshold issues since, even assuming that the defendant effectively raises a preserved constitutional claim, which is therefore subject to plenary review by this court, that claim fails on its merits.</p>\n<p>To the extent that the defendant is challenging Amendment 657 as violating the equal protection component of the Fifth Amendment's Due Process Clause, that claim must fail as long as the Sentencing Commission had a rational basis, <i>United States v. Singleterry,</i> <span class=\"citation\" data-id=\"674592\"><a href=\"/opinion/674592/united-states-v-daryl-e-singleterry/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 740 (1st Cir.1994), for basing the marijuana equivalent of oxycodone on the weight of actual oxycodone, rather than on the gross weight of the pills involved, and for setting a proportionately higher marijuana equivalency for 80 milligrams than for 10 milligrams of actual oxycodone. Such a rational basis existed here.</p>\n<p>As the Commission itself explained in adopting Amendment 657, that amendment was intended to address \"proportionality issues in the sentencing of oxycodone trafficking offenses\" that arose under the pre-amendment version, under which pills containing greatly differing amounts of actual oxycodone had the same marijuana equivalent and, hence, the same base offense level. Guidelines Manual, App. C., vol. II at 396-97. It was certainly not irrational for the Commission to set higher marijuana equivalencies  and thereby increased punishment  for offenses involving higher actual amounts of oxycodone. In particular, it was not irrational to make the marijuana equivalent for pills containing 80 milligrams of actual oxycodone eight times higher than the marijuana equivalent for pills containing 10 milligrams of actual oxycodone. Although the Commission's explanation focused on the disproportionality of assigning the same marijuana equivalency to 135-milligram pills containing 10, 20, or 40 milligrams of actual oxycodone, the same rationale supports a proportional increase in the marijuana equivalency for pills containing 80 milligrams of actual oxycodone. That is so even if, as the defendant alleges, the gross weight of those pills is higher than 135 milligrams and such pills therefore would have had a somewhat higher  but not proportionately higher  marijuana equivalent even prior to Amendment 657. Given that rational basis, a constitutional attack on Amendment 657 fares no better than did such attacks on the guidelines' former 100:1 ratio for crack as opposed to powder cocaine. <i>See </i><i>Singleterry,</i> 29 F.3d at 740.</p>\n<p>The defendant's second argument  that the district court abused its discretion in failing to vary downward more than four months below the applicable guideline range based on the alleged irrationality of Amendment 657 and other factors  is equally unavailing. As we held in rejecting a similar argument as to crack/powder disparity, the mere fact that a sentencing court has the discretion to disagree with the guidelines on policy grounds, <i>Kimbrough v. United States,</i> <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">552</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 102, 109, <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">558</span></a></span>, <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (2007), does not mean that it is required to do so. <i>United States v. Gibbons,</i> <span class=\"citation\" data-id=\"203630\"><a href=\"/opinion/203630/united-states-v-gibbons/\"><span class=\"volume\">553</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 46 (1st Cir.2009). Here, the district court expressly recognized that Amendment 657, like any other guideline, is advisory; but the court chose to follow it because it agreed, rather than disagreed, with its underlying policy rationale to increase the punishment for offenses involving large amounts of actual oxycodone. That choice was well within the district court's post-<i>Kimbrough</i> discretion. <i>United States v. Stone,</i> <span class=\"citation\" data-id=\"203993\"><a href=\"/opinion/203993/united-states-v-stone/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 93-94 (1st Cir.2009), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1115</span></span>, ___ L.Ed.2d ___ (2010).</p>\n<p><span class=\"star-pagination\">*77</span> The remainder of the defendant's brief faults the district court for failing to grant a greater downward variance based on other factors, including the nature and circumstances of the offense and the history and characteristics of the defendant. However, in choosing to vary four months below the bottom of the applicable guideline range, the court expressly took into account the very factors that the defendant points to here  that the defendant counseled the cooperating witness to stop using oxycodone and that the defendant had a loving family and had led an \"otherwise exemplary life.\" Despite those factors, the court declined to impose an even lighter sentence because of the \"most serious\" nature of the offense, possessing and distributing a relatively large amount of oxycodone on three separate occasions. That the district court did not weigh the mitigating factors more heavily does not make its resulting sentence unreasonable. <i>United States v. Dixon,</i> <span class=\"citation\" data-id=\"202231\"><a href=\"/opinion/202231/united-states-v-dixon/\"><span class=\"volume\">449</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span>, 204 (1st Cir.2006).</p>\n<p>Accordingly, the district court's judgment is <i>affirmed. See</i> 1st Cir. R. 27.0(c).</p>\n<h2>NOTES</h2>\n<p>[1]  Amendment 657 changed the marijuana equivalent for oxycodone in two respects. First, it based the equivalent on the amount of actual oxycodone involved rather than on the gross weight of the pills containing oxycodone. Second, it made 1 gram of oxycodone equivalent to 6,700 grams of marijuana, rather than 1 gram of pill weight equivalent to 500 grams of marijuana. <i>See</i> Guidelines Manual, App. C, vol. II at 396.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/145841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674592/"
  ]
}