{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200014/",
  "absolute_url": "/opinion/200014/carroll-v-xerox/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200014/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:42:05Z",
  "date_modified": "2016-02-28T05:02:01.706651Z",
  "type": "010combined",
  "sha1": "026443352e566f63f3ec1eebe5d3c763e9c3d2f8",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2013-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/06/28/Carroll_v._Xerox.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-2013\n\n                       FRANCIS J. CARROLL,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                    XEROX CORPORATION, ET AL.,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\n\n\n                              Before\n\n                 Lynch and Lipez, Circuit Judges,\n\n                  and Woodlock,* District Judge.\n\n\n     William J. Royal, Jr., with whom Truelove Dee & Chase, LLP was\non brief for appellant.\n\n     Judith A. Malone, with whom Peter E. Schwartz and Palmer &\nDodge LLP were on brief for appellees.\n\n\n\n\n                          June 28, 2002\n\n\n\n\n* Of the District of Massachusetts, sitting by designation.\n\f           LIPEZ, Circuit Judge.        Plaintiff-Appellant Francis J.\n\nCarroll brought suit against, inter alia, his former employer,\n\nXerox   Corporation,   alleging   (1)   disability   discrimination   in\n\nviolation of the Americans with Disabilities Act (ADA), 42 U.S.C.\n\n§§ 12101-12213, and the Massachusetts anti-discrimination statute,\n\nMass. Gen. Laws ch. 151B, § 4, and (2) various state common law\n\nclaims.   The district court dismissed the common law claims and\n\nsubsequently allowed Xerox's motion for summary judgment on the\n\nremaining disability discrimination claims.          On appeal, Carroll\n\nchallenges both rulings.    We affirm.\n\n                                   I.\n\n           Carroll began working at Xerox in 1970.        After holding\nvarious positions there, he assumed his first sales position with\nXerox in 1986.   In 1990, Carroll transferred to a sales position in\n\nXerox's Boston office and began reporting to John O'Brien, the\ndistrict manager of the Boston office. In March, 1995, O'Brien was\npromoted to Vice-President, General Manager of the New England\n\nCustomer Business Unit (CBU), and Carroll began reporting directly\nto Joseph Profeta, the new manager of Sales Operations.\n           While reporting to Profeta, Carroll served as an Agent\n\nChannel Manager (ACM).   In this role, he managed 25-35 independent\n\nsales \"agents\" who sold Xerox equipment to smaller accounts. As an\n\nACM, Carroll managed the sales of his agents, trained his agents\n\nand answered their questions, tracked his agents' progress on\n\nrevenue and units sold to ensure that sales targets were met, and\n\n\n\n                                  -2-\n\fcommunicated with his agents, supervisors and colleagues through e-\n\nmail and other means.\n          In 1995, Xerox eliminated a number of CBU positions,\nincluding one of the four ACM positions and many support personnel,\n\nas part of a reduction-in-force. At various times throughout 1995,\nCarroll had a full-time, and then a part-time, administrative\n\nsupport person reporting to him. When both of these administrative\n\nsupport personnel made job changes for personal reasons, they were\nnot replaced due to the personnel reduction taking place in the\n\nCBU.\n\n          In early 1995, Carroll received his sales targets for\n\nthat year and learned that his target objectives had increased 94%\n\nfrom the previous year. Although these large increases were partly\nthe result of the typical increases that occurred every year, they\nwere also the result of a change in the methodology used to\n\ngenerate the performance objectives from 1994 to 1995. On or about\n\nApril 1, 1995, plaintiff began falling behind in meeting his sales\n\ntargets for that year.     At about this time, he complained to\nProfeta about his workload and the job pressure.\n          On April 25, 1995, Carroll went to his primary care\nphysician, Dr. Eric Reines, for a physical.   Dr. Reines found that\n\nCarroll had a mild leaking from two valves of his heart, which Dr.\nReines saw frequently in healthy patients.       Based upon these\n\nresults, Dr. Reines' only concern was preventing an infection\n\n\n\n\n                               -3-\n\fcalled endocarditis, and he accordingly instructed Carroll to take\n\nantibiotics prior to any dental work.\n            In July, 1995, Carroll complained to O'Brien in a meeting\nabout his workload.       In this conversation, Carroll requested that\n\nXerox allow him to take an early retirement.                  Although O'Brien\nsupported Carroll in his request for early retirement, that request\n\nwas denied on the ground that Carroll's position did not fall\n\nwithin the eligibility criteria for the early retirement program.\n            On September 18, 1995, Carroll went to urgent care,\n\ncomplaining of chest pains.         After a number of tests -- including\n\nan electrocardiogram and a stress test -- Dr. Reines concluded that\nit was unlikely that Carroll had coronary artery or heart disease.\nTo a reasonable degree of medical certainty, Dr. Reines concluded\n\nthat the chest pain was related to stress and that the pain\n\nresulted    from   a    muscle   spasm    in   the   esophagus.      Dr.   Reines\nconcluded that, albeit painful, the condition has no medical\n\nrepercussions and no bearing upon a patient's heart condition.\n\n            At Carroll's request, Dr. Reines wrote a letter addressed\n\"To whom it may concern\" which stated:\n\n            [Carroll's] chest pains probably are not due\n            to coronary artery disease but probably are\n            stress related. . . . [Carroll has] reported\n            extreme work stress which is the likely cause\n            of the chest pain and in middle-aged men is a\n            very   common  cause   of  hypertension   and\n            hypertensive response to exercise.\nAs a result of this condition, Carroll took disability leave from\n\nSeptember    18    to   December   18,     1995.      Other   than   a     no-work\nrestriction, there were no other restrictions placed on Carroll's\n\n                                         -4-\n\factivities during the three-month leave period.                  In the fall of\n\n1995, psychologist Joseph Patalano treated Carroll for mental\nhealth issues.      Dr. Patalano saw Carroll twice a month, and had\nphone contact with him twice a month.                 While Carroll was out on\n\ndisability     leave,      one   of    the    other     ACMs,   Richard   Jarry,\nsuccessfully covered Carroll's territory in addition to his own and\nthe territory of one of the ACMs who was terminated in the\nreduction-in-force.\n             In late November or early December, while out on leave,\nCarroll informed Profeta that he would be interested in exploring\na transfer to a position with Xerox in Houston, Texas, where much\n\nof his family lived.         Carroll had worked for Xerox in Texas for\n\nseveral years prior to assuming his post in Boston. Profeta told\nhim   that    he   would    help      him    with   his   transfer    request.\n\n             With Dr. Patalano's approval, Carroll returned to work at\n\nXerox on December 18, 1995.            His doctors did not communicate to\nXerox any restrictions on his ability to work.                  On his first day\n\nback to work following his leave, Carroll interviewed for a sales\n\nrepresentative position at the Xerox office in Houston.1                  Profeta\n\narranged for Xerox to cover Carroll's travel expenses.                    Carroll\n\nmade no reference in his Houston interview to a medical condition\n\n\n\n      1\n       According to Carroll, Profeta assured him that a transfer\nwould not entail a salary reduction.    However, on November 22,\n1995, Carroll spoke with Cindy King, in Xerox's Human Resources\nDepartment in Houston, who told him that, under Xerox's personnel\npolicy, a sales representative position (reporting to a sales\nmanager) entailed a lower salary than the one Carroll was\nreceiving.\n\n                                        -5-\n\fthat interfered with his ability to work, nor did he ask for any\n\nrestrictions on his work or for any accommodations for any medical\ncondition.\n          The interview apparently went well.        That evening, Xerox\n\noffered Carroll a sales representative position in the Houston CBU\nat the highest salary for the grade corresponding to that position.\nThat salary was lower than the salary he was receiving as an ACM.\n          Carroll telephoned Profeta from Houston to inform him\nthat the sales representative position offered to him in Houston\nwas a non-managerial position on a lower level than his position as\na sales manager.    Profeta checked with Human Resources and learned\n\nthat Xerox policy required that Carroll's salary be adjusted to the\n\nmaximum of the range for the new position which was a lower-graded,\nnon-managerial    position.   Nevertheless,   when   Profeta   asked   him\n\nwhether he still wanted the transfer, Carroll reiterated his desire\n\nto transfer to Houston, notwithstanding the salary reduction.\nAccordingly, he signed Xerox's offer letter, agreeing to assume the\n\nsales representative position in Houston at the lower salary, as\n\nstated in the letter.    Carroll continued to work in the Houston CBU\n\nas a sales representative for over two years until he voluntarily\n\nretired on May 8, 1998.    Carroll did not request any accommodation\n\nor reduced workload in Houston, except for a short disability leave\n\nfor a back injury unrelated to his stress condition in 1995.\n\n                                  II.\n\n             In May, 1996, Carroll filed a disability discrimination\ncharge against Xerox with the Massachusetts Commission against\n\n                                  -6-\n\fDiscrimination      (MCAD)        and     the     Equal    Employment    Opportunity\n\nCommission (EEOC).          He subsequently filed a complaint in federal\ncourt against Xerox, and O'Brien and Profeta individually, alleging\ndisability discrimination under federal and state law. In essence,\n\nCarroll premised his claim on allegations that (1) Xerox failed to\nreasonably accommodate his disability by either (a) reducing his\nworkload      in   Boston    or     (b)     transferring      him   to    the     sales\nrepresentative position in Houston at the same salary he had in\nBoston; and (2) Xerox discriminated against him because of his\ndisability in denying his request for early retirement.\n              In addition, Carroll brought against defendants various\n\nstate common law claims of breach of contract/promissory estoppel,\n\nfraud   and    misrepresentation,           and    civil    conspiracy.         Shortly\nthereafter, Carroll filed an amended complaint which effectively\n\ndismissed his disability discrimination claims against the two\n\nindividual defendants, O'Brien and Profeta.                    The district court\ngranted defendants' motion to dismiss the common law claims in\n\ntheir entirety, leaving Xerox as the only remaining defendant in\n\nthe case.     Xerox then moved for summary judgment on the disability\n\ndiscrimination claims.         Ruling from the bench, the district court\n\ngranted that motion on grounds that Carroll failed to satisfy the\n\nstatutory elements of such claims.                  Specifically, the court held\n\nthat Carroll failed to demonstrate, inter alia, 1) a showing of\n\ndiscriminatory intent on the part of Xerox and 2) that he was a\n\nqualified individual with a disability under the relevant statutes.\n\nThe court also found that the record failed to show that Carroll\n\n                                           -7-\n\fever made a request for a reasonable accommodation.                 With respect\n\nto   Carroll's    showing   of    disability,     the   court   stated    in   its\nseparate supplemental written order:\n            [Carroll] failed to show that he was precluded\n            by his impairment from a substantial class of\n            jobs or a broad range of jobs. Instead, the\n            evidence presented by the plaintiff tended to\n            show   only  that   he   was  precluded   from\n            performing his particular job. As such, the\n            impairment does not constitute a substantial\n            limitation in the major life activity of\n            working.\nThis appeal ensued.\n\n                                     III.\n\n            Summary   judgment      is     proper   where    \"the     pleadings,\ndepositions, answers to interrogatories, and admissions on file,\ntogether with affidavits, if any, show that there is no genuine\n\nissue as to any material fact and that the moving party is entitled\n\nto judgment as a matter of law.\"           Fed. R. Civ. P. 56(c).        Once the\nmoving party has pointed to the absence of adequate evidence\n\nsupporting the nonmoving party's case, the nonmoving party must\n\ncome forward with facts that show a genuine issue for trial.                   See\n\nSerrano-Cruz v. DFI Puerto Rico, Inc., 109 F.3d 23, 25 (1st Cir.\n\n1997); LeBlanc v. Great American Ins. Co., 6 F.3d 836, 841-42 (1st\nCir. 1993). \"[N]either conclusory allegations [nor] improbable\n\ninferences\" are sufficient to defeat summary judgment.                   J. Geils\n\nBand Employee Benefit Plan v. Smith Barney Shearson, Inc., 76 F.3d\n1245, 1251 (1st Cir. 1996) (internal quotation marks omitted).\n\nRather, to withstand a properly supported motion for summary\njudgment,   the    opposing      party    must   present    \"enough    competent\n\n                                         -8-\n\fevidence\" to enable a factfinder to decide in its favor on the\n\ndisputed claims.     Goldman v. First Nat'l Bank of Boston, 985 F.2d\n\n1113, 1116 (1st Cir. 1993) (citing Anderson v. Liberty Lobby, Inc.,\n\n477 U.S. 242, 249 (1986)).       Evidence that is \"merely colorable or\n\nis not significantly probative\" cannot deter summary judgment.\nAnderson, 477 U.S. at 249-250 (citations omitted).\n\n             We review orders for summary judgment de novo, construing\nthe record in the light most favorable to the nonmovant and\nresolving all reasonable inferences in that party's favor.                      In\ndoing so, we safely can ignore \"conclusory allegations, improbable\ninferences, and unsupported speculation.\" Medina-Munoz v. R.J.\n\nReynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990).\n\nA. The ADA Standard\n\n             The ADA prohibits discrimination in employment against\n\nqualified persons with a disability.                 42 U.S.C. § 12112(a).2\nDiscrimination    under    the   ADA   includes      \"not   making   reasonable\n\naccommodations to the known physical or mental limitations of an\n\notherwise    qualified    individual     with    a    disability     who   is   an\napplicant or employee, unless . . . the accommodation would impose\n\nan   undue    hardship    on   the   operation       of   the   business.\"      Id.\n\n§ 12112(b)(5)(A).\n\n\n\n     2\n       Section 12112(a) provides that \"[n]o covered entity shall\ndiscriminate against a qualified individual with a disability\nbecause of the disability of such individual in regard to job\napplication procedures, the hiring, advancement, or discharge of\nemployees, employee compensation, job training, and other terms,\nconditions, and privileges of employment.\" 42 U.S.C. § 12112(a).\n\n                                       -9-\n\f          Carroll   appears   to   premise   his   claim   of   disability\n\ndiscrimination upon two discrete theories of liability -- (1)\ndisparate treatment and (2) failure to reasonably accommodate          his\njob-related stress and anxiety disorder.       Under either theory, a\n\nthreshold showing of disability is required.\n          With respect to his disparate treatment claim, Carroll\nalleges that Xerox discriminated against him because of his alleged\nimpairment by, inter alia, forcing him to transfer to a non-\n\nmanagerial position at a lower salary.         To recover under this\ntheory pursuant to the ADA and its Massachusetts analogue, Chapter\n151B, Carroll must show (1) that he suffers from a disability or\n\nhandicap, as defined by the ADA and Chapter 151B,3 that (2) he was\n\nnevertheless able to perform the essential functions of his job,\neither with or without reasonable accommodation, and finally that\n\n(3) Xerox took an adverse employment action against him because of,\n\nin whole or in part, his protected disability.         Lessard v. Osram\n\nSylvania, Inc., 175 F.3d 193, 197 (1st Cir. 1999).              As to his\n\nreasonable accommodation claim, Carroll needs to show, in addition\nto the first two prongs set forth above, that Xerox, despite\n\nknowing of his alleged disability, did not reasonably accommodate\n\n\n\n\n     3\n       The statutory definitions of \"disability\" under federal law\nand of \"handicap\" under Massachusetts law are virtually identical\nand the state has looked to federal case law to assist in\ninterpreting its statute. Although the two definitions materially\ndiffer in some areas, these differences are not involved in this\ncase and no party suggests otherwise. As a result, we simply use\nthe federal analytical model. See Whitney v. Greenberg, Rosenblatt,\nKull & Bitsoli, P.C., 258 F.3d 30, 32 n.1 (1st Cir. 2001).\n\n                                   -10-\n\fit.   See Higgins v. New Balance Athletic Shoe, Inc., 194 F.3d 252,\n\n264 (1st Cir. 1999).\n           As noted, the district court ruled against Carroll on all\nof these elements.     The parties raise several issues on appeal\n\nbearing upon each of these elements.      However, we only reach the\ninitial question of disability, concluding that Carroll failed to\nproduce sufficient evidence that he had a disability within the\nmeaning of relevant law. In light of this threshold deficiency, we\nneed not address the remaining grounds upon which the district\ncourt relied in its grant of summary judgment.\n           The   disability   requirement   can   be   satisfied   by\n\ndemonstrating a physical or mental impairment that substantially\n\nlimited one or more of Carroll's major life activities.4   42 U.S.C.\n§ 12102(2)(A).    Tracking that standard, we apply a three-part\n\nanalysis when considering statutory disability under § 12102(2)(A).\n\nSee Bragdon v. Abbott, 524 U.S. 624, 631 (1998).           First, we\nconsider whether Carroll's alleged condition constitutes a mental\n\nor physical \"impairment.\"     See id.   Second, we identify the life\nactivities upon which Carroll relies to determine whether they\n\nconstitute \"major life activities\" under the ADA, see id. -- that\n\n\n      4\n        The ADA provides two additional ways in which one may have\na \"disability\": by having a record of such impairment, or by being\nregarded as having such an impairment. 42 U.S.C. § 12102(2)(B) &\n(C). Carroll does not raise a record-of-impairment. As to the\nregarded-as-disabled prong, Carroll did not produce any evidence\nthat Xerox regarded him as having an impairment which he did not\nhave, or mistakenly perceived that a non-limiting impairment\nsubstantially limited him in a major life activity. See Cook v.\nDep't of Mental Health, Retardation, and Hosps., 10 F.3d 17, 23\n(1st Cir. 1993).\n\n                                 -11-\n\fis, activities that are \"of central importance to daily life.\"\n\nToyota Motor Mfg., Ky., Inc. v. Williams, 122 S.Ct. 681, 691\n\n(2002).    Third, \"tying the two statutory phrases together, we ask\nwhether the impairment substantially limits the activity found to\n\namount to be a major life activity.\"               Lebron-Torres v. Whitehall\n\nLabs., 251 F.3d 236, 239-40 (1st Cir. 2001) (citing Bragdon, 524\nU.S. at 631).        To be substantially limiting, \"[t]he impairment's\nimpact must . . . be permanent or long-term.\" Toyota Motor, 122\n\nS.Ct. at 691 (citing 29 C.F.R. § 1630.2(j)(2)(ii)-(iii)).\n            Under     the     framework        articulated    above,       \"[i]t   is\ninsufficient . . . to merely submit evidence of a medical diagnosis\n\nof an impairment.\" Id.         Rather, those seeking ADA protection must\n\noffer evidence that \"'the extent of the limitation [caused by their\nimpairment]     in    terms       of   their     own   experience      .   .   .   is\n\nsubstantial.'\"         Id.   at    691-92   (quoting     Albertson's,       Inc.   v.\n\nKirkingburg, 527 U.S. 555, 567 (1999)) (alterations in original).\n\nB.   Application\n\n            Mindful of the \"individualized inquiry\" mandated by the\nADA in disability evaluation,            Sutton v. United Air Lines, Inc.,\n\n527 U.S. 471, 483 (1999), we address the particulars of Carroll's\ncase.      Carroll complained of anxiety disorder and job-related\n\nstress.5    He argues on appeal that this disorder chiefly impacted\n\n\n\n\n     5\n      Carroll also alleges a heart condition.                However, the record\nfails to support this claim.\n\n                                        -12-\n\fthe major life activity of working.6      This case does not require us\n\nto decide whether anxiety disorder and job-related stress is an\n\"impairment,\" nor whether working is a major life activity within\nthe   meaning   of   the   ADA.7     Assuming,   arguendo,   that   both\n\npropositions are correct, we turn immediately to the third element\nof the statutory test, which we find dispositive.      In doing so, we\nconclude that Carroll's claimed impairment does not \"substantially\nlimit\" the asserted activity of working.\n          We note at the outset that \"substantially limits\" is\ndefined under the EEOC regulations8 as:\n\n\n      6\n       In his argument to the district court, Carroll asserted\ngenerally that his impairment affected \"everything,\" including\nworking, sleeping, his ability and desire to interact with others,\nand his concentration. However, on appeal, Carroll focuses his\nclaimed disability exclusively on the major life activity of\nworking, without any mention of the previously-asserted claimed\nactivities.   Thus, for purposes of this appeal, we confine our\nanalysis to the claimed activity of working.\n      7\n         The Supreme Court has not yet addressed the question\nwhether working constitutes a major life activity for purposes of\nthe ADA. See Sutton, 527 U.S. at 492 (assuming without deciding\nthat working constitutes a major life activity but noting the\n\"conceptual difficulty in defining 'major life activities' to\ninclude work\"). Indeed, we have assumed that to be so for purposes\nof our analysis under the ADA. See, e.g., Gelabert-Ladenheim v.\nAmerican Airlines Inc., 252 F.3d 54, 58 (1st Cir. 2001) (accepting\narguendo that working is a major life activity). As an aside, we\nnote that in Toyota Motor, the Supreme Court did not determine\nwhether plaintiff was substantially limited in working because that\nissue -- albeit raised in the district court -- was not properly\nbefore the Court. See 122 S.Ct. at 689 (\"We express no opinion on\nthe working, lifting, or other arguments for disability status that\nwere preserved below but which were not ruled upon by the Court of\nAppeals.\").\n      8\n       Toyota Motor states that \"[t]he persuasive authority of the\nEEOC regulations is less clear.\" 122 S.Ct. at 689. We have, pre-\nToyota Motor, looked to these EEOC regulations on several occasions\nfor guidance in applying the statutory terms under the ADA. See,\n\n                                   -13-\n\f            (i) Unable to perform a major life activity\n            that the average person in the general\n            population can perform; or\n            (ii) Significantly restricted as to the\n            condition, manner or duration under which an\n            individual can perform a particular major life\n            activity as compared to the condition, manner\n            or duration under which the average person in\n            the general population can perform that same\n            major life activity.\n29 C.F.R. § 1630.2(j)(1).         Factors to be considered in assessing\nwhether an individual is substantially limited in a major life\nactivity are: (1) the nature and severity of the impairment; (2)\nthe duration or expected duration of the impairment; and              (3) the\npermanent   or   long-term   impact,    or   the    expected     permanent   or\n\nlong-term impact. Id. § 1630.2(j)(2).\n\n            Furthermore,     to    determine       whether   a    substantial\nlimitation exists when work is at issue, we have looked to whether\n\nplaintiff can show that he or she is significantly restricted in\n\nhis or her ability to perform \"a class of jobs\" or \"a broad range\nof jobs in various classes.\"         Whitney v. Greenberg, Rosenblatt,\n\nKull & Bitsoli, P.C., 258 F.3d 30, 33 (1st Cir. 2001) (internal\nquotation marks omitted); Gelabert-Ladenheim v. American Airlines\n\nInc., 252 F.3d 54, 60 (1st Cir. 2001); 29 C.F.R. § 1630.2(j)(3)(i)\n\n(stating that the activity of working is substantially limited only\n\n\n\ne.g., Gillen v. Fallon Ambulance Service, Inc., 283 F.3d 11, 21\n(1st Cir. 2002); Santiago Clemente v. Executive Airlines, Inc., 213\nF.3d 25, 30 n. 2 (1st Cir. 2000) (\"We look to the well-reasoned\nviews of the agencies implementing a statute, which constitute a\nbody of experience and informed judgment to which courts and\nlitigants may properly resort for guidance.\"); Lessard v. Osram\nSylvania, Inc., 175 F.3d 193, 196 (1st Cir. 1999).\n\n                                    -14-\n\fwhere an individual is \"significantly restricted in the ability to\n\nperform either a class of jobs or a broad range of jobs in various\nclasses      as    compared     to      the    average         person     having    comparable\ntraining, skills and abilities.\").                         We have noted that \"'[t]he\n\ninability to perform a single, particular job does not constitute\na substantial limitation in the major life activity of working.'\"\nLebron-Torres v. Whitehall Laboratories, 251 F.3d at 240 (quoting\n\n29 C.F.R. § 1630.2(j)(3)(i)). See Santiago Clemente v. Executive\n\nAirlines,         Inc.,   213   F.3d         25,    32    (1st    Cir.     2000)    (\"[T]o    be\nsubstantially limited in the major life activity of working,\nSantiago must be precluded from more than a particular job.\").\n\n               As the district court recognized, Carroll \"failed to show\n\nthat    he     was    precluded         by    his       [claimed]        impairment    from   a\nsubstantial class of jobs or a broad range of jobs.\"                                   Indeed,\n\nCarroll fails to point to evidence in the record to show that he\n\nwas unable to perform any job other than his own ACM job with the\nparticular sales targets and workloads that existed in 1995.                                  To\n\nthe contrary, the record shows that when Carroll transferred to the\n\nsales    representative         position           in     Xerox's    Houston       office,    he\n\nperformed this job adequately for over two years without any\n\nreasonable accommodation until his voluntary retirement in 1998.\n\nSee Santiago Clemente, 213 F.3d at 32-33 (flight attendant not\n\nsubstantially        limited       in    activity         of     working    where     temporary\nhearing loss did not disqualify her from various ground positions,\n\nincluding receptionist, payroll clerk and operational manager);\n\nSiemon    v.      AT&T    Corp.,     117      F.3d       1173,    1176     (10th    Cir.   1997)\n\n                                               -15-\n\f(employee who could work in various other positions at his company\n\nwas not substantially limited in working).\n          In an attempt to argue that he was limited from other\njobs besides his own, Carroll claims that he was precluded from\n\nsales manager positions generally.          However, \"[a]n impairment that\ndisqualifies a person from a narrow range of jobs is not considered\na substantially limiting one.\" Tardie v. Rehab. Hosp. of R.I., 168\n\nF.3d 538, 542 (1st Cir. 1997) (internal quotation marks omitted).\nFurthermore,    this   claim    is    a   conclusory   allegation   without\nevidentiary support; it is thus insufficient to carry Carroll's\nburden.      See Gelabert-Ladenheim, 252 F.3d at 62 (plaintiff's\n\nconclusory statements as to her inability to work in a variety of\n\njobs held to be insufficient); Lebron-Torres, 251 F.3d at 241\n(\"[Plaintiff's] failure to proffer any evidence specifying the\n\nkinds of jobs that her back condition prevented her from performing\n\ndooms her ADA claim.\").     Such evidence may take the form of expert\nvocational     testimony,      or    publicly   available   labor    market\n\nstatistics.    Gelabert-Ladenheim, 252 F.3d at 60-61.        Carroll fails\nto make any such proffer.\n\n          At best, the record indicates that Carroll could not\n\nhandle the workload associated with his particular position at a\n\nparticular period in time as an ACM in Xerox's New England office.\n\nThat is not enough.     See Lebron-Torres, 251 F.3d at 240 (\"[T]he\ninability to perform a single, particular job does not constitute\n\na substantial limitation in the major life activity of working.\"\n\n(internal quotation marks omitted)).\n\n                                     -16-\n\f              Furthermore, to withstand summary judgment, Carroll must\n\nproduce sufficient evidence that his impairment was \"profound\nenough and of sufficient duration, given the nature of [his]\nimpairment,\" to significantly restrict him in working.              Whitney,\n\n258 F.3d at 33. See also Toyota Motor, 122 S.Ct. at 691 (stating\nthat,   to    be   substantially    limiting,    \"the   impairment's   impact\nmust . . . be permanent or long-term\"); 29 C.F.R. § 1630.2(j)(2).\nCarroll fails to make this showing.               Prior to April 1, 1995,\nCarroll had no medical condition that restricted his ability to\nperform      any   major   life   activity,   working   or   otherwise.    He\ncontinued to work until September 18, 1995, and no doctor imposed\n\nany limitations on him prior to that time. During Carroll's three-\n\nmonth leave, he was not restricted in any of his activities except\nfor working.\n\n              Although Carroll maintains that his impairment lasted for\n\n\"an indefinite period of time,\" there is no evidence that any\nsymptom persisted past December 18, 1995, when he returned to work\n\nfollowing his three-month leave.         Carroll fails to demonstrate any\n\nmedical restrictions or other limitations on his ability to work\n\nonce he returned from medical leave.            Carroll has no recollection\n\nof experiencing any medical symptoms between the time he came back\n\nfrom disability leave and when he started in Houston on January 1,\n\n1996. Carroll did not have any work limitations and did not recall\nhaving any chest pains during 1996, 1997 or 1998.              Thus, Carroll\n\nfails to produce evidence that his condition was of sufficient\n\nduration and severity to substantially limit him in working.              See,\n\n                                      -17-\n\fe.g., Sanders v. Arneson Products, Inc., 91 F.3d 1351, 1354 (9th\nCir.   1996)   (holding    temporary       psychological    impairment     which\nresulted in three-and-a-half month leave and had no subsequent\nresidual   effects   was    of    insufficient       duration    to    constitute\n\ndisability).\n           Having found insufficient evidence of disability, we\naffirm the entry of summary judgment for Xerox on the disability\ndiscrimination claims.\n\n                                         IV.\n\n           With respect to the state law claims, the district court\n\ndismissed the breach of contract and promissory estoppel claims on\nthe ground that these claims were \"barred by the exclusivity of the\nremedy for discrimination provided in Mass. Gen. L. ch. 151B.\"                  It\n\ndismissed the misrepresentation and civil conspiracy claims on\n\ngrounds that Carroll failed to allege sufficient facts to make out\nthese claims.\n\n           Reviewing the district court's dismissal de novo, see New\n\nEngland Cleaning Servs., Inc. v. Am. Arbitration Ass'n, 199 F.3d\n542, 544 (1st Cir. 1999), we accept as true all well-pleaded\n\nfactual allegations       set    forth    in   the   complaint   and    draw   all\nreasonable inferences in Carroll's favor. See Fed. R. Civ. P.\n\n12(b)(6). Our goal is to determine whether the complaint, so read,\nalleges facts sufficient to make out a cognizable claim.                       See\n\nLaChapelle v. Berkshire Life Ins. Co., 142 F.3d 507, 508 (1st Cir.\n\n1998).   In so doing, we are free to affirm on any basis supported\n\n\n\n                                     -18-\n\fby the record.    See Watterson v. Page, 987 F.2d 1, 7 n.3 (1st Cir.\n\n1993).9\n\nA.   Breach of Contract\n\n           Carroll stated in his complaint that \"Xerox materially\n\nbreached its employment contract with Mr. Carroll by failing to\nfulfill   its   contractual   promises,   including   by   demoting   the\n\nplaintiff from his former position and reducing his compensation,\n\nwithout any just cause\" and that \"defendants made promises to Mr.\nCarroll that Mr. Carroll's new job, as an accommodation to his\n\nhandicap status, would be at the same salary as before\" and that\n\n\"his position would be a comparable position.\"        However, Carroll\n\nfailed to allege any employment contract with Xerox beyond an at-\n\nwill employment relationship, which is terminable at will by either\nparty at any time.     As such, his breach of contract claim based\n\n\n\n\n     9\n       Defendants argue that these state law claims are barred by\nthe exclusive legal remedy provided under Chapter 151B. Described\nas \"a comprehensive statute in the sense that it covers various\nacts and practices where the possibility for discrimination is\nevident,\" Comey v. Hill, 438 N.E.2d 811, 817 (Mass. 1982), Chapter\n151B \"provides the exclusive remedy for employment discrimination\nnot based on preexisting tort law or constitutional protections.\"\nCharland v. Muzi Motors, Inc., 631 N.E.2d 555, 559 (Mass. 1994).\nWhile Chapter 151B does not \"narrow or eliminate a person's [pre-\nexisting] common law rights,\" Comey, 438 N.E.2d at 817, the statute\ndoes foreclose the creation of new common law remedies or the\nexpansion of old ones. See Melley v. Gillette Corp., 475 N.E.2d\n1227, 1229 (Mass. App. Ct. 1985).      Here, however, we need not\naddress whether Chapter 151B bars Carroll's state law claims\n(except as to one limited claim, see infra n.11) because it is\nclear that Carroll failed to allege sufficient facts to support\nthese claims.\n\n                                 -19-\n\fupon demotion or reduced compensation fails.10                 See, e.g., Bergeson\n\nv. Franchi, 783 F.Supp. 713, 717-18 (D. Mass. 1992) (holding that\nat-will employee's breach of contract claim fails because, absent\nshowing         of   bad   faith   or   public   policy     violation,       at-will\n\nrelationship is by definition terminable at any time for any\nreason).\n\nB.   Promissory Estoppel\n\n                 Carroll's promissory estoppel claim similarly fails.             In\norder to state a claim for promissory estoppel under Massachusetts\n\nlaw, a plaintiff must allege that \"(1) a promisor makes a promise\n\nwhich he should reasonably expect to induce action or forbearance\nof   a        definite   and   substantial   character    on    the   part   of   the\npromisee, (2) the promise does induce such action or forbearance,\n\nand (3) injustice can be avoided only by enforcement of the\n\npromise.\"         Loranger Const. Corp. v. E. F. Hauserman Co. 374 N.E.2d\n\n306, 308 (Mass. App. Ct. 1978).                Here, Carroll claims that he\n\nrelied upon promises made by the defendants that his new job in\n\nHouston would be at the same salary as before and that the transfer\nposition would be a comparable position.                 However, the complaint\n\n         10\n        To the extent that Carroll's breach-of-contract claim\nreduces to an alleged violation of the implied covenant of good\nfaith and fair dealing implicit in an at-will employment agreement,\nFortune v. Nat'l Cash Register, 364 N.E.2d 1251 (Mass. 1977), such\na claim would clearly be barred by the exclusive discrimination\nremedy of Chapter 151B. See Melley, 475 N.E.2d at 1229. See also\nDolan v. Bay Constr. Group Co., No. 924947, 1994 WL 879528, at *3\n(Mass. Super. 1994) (holding Chapter 151B barred plaintiff's claim\nin light of absence of a cause of action existing at common law for\nbreach of an implied covenant of good faith and fair dealing based\nupon failure to provide reasonable accommodations on account of\none's handicap status).\n\n                                        -20-\n\fitself   contains    allegations        which     flatly     contradict   his\n\ncharacterizations of the promises made.\n           Although Carroll alleged in the complaint that Profeta\ntold him that the transfer position would be at his same salary, he\n\nalso admitted in three separate paragraphs that Xerox management in\nHouston made it clear to him that the transfer would entail a\nsalary reduction and reduced potential income:\n           On or about November 1995, Mr. Carroll\n           discussed a new position for Mr. Carroll, in\n           Houston, Texas; these discussions were with\n           Xerox Corporation management in Texas.   Mr.\n           Carroll was informed that this potential new\n           position in Texas would include a salary\n           reduction and reduced potential commission\n           income, compared to his current income in\n           Boston.\n\n           On or about December 18, 1995, Mr. Carroll was\n           offered the new Houston, Texas position as an\n           Account Manager with a reduction in salary of\n           $13,000 per year and reduced potential\n           commission income - as compared to his current\n           income.\n\n           On or about December 19, 1995, Mr. Profeta\n           confirmed to Mr. Carroll that Mr. Carroll\n           would receive a reduction in income for the\n           new job (in Houston, Texas) of $13,000 and\n           reduced potential commission income - as\n           compared to his current income.\n\n           In addition, the complaint made clear that Carroll was\n\ninformed that the new position entailed a reduced salary before he\n\naccepted the position.       As such, Carroll failed to allege a\n\npromissory estoppel claim.\n\nC.   Fraud and Misrepresentation\n\n           To state a claim for fraud or misrepresentation, Carroll\nmust   allege,   inter   alia,   that    he     reasonably   relied   upon   a\n\n                                   -21-\n\frepresentation of the defendant to his detriment. See Robertson v.\nGaston Snow & Ely Bartlett, 536 N.E.2d 344, 349 (Mass. 1989); Danca\n\nv. Taunton Sav. Bank, 429 N.E.2d 1129, 1133-34 (Mass. 1982).               As\nthe district court found, Carroll fails to do so.\n\n            Here, Carroll alleges fraud and misrepresentation based\non the \"specific assurance that in his new position in Texas, the\nplaintiff's salary would not be reduced\" and other unspecified\n\"statements, assurances and agreements\" set forth in the complaint.\nAs discussed above, however, Carroll admitted in his complaint that\nhe was told by Xerox management in Houston, and later by Profeta,\nthe precise amount by which his compensation would be reduced if he\n\naccepted the Houston transfer.         Whatever Profeta might have told\n\nCarroll at some point, it is clear that Carroll knew that his\ncompensation would be reduced before he accepted the position in\n\nTexas.   Carroll thus fails to allege facts sufficient to establish\n\nthat he reasonably relied on any misrepresentation made by the\ndefendants.\n\nD.   Civil Conspiracy\n\n            Carroll alleges that the individual defendants conspired\n\nto induce him into accepting the position in Houston.                  \"Civil\nconspiracy is a very limited cause of action in Massachusetts.\"\n\nJurgens v. Abraham, 616 F. Supp. 1381, 1386 (D.Mass. 1985). To\n\nstate a claim of civil conspiracy, Carroll was required to allege\nthat defendants, acting in unison, had \"some peculiar power of\n\ncoercion\"   over   him   that   they   would   not   have   had   if   acting\n\n\n\n                                   -22-\n\findependently.    Fleming v. Dane, 22 N.E.2d 609, 611 (Mass. 1939)\n(internal quotation marks omitted).\n          Carroll's complaint did not allege sufficient facts to\nshow that Xerox and the individual defendants, acting together,\n\nwere able to exert some heightened form of coercion.         Carroll\nalleged simply that \"the power of the individual defendants as a\ngroup was greater than the power of any one of them.\"          That,\nhowever, does not indicate that defendants, acting in concert,\nenjoyed a \"peculiar power of coercion\" over Carroll.    Id. There is\n\nno allegation in the complaint from which an inference can be drawn\nthat the two supervisory employees had such power.     Thus, we agree\n\nwith the district court that Carroll's claim of civil conspiracy\n\nfails.\n\n                                 V.\n\n          Without citation to any legal precedent or record facts,\nCarroll argues that the district court abused its discretion      in\n\ndenying a \"number of [his] discretionary requests.\"    Carroll fails\n\neven to identify the specific underlying motions he is challenging.\nIt is well established that \"issues adverted to in a perfunctory\n\nmanner, unaccompanied by some effort at developed argumentation,\nare deemed waived.\"   United States v. Zannino, 895 F.2d 1, 17 (1st\n\nCir. 1990).      We find that Carroll's two-sentence argument in\nsupport of this claim does not justify a response.\n\n\n\n\n                                -23-\n\f                                 VI.\n\n            For the reasons set forth above, we affirm the district\ncourt's 1) grant of summary judgment with respect to the disability\ndiscrimination claims and 2) dismissal of the state common law\n\nclaims.\n\nAffirmed.\n\n\n\n\n                                -24-\n\f",
  "html": "<p class=\"case_cite\">294 F.3d 231</p>\n    <p class=\"parties\">Francis J. CARROLL, Plaintiff, Appellant,<br>v.<br>XEROX CORPORATION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 01-2013.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2002.</p>\n    <p class=\"date\">Decided June 28, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED William J. Royal, Jr., with whom Truelove Dee &amp; Chase, LLP was on brief for appellant.</p>\n      <p class=\"indent\">Judith A. Malone, with whom Peter E. Schwartz and Palmer &amp; Dodge LLP were on brief for appellees.</p>\n      <p class=\"indent\">Before LYNCH and LIPEZ, Circuit Judges, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-Appellant Francis J. Carroll brought suit against, <i>inter alia,</i> his former employer, Xerox Corporation, alleging (1) disability discrimination in violation of the Americans with Disabilities Act (ADA), 42 U.S.C. &#167;&#167; 12101-12213, and the Massachusetts anti-discrimination statute, Mass. Gen. Laws ch. 151B, &#167; 4, and (2) various state common law claims. The district court dismissed the common law claims and subsequently allowed Xerox's motion for summary judgment on the remaining disability discrimination claims. On appeal, Carroll challenges both rulings. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Carroll began working at Xerox in 1970. After holding various positions there, he assumed his first sales position with Xerox in 1986. In 1990, Carroll transferred to a sales position in Xerox's Boston office and began reporting to John O'Brien, the district manager of the Boston office. In March, 1995, O'Brien was promoted to Vice-President, General Manager of the New England Customer Business Unit (CBU), and Carroll began reporting directly to Joseph Profeta, the new manager of Sales Operations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While reporting to Profeta, Carroll served as an Agent Channel Manager (ACM). In this role, he managed 25-35 independent sales \"agents\" who sold Xerox equipment to smaller accounts. As an ACM, Carroll managed the sales of his agents, trained his agents and answered their questions, tracked his agents' progress on revenue and units sold to ensure that sales targets were met, and communicated with his agents, supervisors and colleagues through e-mail and other means.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1995, Xerox eliminated a number of CBU positions, including one of the four ACM positions and many support personnel, as part of a reduction-in-force. At various times throughout 1995, Carroll had a full-time, and then a part-time, administrative support person reporting to him. When both of these administrative support personnel made job changes for personal reasons, they were not replaced due to the personnel reduction taking place in the CBU.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In early 1995, Carroll received his sales targets for that year and learned that his target objectives had increased 94% from the previous year. Although these large increases were partly the result of the typical increases that occurred every year, they were also the result of a change in the methodology used to generate the performance objectives from 1994 to 1995. On or about April 1, 1995, plaintiff began falling behind in meeting his sales targets for that year. At about this time, he complained to Profeta about his workload and the job pressure.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On April 25, 1995, Carroll went to his primary care physician, Dr. Eric Reines, for a physical. Dr. Reines found that Carroll had a mild leaking from two valves of his heart, which Dr. Reines saw frequently in healthy patients. Based upon these results, Dr. Reines' only concern was preventing an infection called endocarditis, and he accordingly instructed Carroll to take antibiotics prior to any dental work.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In July, 1995, Carroll complained to O'Brien in a meeting about his workload. In this conversation, Carroll requested that Xerox allow him to take an early retirement. Although O'Brien supported Carroll in his request for early retirement, that request was denied on the ground that Carroll's position did not fall within the eligibility criteria for the early retirement program.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On September 18, 1995, Carroll went to urgent care, complaining of chest pains. After a number of tests &#8212; including an electrocardiogram and a stress test &#8212; Dr. Reines concluded that it was unlikely that Carroll had coronary artery or heart disease. To a reasonable degree of medical certainty, Dr. Reines concluded that the chest pain was related to stress and that the pain resulted from a muscle spasm in the esophagus. Dr. Reines concluded that, albeit painful, the condition has no medical repercussions and no bearing upon a patient's heart condition.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At Carroll's request, Dr. Reines wrote a letter addressed \"To whom it may concern\" which stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">[Carroll's] chest pains probably are not due to coronary artery disease but probably are stress related.... [Carroll has] reported extreme work stress which is the likely cause of the chest pain and in middle-aged men is a very common cause of hypertension and hypertensive response to exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As a result of this condition, Carroll took disability leave from September 18 to December 18, 1995. Other than a no-work restriction, there were no other restrictions placed on Carroll's activities during the three-month leave period. In the fall of 1995, psychologist Joseph Patalano treated Carroll for mental health issues. Dr. Patalano saw Carroll twice a month, and had phone contact with him twice a month. While Carroll was out on disability leave, one of the other ACMs, Richard Jarry, successfully covered Carroll's territory in addition to his own and the territory of one of the ACMs who was terminated in the reduction-in-force.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In late November or early December, while out on leave, Carroll informed Profeta that he would be interested in exploring a transfer to a position with Xerox in Houston, Texas, where much of his family lived. Carroll had worked for Xerox in Texas for several years prior to assuming his post in Boston. Profeta told him that he would help him with his transfer request.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">With Dr. Patalano's approval, Carroll returned to work at Xerox on December 18, 1995. His doctors did not communicate to Xerox any restrictions on his ability to work. On his first day back to work following his leave, Carroll interviewed for a sales representative position at the Xerox office in Houston.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Profeta arranged for Xerox to cover Carroll's travel expenses. Carroll made no reference in his Houston interview to a medical condition that interfered with his ability to work, nor did he ask for any restrictions on his work or for any accommodations for any medical condition.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The interview apparently went well. That evening, Xerox offered Carroll a sales representative position in the Houston CBU at the highest salary for the grade corresponding to that position. That salary was lower than the salary he was receiving as an ACM.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Carroll telephoned Profeta from Houston to inform him that the sales representative position offered to him in Houston was a non-managerial position on a lower level than his position as a sales manager. Profeta checked with Human Resources and learned that Xerox policy required that Carroll's salary be adjusted to the maximum of the range for the new position which was a lower-graded, non-managerial position. Nevertheless, when Profeta asked him whether he still wanted the transfer, Carroll reiterated his desire to transfer to Houston, notwithstanding the salary reduction. Accordingly, he signed Xerox's offer letter, agreeing to assume the sales representative position in Houston at the lower salary, as stated in the letter. Carroll continued to work in the Houston CBU as a sales representative for over two years until he voluntarily retired on May 8, 1998. Carroll did not request any accommodation or reduced workload in Houston, except for a short disability leave for a back injury unrelated to his stress condition in 1995.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In May, 1996, Carroll filed a disability discrimination charge against Xerox with the Massachusetts Commission against Discrimination (MCAD) and the Equal Employment Opportunity Commission (EEOC). He subsequently filed a complaint in federal court against Xerox, and O'Brien and Profeta individually, alleging disability discrimination under federal and state law. In essence, Carroll premised his claim on allegations that (1) Xerox failed to reasonably accommodate his disability by either (a) reducing his workload in Boston or (b) transferring him to the sales representative position in Houston at the same salary he had in Boston; and (2) Xerox discriminated against him because of his disability in denying his request for early retirement.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In addition, Carroll brought against defendants various state common law claims of breach of contract/promissory estoppel, fraud and misrepresentation, and civil conspiracy. Shortly thereafter, Carroll filed an amended complaint which effectively dismissed his disability discrimination claims against the two individual defendants, O'Brien and Profeta. The district court granted defendants' motion to dismiss the common law claims in their entirety, leaving Xerox as the only remaining defendant in the case. Xerox then moved for summary judgment on the disability discrimination claims. Ruling from the bench, the district court granted that motion on grounds that Carroll failed to satisfy the statutory elements of such claims. Specifically, the court held that Carroll failed to demonstrate, <i>inter alia,</i> 1) a showing of discriminatory intent on the part of Xerox and 2) that he was a qualified individual with a disability under the relevant statutes. The court also found that the record failed to show that Carroll ever made a request for a reasonable accommodation. With respect to Carroll's showing of disability, the court stated in its separate supplemental written order:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[Carroll] failed to show that he was precluded by his impairment from a substantial class of jobs or a broad range of jobs. Instead, the evidence presented by the plaintiff tended to show only that he was precluded from performing his particular job. As such, the impairment does not constitute a substantial limitation in the major life activity of working.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This appeal ensued.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Summary judgment is proper where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). Once the moving party has pointed to the absence of adequate evidence supporting the nonmoving party's case, the nonmoving party must come forward with facts that show a genuine issue for trial. <i>See Serrano-Cruz v. DFI Puerto Rico, Inc.,</i> 109 F.3d 23, 25 (1st Cir.1997); <i>LeBlanc v. Great American Ins. Co.,</i> 6 F.3d 836, 841-42 (1st Cir.1993). \"[N]either conclusory allegations [nor] improbable inferences\" are sufficient to defeat summary judgment. <i>J. Geils Band Employee Benefit Plan v. Smith Barney Shearson, Inc.,</i> 76 F.3d 1245, 1251 (1st Cir.1996) (internal quotation marks omitted). Rather, to withstand a properly supported motion for summary judgment, the opposing party must present \"enough competent evidence\" to enable a factfinder to decide in its favor on the disputed claims. <i>Goldman v. First Nat'l Bank of Boston,</i> 985 F.2d 1113, 1116 (1st Cir.1993) (citing <i>Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986)). Evidence that is \"merely colorable or is not significantly probative\" cannot deter summary judgment. <i>Anderson,</i> 477 U.S. at 249-250, 106 S.Ct. 2505 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review orders for summary judgment de novo, construing the record in the light most favorable to the nonmovant and resolving all reasonable inferences in that party's favor. In doing so, we safely can ignore \"conclusory allegations, improbable inferences, and unsupported speculation.\" <i>Medina-Munoz v. R.J. Reynolds Tobacco Co.,</i> 896 F.2d 5, 8 (1st Cir.1990).</p>\n    </div>\n    <p class=\"indent\">A. The ADA Standard</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The ADA prohibits discrimination in employment against qualified persons with a disability. 42 U.S.C. &#167; 12112(a).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Discrimination under the ADA includes \"not making reasonable accommodations to the known physical or mental limitations of an otherwise qualified individual with a disability who is an applicant or employee, unless ... the accommodation would impose an undue hardship on the operation of the business.\" <i>Id.</i> &#167; 12112(b)(5)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Carroll appears to premise his claim of disability discrimination upon two discrete theories of liability &#8212; (1) disparate treatment and (2) failure to reasonably accommodate his job-related stress and anxiety disorder. Under either theory, a threshold showing of disability is required.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With respect to his disparate treatment claim, Carroll alleges that Xerox discriminated against him because of his alleged impairment by, <i>inter alia,</i> forcing him to transfer to a non-managerial position at a lower salary. To recover under this theory pursuant to the ADA and its Massachusetts analogue, Chapter 151B, Carroll must show (1) that he suffers from a disability or handicap, as defined by the ADA and Chapter 151B,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> that (2) he was nevertheless able to perform the essential functions of his job, either with or without reasonable accommodation, and finally that (3) Xerox took an adverse employment action against him because of, in whole or in part, his protected disability. <i>Lessard v. Osram Sylvania, Inc.,</i> 175 F.3d 193, 197 (1st Cir.1999). As to his reasonable accommodation claim, Carroll needs to show, in addition to the first two prongs set forth above, that Xerox, despite knowing of his alleged disability, did not reasonably accommodate it. <i>See Higgins v. New Balance</i> <i>Athletic Shoe, Inc.,</i> 194 F.3d 252, 264 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As noted, the district court ruled against Carroll on all of these elements. The parties raise several issues on appeal bearing upon each of these elements. However, we only reach the initial question of disability, concluding that Carroll failed to produce sufficient evidence that he had a disability within the meaning of relevant law. In light of this threshold deficiency, we need not address the remaining grounds upon which the district court relied in its grant of summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The disability requirement can be satisfied by demonstrating a physical or mental impairment that substantially limited one or more of Carroll's major life activities.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> 42 U.S.C. &#167; 12102(2)(A). Tracking that standard, we apply a three-part analysis when considering statutory disability under &#167; 12102(2)(A). <i>See Bragdon v. Abbott,</i> 524 U.S. 624, 631, 118 S.Ct. 2196, 141 L.Ed.2d 540 (1998). First, we consider whether Carroll's alleged condition constitutes a mental or physical \"impairment.\" <i>See id.</i> Second, we identify the life activities upon which Carroll relies to determine whether they constitute \"major life activities\" under the ADA, <i>see id.</i> &#8212; that is, activities that are \"of central importance to daily life.\" <i>Toyota Motor Mfg., Ky., Inc. v. Williams,</i> 534 U.S. 184, 122 S.Ct. 681, 691, 151 L.Ed.2d 615 (2002). Third, \"tying the two statutory phrases together, we ask whether the impairment substantially limits the activity found to amount to be a major life activity.\" <i>Lebron-Torres v. Whitehall Labs.,</i> 251 F.3d 236, 239-40 (1st Cir.2001) (citing <i>Bragdon,</i> 524 U.S. at 631, 118 S.Ct. 2196). To be substantially limiting, \"[t]he impairment's impact must ... be permanent or long-term.\" <i>Toyota Motor,</i> 122 S.Ct. at 691, 122 S.Ct. 681 (citing 29 C.F.R. &#167; 1630.2(j)(2)(ii)-(iii)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under the framework articulated above, \"[i]t is insufficient ... to merely submit evidence of a medical diagnosis of an impairment.\" <i>Id.</i> Rather, those seeking ADA protection must offer evidence that \"`the extent of the limitation [caused by their impairment] in terms of their own experience ... is substantial.'\" <i>Id.</i> at 691-92, 122 S.Ct. 681 (quoting <i>Albertson's, Inc. v. Kirkingburg,</i> 527 U.S. 555, 567, 119 S.Ct. 2162, 144 L.Ed.2d 518 (1999)) (alterations in original).</p>\n    </div>\n    <p class=\"indent\">B. Application</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Mindful of the \"individualized inquiry\" mandated by the ADA in disability evaluation, <i>Sutton v. United Air Lines, Inc.,</i> 527 U.S. 471, 483, 119 S.Ct. 2139, 144 L.Ed.2d 450 (1999), we address the particulars of Carroll's case. Carroll complained of anxiety disorder and job-related stress.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> He argues on appeal that this disorder chiefly impacted the major life activity of working.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> This case does not require us to decide whether anxiety disorder and job-related stress is an \"impairment,\" nor whether working is a major life activity within the meaning of the ADA.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Assuming, arguendo, that both propositions are correct, we turn immediately to the third element of the statutory test, which we find dispositive. In doing so, we conclude that Carroll's claimed impairment does not \"substantially limit\" the asserted activity of working.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We note at the outset that \"substantially limits\" is defined under the EEOC regulations<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> as:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(i) Unable to perform a major life activity that the average person in the general population can perform; or</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(ii) Significantly restricted as to the condition, manner or duration under which an individual can perform a particular major life activity as compared to the condition, manner or duration under which the average person in the general population can perform that same major life activity.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">29 C.F.R. &#167; 1630.2(j)(1). Factors to be considered in assessing whether an individual is substantially limited in a major life activity are: (1) the nature and severity of the impairment; (2) the duration or expected duration of the impairment; and (3) the permanent or long-term impact, or the expected permanent or long-term impact. <i>Id.</i> &#167; 1630.2(j)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Furthermore, to determine whether a substantial limitation exists when work is at issue, we have looked to whether plaintiff can show that he or she is significantly restricted in his or her ability to perform \"a class of jobs\" or \"a broad range of jobs in various classes.\" <i>Whitney v. Greenberg, Rosenblatt, Kull &amp; Bitsoli, P.C.,</i> 258 F.3d 30, 33 (1st Cir.2001) (internal quotation marks omitted); <i>Gelabert-Ladenheim v. American Airlines Inc.,</i> 252 F.3d 54, 60 (1st Cir.2001); 29 C.F.R. &#167; 1630.2(j)(3)(i) (stating that the activity of working is substantially limited only where an individual is \"significantly restricted in the ability to perform either a class of jobs or a broad range of jobs in various classes as compared to the average person having comparable training, skills and abilities.\"). We have noted that \"`[t]he inability to perform a single, particular job does not constitute a substantial limitation in the major life activity of working.'\" <i>Lebron-Torres v. Whitehall Laboratories,</i> 251 F.3d at 240 (quoting 29 C.F.R. &#167; 1630.2(j)(3)(i)). <i>See Santiago Clemente v. Executive Airlines, Inc.,</i> 213 F.3d 25, 32 (1st Cir.2000) (\"[T]o be substantially limited in the major life activity of working, Santiago must be precluded from more than a particular job.\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As the district court recognized, Carroll \"failed to show that he was precluded by his [claimed] impairment from a substantial class of jobs or a broad range of jobs.\" Indeed, Carroll fails to point to evidence in the record to show that he was unable to perform any job other than his own ACM job with the particular sales targets and workloads that existed in 1995. To the contrary, the record shows that when Carroll transferred to the sales representative position in Xerox's Houston office, he performed this job adequately for over two years without any reasonable accommodation until his voluntary retirement in 1998. <i>See Santiago Clemente,</i> 213 F.3d at 32-33 (flight attendant not substantially limited in activity of working where temporary hearing loss did not disqualify her from various ground positions, including receptionist, payroll clerk and operational manager); <i>Siemon v. AT &amp; T Corp.,</i> 117 F.3d 1173, 1176 (10th Cir.1997) (employee who could work in various other positions at his company was not substantially limited in working).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In an attempt to argue that he was limited from other jobs besides his own, Carroll claims that he was precluded from sales manager positions generally. However, \"[a]n impairment that disqualifies a person from a narrow range of jobs is not considered a substantially limiting one.\" <i>Tardie v. Rehab. Hosp. of R.I.,</i> 168 F.3d 538, 542 (1st Cir.1997) (internal quotation marks omitted). Furthermore, this claim is a conclusory allegation without evidentiary support; it is thus insufficient to carry Carroll's burden. <i>See Gelabert-Ladenheim,</i> 252 F.3d at 62 (plaintiff's conclusory statements as to her inability to work in a variety of jobs held to be insufficient); <i>Lebron-Torres,</i> 251 F.3d at 241 (\"[Plaintiff's] failure to proffer any evidence specifying the kinds of jobs that her back condition prevented her from performing dooms her ADA claim.\"). Such evidence may take the form of expert vocational testimony, or publicly available labor market statistics. <i>Gelabert-Ladenheim,</i> 252 F.3d at 60-61. Carroll fails to make any such proffer.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At best, the record indicates that Carroll could not handle the workload associated with his particular position at a particular period in time as an ACM in Xerox's New England office. That is not enough. <i>See Lebron-Torres,</i> 251 F.3d at 240 (\"[T]he inability to perform a single, particular job does not constitute a substantial limitation in the major life activity of working.\" (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Furthermore, to withstand summary judgment, Carroll must produce sufficient evidence that his impairment was \"profound enough and of sufficient duration, given the nature of [his] impairment,\" to significantly restrict him in working. <i>Whitney,</i> 258 F.3d at 33. <i>See also Toyota Motor,</i> 122 S.Ct. at 691 (stating that, to be substantially limiting, \"the impairment's impact must ... be permanent or long-term\"); 29 C.F.R. &#167; 1630.2(j)(2). Carroll fails to make this showing. Prior to April 1, 1995, Carroll had no medical condition that restricted his ability to perform any major life activity, working or otherwise. He continued to work until September 18, 1995, and no doctor imposed any limitations on him prior to that time. During Carroll's three-month leave, he was not restricted in any of his activities except for working.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although Carroll maintains that his impairment lasted for \"an indefinite period of time,\" there is no evidence that any symptom persisted past December 18, 1995, when he returned to work following his three-month leave. Carroll fails to demonstrate any medical restrictions or other limitations on his ability to work once he returned from medical leave. Carroll has no recollection of experiencing any medical symptoms between the time he came back from disability leave and when he started in Houston on January 1, 1996. Carroll did not have any work limitations and did not recall having any chest pains during 1996, 1997 or 1998. Thus, Carroll fails to produce evidence that his condition was of sufficient duration and severity to substantially limit him in working. <i>See, e.g., Sanders v. Arneson Products, Inc.,</i> 91 F.3d 1351, 1354 (9th Cir.1996) (holding temporary psychological impairment which resulted in three-and-a-half month leave and had no subsequent residual effects was of insufficient duration to constitute disability).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Having found insufficient evidence of disability, we affirm the entry of summary judgment for Xerox on the disability discrimination claims.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">With respect to the state law claims, the district court dismissed the breach of contract and promissory estoppel claims on the ground that these claims were \"barred by the exclusivity of the remedy for discrimination provided in Mass. Gen. L. ch. 151B.\" It dismissed the misrepresentation and civil conspiracy claims on grounds that Carroll failed to allege sufficient facts to make out these claims.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Reviewing the district court's dismissal <i>de novo, see New England Cleaning Servs., Inc. v. Am. Arbitration Ass'n,</i> 199 F.3d 542, 544 (1st Cir.1999), we accept as true all well-pleaded factual allegations set forth in the complaint and draw all reasonable inferences in Carroll's favor. <i>See</i> Fed.R.Civ.P. 12(b)(6). Our goal is to determine whether the complaint, so read, alleges facts sufficient to make out a cognizable claim. <i>See LaChapelle v. Berkshire Life Ins. Co.,</i> 142 F.3d 507, 508 (1st Cir. 1998). In so doing, we are free to affirm on any basis supported by the record. <i>See Watterson v. Page,</i> 987 F.2d 1, 7 n. 3 (1st Cir.1993).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p class=\"indent\">A. Breach of Contract</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Carroll stated in his complaint that \"Xerox materially breached its employment contract with Mr. Carroll by failing to fulfill its contractual promises, including by demoting the plaintiff from his former position and reducing his compensation, without any just cause\" and that \"defendants made promises to Mr. Carroll that Mr. Carroll's new job, as an accommodation to his handicap status, would be at the same salary as before\" and that \"his position would be a comparable position.\" However, Carroll failed to allege any employment contract with Xerox beyond an at-will employment relationship, which is terminable at will by either party at any time. As such, his breach of contract claim based upon demotion or reduced compensation fails.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>See, e.g., Bergeson v. Franchi,</i> 783 F.Supp. 713, 717-18 (D.Mass. 1992) (holding that at-will employee's breach of contract claim fails because, absent showing of bad faith or public policy violation, at-will relationship is by definition terminable at any time for any reason).</p>\n    </div>\n    <p class=\"indent\">B. Promissory Estoppel</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Carroll's promissory estoppel claim similarly fails. In order to state a claim for promissory estoppel under Massachusetts law, a plaintiff must allege that \"(1) a promisor makes a promise which he should reasonably expect to induce action or forbearance of a definite and substantial character on the part of the promisee, (2) the promise does induce such action or forbearance, and (3) injustice can be avoided only by enforcement of the promise.\" <i>Loranger Const. Corp. v. E.F. Hauserman Co.</i> 6 Mass.App.Ct. 152, 374 N.E.2d 306, 308 (1978). Here, Carroll claims that he relied upon promises made by the defendants that his new job in Houston would be at the same salary as before and that the transfer position would be a comparable position. However, the complaint itself contains allegations which flatly contradict his characterizations of the promises made.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Although Carroll alleged in the complaint that Profeta told him that the transfer position would be at his same salary, he also admitted in three separate paragraphs that Xerox management in Houston made it clear to him that the transfer would entail a salary reduction and reduced potential income:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On or about November 1995, Mr. Carroll discussed a new position for Mr. Carroll, in Houston, Texas; these discussions were with Xerox Corporation management in Texas. Mr. Carroll was informed that this potential new position in Texas would include a salary reduction and reduced potential commission income, compared to his current income in Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">On or about December 18, 1995, Mr. Carroll was offered the new Houston, Texas position as an Account Manager with a reduction in salary of $13,000 per year and reduced potential commission income &#8212; as compared to his current income.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On or about December 19, 1995, Mr. Profeta confirmed to Mr. Carroll that Mr. Carroll would receive a reduction in income for the new job (in Houston, Texas) of $13,000 and reduced potential commission income &#8212; as compared to his current income.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In addition, the complaint made clear that Carroll was informed that the new position entailed a reduced salary before he accepted the position. As such, Carroll failed to allege a promissory estoppel claim.</p>\n    </div>\n    <p class=\"indent\">C. Fraud and Misrepresentation</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To state a claim for fraud or misrepresentation, Carroll must allege, <i>inter alia,</i> that he reasonably relied upon a representation of the defendant to his detriment. <i>See Robertson v. Gaston Snow &amp; Ely Bartlett,</i> 404 Mass. 515, 536 N.E.2d 344, 349 (1989); <i>Danca v. Taunton Sav. Bank,</i> 385 Mass. 1, 429 N.E.2d 1129, 1133-34 (1982). As the district court found, Carroll fails to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Here, Carroll alleges fraud and misrepresentation based on the \"specific assurance that in his new position in Texas, the plaintiff's salary would not be reduced\" and other unspecified \"statements, assurances and agreements\" set forth in the complaint. As discussed above, however, Carroll admitted in his complaint that he was told by Xerox management in Houston, and later by Profeta, the precise amount by which his compensation would be reduced if he accepted the Houston transfer. Whatever Profeta might have told Carroll at some point, it is clear that Carroll knew that his compensation would be reduced before he accepted the position in Texas. Carroll thus fails to allege facts sufficient to establish that he reasonably relied on any misrepresentation made by the defendants.</p>\n    </div>\n    <p class=\"indent\">D. Civil Conspiracy</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Carroll alleges that the individual defendants conspired to induce him into accepting the position in Houston. \"Civil conspiracy is a very limited cause of action in Massachusetts.\" <i>Jurgens v. Abraham,</i> 616 F.Supp. 1381, 1386 (D.Mass.1985). To state a claim of civil conspiracy, Carroll was required to allege that defendants, acting in unison, had \"some peculiar power of coercion\" over him that they would not have had if acting independently. <i>Fleming v. Dane,</i> 304 Mass. 46, 22 N.E.2d 609, 611 (1939) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Carroll's complaint did not allege sufficient facts to show that Xerox and the individual defendants, acting together, were able to exert some heightened form of coercion. Carroll alleged simply that \"the power of the individual defendants as a group was greater than the power of any one of them.\" That, however, does not indicate that defendants, acting in concert, enjoyed a \"peculiar power of coercion\" over Carroll. <i>Id.</i> There is no allegation in the complaint from which an inference can be drawn that the two supervisory employees had such power. Thus, we agree with the district court that Carroll's claim of civil conspiracy fails.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Without citation to any legal precedent or record facts, Carroll argues that the district court abused its discretion in denying a \"number of [his] discretionary requests.\" Carroll fails even to identify the specific underlying motions he is challenging. It is well established that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" <i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990). We find that Carroll's two-sentence argument in support of this claim does not justify a response.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">For the reasons set forth above, we affirm the district court's 1) grant of summary judgment with respect to the disability discrimination claims and 2) dismissal of the state common law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> According to Carroll, Profeta assured him that a transfer would not entail a salary reduction. However, on November 22, 1995, Carroll spoke with Cindy King, in Xerox's Human Resources Department in Houston, who told him that, under Xerox's personnel policy, a sales representative position (reporting to a sales manager) entailed a lower salary than the one Carroll was receiving</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 12112(a) provides that \"[n]o covered entity shall discriminate against a qualified individual with a disability because of the disability of such individual in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.\" 42 U.S.C. &#167; 12112(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The statutory definitions of \"disability\" under federal law and of \"handicap\" under Massachusetts law are virtually identical and the state has looked to federal case law to assist in interpreting its statute. Although the two definitions materially differ in some areas, these differences are not involved in this case and no party suggests otherwise. As a result, we simply use the federal analytical model<i>See Whitney v. Greenberg, Rosenblatt, Kull &amp; Bitsoli, P.C.,</i> 258 F.3d 30, 32 n. 1 (1st Cir.2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The ADA provides two additional ways in which one may have a \"disability\": by having a record of such impairment, or by being regarded as having such an impairment. 42 U.S.C. &#167; 12102(2)(B) &amp; (C). Carroll does not raise a record-of-impairment. As to the regarded-as-disabled prong, Carroll did not produce any evidence that Xerox regarded him as having an impairment which he did not have, or mistakenly perceived that a non-limiting impairment substantially limited him in a major life activity<i>See Cook v. Dep't of Mental Health, Retardation, and Hosps.,</i> 10 F.3d 17, 23 (1st Cir.1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Carroll also alleges a heart condition. However, the record fails to support this claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In his argument to the district court, Carroll asserted generally that his impairment affected \"everything,\" including working, sleeping, his ability and desire to interact with others, and his concentration. However, on appeal, Carroll focuses his claimed disability exclusively on the major life activity of working, without any mention of the previously-asserted claimed activities. Thus, for purposes of this appeal, we confine our analysis to the claimed activity of working</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Supreme Court has not yet addressed the question whether working constitutes a major life activity for purposes of the ADA<i>See Sutton,</i> 527 U.S. at 492, 119 S.Ct. 2139 (assuming without deciding that working constitutes a major life activity but noting the \"conceptual difficulty in defining `major life activities' to include work\"). Indeed, we have assumed that to be so for purposes of our analysis under the ADA. <i>See, e.g., Gelabert-Ladenheim v. American Airlines Inc.,</i> 252 F.3d 54, 58 (1st Cir.2001) (accepting arguendo that working is a major life activity). As an aside, we note that in <i>Toyota Motor,</i> the Supreme Court did not determine whether plaintiff was substantially limited in working because that issue &#8212; albeit raised in the district court &#8212; was not properly before the Court. <i>See</i> 122 S.Ct. at 689 (\"We express no opinion on the working, lifting, or other arguments for disability status that were preserved below but which were not ruled upon by the Court of Appeals.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> <i>Toyota Motor</i> states that \"[t]he persuasive authority of the EEOC regulations is less clear.\" 122 S.Ct. at 689. We have, pre-<i>Toyota Motor,</i> looked to these EEOC regulations on several occasions for guidance in applying the statutory terms under the ADA. <i>See, e.g., Gillen v. Fallon Ambulance Service, Inc.,</i> 283 F.3d 11, 21 (1st Cir.2002); <i>Santiago Clemente v. Executive Airlines, Inc.,</i> 213 F.3d 25, 30 n. 2 (1st Cir.2000) (\"We look to the well-reasoned views of the agencies implementing a statute, which constitute a body of experience and informed judgment to which courts and litigants may properly resort for guidance.\"); <i>Lessard v. Osram Sylvania, Inc.,</i> 175 F.3d 193, 196 (1st Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Defendants argue that these state law claims are barred by the exclusive legal remedy provided under Chapter 151B. Described as \"a comprehensive statute in the sense that it covers various acts and practices where the possibility for discrimination is evident,\"<i>Comey v. Hill,</i> 387 Mass. 11, 438 N.E.2d 811, 817 (1982), Chapter 151B \"provides the exclusive remedy for employment discrimination not based on preexisting tort law or constitutional protections.\" <i>Charland v. Muzi Motors, Inc.,</i> 417 Mass. 580, 631 N.E.2d 555, 559 (1994). While Chapter 151B does not \"narrow or eliminate a person's [pre-existing] common law rights,\" <i>Comey,</i> 438 N.E.2d at 817, the statute does foreclose the creation of new common law remedies or the expansion of old ones. <i>See Melley v. Gillette Corp.,</i> 19 Mass.App.Ct. 511, 475 N.E.2d 1227, 1229 (1985). Here, however, we need not address whether Chapter 151B bars Carroll's state law claims (except as to one limited claim, <i>see infra</i> n. 11) because it is clear that Carroll failed to allege sufficient facts to support these claims.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To the extent that Carroll's breach-of-contract claim reduces to an alleged violation of the implied covenant of good faith and fair dealing implicit in an at-will employment agreement,<i>Fortune v. Nat'l Cash Register,</i> 373 Mass. 96, 364 N.E.2d 1251 (1977), such a claim would clearly be barred by the exclusive discrimination remedy of Chapter 151B. <i>See Melley,</i> 475 N.E.2d at 1229. <i>See also Dolan v. Bay Constr. Group Co.,</i> No. 924947, 1994 WL 879528, at *3 (Mass.Super.1994) (holding Chapter 151B barred plaintiff's claim in light of absence of a cause of action existing at common law for breach of an implied covenant of good faith and fair dealing based upon failure to provide reasonable accommodations on account of one's handicap status).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></span></p>\n    <p class=\"parties\">Francis J. CARROLL, Plaintiff, Appellant,<br>v.<br>XEROX CORPORATION, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 01-2013.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2002.</p>\n    <p class=\"date\">Decided June 28, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED William J. Royal, Jr., with whom Truelove Dee &amp; Chase, LLP was on brief for appellant.</p>\n      <p class=\"indent\">Judith A. Malone, with whom Peter E. Schwartz and Palmer &amp; Dodge LLP were on brief for appellees.</p>\n      <p class=\"indent\">Before LYNCH and LIPEZ, Circuit Judges, and WOODLOCK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-Appellant Francis J. Carroll brought suit against, <i>inter alia,</i> his former employer, Xerox Corporation, alleging (1) disability discrimination in violation of the Americans with Disabilities Act (ADA), 42 U.S.C. &#167;&#167; 12101-12213, and the Massachusetts anti-discrimination statute, Mass. Gen. Laws ch. 151B, &#167; 4, and (2) various state common law claims. The district court dismissed the common law claims and subsequently allowed Xerox's motion for summary judgment on the remaining disability discrimination claims. On appeal, Carroll challenges both rulings. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Carroll began working at Xerox in 1970. After holding various positions there, he assumed his first sales position with Xerox in 1986. In 1990, Carroll transferred to a sales position in Xerox's Boston office and began reporting to John O'Brien, the district manager of the Boston office. In March, 1995, O'Brien was promoted to Vice-President, General Manager of the New England Customer Business Unit (CBU), and Carroll began reporting directly to Joseph Profeta, the new manager of Sales Operations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">While reporting to Profeta, Carroll served as an Agent Channel Manager (ACM). In this role, he managed 25-35 independent sales \"agents\" who sold Xerox equipment to smaller accounts. As an ACM, Carroll managed the sales of his agents, trained his agents and answered their questions, tracked his agents' progress on revenue and units sold to ensure that sales targets were met, and communicated with his agents, supervisors and colleagues through e-mail and other means.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1995, Xerox eliminated a number of CBU positions, including one of the four ACM positions and many support personnel, as part of a reduction-in-force. At various times throughout 1995, Carroll had a full-time, and then a part-time, administrative support person reporting to him. When both of these administrative support personnel made job changes for personal reasons, they were not replaced due to the personnel reduction taking place in the CBU.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In early 1995, Carroll received his sales targets for that year and learned that his target objectives had increased 94% from the previous year. Although these large increases were partly the result of the typical increases that occurred every year, they were also the result of a change in the methodology used to generate the performance objectives from 1994 to 1995. On or about April 1, 1995, plaintiff began falling behind in meeting his sales targets for that year. At about this time, he complained to Profeta about his workload and the job pressure.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On April 25, 1995, Carroll went to his primary care physician, Dr. Eric Reines, for a physical. Dr. Reines found that Carroll had a mild leaking from two valves of his heart, which Dr. Reines saw frequently in healthy patients. Based upon these results, Dr. Reines' only concern was preventing an infection called endocarditis, and he accordingly instructed Carroll to take antibiotics prior to any dental work.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In July, 1995, Carroll complained to O'Brien in a meeting about his workload. In this conversation, Carroll requested that Xerox allow him to take an early retirement. Although O'Brien supported Carroll in his request for early retirement, that request was denied on the ground that Carroll's position did not fall within the eligibility criteria for the early retirement program.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On September 18, 1995, Carroll went to urgent care, complaining of chest pains. After a number of tests &#8212; including an electrocardiogram and a stress test &#8212; Dr. Reines concluded that it was unlikely that Carroll had coronary artery or heart disease. To a reasonable degree of medical certainty, Dr. Reines concluded that the chest pain was related to stress and that the pain resulted from a muscle spasm in the esophagus. Dr. Reines concluded that, albeit painful, the condition has no medical repercussions and no bearing upon a patient's heart condition.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At Carroll's request, Dr. Reines wrote a letter addressed \"To whom it may concern\" which stated:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">[Carroll's] chest pains probably are not due to coronary artery disease but probably are stress related.... [Carroll has] reported extreme work stress which is the likely cause of the chest pain and in middle-aged men is a very common cause of hypertension and hypertensive response to exercise.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As a result of this condition, Carroll took disability leave from September 18 to December 18, 1995. Other than a no-work restriction, there were no other restrictions placed on Carroll's activities during the three-month leave period. In the fall of 1995, psychologist Joseph Patalano treated Carroll for mental health issues. Dr. Patalano saw Carroll twice a month, and had phone contact with him twice a month. While Carroll was out on disability leave, one of the other ACMs, Richard Jarry, successfully covered Carroll's territory in addition to his own and the territory of one of the ACMs who was terminated in the reduction-in-force.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In late November or early December, while out on leave, Carroll informed Profeta that he would be interested in exploring a transfer to a position with Xerox in Houston, Texas, where much of his family lived. Carroll had worked for Xerox in Texas for several years prior to assuming his post in Boston. Profeta told him that he would help him with his transfer request.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">With Dr. Patalano's approval, Carroll returned to work at Xerox on December 18, 1995. His doctors did not communicate to Xerox any restrictions on his ability to work. On his first day back to work following his leave, Carroll interviewed for a sales representative position at the Xerox office in Houston.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Profeta arranged for Xerox to cover Carroll's travel expenses. Carroll made no reference in his Houston interview to a medical condition that interfered with his ability to work, nor did he ask for any restrictions on his work or for any accommodations for any medical condition.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The interview apparently went well. That evening, Xerox offered Carroll a sales representative position in the Houston CBU at the highest salary for the grade corresponding to that position. That salary was lower than the salary he was receiving as an ACM.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Carroll telephoned Profeta from Houston to inform him that the sales representative position offered to him in Houston was a non-managerial position on a lower level than his position as a sales manager. Profeta checked with Human Resources and learned that Xerox policy required that Carroll's salary be adjusted to the maximum of the range for the new position which was a lower-graded, non-managerial position. Nevertheless, when Profeta asked him whether he still wanted the transfer, Carroll reiterated his desire to transfer to Houston, notwithstanding the salary reduction. Accordingly, he signed Xerox's offer letter, agreeing to assume the sales representative position in Houston at the lower salary, as stated in the letter. Carroll continued to work in the Houston CBU as a sales representative for over two years until he voluntarily retired on May 8, 1998. Carroll did not request any accommodation or reduced workload in Houston, except for a short disability leave for a back injury unrelated to his stress condition in 1995.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In May, 1996, Carroll filed a disability discrimination charge against Xerox with the Massachusetts Commission against Discrimination (MCAD) and the Equal Employment Opportunity Commission (EEOC). He subsequently filed a complaint in federal court against Xerox, and O'Brien and Profeta individually, alleging disability discrimination under federal and state law. In essence, Carroll premised his claim on allegations that (1) Xerox failed to reasonably accommodate his disability by either (a) reducing his workload in Boston or (b) transferring him to the sales representative position in Houston at the same salary he had in Boston; and (2) Xerox discriminated against him because of his disability in denying his request for early retirement.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In addition, Carroll brought against defendants various state common law claims of breach of contract/promissory estoppel, fraud and misrepresentation, and civil conspiracy. Shortly thereafter, Carroll filed an amended complaint which effectively dismissed his disability discrimination claims against the two individual defendants, O'Brien and Profeta. The district court granted defendants' motion to dismiss the common law claims in their entirety, leaving Xerox as the only remaining defendant in the case. Xerox then moved for summary judgment on the disability discrimination claims. Ruling from the bench, the district court granted that motion on grounds that Carroll failed to satisfy the statutory elements of such claims. Specifically, the court held that Carroll failed to demonstrate, <i>inter alia,</i> 1) a showing of discriminatory intent on the part of Xerox and 2) that he was a qualified individual with a disability under the relevant statutes. The court also found that the record failed to show that Carroll ever made a request for a reasonable accommodation. With respect to Carroll's showing of disability, the court stated in its separate supplemental written order:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[Carroll] failed to show that he was precluded by his impairment from a substantial class of jobs or a broad range of jobs. Instead, the evidence presented by the plaintiff tended to show only that he was precluded from performing his particular job. As such, the impairment does not constitute a substantial limitation in the major life activity of working.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This appeal ensued.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Summary judgment is proper where \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law.\" Fed.R.Civ.P. 56(c). Once the moving party has pointed to the absence of adequate evidence supporting the nonmoving party's case, the nonmoving party must come forward with facts that show a genuine issue for trial. <i>See Serrano-Cruz v. DFI Puerto Rico, Inc.,</i> <span class=\"citation\" data-id=\"738222\"><a href=\"/opinion/738222/digna-serrano-cruz-hector-irizarry-and-the-conjugal-society-comprised/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 25 (1st Cir.1997); <i>LeBlanc v. Great American Ins. Co.,</i> <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 841-42 (1st Cir.1993). \"[N]either conclusory allegations [nor] improbable inferences\" are sufficient to defeat summary judgment. <i>J. Geils Band Employee Benefit Plan v. Smith Barney Shearson, Inc.,</i> <span class=\"citation\" data-id=\"196588\"><a href=\"/opinion/196588/j-geils-band-v-smith-barney/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1245</span></a></span>, 1251 (1st Cir.1996) (internal quotation marks omitted). Rather, to withstand a properly supported motion for summary judgment, the opposing party must present \"enough competent evidence\" to enable a factfinder to decide in its favor on the disputed claims. <i>Goldman v. First Nat'l Bank of Boston,</i> <span class=\"citation\" data-id=\"600349\"><a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1113</span></a></span>, 1116 (1st Cir.1993) (citing <i>Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986)). Evidence that is \"merely colorable or is not significantly probative\" cannot deter summary judgment. <i>Anderson,</i> 477 U.S. at 249-250, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span> (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review orders for summary judgment de novo, construing the record in the light most favorable to the nonmovant and resolving all reasonable inferences in that party's favor. In doing so, we safely can ignore \"conclusory allegations, improbable inferences, and unsupported speculation.\" <i>Medina-Munoz v. R.J. Reynolds Tobacco Co.,</i> <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir.1990).</p>\n    </div>\n    <p class=\"indent\">A. The ADA Standard</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The ADA prohibits discrimination in employment against qualified persons with a disability. 42 U.S.C. &#167; 12112(a).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Discrimination under the ADA includes \"not making reasonable accommodations to the known physical or mental limitations of an otherwise qualified individual with a disability who is an applicant or employee, unless ... the accommodation would impose an undue hardship on the operation of the business.\" <i>Id.</i> &#167; 12112(b)(5)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Carroll appears to premise his claim of disability discrimination upon two discrete theories of liability &#8212; (1) disparate treatment and (2) failure to reasonably accommodate his job-related stress and anxiety disorder. Under either theory, a threshold showing of disability is required.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With respect to his disparate treatment claim, Carroll alleges that Xerox discriminated against him because of his alleged impairment by, <i>inter alia,</i> forcing him to transfer to a non-managerial position at a lower salary. To recover under this theory pursuant to the ADA and its Massachusetts analogue, Chapter 151B, Carroll must show (1) that he suffers from a disability or handicap, as defined by the ADA and Chapter 151B,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> that (2) he was nevertheless able to perform the essential functions of his job, either with or without reasonable accommodation, and finally that (3) Xerox took an adverse employment action against him because of, in whole or in part, his protected disability. <i>Lessard v. Osram Sylvania, Inc.,</i> <span class=\"citation\" data-id=\"198457\"><a href=\"/opinion/198457/lessard-v-osram-sylvania-inc/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">193</span></a></span>, 197 (1st Cir.1999). As to his reasonable accommodation claim, Carroll needs to show, in addition to the first two prongs set forth above, that Xerox, despite knowing of his alleged disability, did not reasonably accommodate it. <i>See Higgins v. New Balance</i> <i>Athletic Shoe, Inc.,</i> <span class=\"citation\" data-id=\"198690\"><a href=\"/opinion/198690/higgins-v-new-balance/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span>, 264 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As noted, the district court ruled against Carroll on all of these elements. The parties raise several issues on appeal bearing upon each of these elements. However, we only reach the initial question of disability, concluding that Carroll failed to produce sufficient evidence that he had a disability within the meaning of relevant law. In light of this threshold deficiency, we need not address the remaining grounds upon which the district court relied in its grant of summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The disability requirement can be satisfied by demonstrating a physical or mental impairment that substantially limited one or more of Carroll's major life activities.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> 42 U.S.C. &#167; 12102(2)(A). Tracking that standard, we apply a three-part analysis when considering statutory disability under &#167; 12102(2)(A). <i>See Bragdon v. Abbott,</i> <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">624</span></a></span>, 631, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2196</span></a></span>, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">540</span></a></span> (1998). First, we consider whether Carroll's alleged condition constitutes a mental or physical \"impairment.\" <i>See id.</i> Second, we identify the life activities upon which Carroll relies to determine whether they constitute \"major life activities\" under the ADA, <i>see id.</i> &#8212; that is, activities that are \"of central importance to daily life.\" <i>Toyota Motor Mfg., Ky., Inc. v. Williams,</i> <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></a></span>, 691, <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">151</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (2002). Third, \"tying the two statutory phrases together, we ask whether the impairment substantially limits the activity found to amount to be a major life activity.\" <i>Lebron-Torres v. Whitehall Labs.,</i> <span class=\"citation\" data-id=\"199418\"><a href=\"/opinion/199418/lebron-torres-v-white-hall-lab/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">236</span></a></span>, 239-40 (1st Cir.2001) (citing <i>Bragdon,</i> 524 U.S. at 631, <span class=\"citation\" data-id=\"118241\"><a href=\"/opinion/118241/bragdon-v-abbott/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2196</span></a></span>). To be substantially limiting, \"[t]he impairment's impact must ... be permanent or long-term.\" <i>Toyota Motor,</i> 122 S.Ct. at 691, <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></a></span> (citing 29 C.F.R. &#167; 1630.2(j)(2)(ii)-(iii)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under the framework articulated above, \"[i]t is insufficient ... to merely submit evidence of a medical diagnosis of an impairment.\" <i>Id.</i> Rather, those seeking ADA protection must offer evidence that \"`the extent of the limitation [caused by their impairment] in terms of their own experience ... is substantial.'\" <i>Id.</i> at 691-92, <span class=\"citation\" data-id=\"118470\"><a href=\"/opinion/118470/toyota-motor-mfg-ky-inc-v-williams/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">681</span></a></span> (quoting <i>Albertson's, Inc. v. Kirkingburg,</i> <span class=\"citation\" data-id=\"118314\"><a href=\"/opinion/118314/albertsons-inc-v-kirkingburg/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">555</span></a></span>, 567, <span class=\"citation\" data-id=\"118314\"><a href=\"/opinion/118314/albertsons-inc-v-kirkingburg/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2162</span></a></span>, <span class=\"citation\" data-id=\"118314\"><a href=\"/opinion/118314/albertsons-inc-v-kirkingburg/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1999)) (alterations in original).</p>\n    </div>\n    <p class=\"indent\">B. Application</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Mindful of the \"individualized inquiry\" mandated by the ADA in disability evaluation, <i>Sutton v. United Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"118311\"><a href=\"/opinion/118311/sutton-v-united-air-lines-inc/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 483, <span class=\"citation\" data-id=\"118311\"><a href=\"/opinion/118311/sutton-v-united-air-lines-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2139</span></a></span>, <span class=\"citation\" data-id=\"118311\"><a href=\"/opinion/118311/sutton-v-united-air-lines-inc/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">450</span></a></span> (1999), we address the particulars of Carroll's case. Carroll complained of anxiety disorder and job-related stress.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> He argues on appeal that this disorder chiefly impacted the major life activity of working.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> This case does not require us to decide whether anxiety disorder and job-related stress is an \"impairment,\" nor whether working is a major life activity within the meaning of the ADA.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Assuming, arguendo, that both propositions are correct, we turn immediately to the third element of the statutory test, which we find dispositive. In doing so, we conclude that Carroll's claimed impairment does not \"substantially limit\" the asserted activity of working.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We note at the outset that \"substantially limits\" is defined under the EEOC regulations<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> as:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(i) Unable to perform a major life activity that the average person in the general population can perform; or</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(ii) Significantly restricted as to the condition, manner or duration under which an individual can perform a particular major life activity as compared to the condition, manner or duration under which the average person in the general population can perform that same major life activity.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">29 C.F.R. &#167; 1630.2(j)(1). Factors to be considered in assessing whether an individual is substantially limited in a major life activity are: (1) the nature and severity of the impairment; (2) the duration or expected duration of the impairment; and (3) the permanent or long-term impact, or the expected permanent or long-term impact. <i>Id.</i> &#167; 1630.2(j)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Furthermore, to determine whether a substantial limitation exists when work is at issue, we have looked to whether plaintiff can show that he or she is significantly restricted in his or her ability to perform \"a class of jobs\" or \"a broad range of jobs in various classes.\" <i>Whitney v. Greenberg, Rosenblatt, Kull &amp; Bitsoli, P.C.,</i> <span class=\"citation\" data-id=\"199513\"><a href=\"/opinion/199513/whitney-v-greenberg-rosenblat/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 33 (1st Cir.2001) (internal quotation marks omitted); <i>Gelabert-Ladenheim v. American Airlines Inc.,</i> <span class=\"citation\" data-id=\"199442\"><a href=\"/opinion/199442/gelabert-ladenheim-v-american-airlines/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 60 (1st Cir.2001); 29 C.F.R. &#167; 1630.2(j)(3)(i) (stating that the activity of working is substantially limited only where an individual is \"significantly restricted in the ability to perform either a class of jobs or a broad range of jobs in various classes as compared to the average person having comparable training, skills and abilities.\"). We have noted that \"`[t]he inability to perform a single, particular job does not constitute a substantial limitation in the major life activity of working.'\" <i>Lebron-Torres v. Whitehall Laboratories,</i> 251 F.3d at 240 (quoting 29 C.F.R. &#167; 1630.2(j)(3)(i)). <i>See Santiago Clemente v. Executive Airlines, Inc.,</i> <span class=\"citation\" data-id=\"198940\"><a href=\"/opinion/198940/santiago-clemente-v-executive-airlines/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 32 (1st Cir.2000) (\"[T]o be substantially limited in the major life activity of working, Santiago must be precluded from more than a particular job.\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As the district court recognized, Carroll \"failed to show that he was precluded by his [claimed] impairment from a substantial class of jobs or a broad range of jobs.\" Indeed, Carroll fails to point to evidence in the record to show that he was unable to perform any job other than his own ACM job with the particular sales targets and workloads that existed in 1995. To the contrary, the record shows that when Carroll transferred to the sales representative position in Xerox's Houston office, he performed this job adequately for over two years without any reasonable accommodation until his voluntary retirement in 1998. <i>See Santiago Clemente,</i> 213 F.3d at 32-33 (flight attendant not substantially limited in activity of working where temporary hearing loss did not disqualify her from various ground positions, including receptionist, payroll clerk and operational manager); <i>Siemon v. AT &amp; T Corp.,</i> <span class=\"citation\" data-id=\"743127\"><a href=\"/opinion/743127/kurt-siemon-v-att-corporation-formerly-known-as-american-telephone-and/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1173</span></a></span>, 1176 (10th Cir.1997) (employee who could work in various other positions at his company was not substantially limited in working).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In an attempt to argue that he was limited from other jobs besides his own, Carroll claims that he was precluded from sales manager positions generally. However, \"[a]n impairment that disqualifies a person from a narrow range of jobs is not considered a substantially limiting one.\" <i>Tardie v. Rehab. Hosp. of R.I.,</i> <span class=\"citation\" data-id=\"198333\"><a href=\"/opinion/198333/tardie-v-rehabilitation/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">538</span></a></span>, 542 (1st Cir.1997) (internal quotation marks omitted). Furthermore, this claim is a conclusory allegation without evidentiary support; it is thus insufficient to carry Carroll's burden. <i>See Gelabert-Ladenheim,</i> 252 F.3d at 62 (plaintiff's conclusory statements as to her inability to work in a variety of jobs held to be insufficient); <i>Lebron-Torres,</i> 251 F.3d at 241 (\"[Plaintiff's] failure to proffer any evidence specifying the kinds of jobs that her back condition prevented her from performing dooms her ADA claim.\"). Such evidence may take the form of expert vocational testimony, or publicly available labor market statistics. <i>Gelabert-Ladenheim,</i> 252 F.3d at 60-61. Carroll fails to make any such proffer.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At best, the record indicates that Carroll could not handle the workload associated with his particular position at a particular period in time as an ACM in Xerox's New England office. That is not enough. <i>See Lebron-Torres,</i> 251 F.3d at 240 (\"[T]he inability to perform a single, particular job does not constitute a substantial limitation in the major life activity of working.\" (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Furthermore, to withstand summary judgment, Carroll must produce sufficient evidence that his impairment was \"profound enough and of sufficient duration, given the nature of [his] impairment,\" to significantly restrict him in working. <i>Whitney,</i> 258 F.3d at 33. <i>See also Toyota Motor,</i> 122 S.Ct. at 691 (stating that, to be substantially limiting, \"the impairment's impact must ... be permanent or long-term\"); 29 C.F.R. &#167; 1630.2(j)(2). Carroll fails to make this showing. Prior to April 1, 1995, Carroll had no medical condition that restricted his ability to perform any major life activity, working or otherwise. He continued to work until September 18, 1995, and no doctor imposed any limitations on him prior to that time. During Carroll's three-month leave, he was not restricted in any of his activities except for working.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although Carroll maintains that his impairment lasted for \"an indefinite period of time,\" there is no evidence that any symptom persisted past December 18, 1995, when he returned to work following his three-month leave. Carroll fails to demonstrate any medical restrictions or other limitations on his ability to work once he returned from medical leave. Carroll has no recollection of experiencing any medical symptoms between the time he came back from disability leave and when he started in Houston on January 1, 1996. Carroll did not have any work limitations and did not recall having any chest pains during 1996, 1997 or 1998. Thus, Carroll fails to produce evidence that his condition was of sufficient duration and severity to substantially limit him in working. <i>See, e.g., Sanders v. Arneson Products, Inc.,</i> <span class=\"citation\" data-id=\"723887\"><a href=\"/opinion/723887/sidney-p-sanders-jr-v-arneson-products-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1351</span></a></span>, 1354 (9th Cir.1996) (holding temporary psychological impairment which resulted in three-and-a-half month leave and had no subsequent residual effects was of insufficient duration to constitute disability).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Having found insufficient evidence of disability, we affirm the entry of summary judgment for Xerox on the disability discrimination claims.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">With respect to the state law claims, the district court dismissed the breach of contract and promissory estoppel claims on the ground that these claims were \"barred by the exclusivity of the remedy for discrimination provided in Mass. Gen. L. ch. 151B.\" It dismissed the misrepresentation and civil conspiracy claims on grounds that Carroll failed to allege sufficient facts to make out these claims.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Reviewing the district court's dismissal <i>de novo, see New England Cleaning Servs., Inc. v. Am. Arbitration Ass'n,</i> <span class=\"citation\" data-id=\"198752\"><a href=\"/opinion/198752/ne-cleaning-svs-v-american-arbitration/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span>, 544 (1st Cir.1999), we accept as true all well-pleaded factual allegations set forth in the complaint and draw all reasonable inferences in Carroll's favor. <i>See</i> Fed.R.Civ.P. 12(b)(6). Our goal is to determine whether the complaint, so read, alleges facts sufficient to make out a cognizable claim. <i>See LaChapelle v. Berkshire Life Ins. Co.,</i> <span class=\"citation\" data-id=\"197923\"><a href=\"/opinion/197923/lachapelle-v-berkshire-life/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span>, 508 (1st Cir. 1998). In so doing, we are free to affirm on any basis supported by the record. <i>See Watterson v. Page,</i> <span class=\"citation\" data-id=\"601477\"><a href=\"/opinion/601477/valerie-watterson-v-eileen-page/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7 n. 3 (1st Cir.1993).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p class=\"indent\">A. Breach of Contract</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Carroll stated in his complaint that \"Xerox materially breached its employment contract with Mr. Carroll by failing to fulfill its contractual promises, including by demoting the plaintiff from his former position and reducing his compensation, without any just cause\" and that \"defendants made promises to Mr. Carroll that Mr. Carroll's new job, as an accommodation to his handicap status, would be at the same salary as before\" and that \"his position would be a comparable position.\" However, Carroll failed to allege any employment contract with Xerox beyond an at-will employment relationship, which is terminable at will by either party at any time. As such, his breach of contract claim based upon demotion or reduced compensation fails.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>See, e.g., Bergeson v. Franchi,</i> <span class=\"citation\" data-id=\"1362313\"><a href=\"/opinion/1362313/bergeson-v-franchi/\"><span class=\"volume\">783</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">713</span></a></span>, 717-18 (D.Mass. 1992) (holding that at-will employee's breach of contract claim fails because, absent showing of bad faith or public policy violation, at-will relationship is by definition terminable at any time for any reason).</p>\n    </div>\n    <p class=\"indent\">B. Promissory Estoppel</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Carroll's promissory estoppel claim similarly fails. In order to state a claim for promissory estoppel under Massachusetts law, a plaintiff must allege that \"(1) a promisor makes a promise which he should reasonably expect to induce action or forbearance of a definite and substantial character on the part of the promisee, (2) the promise does induce such action or forbearance, and (3) injustice can be avoided only by enforcement of the promise.\" <i>Loranger Const. Corp. v. E.F. Hauserman Co.</i> 6 Mass.App.Ct. 152, <span class=\"citation\" data-id=\"2082128\"><a href=\"/opinion/2082128/loranger-construction-corp-v-ef-hauserman-co/\"><span class=\"volume\">374</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">306</span></a></span>, 308 (1978). Here, Carroll claims that he relied upon promises made by the defendants that his new job in Houston would be at the same salary as before and that the transfer position would be a comparable position. However, the complaint itself contains allegations which flatly contradict his characterizations of the promises made.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Although Carroll alleged in the complaint that Profeta told him that the transfer position would be at his same salary, he also admitted in three separate paragraphs that Xerox management in Houston made it clear to him that the transfer would entail a salary reduction and reduced potential income:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On or about November 1995, Mr. Carroll discussed a new position for Mr. Carroll, in Houston, Texas; these discussions were with Xerox Corporation management in Texas. Mr. Carroll was informed that this potential new position in Texas would include a salary reduction and reduced potential commission income, compared to his current income in Boston.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">On or about December 18, 1995, Mr. Carroll was offered the new Houston, Texas position as an Account Manager with a reduction in salary of $13,000 per year and reduced potential commission income &#8212; as compared to his current income.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On or about December 19, 1995, Mr. Profeta confirmed to Mr. Carroll that Mr. Carroll would receive a reduction in income for the new job (in Houston, Texas) of $13,000 and reduced potential commission income &#8212; as compared to his current income.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In addition, the complaint made clear that Carroll was informed that the new position entailed a reduced salary before he accepted the position. As such, Carroll failed to allege a promissory estoppel claim.</p>\n    </div>\n    <p class=\"indent\">C. Fraud and Misrepresentation</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To state a claim for fraud or misrepresentation, Carroll must allege, <i>inter alia,</i> that he reasonably relied upon a representation of the defendant to his detriment. <i>See Robertson v. Gaston Snow &amp; Ely Bartlett,</i> <span class=\"citation\" data-id=\"2009033\"><a href=\"/opinion/2009033/robertson-v-gaston-snow-ely-bartlett/\"><span class=\"volume\">404</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">515</span></a></span>, <span class=\"citation\" data-id=\"2009033\"><a href=\"/opinion/2009033/robertson-v-gaston-snow-ely-bartlett/\"><span class=\"volume\">536</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">344</span></a></span>, 349 (1989); <i>Danca v. Taunton Sav. Bank,</i> <span class=\"citation\" data-id=\"2147163\"><a href=\"/opinion/2147163/danca-v-taunton-savings-bank/\"><span class=\"volume\">385</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2147163\"><a href=\"/opinion/2147163/danca-v-taunton-savings-bank/\"><span class=\"volume\">429</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1129</span></a></span>, 1133-34 (1982). As the district court found, Carroll fails to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Here, Carroll alleges fraud and misrepresentation based on the \"specific assurance that in his new position in Texas, the plaintiff's salary would not be reduced\" and other unspecified \"statements, assurances and agreements\" set forth in the complaint. As discussed above, however, Carroll admitted in his complaint that he was told by Xerox management in Houston, and later by Profeta, the precise amount by which his compensation would be reduced if he accepted the Houston transfer. Whatever Profeta might have told Carroll at some point, it is clear that Carroll knew that his compensation would be reduced before he accepted the position in Texas. Carroll thus fails to allege facts sufficient to establish that he reasonably relied on any misrepresentation made by the defendants.</p>\n    </div>\n    <p class=\"indent\">D. Civil Conspiracy</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Carroll alleges that the individual defendants conspired to induce him into accepting the position in Houston. \"Civil conspiracy is a very limited cause of action in Massachusetts.\" <i>Jurgens v. Abraham,</i> <span class=\"citation\" data-id=\"1811898\"><a href=\"/opinion/1811898/jurgens-v-abraham/\"><span class=\"volume\">616</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1381</span></a></span>, 1386 (D.Mass.1985). To state a claim of civil conspiracy, Carroll was required to allege that defendants, acting in unison, had \"some peculiar power of coercion\" over him that they would not have had if acting independently. <i>Fleming v. Dane,</i> <span class=\"citation no-link\"><span class=\"volume\">304</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">46</span></span>, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">609</span></span>, 611 (1939) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Carroll's complaint did not allege sufficient facts to show that Xerox and the individual defendants, acting together, were able to exert some heightened form of coercion. Carroll alleged simply that \"the power of the individual defendants as a group was greater than the power of any one of them.\" That, however, does not indicate that defendants, acting in concert, enjoyed a \"peculiar power of coercion\" over Carroll. <i>Id.</i> There is no allegation in the complaint from which an inference can be drawn that the two supervisory employees had such power. Thus, we agree with the district court that Carroll's claim of civil conspiracy fails.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Without citation to any legal precedent or record facts, Carroll argues that the district court abused its discretion in denying a \"number of [his] discretionary requests.\" Carroll fails even to identify the specific underlying motions he is challenging. It is well established that \"issues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\" <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990). We find that Carroll's two-sentence argument in support of this claim does not justify a response.</p>\n    </div>\n    <p>VI.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">For the reasons set forth above, we affirm the district court's 1) grant of summary judgment with respect to the disability discrimination claims and 2) dismissal of the state common law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> According to Carroll, Profeta assured him that a transfer would not entail a salary reduction. However, on November 22, 1995, Carroll spoke with Cindy King, in Xerox's Human Resources Department in Houston, who told him that, under Xerox's personnel policy, a sales representative position (reporting to a sales manager) entailed a lower salary than the one Carroll was receiving</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 12112(a) provides that \"[n]o covered entity shall discriminate against a qualified individual with a disability because of the disability of such individual in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.\" 42 U.S.C. &#167; 12112(a)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The statutory definitions of \"disability\" under federal law and of \"handicap\" under Massachusetts law are virtually identical and the state has looked to federal case law to assist in interpreting its statute. Although the two definitions materially differ in some areas, these differences are not involved in this case and no party suggests otherwise. As a result, we simply use the federal analytical model<i>See Whitney v. Greenberg, Rosenblatt, Kull &amp; Bitsoli, P.C.,</i> <span class=\"citation\" data-id=\"199513\"><a href=\"/opinion/199513/whitney-v-greenberg-rosenblat/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 32 n. 1 (1st Cir.2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The ADA provides two additional ways in which one may have a \"disability\": by having a record of such impairment, or by being regarded as having such an impairment. 42 U.S.C. &#167; 12102(2)(B) &amp; (C). Carroll does not raise a record-of-impairment. As to the regarded-as-disabled prong, Carroll did not produce any evidence that Xerox regarded him as having an impairment which he did not have, or mistakenly perceived that a non-limiting impairment substantially limited him in a major life activity<i>See Cook v. Dep't of Mental Health, Retardation, and Hosps.,</i> <span class=\"citation\" data-id=\"195048\"><a href=\"/opinion/195048/cook-v-state-of-ri/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 23 (1st Cir.1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Carroll also alleges a heart condition. However, the record fails to support this claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In his argument to the district court, Carroll asserted generally that his impairment affected \"everything,\" including working, sleeping, his ability and desire to interact with others, and his concentration. However, on appeal, Carroll focuses his claimed disability exclusively on the major life activity of working, without any mention of the previously-asserted claimed activities. Thus, for purposes of this appeal, we confine our analysis to the claimed activity of working</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Supreme Court has not yet addressed the question whether working constitutes a major life activity for purposes of the ADA<i>See Sutton,</i> 527 U.S. at 492, <span class=\"citation\" data-id=\"118311\"><a href=\"/opinion/118311/sutton-v-united-air-lines-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2139</span></a></span> (assuming without deciding that working constitutes a major life activity but noting the \"conceptual difficulty in defining `major life activities' to include work\"). Indeed, we have assumed that to be so for purposes of our analysis under the ADA. <i>See, e.g., Gelabert-Ladenheim v. American Airlines Inc.,</i> <span class=\"citation\" data-id=\"199442\"><a href=\"/opinion/199442/gelabert-ladenheim-v-american-airlines/\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 58 (1st Cir.2001) (accepting arguendo that working is a major life activity). As an aside, we note that in <i>Toyota Motor,</i> the Supreme Court did not determine whether plaintiff was substantially limited in working because that issue &#8212; albeit raised in the district court &#8212; was not properly before the Court. <i>See</i> 122 S.Ct. at 689 (\"We express no opinion on the working, lifting, or other arguments for disability status that were preserved below but which were not ruled upon by the Court of Appeals.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> <i>Toyota Motor</i> states that \"[t]he persuasive authority of the EEOC regulations is less clear.\" 122 S.Ct. at 689. We have, pre-<i>Toyota Motor,</i> looked to these EEOC regulations on several occasions for guidance in applying the statutory terms under the ADA. <i>See, e.g., Gillen v. Fallon Ambulance Service, Inc.,</i> <span class=\"citation\" data-id=\"199872\"><a href=\"/opinion/199872/gillen-v-fallon-service-inc/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 21 (1st Cir.2002); <i>Santiago Clemente v. Executive Airlines, Inc.,</i> <span class=\"citation\" data-id=\"198940\"><a href=\"/opinion/198940/santiago-clemente-v-executive-airlines/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 30 n. 2 (1st Cir.2000) (\"We look to the well-reasoned views of the agencies implementing a statute, which constitute a body of experience and informed judgment to which courts and litigants may properly resort for guidance.\"); <i>Lessard v. Osram Sylvania, Inc.,</i> <span class=\"citation\" data-id=\"198457\"><a href=\"/opinion/198457/lessard-v-osram-sylvania-inc/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">193</span></a></span>, 196 (1st Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Defendants argue that these state law claims are barred by the exclusive legal remedy provided under Chapter 151B. Described as \"a comprehensive statute in the sense that it covers various acts and practices where the possibility for discrimination is evident,\"<i>Comey v. Hill,</i> <span class=\"citation\" data-id=\"2102632\"><a href=\"/opinion/2102632/comey-v-hill/\"><span class=\"volume\">387</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">11</span></a></span>, <span class=\"citation\" data-id=\"2102632\"><a href=\"/opinion/2102632/comey-v-hill/\"><span class=\"volume\">438</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">811</span></a></span>, 817 (1982), Chapter 151B \"provides the exclusive remedy for employment discrimination not based on preexisting tort law or constitutional protections.\" <i>Charland v. Muzi Motors, Inc.,</i> <span class=\"citation\" data-id=\"1981922\"><a href=\"/opinion/1981922/charland-v-muzi-motors-inc/\"><span class=\"volume\">417</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">580</span></a></span>, <span class=\"citation\" data-id=\"1981922\"><a href=\"/opinion/1981922/charland-v-muzi-motors-inc/\"><span class=\"volume\">631</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">555</span></a></span>, 559 (1994). While Chapter 151B does not \"narrow or eliminate a person's [pre-existing] common law rights,\" <i>Comey,</i> 438 N.E.2d at 817, the statute does foreclose the creation of new common law remedies or the expansion of old ones. <i>See Melley v. Gillette Corp.,</i> 19 Mass.App.Ct. 511, <span class=\"citation\" data-id=\"2220320\"><a href=\"/opinion/2220320/melley-v-gillette-corp/\"><span class=\"volume\">475</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1227</span></a></span>, 1229 (1985). Here, however, we need not address whether Chapter 151B bars Carroll's state law claims (except as to one limited claim, <i>see infra</i> n. 11) because it is clear that Carroll failed to allege sufficient facts to support these claims.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> To the extent that Carroll's breach-of-contract claim reduces to an alleged violation of the implied covenant of good faith and fair dealing implicit in an at-will employment agreement,<i>Fortune v. Nat'l Cash Register,</i> <span class=\"citation\" data-id=\"2046638\"><a href=\"/opinion/2046638/fortune-v-national-cash-register-co/\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">96</span></a></span>, <span class=\"citation\" data-id=\"2046638\"><a href=\"/opinion/2046638/fortune-v-national-cash-register-co/\"><span class=\"volume\">364</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1251</span></a></span> (1977), such a claim would clearly be barred by the exclusive discrimination remedy of Chapter 151B. <i>See Melley,</i> 475 N.E.2d at 1229. <i>See also Dolan v. Bay Constr. Group Co.,</i> No. 924947, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">879528</span></span>, at *3 (Mass.Super.1994) (holding Chapter 151B barred plaintiff's claim in light of absence of a cause of action existing at common law for breach of an implied covenant of good faith and fair dealing based upon failure to provide reasonable accommodations on account of one's handicap status).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118314/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198940/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1362313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1811898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1981922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2009033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2046638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2082128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2102632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2147163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2220320/"
  ]
}