{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200041/",
  "absolute_url": "/opinion/200041/yamaha-motor-v-schreiber/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200041/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:42:47Z",
  "date_modified": "2016-02-28T05:02:02.630871Z",
  "type": "010combined",
  "sha1": "7e29b3333dd5403a363fd8ce54da3ced96fd76b5",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1747-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/07/23/Yamaha_Motor_v._Schreiber.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNos. 01-1747\n     01-1841\n       IN RE: PERRY HOLLOW MANAGEMENT COMPANY, INC., A/K/A\n     PERRY HOLLOW MGMT. CORP.; PERRY HOLLOW GOLF CLUB, INC.,\n                             Debtors\n\n\n                  YAMAHA MOTOR CORPORATION, USA,\n                            Appellant,\n\n                     YAMAHA MOTOR CO., LTD.,\n                            Plaintiff,\n                                v.\n           PERRY HOLLOW MANAGEMENT COMPANY, INC. A/K/A/\n     PERRY HOLLOW MGMT. CORP.; PERRY HOLLOW GOLF CLUB, INC.,\n                        Debtors, Appellees,\n                      JEFFREY A. SCHREIBER,\n                  Chapter 11 Trustee, Appellee,\n                      GERALDINE L. KARONIS,\n                     Assistant U.S. Trustee.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Joseph A. DiClerico, U.S. District Judge]\n\n\n\n                              Before\n\n                    Torruella, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n     Diane M. Puckhaber, with whom Perkins & Puckhaber, P.A. was on\nbrief, for appellant.\n     Edward C. Dial, Jr., with whom Jeffrey A. Schreiber and\n\fSchreiber & Associates, P.C. were on brief, for appellee.\n     Robert D. Kamenshine, Attorney, Appellate Staff Civil\nDivision, with whom Robert D. McCallum, Jr., Assistant Attorney\nGeneral and William Kanter, Attorney, Appellate Staff Civil\nDivision, were on brief for the United States Trustee.\n\n\n\n                         July 23, 2002\n\n\n\n\n                              -2-\n\f            TORRUELLA, Circuit Judge.      Yamaha Motor Corporation, USA\n\n(\"Yamaha\"), appeals from the judgment entered by the District Court\n\nfor the District of New Hampshire.             The judgment affirmed the\n\nbankruptcy court's decision to set aside Yamaha’s security interest\n\nin and allow the sale of seventy-two golf carts, which were part of\n\nthe bankruptcy estate of Perry Hollow Golf Club, Inc. and Perry\n\nHollow Management Company, Inc. (collectively \"Perry Hollow\"). For\n\nthe   reasons   discussed   below,    we   affirm    the   district     court's\n\njudgment.\n\n                 I. Factual and Procedural Background\n\n            On or about March 24, 1996, Yamaha and Perry Hollow\nentered into a conditional sales agreement for the purchase of\nseventy-two golf carts.        The agreement required Perry Hollow to\n\nmake eighteen equal payments between June of 1996 and August of\n2001.    The paperwork and correspondence generated during the\ntransaction listed Perry Hollow’s address as 250 Perry Hollow Road,\n\nWolfeboro, New Hampshire.      Yamaha, through an agent, delivered the\ngolf carts to Perry Hollow Country Club, which was actually located\nat 250 Perry Hollow Road, New Durham, New Hampshire.               Pursuant to\na security interest in the golf carts accorded to Yamaha under the\n\nagreement, Yamaha filed UCC-1 financing statements with the New\n\nHampshire Secretary of State and with the clerk of the town of\n\nWolfeboro,   New   Hampshire    to   protect   its   status   as    a   secured\n\ncreditor.\n\n            In October of 1999, Perry Hollow filed a voluntary\n\npetition for reorganization under Chapter 11 of the Bankruptcy\n\n                                     -3-\n\fCode. Perry Hollow continued to operate the golf club as a debtor-\n\nin-possession until April of 2000, when Jeffrey A. Schreiber was\n\nappointed as Chapter 11 Trustee (\"Trustee\") for Perry Hollow.\n          During the course of the bankruptcy proceedings, the\n\nTrustee moved for summary judgment against Yamaha on the grounds\n\nthat the Trustee, pursuant to 11 U.S.C. § 544(b),1 may avoid\nYamaha’s security   interest    in   the   golf   carts   because   it   was\n\nunperfected.   The Trustee argued that Yamaha failed to perfect its\n\nsecurity interest inasmuch as the UCC-1 financing statement was\n\nfiled in the wrong town.       Yamaha filed in Wolfeboro, but Perry\n\nHollow is located in New Durham.           In response, Yamaha filed a\n\ncross-motion for summary judgment seeking to establish the validity\n\nof its security interest.\n           On October 17, 2000, the bankruptcy court granted the\n\nTrustee’s motion for summary judgment and denied Yamaha’s cross-\n\nmotion.   Yamaha appealed.   On October 30, 2000, the Trustee filed\na motion for authorization to sell the golf carts free and clear of\n\nany liens or encumbrances.     Yamaha filed a motion in opposition.\n\nAfter a hearing, in which Assistant U.S. Trustee Geraldine Karonis\n\n(\"AUST Karonis\") participated, the bankruptcy court granted the\n\nTrustee's motion as well as his request to waive the ten-day\n\nautomatic stay, pursuant to Bankruptcy Rule 6004(g).2         On November\n\n1\n   Section 544(b) provides: \"The trustee may avoid any transfer of\nan interest of the debtor in property or any obligation incurred by\nthe debtor that is voidable under applicable law by a creditor\nholding an unsecured claim . . . .\" 11 U.S.C. § 544(b).\n2\n   This rule states that, \"An order authorizing the use, sale, or\nlease of property other than cash collateral is stayed until the\n\n                                  -4-\n\f26, 2000, Yamaha filed another notice of appeal from the bankruptcy\n\ncourt’s rulings and moved for a stay of the sale pending appeal.\n\nThe bankruptcy court denied Yamaha’s motion for a stay.                See In re\n\nPerry Hollow Golf Club, Inc., Nos. 99-13372-MWV, 99-13373-MWV, 2000\n\nWL 1854779 (Bankr. D.N.H. Nov. 28, 2000).                 Yamaha appealed that\n\ndecision    as   well.      On    January    8,   2001,   the   district   court\nconsolidated the appeals \"for all purposes.\"\n\n            On March 27, 2001, the district court entered judgment\n\nagainst Yamaha, affirming the bankruptcy court’s decisions. See In\n\nre Perry Hollow Mgmt. Co., 260 B.R. 58 (D.N.H. 2001).             Yamaha moved\n\nfor a stay of the district court's judgment pending appeal to this\n\nCourt.     On May 8, 2001, the district court denied Yamaha’s motion\n\non the ground that Yamaha was unlikely to succeed on appeal.                   On\nMay 14, 2001, Yamaha filed a notice of appeal, challenging both the\n\ndistrict court’s March 27 judgment and the May 8 order denying a\n\nstay.\n             This Court issued an order directing Yamaha to show cause\n\nwhy its appeal from the March 27 judgment should not be dismissed\n\nas   untimely    pursuant    to    Federal    Rule   of   Appellate   Procedure\n\n4(a)(1)(A).3      On January 9, 2002, upon review of the parties'\n\narguments, this Court issued an order stating that there was an\n\narguable basis for finding the appeal timely under Federal Rule of\n\nAppellate    Procedure      4(a)(1)(B)      and   permitting    the   appeal   to\n\n\nexpiration of 10 days after entry of the order, unless the court\norders otherwise.\" Fed. R. Bankr. P. 6004(g).\n3\n   Rule 4(a)(1)(A) requires a notice of appeal to be filed within\nthirty days of the judgment in a civil case.\n\n                                       -5-\n\fproceed.    However, the order instructed the parties to brief this\n\njurisdictional issue along with the merits of the case.4\n\n                                 II. Discussion\n\nA. Standard of Review\n\n            In    an    appeal    from     the    district    court     reviewing\n\nproceedings before the bankruptcy court, we independently review\n\nthe bankruptcy court's decision, applying the \"clearly erroneous\"\nstandard to findings of fact and de novo review to conclusions of\n\nlaw.    In re SPM Mfg. Corp., 984 F.2d 1305, 1310-11 (1st Cir. 1993).\n\nNo     special    deference      is   owed       to   the    district    court's\ndeterminations.        See id. at 1311.\n\nB. Jurisdictional Issue\n\n            Before we can reach the merits of appellant's claims, we\n\nmust first determine that we are vested with jurisdiction.                Yamaha\n\nfiled the instant appeal forty-eight days after the district court\n\nentered judgment.       Federal Rule of Appellate Procedure 4(a)(1)(A)\n\nprovides a default thirty-day deadline for filing an appeal in a\n\ncivil case.      However, \"[w]hen the United States or its officer or\n\nagency is a party\" in the case, then the appellant has sixty days\n\nafter the judgment to file a notice of appeal.                 Fed. R. App. P.\n\n4(a)(1)(B).      Although the parties no longer contest the timeliness\nof this appeal,5 the timely filing of an appeal is \"mandatory and\n\n\n4\n   Despite this Court's clear directive, Yamaha failed to brief\nthis issue.\n5\n   Earlier in the proceedings the U.S. Trustee argued that the\nthirty-day rule applied to this appeal because the U.S. Trustee,\n\n                                         -6-\n\fjurisdictional.\" Acevedo-Villalobos v. Hernández, 22 F.3d 384, 387\n\n(1st Cir. 1994) (internal quotation marks omitted).                          Therefore,\n\nunless the sixty-day rule applies, we must dismiss for lack of\njurisdiction.       See id. (noting that court \"lack[s] jurisdiction\n\nover late appeals\").\n\n             The United States, its officer, or agency is a \"party\" to\na case not only where it is a named party to the appeal, see In re\n\nLloyd, Carr, & Co., 617 F.2d 882, 884 n.1 (1st Cir. 1980), but also\n\nwhere it has actively participated in the proceedings, see id.; cf.\n\nIn re Serrato, 117 F.3d 427, 429 (9th Cir. 1997) (holding that U.S.\n\nTrustee did not become party merely by his involuntary appearance\n\nto quash a summons).\n\n             This      appeal    encompasses       challenges    to     two       separate\nbankruptcy court proceedings, which the district court consolidated\n\n\"for all purposes.\" The first is an adversary proceeding, see Fed.\n\nR. Bankr. P. 7001, challenging the validity of Yamaha's security\ninterest in the golf carts.            The second is a contested matter, see\n\nFed. R. Bankr. P. 9014, in which Yamaha opposed the Trustee's\n\nmotion for authorization to sell the golf carts.\n\n             In the adversary proceeding, the only participants were\n\nYamaha     and   the    Trustee.        Because     the   Trustee     is      a   private\n\nbankruptcy trustee, who is not employed by the United States\n\ngovernment, the Trustee is not an officer of the United States.\n\nSee   In   re    Serrato,       117   F.3d    at   428;   28   U.S.C.    §    586(a)(1)\n\n\n\ndespite being an agency of the United States, was not a \"party\" to\nthe instant appeal. The U.S. Trustee has now changed its position.\n\n                                             -7-\n\f(providing that U.S. Trustee is responsible for maintaining a panel\n\nof \"private trustees\" for Chapter 7 cases).            Therefore, the sixty-\n\nday rule was not applicable to the adversary proceeding.\n             The contested matter, although primarily between Yamaha\n\nand the Trustee, involved a third party as well.                    AUST Karonis,\n\nexercising the U.S. Trustee's discretionary right to \"raise,\"\n\"appear,\" or \"be heard on any issue\" in a bankruptcy proceeding,\n\nsee 11 U.S.C. § 307, cross-examined the potential buyer of the golf\n\ncarts regarding his financial capacity. By so doing, AUST Karonis,\n\nand, therefore, the U.S. Trustee, an agency of the United States,\n\nsee Joelson v. United States, 86 F.3d 1413, 1417 (6th Cir. 1996),\n\nbecame a party to the contested matter.              See In re Lloyd, Carr &\n\nCo.,   617   F.2d    at   883   n.1   (explaining    that    \"the      government's\nparticipation here was sufficiently active . . . to invoke the 60-\n\nday limit\").        As a result, the sixty-day period applied to the\n\nappeals of the contested matter.\n             Because the contested matter and the adversary proceeding\n\nwere consolidated \"for all purposes,\" the sixty-day limit governing\n\nthe contested matter extends to the entire consolidated case.                    See\n\nIn re Adams Apple, Inc., 829 F.2d 1484, 1487 (9th Cir. 1987)\n\n(finding that where the United States was a party to one case, the\n\nsixty-day    rule    applied    to    the   other   case    if   the    cases   were\n\nconsolidated); cf. Bay State HMO Mgmt., Inc. v. Tingley Sys., Inc.,\n\n181 F.3d 174, 182 (1st Cir. 1999) (holding that consolidated cases\n\nshould be treated as single action for purposes of determining res\n\njudicata).     Therefore, because Yamaha filed its notice of appeal\n\n\n                                        -8-\n\fwithin sixty days of the district court's judgment, its appeal is\n\ntimely, and we can proceed to the merits of the case.\n\nC. Perfection of the Security Interest\n\n            New Hampshire law provides that a creditor, to perfect a\n\nsecurity interest, must file a UCC-1 financing statement with the\n\nSecretary of State and, if the debtor conducts business in only one\ntown within the state, also with the clerk of such town.        See N.H.\n\nRev.   Stat.   Ann.   §   382-A:9-401(1)(c)   (1994).6   When   a   debtor\n\nconducts business in more than one town within the state, then a\n\ncreditor need only file a UCC-1 financing statement with the\n\nSecretary of State.       See id.   The bankruptcy court determined, and\n\nthe district court affirmed, that Yamaha’s security interest was\n\nnot perfected according to New Hampshire state law inasmuch as\n\nYamaha did not file a UCC-1 financing statement with the clerk of\n\nthe town of New Durham, the town where Perry Hollow conducted\n\nbusiness.\n\n            On appeal, Yamaha offers three theories to support its\n\nclaim that filing in Wolfeboro was sufficient to perfect its\nsecurity interest.        First, Yamaha argues that it was not required\n\nto file in New Durham because Perry Hollow conducted business in\n\nmore than one town within the state.       Second, Yamaha contends that\neven if it was required to file in New Durham, it \"substantially\n\n\n\n6\n   This statute has since been amended, taking effect on July 1,\n2001, to eliminate the requirement of having to file the financing\nstatement with the clerk of the town. See N.H. Rev. Stat. Ann. §\n382-A:9-501(a)(2) (Supp. 2001). This amendment, however, has no\nbearing on this case.\n\n                                     -9-\n\fcomplied\" with   the   filing   requirements   so   as   to   perfect   its\n\nsecurity interest. Third, Yamaha claims that it justifiably relied\n\non Perry Hollow’s representations that it was located in Wolfeboro,\nthereby excusing Yamaha's failure to file in New Durham under Field\n\nv. Mans, 516 U.S. 59 (1995).\n\n          Yamaha argues that because Perry Hollow had a mailing\naddress in Wolfeboro and a physical location in New Durham, Perry\n\nHollow was conducting business in more than one town in the state,\n\nthereby relieving Yamaha of the duty to file a financing statement\n\nwith anyone other than the Secretary of State.            The bankruptcy\n\ncourt, however, found that Perry Hollow does business only in one\n\ntown within New Hampshire.      Given that the Wolfeboro address was\n\nonly a mailing address, we cannot say that this finding was clearly\nerroneous.   Therefore, under New Hampshire law, Yamaha had to file\n\na financing statement with both the Secretary of State and the\n\nclerk of the town of New Durham to perfect its security interest.\n          Relying on In re Circus Time, 641 F.2d 39 (1st Cir.\n\n1981), Yamaha further argues that even if it was obligated to file\n\nin New Durham, it \"substantially complied\" with this requirement.\n\nIn Circus Time, this Court held that minor errors, not seriously\n\nmisleading, in certificates of title were not sufficient to render\n\na security interest in those vehicles unperfected; \"substantial\n\ncompliance\" with the documentary requirements was sufficient.           See\n\nid. at 43; see also N.H. Rev. Stat. Ann. § 382-A:9-402(8) (1994)7\n\n7\n   This statute was amended and reenacted in 2001 as N.H. Rev.\nStat. Ann. § 382-A:9-506(a) (Supp. 2001) (stating that financing\nstatements \"substantially satisfying\" the requirements are\n\n                                 -10-\n\f(providing that a \"financing statement substantially complying\"\n\nwith requirements is effective).        This case, however, is easily\n\ndistinguishable.     Circus Time involved errors in the financing\ndocuments (i.e., the certificates of title), as opposed to errors\n\nin the filing process.    The doctrine of substantial compliance has\n\nnot been extended to filing requirements.       See In re Covey, 66 B.R.\n459, 460 (Bankr. D.N.H. 1986) (holding that security interest was\n\nnot perfected since   debtor conducted business only in one town in\n\nthe state and creditor did not file financing statement in that\n\ntown); In re Sports Enters., Inc., 38 B.R. 282, 282-83 (D.N.H.\n\n1984)   (holding   that   security   interest   was   unperfected   where\n\ncreditor, in addition to filing with the Secretary of State,\n\nmistakenly filed with the clerk of the town adjacent to where\ndebtor conducted business); see also N.H. Rev. Stat. Ann. 382-A:9-\n\n401, Offic. Comm. 5 (stating that \"filing in only one of two\n\nrequired places is not effective\").\n           A misfiled UCC-1 financing statement fails to serve the\n\nintended purpose of the filing requirement, which is to give proper\nnotice that a secured interest exists.            If we were to adopt\n\nYamaha's argument, we would be placing an undue burden on all\n\ncreditors. In addition to checking for prior encumbrances with the\n\nclerk of the town where the debtor is actually located, creditors\n\nwould be forced to undergo the task of checking for misfiled\n\nsecurity interests in adjacent towns, perhaps even statewide.\n\nMoreover, Yamaha's proposed scheme would reward creditors who\n\n\neffective).\n\n                                 -11-\n\fnegligently misfile their UCC-1 financing statements.                     Such an\n\noutcome would undermine the statute's purpose.               Therefore, we hold\n\nthat Yamaha's actions in this case were insufficient to perfect its\nsecurity interest.\n\n            Yamaha's final justification for filing in Wolfeboro,\n\ninstead of New Durham, is that it \"justifiably relied\" on Perry\nHollow's representations that it was located in Wolfeboro.                   As a\n\nresult, Yamaha argues that under Field v. Mans, 516 U.S. 59 (1995),\n\nits security interest should not be avoidable. In Field, the Court\n\nheld that a creditor, who, in extending credit, placed \"justifiable\n\nreliance\" on fraudulent representations made by the debtor, could\n\nexcept a debt from discharge under 11 U.S.C. § 523(a)(2)(A).\n\nField, 516 U.S. at 74.\n            Yamaha    alleges        that     Perry     Hollow    made      false\n\nrepresentations by not providing the true location of its business\n\nand that, therefore, Yamaha could justifiably rely on the Wolfeboro\naddress    provided   by   Perry     Hollow    when     filing   the    financing\n\nstatement.    This argument is flawed.              First, Field applies to\n\nactions under 11 U.S.C. § 523(a) to except a debt from discharge.\n\nThis is not the case here.\n\n            Second, Yamaha fails to proffer evidence that Perry\n\nHollow    committed   fraud     in    providing       its   Wolfeboro    address.\n\nSpecifically, Yamaha must prove that Perry Hollow intended to\n\ndeceive it when providing the Wolfeboro address.                       We are not\n\nconvinced that providing a valid mailing address, instead of a\n\nphysical     address,      constitutes         an       intentionally       false\n\n\n                                      -12-\n\frepresentation.   Therefore, insofar as this action was not brought\n\nunder 11 U.S.C. § 523(a), and absent a showing of fraud, we decline\n\nto extend Field’s justifiable reliance standard to this matter.\nSee In re Perry Hollow Mgmt. Co., 260 B.R. at 62 (stating that no\n\ncase has applied Field to a suit avoiding a security interest under\n\n11 U.S.C. § 544).\n\nD. Yamaha's Motion to Stay the Sale Pending Appeal\n\n       Yamaha argues that it was entitled to a stay of the golf\n\ncarts' sale pending appeal, pursuant to Bankruptcy Rule 6004(g).\n\nRule 6004(g) states that \"[a]n order authorizing the use, sale, or\n\nlease of property other than cash collateral is stayed until the\n\nexpiration of 10 days after entry of the order, unless the court\n\norders   otherwise.\"    Fed.   R.    Bankr.   P.   6004(g)   (Supp.   2001)\n\n(emphasis supplied).    Yamaha complains that the bankruptcy court\n\nerred in waiving the ten-day period and ordering the immediate sale\n\nof the golf carts.\n\n       Although Rule 6004(g) provides for a ten-day stay, it also\n\nclearly states that the court can order otherwise.           The Advisory\nCommittee notes on Rule 6004(g) expressly state that \"[t]he court\n\nmay, in its discretion, order that Rule 6004(g) is not applicable\n\nso that the property may be used, sold, or leased immediately . .\n. .\"\n\n       The court held an evidentiary hearing on the Trustee's motion\nto sell the golf carts and waive the automatic stay.          The Trustee\n\npresented as factual bases for the waiver that the sale price was\n\nreasonable, the buyer was ready to complete the sale the next day,\n\n                                    -13-\n\fand the present owner of the golf club intended to charge for the\n\ncarts' continued storage. Yamaha did not contest these facts. See\n\nIn re Perry Hollow Mgmt. Co., 260 B.R. at 65.        Accordingly, because\nwe   find   that   the   bankruptcy   court   properly   acted   within   its\n\ndiscretion, we affirm its decision to waive the stay.\n\n                              III. Conclusion\n\n      For the foregoing reasons, the district court’s judgment is\n\naffirmed.\n\n\n\n\n                                      -14-\n\f",
  "html": "<p class=\"case_cite\">297 F.3d 34</p>\n    <p class=\"parties\">In re PERRY HOLLOW MANAGEMENT COMPANY, INC., a/k/a Perry Hollow Mgmt. Corp.; Perry Hollow Golf Club, Inc., Debtors.<br>Yamaha Motor Corporation, USA, Appellant,<br>Yamaha Motor Co., Ltd., Plaintiff,<br>v.<br>Perry Hollow Management Company, Inc. a/k/a Perry Hollow Mgmt. Corp.; Perry Hollow Golf Club, Inc., Debtors, Appellees,<br>Jeffrey A. Schreiber, Chapter 11 Trustee, Appellee,<br>Geraldine L. Karonis, Assistant U.S. Trustee.</p>\n    <p class=\"docket\">No. 01-1747.</p>\n    <p class=\"docket\">No. 01-1841.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 6, 2002.</p>\n    <p class=\"date\">Decided July 23, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Diane M. Puckhaber, with whom Perkins &amp; Puckhaber, P.A. was on brief, for appellant.</p>\n      <p class=\"indent\">Edward C. Dial, Jr., with whom Jeffrey A. Schreiber and Schreiber &amp; Associates, P.C. were on brief, for appellee.</p>\n      <p class=\"indent\">Robert D. Kamenshine, Attorney, Appellate Staff Civil Division, with whom Robert D. McCallum, Jr., Assistant Attorney General and William Kanter, Attorney, Appellate Staff Civil Division, were on brief for the United States Trustee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Yamaha Motor Corporation, USA (\"Yamaha\"), appeals from the judgment entered by the District Court for the District of New Hampshire. The judgment affirmed the bankruptcy court's decision to set aside Yamaha's security interest in and allow the sale of seventy-two golf carts, which were part of the bankruptcy estate of Perry Hollow Golf Club, Inc. and Perry Hollow Management Company, Inc. (collectively \"Perry Hollow\"). For the reasons discussed below, we affirm the district court's judgment.</p>\n    </div>\n    <p>I. Factual and Procedural Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On or about March 24, 1996, Yamaha and Perry Hollow entered into a conditional sales agreement for the purchase of seventy-two golf carts. The agreement required Perry Hollow to make eighteen equal payments between June of 1996 and August of 2001. The paperwork and correspondence generated during the transaction listed Perry Hollow's address as 250 Perry Hollow Road, Wolfeboro, New Hampshire. Yamaha, through an agent, delivered the golf carts to Perry Hollow Country Club, which was actually located at 250 Perry Hollow Road, New Durham, New Hampshire. Pursuant to a security interest in the golf carts accorded to Yamaha under the agreement, Yamaha filed UCC-1 financing statements with the New Hampshire Secretary of State and with the clerk of the town of Wolfeboro, New Hampshire to protect its status as a secured creditor.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In October of 1999, Perry Hollow filed a voluntary petition for reorganization under Chapter 11 of the Bankruptcy Code. Perry Hollow continued to operate the golf club as a debtor-in-possession until April of 2000, when Jeffrey A. Schreiber was appointed as Chapter 11 Trustee (\"Trustee\") for Perry Hollow.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the course of the bankruptcy proceedings, the Trustee moved for summary judgment against Yamaha on the grounds that the Trustee, pursuant to 11 U.S.C. &#167; 544(b),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> may avoid Yamaha's security interest in the golf carts because it was unperfected. The Trustee argued that Yamaha failed to perfect its security interest inasmuch as the UCC-1 financing statement was filed in the wrong town. Yamaha filed in Wolfeboro, but Perry Hollow is located in New Durham. In response, Yamaha filed a cross-motion for summary judgment seeking to establish the validity of its security interest.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 17, 2000, the bankruptcy court granted the Trustee's motion for summary judgment and denied Yamaha's cross-motion. Yamaha appealed. On October 30, 2000, the Trustee filed a motion for authorization to sell the golf carts free and clear of any liens or encumbrances. Yamaha filed a motion in opposition. After a hearing, in which Assistant U.S. Trustee Geraldine Karonis (\"AUST Karonis\") participated, the bankruptcy court granted the Trustee's motion as well as his request to waive the ten-day automatic stay, pursuant to Bankruptcy Rule 6004(g).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On November 26, 2000, Yamaha filed another notice of appeal from the bankruptcy court's rulings and moved for a stay of the sale pending appeal. The bankruptcy court denied Yamaha's motion for a stay. <i>See In re Perry Hollow Golf Club, Inc.,</i> Nos. 99-13372-MWV, 99-13373-MWV, 2000 WL 1854779 (Bankr. D.N.H. Nov.28, 2000). Yamaha appealed that decision as well. On January 8, 2001, the district court consolidated the appeals \"for all purposes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 27, 2001, the district court entered judgment against Yamaha, affirming the bankruptcy court's decisions. <i>See In re Perry Hollow Mgmt. Co.,</i> 260 B.R. 58 (D.N.H.2001). Yamaha moved for a stay of the district court's judgment pending appeal to this Court. On May 8, 2001, the district court denied Yamaha's motion on the ground that Yamaha was unlikely to succeed on appeal. On May 14, 2001, Yamaha filed a notice of appeal, challenging both the district court's March 27 judgment and the May 8 order denying a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This Court issued an order directing Yamaha to show cause why its appeal from the March 27 judgment should not be dismissed as untimely pursuant to Federal Rule of Appellate Procedure 4(a)(1)(A).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On January 9, 2002, upon review of the parties' arguments, this Court issued an order stating that there was an arguable basis for finding the appeal timely under Federal Rule of Appellate Procedure 4(a)(1)(B) and permitting the appeal to proceed. However, the order instructed the parties to brief this jurisdictional issue along with the merits of the case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"center\">II. Discussion</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In an appeal from the district court reviewing proceedings before the bankruptcy court, we independently review the bankruptcy court's decision, applying the \"clearly erroneous\" standard to findings of fact and <i>de novo</i> review to conclusions of law. <i>In re SPM Mfg. Corp.,</i> 984 F.2d 1305, 1310-11 (1st Cir.1993). No special deference is owed to the district court's determinations. <i>See id.</i> at 1311.</p>\n    </div>\n    <p class=\"indent\">B. Jurisdictional Issue</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before we can reach the merits of appellant's claims, we must first determine that we are vested with jurisdiction. Yamaha filed the instant appeal forty-eight days after the district court entered judgment. Federal Rule of Appellate Procedure 4(a)(1)(A) provides a default thirty-day deadline for filing an appeal in a civil case. However, \"[w]hen the United States or its officer or agency is a party\" in the case, then the appellant has sixty days after the judgment to file a notice of appeal. Fed. R.App. P. 4(a)(1)(B). Although the parties no longer contest the timeliness of this appeal,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the timely filing of an appeal is \"mandatory and jurisdictional.\" <i>Acevedo-Villalobos v. Hernandez,</i> 22 F.3d 384, 387 (1st Cir.1994) (internal quotation marks omitted). Therefore, unless the sixty-day rule applies, we must dismiss for lack of jurisdiction. <i>See id.</i> (noting that court \"lack[s] jurisdiction over late appeals\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The United States, its officer, or agency is a \"party\" to a case not only where it is a named party to the appeal, <i>see In re Lloyd, Carr, &amp; Co.,</i> 617 F.2d 882, 884 n. 1 (1st Cir.1980), but also where it has actively participated in the proceedings, <i>see id.; cf. In re Serrato,</i> 117 F.3d 427, 429 (9th Cir.1997) (holding that U.S. Trustee did not become party merely by his involuntary appearance to quash a summons).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This appeal encompasses challenges to two separate bankruptcy court proceedings, which the district court consolidated \"for all purposes.\" The first is an adversary proceeding, <i>see</i> Fed. R. Bankr.P. 7001, challenging the validity of Yamaha's security interest in the golf carts. The second is a contested matter, <i>see</i> Fed. R. Bankr.P. 9014, in which Yamaha opposed the Trustee's motion for authorization to sell the golf carts.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the adversary proceeding, the only participants were Yamaha and the Trustee. Because the Trustee is a private bankruptcy trustee, who is not employed by the United States government, the Trustee is not an officer of the United States. <i>See In re Serrato,</i> 117 F.3d at 428; 28 U.S.C. &#167; 586(a)(1) (providing that U.S. Trustee is responsible for maintaining a panel of \"private trustees\" for Chapter 7 cases). Therefore, the sixty-day rule was not applicable to the adversary proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The contested matter, although primarily between Yamaha and the Trustee, involved a third party as well. AUST Karonis, exercising the U.S. Trustee's discretionary right to \"raise,\" \"appear,\" or \"be heard on any issue\" in a bankruptcy proceeding, <i>see</i> 11 U.S.C. &#167; 307, cross-examined the potential buyer of the golf carts regarding his financial capacity. By so doing, AUST Karonis, and, therefore, the U.S. Trustee, an agency of the United States, <i>see Joelson v. United States,</i> 86 F.3d 1413, 1417 (6th Cir.1996), became a party to the contested matter. <i>See In re Lloyd, Carr &amp; Co.,</i> 617 F.2d at 883 n. 1 (explaining that \"the government's participation here was sufficiently active ... to invoke the 60-day limit\"). As a result, the sixty-day period applied to the appeals of the contested matter.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the contested matter and the adversary proceeding were consolidated \"for all purposes,\" the sixty-day limit governing the contested matter extends to the entire consolidated case. <i>See In re Adams Apple, Inc.,</i> 829 F.2d 1484, 1487 (9th Cir. 1987) (finding that where the United States was a party to one case, the sixty-day rule applied to the other case if the cases were consolidated); <i>cf. Bay State HMO Mgmt., Inc. v. Tingley Sys., Inc.,</i> 181 F.3d 174, 182 (1st Cir.1999) (holding that consolidated cases should be treated as single action for purposes of determining res judicata). Therefore, because Yamaha filed its notice of appeal within sixty days of the district court's judgment, its appeal is timely, and we can proceed to the merits of the case.</p>\n    </div>\n    <p class=\"indent\">C. Perfection of the Security Interest</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">New Hampshire law provides that a creditor, to perfect a security interest, must file a UCC-1 financing statement with the Secretary of State and, if the debtor conducts business in only one town within the state, also with the clerk of such town. <i>See</i> N.H.Rev.Stat. Ann. &#167; 382-A:9-401(1)(c) (1994).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> When a debtor conducts business in more than one town within the state, then a creditor need only file a UCC-1 financing statement with the Secretary of State. <i>See id.</i> The bankruptcy court determined, and the district court affirmed, that Yamaha's security interest was not perfected according to New Hampshire state law inasmuch as Yamaha did not file a UCC-1 financing statement with the clerk of the town of New Durham, the town where Perry Hollow conducted business.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Yamaha offers three theories to support its claim that filing in Wolfeboro was sufficient to perfect its security interest. First, Yamaha argues that it was not required to file in New Durham because Perry Hollow conducted business in more than one town within the state. Second, Yamaha contends that even if it was required to file in New Durham, it \"substantially complied\" with the filing requirements so as to perfect its security interest. Third, Yamaha claims that it justifiably relied on Perry Hollow's representations that it was located in Wolfeboro, thereby excusing Yamaha's failure to file in New Durham under <i>Field v. Mans,</i> 516 U.S. 59, 116 S.Ct. 437, 133 L.Ed.2d 351 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Yamaha argues that because Perry Hollow had a mailing address in Wolfeboro and a physical location in New Durham, Perry Hollow was conducting business in more than one town in the state, thereby relieving Yamaha of the duty to file a financing statement with anyone other than the Secretary of State. The bankruptcy court, however, found that Perry Hollow does business only in one town within New Hampshire. Given that the Wolfeboro address was only a mailing address, we cannot say that this finding was clearly erroneous. Therefore, under New Hampshire law, Yamaha had to file a financing statement with both the Secretary of State <i>and</i> the clerk of the town of New Durham to perfect its security interest.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Relying on <i>In re Circus Time,</i> 641 F.2d 39 (1st Cir.1981), Yamaha further argues that even if it was obligated to file in New Durham, it \"substantially complied\" with this requirement. In <i>Circus Time,</i> this Court held that minor errors, not seriously misleading, in certificates of title were not sufficient to render a security interest in those vehicles unperfected; \"substantial compliance\" with the documentary requirements was sufficient. <i>See id.</i> at 43; <i>see also</i> N.H.Rev.Stat. Ann. &#167; 382-A:9-402(8) (1994)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> (providing that a \"financing statement substantially complying\" with requirements is effective). This case, however, is easily distinguishable. <i>Circus Time</i> involved errors in the financing documents (<i>i.e.,</i> the certificates of title), as opposed to errors in the filing process. The doctrine of substantial compliance has not been extended to filing requirements. <i>See In re Covey,</i> 66 B.R. 459, 460 (Bankr. D.N.H.1986) (holding that security interest was not perfected since debtor conducted business only in one town in the state and creditor did not file financing statement in that town); <i>In re Sports Enters., Inc.,</i> 38 B.R. 282, 282-83 (Bankr.D.N.H.1984) (holding that security interest was unperfected where creditor, in addition to filing with the Secretary of State, mistakenly filed with the clerk of the town adjacent to where debtor conducted business); <i>see also</i> N.H.Rev.Stat. Ann. 382-A:9-401, Offic. Comm. 5 (stating that \"filing in only one of two required places is not effective\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A misfiled UCC-1 financing statement fails to serve the intended purpose of the filing requirement, which is to give proper notice that a secured interest exists. If we were to adopt Yamaha's argument, we would be placing an undue burden on all creditors. In addition to checking for prior encumbrances with the clerk of the town where the debtor is actually located, creditors would be forced to undergo the task of checking for misfiled security interests in adjacent towns, perhaps even statewide. Moreover, Yamaha's proposed scheme would reward creditors who negligently misfile their UCC-1 financing statements. Such an outcome would undermine the statute's purpose. Therefore, we hold that Yamaha's actions in this case were insufficient to perfect its security interest.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Yamaha's final justification for filing in Wolfeboro, instead of New Durham, is that it \"justifiably relied\" on Perry Hollow's representations that it was located in Wolfeboro. As a result, Yamaha argues that under <i>Field v. Mans,</i> 516 U.S. 59, 116 S.Ct. 437, 133 L.Ed.2d 351 (1995), its security interest should not be avoidable. In <i>Field,</i> the Court held that a creditor, who, in extending credit, placed \"justifiable reliance\" on fraudulent representations made by the debtor, could except a debt from discharge under 11 U.S.C. &#167; 523(a)(2)(A). <i>Field,</i> 516 U.S. at 74, 116 S.Ct. 437.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Yamaha alleges that Perry Hollow made false representations by not providing the true location of its business and that, therefore, Yamaha could justifiably rely on the Wolfeboro address provided by Perry Hollow when filing the financing statement. This argument is flawed. First, <i>Field</i> applies to actions under 11 U.S.C. &#167; 523(a) to except a debt from discharge. This is not the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Second, Yamaha fails to proffer evidence that Perry Hollow committed fraud in providing its Wolfeboro address. Specifically, Yamaha must prove that Perry Hollow intended to deceive it when providing the Wolfeboro address. We are not convinced that providing a valid mailing address, instead of a physical address, constitutes an intentionally false representation. Therefore, insofar as this action was not brought under 11 U.S.C. &#167; 523(a), and absent a showing of fraud, we decline to extend <i>Field</i>'s justifiable reliance standard to this matter. <i>See In re Perry Hollow Mgmt. Co.,</i> 260 B.R. at 62 (stating that no case has applied <i>Field</i> to a suit avoiding a security interest under 11 U.S.C. &#167; 544).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">D. Yamaha's Motion to Stay the Sale Pending Appeal</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Yamaha argues that it was entitled to a stay of the golf carts' sale pending appeal, pursuant to Bankruptcy Rule 6004(g). Rule 6004(g) states that \"[a]n order authorizing the use, sale, or lease of property other than cash collateral is stayed until the expiration of 10 days after entry of the order, <i>unless the court orders otherwise.</i>\" Fed. R. Bankr.P. 6004(g) (Supp.2001) (emphasis supplied). Yamaha complains that the bankruptcy court erred in waiving the ten-day period and ordering the immediate sale of the golf carts.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although Rule 6004(g) provides for a ten-day stay, it also clearly states that the court can order otherwise. The Advisory Committee notes on Rule 6004(g) expressly state that \"[t]he court may, in its discretion, order that Rule 6004(g) is not applicable so that the property may be used, sold, or leased immediately....\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court held an evidentiary hearing on the Trustee's motion to sell the golf carts and waive the automatic stay. The Trustee presented as factual bases for the waiver that the sale price was reasonable, the buyer was ready to complete the sale the next day, and the present owner of the golf club intended to charge for the carts' continued storage. Yamaha did not contest these facts. <i>See In re Perry Hollow Mgmt. Co.,</i> 260 B.R. at 65. Accordingly, because we find that the bankruptcy court properly acted within its discretion, we affirm its decision to waive the stay.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 544(b) provides: \"The trustee may avoid any transfer of an interest of the debtor in property or any obligation incurred by the debtor that is voidable under applicable law by a creditor holding an unsecured claim....\" 11 U.S.C. &#167; 544(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This rule states that, \"An order authorizing the use, sale, or lease of property other than cash collateral is stayed until the expiration of 10 days after entry of the order, unless the court orders otherwise.\" Fed. R. Bankr.P. 6004(g)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 4(a)(1)(A) requires a notice of appeal to be filed within thirty days of the judgment in a civil case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Despite this Court's clear directive, Yamaha failed to brief this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Earlier in the proceedings the U.S. Trustee argued that the thirty-day rule applied to this appeal because the U.S. Trustee, despite being an agency of the United States, was not a \"party\" to the instant appeal. The U.S. Trustee has now changed its position</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This statute has since been amended, taking effect on July 1, 2001, to eliminate the requirement of having to file the financing statement with the clerk of the town<i>See</i> N.H.Rev.Stat. Ann. &#167; 382-A:9-501(a)(2) (Supp.2001). This amendment, however, has no bearing on this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This statute was amended and reenacted in 2001 as N.H.Rev.Stat. Ann. &#167; 382-A:9-506(a) (Supp.2001) (stating that financing statements \"substantially satisfying\" the requirements are effective)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">297</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></span></p>\n    <p class=\"parties\">In re PERRY HOLLOW MANAGEMENT COMPANY, INC., a/k/a Perry Hollow Mgmt. Corp.; Perry Hollow Golf Club, Inc., Debtors.<br>Yamaha Motor Corporation, USA, Appellant,<br>Yamaha Motor Co., Ltd., Plaintiff,<br>v.<br>Perry Hollow Management Company, Inc. a/k/a Perry Hollow Mgmt. Corp.; Perry Hollow Golf Club, Inc., Debtors, Appellees,<br>Jeffrey A. Schreiber, Chapter 11 Trustee, Appellee,<br>Geraldine L. Karonis, Assistant U.S. Trustee.</p>\n    <p class=\"docket\">No. 01-1747.</p>\n    <p class=\"docket\">No. 01-1841.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 6, 2002.</p>\n    <p class=\"date\">Decided July 23, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Diane M. Puckhaber, with whom Perkins &amp; Puckhaber, P.A. was on brief, for appellant.</p>\n      <p class=\"indent\">Edward C. Dial, Jr., with whom Jeffrey A. Schreiber and Schreiber &amp; Associates, P.C. were on brief, for appellee.</p>\n      <p class=\"indent\">Robert D. Kamenshine, Attorney, Appellate Staff Civil Division, with whom Robert D. McCallum, Jr., Assistant Attorney General and William Kanter, Attorney, Appellate Staff Civil Division, were on brief for the United States Trustee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Yamaha Motor Corporation, USA (\"Yamaha\"), appeals from the judgment entered by the District Court for the District of New Hampshire. The judgment affirmed the bankruptcy court's decision to set aside Yamaha's security interest in and allow the sale of seventy-two golf carts, which were part of the bankruptcy estate of Perry Hollow Golf Club, Inc. and Perry Hollow Management Company, Inc. (collectively \"Perry Hollow\"). For the reasons discussed below, we affirm the district court's judgment.</p>\n    </div>\n    <p>I. Factual and Procedural Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On or about March 24, 1996, Yamaha and Perry Hollow entered into a conditional sales agreement for the purchase of seventy-two golf carts. The agreement required Perry Hollow to make eighteen equal payments between June of 1996 and August of 2001. The paperwork and correspondence generated during the transaction listed Perry Hollow's address as 250 Perry Hollow Road, Wolfeboro, New Hampshire. Yamaha, through an agent, delivered the golf carts to Perry Hollow Country Club, which was actually located at 250 Perry Hollow Road, New Durham, New Hampshire. Pursuant to a security interest in the golf carts accorded to Yamaha under the agreement, Yamaha filed UCC-1 financing statements with the New Hampshire Secretary of State and with the clerk of the town of Wolfeboro, New Hampshire to protect its status as a secured creditor.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In October of 1999, Perry Hollow filed a voluntary petition for reorganization under Chapter 11 of the Bankruptcy Code. Perry Hollow continued to operate the golf club as a debtor-in-possession until April of 2000, when Jeffrey A. Schreiber was appointed as Chapter 11 Trustee (\"Trustee\") for Perry Hollow.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the course of the bankruptcy proceedings, the Trustee moved for summary judgment against Yamaha on the grounds that the Trustee, pursuant to 11 U.S.C. &#167; 544(b),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> may avoid Yamaha's security interest in the golf carts because it was unperfected. The Trustee argued that Yamaha failed to perfect its security interest inasmuch as the UCC-1 financing statement was filed in the wrong town. Yamaha filed in Wolfeboro, but Perry Hollow is located in New Durham. In response, Yamaha filed a cross-motion for summary judgment seeking to establish the validity of its security interest.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 17, 2000, the bankruptcy court granted the Trustee's motion for summary judgment and denied Yamaha's cross-motion. Yamaha appealed. On October 30, 2000, the Trustee filed a motion for authorization to sell the golf carts free and clear of any liens or encumbrances. Yamaha filed a motion in opposition. After a hearing, in which Assistant U.S. Trustee Geraldine Karonis (\"AUST Karonis\") participated, the bankruptcy court granted the Trustee's motion as well as his request to waive the ten-day automatic stay, pursuant to Bankruptcy Rule 6004(g).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On November 26, 2000, Yamaha filed another notice of appeal from the bankruptcy court's rulings and moved for a stay of the sale pending appeal. The bankruptcy court denied Yamaha's motion for a stay. <i>See In re Perry Hollow Golf Club, Inc.,</i> Nos. 99-13372-MWV, 99-13373-MWV, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1854779</span></span> (Bankr. D.N.H. Nov.28, 2000). Yamaha appealed that decision as well. On January 8, 2001, the district court consolidated the appeals \"for all purposes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 27, 2001, the district court entered judgment against Yamaha, affirming the bankruptcy court's decisions. <i>See In re Perry Hollow Mgmt. Co.,</i> <span class=\"citation\" data-id=\"1998365\"><a href=\"/opinion/1998365/in-re-perry-hollow-management-co/\"><span class=\"volume\">260</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">58</span></a></span> (D.N.H.2001). Yamaha moved for a stay of the district court's judgment pending appeal to this Court. On May 8, 2001, the district court denied Yamaha's motion on the ground that Yamaha was unlikely to succeed on appeal. On May 14, 2001, Yamaha filed a notice of appeal, challenging both the district court's March 27 judgment and the May 8 order denying a stay.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This Court issued an order directing Yamaha to show cause why its appeal from the March 27 judgment should not be dismissed as untimely pursuant to Federal Rule of Appellate Procedure 4(a)(1)(A).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On January 9, 2002, upon review of the parties' arguments, this Court issued an order stating that there was an arguable basis for finding the appeal timely under Federal Rule of Appellate Procedure 4(a)(1)(B) and permitting the appeal to proceed. However, the order instructed the parties to brief this jurisdictional issue along with the merits of the case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"center\">II. Discussion</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In an appeal from the district court reviewing proceedings before the bankruptcy court, we independently review the bankruptcy court's decision, applying the \"clearly erroneous\" standard to findings of fact and <i>de novo</i> review to conclusions of law. <i>In re SPM Mfg. Corp.,</i> <span class=\"citation\" data-id=\"599258\"><a href=\"/opinion/599258/in-re-spm-manufacturing-corporation-debtor-official-unsecured-creditors/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1305</span></a></span>, 1310-11 (1st Cir.1993). No special deference is owed to the district court's determinations. <i>See id.</i> at 1311.</p>\n    </div>\n    <p class=\"indent\">B. Jurisdictional Issue</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before we can reach the merits of appellant's claims, we must first determine that we are vested with jurisdiction. Yamaha filed the instant appeal forty-eight days after the district court entered judgment. Federal Rule of Appellate Procedure 4(a)(1)(A) provides a default thirty-day deadline for filing an appeal in a civil case. However, \"[w]hen the United States or its officer or agency is a party\" in the case, then the appellant has sixty days after the judgment to file a notice of appeal. Fed. R.App. P. 4(a)(1)(B). Although the parties no longer contest the timeliness of this appeal,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the timely filing of an appeal is \"mandatory and jurisdictional.\" <i>Acevedo-Villalobos v. Hernandez,</i> <span class=\"citation\" data-id=\"195330\"><a href=\"/opinion/195330/acevedo-villalobos-v-hon-hernandez/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">384</span></a></span>, 387 (1st Cir.1994) (internal quotation marks omitted). Therefore, unless the sixty-day rule applies, we must dismiss for lack of jurisdiction. <i>See id.</i> (noting that court \"lack[s] jurisdiction over late appeals\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The United States, its officer, or agency is a \"party\" to a case not only where it is a named party to the appeal, <i>see In re Lloyd, Carr, &amp; Co.,</i> <span class=\"citation\" data-id=\"375899\"><a href=\"/opinion/375899/in-re-lloyd-carr-and-company-bankrupt-two-cases-appeal-of-alan-h/\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">882</span></a></span>, 884 n. 1 (1st Cir.1980), but also where it has actively participated in the proceedings, <i>see id.; cf. In re Serrato,</i> <span class=\"citation\" data-id=\"743045\"><a href=\"/opinion/743045/in-re-sophie-serrato-debtor-frank-voisenat-david-a-rafter-phyllis-rafter/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">427</span></a></span>, 429 (9th Cir.1997) (holding that U.S. Trustee did not become party merely by his involuntary appearance to quash a summons).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This appeal encompasses challenges to two separate bankruptcy court proceedings, which the district court consolidated \"for all purposes.\" The first is an adversary proceeding, <i>see</i> Fed. R. Bankr.P. 7001, challenging the validity of Yamaha's security interest in the golf carts. The second is a contested matter, <i>see</i> Fed. R. Bankr.P. 9014, in which Yamaha opposed the Trustee's motion for authorization to sell the golf carts.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In the adversary proceeding, the only participants were Yamaha and the Trustee. Because the Trustee is a private bankruptcy trustee, who is not employed by the United States government, the Trustee is not an officer of the United States. <i>See In re Serrato,</i> 117 F.3d at 428; 28 U.S.C. &#167; 586(a)(1) (providing that U.S. Trustee is responsible for maintaining a panel of \"private trustees\" for Chapter 7 cases). Therefore, the sixty-day rule was not applicable to the adversary proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The contested matter, although primarily between Yamaha and the Trustee, involved a third party as well. AUST Karonis, exercising the U.S. Trustee's discretionary right to \"raise,\" \"appear,\" or \"be heard on any issue\" in a bankruptcy proceeding, <i>see</i> 11 U.S.C. &#167; 307, cross-examined the potential buyer of the golf carts regarding his financial capacity. By so doing, AUST Karonis, and, therefore, the U.S. Trustee, an agency of the United States, <i>see Joelson v. United States,</i> <span class=\"citation\" data-id=\"720539\"><a href=\"/opinion/720539/philip-r-joelson-v-united-states-of-america/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1413</span></a></span>, 1417 (6th Cir.1996), became a party to the contested matter. <i>See In re Lloyd, Carr &amp; Co.,</i> 617 F.2d at 883 n. 1 (explaining that \"the government's participation here was sufficiently active ... to invoke the 60-day limit\"). As a result, the sixty-day period applied to the appeals of the contested matter.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Because the contested matter and the adversary proceeding were consolidated \"for all purposes,\" the sixty-day limit governing the contested matter extends to the entire consolidated case. <i>See In re Adams Apple, Inc.,</i> <span class=\"citation\" data-id=\"495043\"><a href=\"/opinion/495043/in-re-adams-apple-inc-debtor-robert-c-burchinal-donald-g-ott-meton/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1484</span></a></span>, 1487 (9th Cir. 1987) (finding that where the United States was a party to one case, the sixty-day rule applied to the other case if the cases were consolidated); <i>cf. Bay State HMO Mgmt., Inc. v. Tingley Sys., Inc.,</i> <span class=\"citation\" data-id=\"198538\"><a href=\"/opinion/198538/bay-state-hmo-v-tingley-systems/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">174</span></a></span>, 182 (1st Cir.1999) (holding that consolidated cases should be treated as single action for purposes of determining res judicata). Therefore, because Yamaha filed its notice of appeal within sixty days of the district court's judgment, its appeal is timely, and we can proceed to the merits of the case.</p>\n    </div>\n    <p class=\"indent\">C. Perfection of the Security Interest</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">New Hampshire law provides that a creditor, to perfect a security interest, must file a UCC-1 financing statement with the Secretary of State and, if the debtor conducts business in only one town within the state, also with the clerk of such town. <i>See</i> N.H.Rev.Stat. Ann. &#167; 382-A:9-401(1)(c) (1994).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> When a debtor conducts business in more than one town within the state, then a creditor need only file a UCC-1 financing statement with the Secretary of State. <i>See id.</i> The bankruptcy court determined, and the district court affirmed, that Yamaha's security interest was not perfected according to New Hampshire state law inasmuch as Yamaha did not file a UCC-1 financing statement with the clerk of the town of New Durham, the town where Perry Hollow conducted business.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On appeal, Yamaha offers three theories to support its claim that filing in Wolfeboro was sufficient to perfect its security interest. First, Yamaha argues that it was not required to file in New Durham because Perry Hollow conducted business in more than one town within the state. Second, Yamaha contends that even if it was required to file in New Durham, it \"substantially complied\" with the filing requirements so as to perfect its security interest. Third, Yamaha claims that it justifiably relied on Perry Hollow's representations that it was located in Wolfeboro, thereby excusing Yamaha's failure to file in New Durham under <i>Field v. Mans,</i> <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Yamaha argues that because Perry Hollow had a mailing address in Wolfeboro and a physical location in New Durham, Perry Hollow was conducting business in more than one town in the state, thereby relieving Yamaha of the duty to file a financing statement with anyone other than the Secretary of State. The bankruptcy court, however, found that Perry Hollow does business only in one town within New Hampshire. Given that the Wolfeboro address was only a mailing address, we cannot say that this finding was clearly erroneous. Therefore, under New Hampshire law, Yamaha had to file a financing statement with both the Secretary of State <i>and</i> the clerk of the town of New Durham to perfect its security interest.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Relying on <i>In re Circus Time,</i> <span class=\"citation\" data-id=\"387190\"><a href=\"/opinion/387190/in-re-circus-time-inc-debtor-grumman-credit-corporation/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span> (1st Cir.1981), Yamaha further argues that even if it was obligated to file in New Durham, it \"substantially complied\" with this requirement. In <i>Circus Time,</i> this Court held that minor errors, not seriously misleading, in certificates of title were not sufficient to render a security interest in those vehicles unperfected; \"substantial compliance\" with the documentary requirements was sufficient. <i>See id.</i> at 43; <i>see also</i> N.H.Rev.Stat. Ann. &#167; 382-A:9-402(8) (1994)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> (providing that a \"financing statement substantially complying\" with requirements is effective). This case, however, is easily distinguishable. <i>Circus Time</i> involved errors in the financing documents (<i>i.e.,</i> the certificates of title), as opposed to errors in the filing process. The doctrine of substantial compliance has not been extended to filing requirements. <i>See In re Covey,</i> <span class=\"citation\" data-id=\"1891188\"><a href=\"/opinion/1891188/in-re-covey/\"><span class=\"volume\">66</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">459</span></a></span>, 460 (Bankr. D.N.H.1986) (holding that security interest was not perfected since debtor conducted business only in one town in the state and creditor did not file financing statement in that town); <i>In re Sports Enters., Inc.,</i> <span class=\"citation\" data-id=\"2023823\"><a href=\"/opinion/2023823/in-re-sports-enterprises-inc/\"><span class=\"volume\">38</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">282</span></a></span>, 282-83 (Bankr.D.N.H.1984) (holding that security interest was unperfected where creditor, in addition to filing with the Secretary of State, mistakenly filed with the clerk of the town adjacent to where debtor conducted business); <i>see also</i> N.H.Rev.Stat. Ann. 382-A:9-401, Offic. Comm. 5 (stating that \"filing in only one of two required places is not effective\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A misfiled UCC-1 financing statement fails to serve the intended purpose of the filing requirement, which is to give proper notice that a secured interest exists. If we were to adopt Yamaha's argument, we would be placing an undue burden on all creditors. In addition to checking for prior encumbrances with the clerk of the town where the debtor is actually located, creditors would be forced to undergo the task of checking for misfiled security interests in adjacent towns, perhaps even statewide. Moreover, Yamaha's proposed scheme would reward creditors who negligently misfile their UCC-1 financing statements. Such an outcome would undermine the statute's purpose. Therefore, we hold that Yamaha's actions in this case were insufficient to perfect its security interest.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Yamaha's final justification for filing in Wolfeboro, instead of New Durham, is that it \"justifiably relied\" on Perry Hollow's representations that it was located in Wolfeboro. As a result, Yamaha argues that under <i>Field v. Mans,</i> <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1995), its security interest should not be avoidable. In <i>Field,</i> the Court held that a creditor, who, in extending credit, placed \"justifiable reliance\" on fraudulent representations made by the debtor, could except a debt from discharge under 11 U.S.C. &#167; 523(a)(2)(A). <i>Field,</i> 516 U.S. at 74, <span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">437</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Yamaha alleges that Perry Hollow made false representations by not providing the true location of its business and that, therefore, Yamaha could justifiably rely on the Wolfeboro address provided by Perry Hollow when filing the financing statement. This argument is flawed. First, <i>Field</i> applies to actions under 11 U.S.C. &#167; 523(a) to except a debt from discharge. This is not the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Second, Yamaha fails to proffer evidence that Perry Hollow committed fraud in providing its Wolfeboro address. Specifically, Yamaha must prove that Perry Hollow intended to deceive it when providing the Wolfeboro address. We are not convinced that providing a valid mailing address, instead of a physical address, constitutes an intentionally false representation. Therefore, insofar as this action was not brought under 11 U.S.C. &#167; 523(a), and absent a showing of fraud, we decline to extend <i>Field</i>'s justifiable reliance standard to this matter. <i>See In re Perry Hollow Mgmt. Co.,</i> 260 B.R. at 62 (stating that no case has applied <i>Field</i> to a suit avoiding a security interest under 11 U.S.C. &#167; 544).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">D. Yamaha's Motion to Stay the Sale Pending Appeal</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Yamaha argues that it was entitled to a stay of the golf carts' sale pending appeal, pursuant to Bankruptcy Rule 6004(g). Rule 6004(g) states that \"[a]n order authorizing the use, sale, or lease of property other than cash collateral is stayed until the expiration of 10 days after entry of the order, <i>unless the court orders otherwise.</i>\" Fed. R. Bankr.P. 6004(g) (Supp.2001) (emphasis supplied). Yamaha complains that the bankruptcy court erred in waiving the ten-day period and ordering the immediate sale of the golf carts.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Although Rule 6004(g) provides for a ten-day stay, it also clearly states that the court can order otherwise. The Advisory Committee notes on Rule 6004(g) expressly state that \"[t]he court may, in its discretion, order that Rule 6004(g) is not applicable so that the property may be used, sold, or leased immediately....\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court held an evidentiary hearing on the Trustee's motion to sell the golf carts and waive the automatic stay. The Trustee presented as factual bases for the waiver that the sale price was reasonable, the buyer was ready to complete the sale the next day, and the present owner of the golf club intended to charge for the carts' continued storage. Yamaha did not contest these facts. <i>See In re Perry Hollow Mgmt. Co.,</i> 260 B.R. at 65. Accordingly, because we find that the bankruptcy court properly acted within its discretion, we affirm its decision to waive the stay.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the foregoing reasons, the district court's judgment is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 544(b) provides: \"The trustee may avoid any transfer of an interest of the debtor in property or any obligation incurred by the debtor that is voidable under applicable law by a creditor holding an unsecured claim....\" 11 U.S.C. &#167; 544(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This rule states that, \"An order authorizing the use, sale, or lease of property other than cash collateral is stayed until the expiration of 10 days after entry of the order, unless the court orders otherwise.\" Fed. R. Bankr.P. 6004(g)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 4(a)(1)(A) requires a notice of appeal to be filed within thirty days of the judgment in a civil case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Despite this Court's clear directive, Yamaha failed to brief this issue</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Earlier in the proceedings the U.S. Trustee argued that the thirty-day rule applied to this appeal because the U.S. Trustee, despite being an agency of the United States, was not a \"party\" to the instant appeal. The U.S. Trustee has now changed its position</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This statute has since been amended, taking effect on July 1, 2001, to eliminate the requirement of having to file the financing statement with the clerk of the town<i>See</i> N.H.Rev.Stat. Ann. &#167; 382-A:9-501(a)(2) (Supp.2001). This amendment, however, has no bearing on this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> This statute was amended and reenacted in 2001 as N.H.Rev.Stat. Ann. &#167; 382-A:9-506(a) (Supp.2001) (stating that financing statements \"substantially satisfying\" the requirements are effective)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195330/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198538/",
    "http://www.courtlistener.com/api/rest/v3/opinions/375899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387190/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/720539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1891188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1998365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2023823/"
  ]
}