{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200039/",
  "absolute_url": "/opinion/200039/correa-v-cruisers/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200039/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:42:44Z",
  "date_modified": "2016-02-28T05:02:06.583315Z",
  "type": "010combined",
  "sha1": "1aae6c00c2701ca9530c94cbe3fe2c1a277e4c1f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1240-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/07/23/Correa_v._Cruisers.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 01-1240\n\n                ARTURO CORREA, MELISA MOSCA-DE-CORREA,\n                  CONJUGAL PARTNERSHIP CORREA-MOSCA,\n\n                        Plaintiffs, Appellees,\n                                  v.\n\n        CRUISERS, A DIVISION OF KCS INTERNATIONAL, INC.,\n\n                        Defendant, Appellant.\n\n\nNo. 01-1241\n                ARTURO CORREA, MELISA MOSCA-DE-CORREA,\n                  CONJUGAL PARTNERSHIP CORREA-MOSCA,\n                        Plaintiffs, Appellees,\n\n                                  v.\n              CRUSADER ENGINES, THERMO POWER CORPORATION,\n                        Defendants, Appellants.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                                Before\n\n                      Torruella, Circuit Judge,\n                    Coffin, Senior Circuit Judge,\n                      and Selya, Circuit Judge.\n\n\n     Luis N. Blanco-Matos, for appellant Thermo Power Corporation.\n     Jorge C. Cruz-Jové, with whom Juan B. Soto-Balbas, Mercado &\nSoto, Michael G. Derrick, Roane Waring, III and Shuttleworth,\n\fWilliams, Harper, Waring & Derrick were on brief for appellant\nCruisers.\n     Francisco M. Troncoso, with whom Richard Schell-Asad was on\nbrief, for appellees.\n\n\n\n                         July 23, 2002\n\n\n\n\n                              -2-\n\f          TORRUELLA,      Circuit     Judge.       Defendants-appellants,\n\nCruisers, a Division of KCS International, Inc., and Thermo Power\n\nCorporation, appeal from a jury verdict finding that they breached\n\na warranty against hidden defects in the sale of a motorboat to\n\nplaintiffs.     In accordance with the jury's verdict, the United\n\nStates District Court for the District of Puerto Rico ordered\n\nrescission of the sales contract and return of the purchase price\n\nof the boat, plus interest.         In addition, the jury awarded to the\n\nplaintiffs    their   costs   for    dockage,    repair   and   maintenance,\n\ninsurance premiums, and license fees.           The district court further\nawarded attorney's fees based on its determination that defendants\n\nacted obstinately in the course of the litigation.               On appeal,\ndefendants-appellants contend that the plaintiffs' claim for breach\nof warranty against hidden defects is barred by the statute of\n\nlimitations.    Alternatively, even if the claim was properly before\nthe district court, defendants-appellants contend that the district\ncourt erred in allowing the testimony of plaintiffs' expert, in\n\npermitting the jury to award non-defect-related expenses, and in\ngranting attorney's fees.      We affirm in part and reverse in part,\nremanding the case for action consistent with this opinion.\n\n                I.    Background and Procedural History\n\n             Despite having weathered an eight-day jury trial, the\n\nfacts in this case are far from settled.         However, since this is an\n\nappeal from a denial of judgment as a matter of law, which we\n\nreview de novo, we will present the relevant facts in the light\n\nmost favorable to the plaintiffs.          See Down E. Energy Corp. v.\n\n                                     -3-\n\fNiagara Fire Ins. Co., 176 F.3d 7, 13-14 (1st Cir. 1999) (reviewing\n\ndenial of judgment as a matter of law on limitations grounds de\n\nnovo and in light most favorable to non-moving party).\n           On March 22, 1995, plaintiffs-appellees (\"plaintiffs\"),\n\nArturo Correa (\"Correa\") and his wife Melissa Correa, purchased a\n\n1995 Cruisers 3570-Esprit motor yacht (\"yacht\" or \"boat\") in San\nJuan, Puerto Rico from People's Marine. The yacht, manufactured by\n\nCruisers, a Division of KCS International, Inc. (\"Cruisers\"), was\n\nequipped with two Crusader, model 454Xli, marine gasoline engines,\n\nmanufactured     by   Thermo   Power    Corporation   (\"Crusader\").       The\n\nplaintiffs paid $132,350 for the boat, which was delivered to them\n\nat the San Juan Bay Marina on June 11, 1995.\n\n           Pursuant to the sale of the yacht, both Cruisers and\nCrusader issued limited warranties, guaranteeing to repair or\n\nreplace, free of charge, any defects in their respective products.\n\nCruisers' warranty provided five years of coverage for the hull of\nthe boat and one year for all other items manufactured by Cruisers.\n\nCrusader's warranty covered the engines for two years.\n\n           In the two months after the plaintiffs received their\n\nboat, they took several excursions to Fajardo, Puerto Rico and to\n\nthe U.S. Virgin Islands.       On these outings, plaintiffs experienced\n\nproblems with the engines, including backfiring, stalling, and an\n\ninability to start.      On July 26, 1995, Correa wrote a letter of\n\ncomplaint to Cruisers, with a copy to People's Marine, describing\n\nthe   problems   that   plaintiffs      had   encountered   with   the   boat,\n\nincluding engine troubles.\n\n\n                                       -4-\n\f            Correa, in August of 1995, made further complaints to\n\nPeople's Marine about \"hard starting\" of the engines, meaning that\n\nthe engines would not restart immediately after they had been\nrunning for awhile and were then shut off.                  Crusader was familiar\n\nwith \"hard starting\" as a common symptom of \"vapor lock,\" which\n\nother manufacturers had been experiencing in the summer of 1995 due\nto a new fuel pump in Crusader engines.                  Crusader had found that\n\nthe installation of additional fuel booster pumps had solved the\n\nhard starting problem.          Accordingly, it ordered two booster pumps,\n\nwhich were installed on plaintiffs' yacht by People's Marine\n\nsometime during September of 1995.\n\n            After the booster pumps were installed, the Correas\n\ncontinued to experience engine problems.                   On September 25, 1995,\nCorrea wrote another letter to Cruisers, explaining that the\n\nengines were stalling and backfiring.                 In this letter, Correa\n\ninformed Cruisers that he had already alerted People's Marine of\nthe continuing problem.\n\n            On    October      21,    1995,    Crusader     sent    Paul   Doppke,   a\n\ncertified Crusader marine engine specialist, to Puerto Rico to\n\nexamine Correa's engines.            Doppke found that the booster pumps had\n\nbeen     misinstalled     by     People's      Marine,      which    explained   the\n\ncontinuing engine problems.            Doppke removed the booster pumps and\n\ninstead installed a new fuel delivery system that Crusader had\n\nfound to eliminate the vapor lock problem.                   Doppke, with Correa\n\naboard    the    yacht,   then       conducted   a   sea    trial    and   performed\n\ndiagnostic tests to determine how the engines were running. During\n\n\n                                         -5-\n\fthe sea trial, which lasted over four hours, the engines ran\n\nwithout any difficulties.\n\n            During the trial, there was evidence that after the\ninstallation of the new fuel delivery system Correa took his boat\n\nout to watch an offshore race in San Juan Bay and experienced\n\nengine problems.1     On November 10, 1995, Correa again contacted\nCruisers to alert the company.            That same day, following the\n\ntelephone conversation, Correa sent a letter indicating that he\n\nexpected Cruisers and Crusader to fix his engines and Cruisers to\n\nrepair the other problems with the boat, including, inter alia,\n\nleaks, a rusting ice-maker door, defective wipers, and a broken gas\n\nalarm, that had plagued him since the time of delivery or shortly\n\nthereafter.\n            In response to Correa's complaints, Cruisers and Crusader\n\nsent a team of their top management and technical personnel to\n\nPuerto Rico to inspect Correa's yacht.        This team included Gerald\nScott,    Vice   President   and   General   Manager   of   Crusader;   Jim\n\nViestenz, President of Cruisers; Jim Hayes, Customer Service and\n\nQuality Control Manager for Cruisers; Andrew Prietz, Customer\n\nService Manager for Crusader; Guillermo Cidre, owner of People's\n\nMarine; and Osmani del Pino, a mechanic employed by People's\n\nMarine.    The Crusader and Cruisers representatives, along with\n\n1\n   Although at trial there was corroborating evidence of Correa's\nengine problems during the regatta, there was conflicting testimony\nas to when the regatta occurred: before or after the installation\nof the new fuel delivery system. Viewing the facts in the light\nmost favorable to the plaintiffs, however, we will assume that the\nregatta and the concomitant engine problems arose after the new\nfuel delivery system was installed on October 21, 1995.\n\n                                    -6-\n\fCorrea, took the boat out for a sea trial.         The group experienced\n\nno noticeable engine problems. In addition, computer monitoring of\n\nthe engines indicated that the engines were functioning properly.\nPrior to leaving, Gerald Scott asked Correa to call him directly if\n\nCorrea experienced further engine problems so that he could ensure\n\nthat Crusader would fix or replace the engines.\n          Immediately after this inspection visit, on December 6,\n\n1995, Cruisers    wrote   to   Correa    to   summarize   the   repairs   and\n\nreplacements that, pursuant to the inspection, would be made under\n\nwarranty by People's Marine.     On December 11, 1995, Crusader wrote\n\nto Correa, reassuring him that the engines were running properly\n\naccording to the inspection, but suggesting that the propellers be\n\nrepitched.    After People's Marine had performed at least some of\nthe prescribed replacements and repairs, Correa wrote another\n\nletter to Cruisers on December 26, 1995, detailing repairs that had\n\nnot been completed by People's Marine and further repairs or\nreplacements that were required.          In this letter, Correa also\n\nadvised Cruisers that People's Marine, in conducting the repairs,\n\nhad noted that the engine water hoses were blistered and filled\n\nwith water.     In response, on January 12, 1996, Cruisers notified\n\nCorrea that new water hoses were being sent to People's Marine for\n\ninstallation.     There was testimony at trial that the boat would\n\nhave been unusable until the water hoses were replaced because\n\nthere was a danger of the boat sinking.        Sometime after January 12,\n\n1996, People's Marine did replace the engine water hoses, although\n\n\n\n\n                                   -7-\n\fit is unclear exactly when.          Correa testified that the hoses were\n\nreplaced in March or April of 1996.\n\n            At trial, there was testimony that Correa used his boat\nagain in either January or February of 1996 to travel to Palomino\n\nIsland, off the coast of Fajardo.        There is a factual dispute as to\n\nwhether Correa suffered engine problems during this venture.              If\nCorrea did experience problems during this trip, there was no\n\nevidence presented at trial that Correa made any further complaints\n\nto Cruisers, Crusader, or People's Marine.          The evidence was also\n\nunclear as to whether this trip to Palomino Island occurred before\n\nor after the engine hoses were replaced.\n\n            The plaintiffs did not use their boat again until June of\n\n1996.      At   this   time   they   encountered   engine   problems    while\ntraveling to the U.S. Virgin Islands.            On June 18, 1996, Correa\n\nagain wrote to Cruisers detailing necessary repairs and service\n\nthat had previously been communicated to Cruisers and/or People's\nMarine, but had not yet been completed.          This letter, however, did\n\nnot mention      any   problems   with   the   engines.     People's   Marine\n\nresponded on June 19, indicating that they had been trying to\n\ncontact Correa to arrange a time to perform the necessary warranty\n\nservice.\n\n            In August of 1996, Correa made further complaints to\n\nGuillermo Cidre of People's Marine about the engines and discussed\n\nthe possibility of trading in his boat for a Cruisers 4270 (a\n\nhigher-end model of motor yacht). On August 20, 1996, Correa wrote\n\na letter to People's Marine memorializing his dissatisfaction with\n\n\n                                       -8-\n\fhis yacht due to its engine problems.              Correa also indicated in\n\nthis letter that he would accept a Cruisers 4270 in exchange for\n\nhis boat as compensation and settlement for his difficulties, as\nlong as such settlement was confirmed by August 30, 1996.                 Correa\n\nsent a copy of this letter to Crusader and Cruisers on August 22,\n\n1996.\n           Cruisers answered Correa's letter on September 9, 1996.\n\nCruisers responded that it wanted another opportunity to inspect\n\nand   repair   Correa's   boat,   but   that   if    a   defect   were    found,\n\nCruisers, Crusader, and People's Marine would allow Correa to\n\ntrade-in his boat, valued at the full purchase price, in partial\n\nsatisfaction towards a new Cruisers 4270, which would be sold to\n\nCorrea at a discount of $63,831 from the normal retail price.\nUnder this offer, the cost to Correa for the Cruisers 4270 would be\n\n$195,150 after the inclusion of the trade-in value and discount.\n\nPlaintiffs rejected this offer on September 26, 1996. Crusader, on\nOctober 9, 1996, also responded to Correa's September 9 letter and\n\nindicated that it was willing to perform warranty service on the\n\nengines, if needed, but that this required an inspection of the\n\nengines.   Plaintiffs refused Crusader access to the boat.\n\n           On January 27, 1997, plaintiffs filed their complaint\n\nagainst Cruisers    and   Crusader      in   the   District   Court      for   the\n\nDistrict of Puerto Rico, seeking rescission of the sales contract\n\nand damages for breach of warranty against hidden defects.                At the\n\nend of plaintiffs' evidence, Cruisers and Crusader moved for\n\njudgment as a matter of law, claiming that the breach of warranty\n\n\n                                    -9-\n\fclaim was barred by the statute of limitations. The district court\n\ndenied the motion.    The defendants, to no avail, renewed this\n\nargument at the close of all evidence.   After an eight-day trial in\nMarch of 2000, the jury returned a verdict for the plaintiffs,\n\nfinding both defendants liable for breach of warranty.   Plaintiffs\n\nwere granted rescission of the contract and were ordered to return\nthe Cruisers 3570 Esprit boat to the defendants.   The jury ordered\n\nthe defendants to return the $132,350 purchase price of the boat,\n\nplus interest, and to reimburse plaintiffs for dockage fees of\n\n$14,980.38, maintenance and repair expenses of $3,350.28, insurance\n\npremiums of $13,326.00, and license fees of $1,164.95.     Judgment\n\nwas entered on March 23, 2000.\n\n          On March 29, 2000, plaintiffs filed two post-judgment\nmotions pursuant to Federal Rule of Civil Procedure 59(e).      The\n\nfirst requested an amendment of the judgment to find defendants\n\nliable for the payment of future dockage, license, and insurance\nfees until defendants accept possession and title of the boat.\n\nPlaintiffs supplemented this motion on June 16, 2000 by submitting\n\ninvoices for dockage and insurance fees for the months of April,\n\nMay, and June of 2000, since, as of this time, the plaintiffs still\n\nretained custody of the boat.2      The second motion requested a\n\nfinding that the defendants were obstinate, thereby entitling\n\nplaintiffs to attorney's fees.\n\n\n2\n  It appears that at this time the plaintiffs and defendants were\ninvolved in settlement negotiations prior to filing an appeal. As\na result, defendants had not yet paid the judgment to plaintiffs,\nso the plaintiffs had not yet returned the boat to defendants.\n\n                                 -10-\n\f          On December 18, 2000, the district court issued two\n\norders amending its judgment.    The court found defendants liable\n\nfor further dockage and insurance fees in the amounts of $1,108 and\n$2,916, respectively, and stated that plaintiffs could apply for\n\nfurther expenses incurred until defendants accept possession and\n\ntitle of the boat.   The court also determined defendants to have\nbeen obstinate and awarded attorney's fees to plaintiffs in the\n\namount of $30,000.   On January 17, 2001, defendants filed their\n\nnotices of appeal, challenging both the judgment and the two orders\n\nissued on December 18, 2000.3\n\n\n3\n   Plaintiffs argue that Crusader appeals only from the original\njudgment and not from the orders amending the judgment, since these\norders were not explicitly cited in Crusader's notice of appeal.\nFederal Rule of Appellate Procedure 3(c) provides that the notice\nof appeal must \"designate the judgment, order, or part thereof\nbeing appealed.\"     Failure to do so prevents the party from\nappealing the unspecified ruling.       See Lehman v. Revolution\nPortfolio LLC, 166 F.3d 389, 395 (1st Cir. 1999) (disallowing\nappeal of substitution order, which post-dated notice of appeal,\nwhere order not specifically appealed). Normally, an appeal from\na Rule 59(e) motion is considered separate from an appeal from the\njudgment, see LeBlanc v. Great Am. Ins. Co., 6 F.3d 836, 839 (1st\nCir. 1993) (stating that appeal from denial of Rule 59(e) motion is\nnot an appeal of underlying judgment), so that each must be\nreferenced in the notice of appeal to be properly appealable.\n     However, we have held that in determining what is being\nappealed, the court may look to the appellant's intent. See id.;\nsee also In re San Juan Dupont Plaza Hotel Fire Litig., 45 F.3d\n564, 567 (1st Cir. 1995); Mariani-Giron v. Acevedo-Ruiz, 945 F.2d\n1, 2 (1st Cir. 1991). In this case, Crusader's intent to appeal\nboth the judgment and the orders amending the judgment is clear.\nCrusader's brief explicitly adopts Cruisers' arguments regarding\nreimbursable expenses and attorney's fees, which were the subject\nmatters of the orders. If Crusader only intended to appeal the\njudgment, there would have been no need to discuss attorney's fees,\nwhich were not included in the original judgment. See Foman v.\nDavis, 371 U.S. 178, 181 (1962) (finding that appellant intended to\nappeal both judgment and denial of motion to vacate based in part\non parties' briefs addressing issues relevant to the original\njudgment and to the motion).\n\n                                -11-\n\f           On appeal, defendants-appellants argue that the district\n\ncourt committed four errors because: (1) the plaintiffs' claim for\n\nbreach of warranty is barred by the statute of limitations; (2) the\ntestimony of plaintiffs' expert should have been excluded; (3) the\n\njury should not have been permitted to award non-defect-related\n\nexpenses; and (4) the award of attorney's fees was not warranted.\nWe address each of these alleged errors in turn.\n\n                         II.   Statute of Limitations\n\n           Appellants contend that the district court erred in\n\nrefusing   to    grant    them    judgment      as     a    matter   of    law     because\nplaintiffs' breach of warranty claim is barred by the statute of\n\nlimitations. Viewing the record in the light most favorable to the\nnon-moving      party,   we    review     de    novo       whether   the    statute     of\nlimitations has run so that judgment as a matter of law is proper.\n\nSee Down E. Energy, 176 F.3d at 13-14 (reviewing de novo whether\n\nclaim was barred by statute of limitations so as to warrant\njudgment as a matter of law); Fed. R. Civ. P. 50(a) (providing that\n\njudgment as a matter of law is warranted when there is no legally\nsufficient evidentiary basis for a reasonable jury to find for the\nplaintiffs).       Because       this    Court's     jurisdiction          is   based   on\n\ndiversity of citizenship, we apply Puerto Rico law to this issue.\nSee Erie R. Co. v. Tompkins, 304 U.S. 64, 78 (1938) (holding that\n\nfederal    court    exercising          diversity      jurisdiction         must     apply\n\nsubstantive state law); Fitzgerald v. Expressway Sewerage Constr.,\n\nInc., 177 F.3d 71, 74 (1st Cir. 1999) (same).\n\n\n\n                                         -12-\n\f            Section 3841 of the Puerto Rico Civil Code (\"Code\")\n\nobligates a vendor to provide a vendee with a warranty against\n\nhidden defects that render a product sold \"unfit for the use to\nwhich it was destined.\"      P.R. Laws Ann. tit. 31, § 3841 (1990).\n\nSuch warranty covers only serious defects that are pre-existent and\n\nunknown to the vendee at the time of sale, regardless of whether\nthe defects are known to the vendor.       See id. (stating that vendor\n\nis not liable for patent or visible defects); id. § 3842 (providing\n\nfor liability of vendor even if defects are unknown to him); Ferrer\n\nv. Gen. Motors Corp., 100 P.R.R. 244, 254, 100 P.R. Dec. 246, 255-\n\n56 (1971) (summarizing requirements for breach of warranty claim).\n\nIf there is a breach of warranty, the Code gives the vendee the\n\noption of rescission of the contract or a proportional reduction in\nprice.    See P.R. Laws Ann. tit. 31, § 3843 (1990).\n\n            The Code further provides that any action brought for\n\nbreach of warranty must be filed within six months of delivery of\nthe product sold.     See id. § 3847.      The Supreme Court of Puerto\n\nRico,    however,   has   interpreted    the   limitations   period   more\n\nleniently: the statute of limitations begins to run not on the\n\nactual date of delivery, but rather on the date that \"steps to come\n\nto an understanding following the contract were interrupted.\"\n\nFerrer, 100 P.R.R. at 254, 100 P.R. Dec. at 256; accord Betancourt\n\nv. W.D. Schock Corp., 907 F.2d 1251, 1253-54 (1st Cir. 1990); Kali\n\nSeafood, Inc. v. Howe Corp., 709 F. Supp. 285, 287 (D.P.R.)\n\n[hereinafter Kali Seafood I], aff'd, 887 F.2d 7 (1st Cir. 1989)\n\n\n\n\n                                  -13-\n\f[hereinafter Kali Seafood II]; Casa Jaime Corp. v. Castro, 89\n\nP.R.R. 686, 688, 89 P.R. Dec. 702, 704 (1963).\n\n          The district court, in denying the defendants' motion for\njudgment as a matter of law, determined that the statute of\n\nlimitations had never begun to run because of ongoing negotiations\n\nbetween the parties. The district judge ruled that since \"the main\nfailure here is of the engines, which according to the plaintiffs\n\nwere never repaired, we hold that the claims continually made to\n\nCruisers on any and all items were continually tolling the statute\n\nin this case.\"4   Because there were still problems in January\n\nand/or February of 1996 involving the repair of the engine water\n\nhoses, followed by a letter of complaint (although not referencing\n\nthe engine problems) from Correa on June 18, 1996, and more\ncommunication in August and September of 1996, the district court\n\ndetermined there were ongoing efforts \"to come to an understanding\"\n\nso that the January 27, 1997 filing of the complaint was \"within\nthe necessary six months as prescribed by the Civil Code.\"\n\n          It is undisputed that the Correas were in continual\n\ncommunication with defendants about their engine problems from June\n\nof 1995 through December 5, 1995, when the representatives from\n\nCruisers and Crusader came to Puerto Rico to inspect the boat.\n\nThus, until at least December 5, 1995, the parties were engaged in\n\n\n4\n   Although the district court uses the term \"tolling,\" and the\ndefendants dispute the applicability of the Code's tolling\nprovision, see P.R. Laws Ann. tit. 31, § 5303 (1990), it is clear\nfrom this context that the district court is not applying the\ntolling provision, but rather discussing what triggers the running\nof the limitations period.\n\n                               -14-\n\fefforts to reach an understanding about any defects involving the\n\nboat's engines.5      See Kali Seafood II, 887 F.2d at 8-9 (affirming\n\nthat the \"steady communication\" between November 1980 and August\n1983 regarding the functioning and repair of ice maker prevented\n\nlimitations period from running); cf. Betancourt, 907 F.2d at 1253-\n\n54 (deciding that gap in communication between April 1982 and\nNovember 1984 precluded a finding of a \"continuous series of\n\n'claims and answers'\" and therefore did not prevent the statute of\n\nlimitations from running).\n\n              The parties primarily disagree as to whether there were\n\ncontinuing efforts to resolve the engine problems between December\n\n5, 1995 and August of 1996.         Appellants argue that plaintiffs made\n\nno complaints about the engines during this period of more than six\nmonths   so    that   the    statute   of     limitations   had    expired   when\n\nplaintiffs renewed their complaints in August of 1996.                  Even if we\n\nwere to accept their argument that the statute of limitations would\nexpire during a six-month lull in communication -- a matter on\n\nwhich we take no view -- we find no such break.              Evidence at trial\n\nindicates      that   on    December   26,     1995,    Correa    was   still   in\n\ncommunication     with      the   defendants    about    unresolved     problems,\n\n\n5\n  Because the district court determined that Cruisers and Crusader\nwere jointly and severally liable, and People's Marine was an\nauthorized dealer of Crusader from December of 1995 to August of\n1996, the district court ruled that communication between Correa\nand Cruisers, Crusader, and/or People's Marine was effective as\nbetween them all for purposes of the statute of limitations: \"But\nonce this statute was tolled against Cruisers which is solidarily\nliable with Crusader then any and all claims against Cruisers\nthroughout all this period is attributable as a tolling to\nCrusader.\" This finding was not challenged on appeal.\n\n                                       -15-\n\fincluding the blistered engine hoses, which allegedly prevented any\n\nuse of the boat.     In addition, there was testimony to indicate that\n\nthe engine hoses were not replaced until January or February of\n1996, at the earliest, so that plaintiffs were unable, during this\n\ntime, to test whether their engines were functioning properly.\n\nThus,    this     period   of   time      should     constitute        continuing\ncommunication between the parties about warranty service so as to\n\nprevent the statute of limitations from commencing to run.                    See\n\nKali Seafood I, 709 F. Supp. at 287 (finding that statute of\n\nlimitations did not begin to run while ice maker was undergoing \"a\n\nseries   of     modifications   in   an     effort   to   make    it    function\n\nproperly\").      As a result, when viewing the evidence in the light\n\nmost favorable to the plaintiffs, the earliest time the statute\ncould have begun to run was March of 1996, after replacement of the\n\nengine hoses, which would mean that the limitations period would be\n\nexhausted six months later, at the beginning of September of 1996.\n              However, Correa made further complaints about the boat,\n\nin general, on June 18, 1996, and about the engines, in particular,\n\nin August of 1996.      Letters continued to be exchanged between the\n\nparties until October of 1996.              These further communications\n\nindicate that there was no six-month gap, as appellants allege, in\n\nwhich the statute could run, but rather that the parties were still\n\ntrying to reach an understanding about the warranty until October\n\nof 1996.      Although there is no evidence of complaints specific to\n\nthe engines between March and August of 1996, the parties could\n\nstill have been attempting to reach an agreement during this time,\n\n\n                                     -16-\n\fin which the boat was used only the one time (in June 1996).6\nThus, the earliest \"trigger date\" to start the limitations period\n\nwould be October of 1996, when Correa refused all further efforts\nfrom the defendants to inspect the boat and remedy the problem.\n\nSee Kali Seafood II, 887 F.2d at 8, 9 (noting that trigger date\n\nstarting the limitations period was the day that \"appellant called\na halt to all remedial efforts\").          The complaint, filed on January\n\n27,   1997,    was   well   within   six   months   of   this   trigger   date.\n\nTherefore, we find that the plaintiffs' claim is not barred by the\n\nstatute of limitations.\n\n                            III.   Expert Testimony\n\n              Appellants assert that even if plaintiffs' breach of\nwarranty claim was properly before the court, the district court\nerred in allowing the testimony of plaintiffs' expert witness,\n\nRamón Echeandía.       In essence, plaintiffs' expert opined that the\nengines' fuel management system was defective, as evidenced by\nexcessive smoke during their operation and sooty spark plugs,\n\nthereby causing engine stalling and backfiring. Appellants contend\nthat the expert's testimony should have been excluded because he\n\n\n\n\n6\n  Appellants argue that, contrary to the district court's finding,\nonly communication regarding the alleged engine defect, as opposed\nto other repairs covered by the boat's warranty, can prevent the\nlimitations period from starting to run for a breach of warranty\nclaim.   We need not address that claim.     Even if we limit our\nreview of continuous communications to those involving the engines,\nthe gap between the end of February or April of 1996, when the\nengine hoses had been fixed, and August of 1996, when Correa\nspecifically mentioned the engine problems again, was less than six\nmonths.\n\n                                      -17-\n\fwas not qualified, relied on a defective methodology, and gave\n\nirrelevant testimony.\n\n           We review the district court's decision to admit expert\ntestimony for abuse of discretion.           See Gen. Elec. Co. v. Joiner,\n\n522 U.S. 136, 138-39, 143, 146 (1997) (holding that abuse of\n\ndiscretion standard applies on review regardless of whether the\ntrial court admitted or excluded the contested expert testimony);\n\nDiefenbach v. Sheridan Transp., 229 F.3d 27, 29 (1st Cir. 2000).\n\n           Federal   Rule    of   Evidence     702    imposes   an    important\n\ngatekeeper function on judges by requiring them to ensure that\n\nthree requirements are met before admitting expert testimony:\n\n(1) the    expert   is   qualified   to     testify   by    knowledge,   skill,\n\nexperience, training, or education; (2) the testimony concerns\nscientific, technical, or other specialized knowledge; and (3) the\n\ntestimony is such that it will assist the trier of fact in\n\nunderstanding or determining a fact in issue.               See Fed. R. Evid.\n\n702; Daubert v. Merrell Dow Pharms., Inc., 509 U.S. 579, 589, 592\n\n(1993) (discussing trial judge's role in screening scientific\n\nexpert testimony for reliability and relevancy); see also Kumho\n\nTire Co.    v.   Carmichael,   526   U.S.     137,    141   (1999)   (extending\n\nDaubert's gatekeeping obligation to technical and other specialized\n\nexpert testimony); Diefenbach, 229 F.3d at 30 (setting forth three\n\nrequirements of Rule 702).\n\n           At trial, defendants objected to the proffered testimony\n\nof Echeandía on three grounds. Defendants contended that Echeandía\n\ncould not properly be qualified as an expert because he lacked\n\n\n                                     -18-\n\feducation, training, and experience with fuel management systems,\n\nincluding marine systems.          Second, defendants asserted that the\n\nexpert's methodology was unreliable because he did not use any\ninstruments to inspect the engines.              Further, defendants argued\n\nthat his proffered testimony was irrelevant because it related to\n\nfuel mismanagement rather than to engine stalling or backfiring.\nIn response to these objections, the district court conducted an\n\nextensive voir dire as to Echeandía's qualifications and opinion.\n\nUpon conclusion of the voir dire, the district court found that\n\nEcheandía was qualified as an expert \"in light of his experience.\"\n\n            Echeandía testified that he holds a bachelor's degree in\n\nmechanical engineering from the Mayagüez Agricultural College of\n\nthe University of Puerto Rico.        He obtained an engineering license\nafter passing a qualifying exam given by the government of Puerto\n\nRico and the College of Engineers.\n\n            In addition to his education, Echeandía testified as to\nhis     mechanical    engineering    experience,      particularly    as   it\n\ncorresponds to engine repair.          He worked for the Puerto Rican\n\nCement Company for five years, where he performed maintenance on\n\nheavy    equipment,    including    work    on   Caterpillar,   GM,   Diesel,\n\nWisconsin, Pearce, and Perkins engines.             Echeandía then moved to\n\nSea Train Line Container Division, where he worked for six years as\n\nmaintenance engineer for all of the company's equipment, which\n\nincluded     tractors,    trailers,     vans,      diesel   generators     for\n\nrefrigeration units, Johnson outboard motors, and Chevrolet and\n\n\n\n\n                                     -19-\n\fFord engines.        He also assisted the chief engineer with repair of\n\nauxiliary engines on vessels.\n\n              Echeandía then worked for approximately three years at\nOrbital   de    Puerto    Rico,   performing    mechanical       maintenance   on\n\ngasoline and diesel engines. After his stint at Orbital, he bought\n\nMiami Rebuilders of Models, Inc., where he overhauled automobile\nengines, diesel engines, and marine engines for about three years.\n\nHis work on specific marine engines included, inter alia, the\n\nrebuilding     of     approximately   fifteen    454    Chevrolet     (\"Chevy\")\n\ncarburetor engines and twenty marine diesel engines.7                     He then\n\nopened an automobile repair shop, in which he has been repairing\n\nfuel injection engines for more than twenty years.                Echeandía was\n\nalso able to explain to the court how a marine fuel injection\nengine differs from an automobile fuel injection engine.\n\n              Based upon these qualifications, we find no abuse of\n\ndiscretion in the district court's decision to qualify Echeandía as\nan   expert    in    mechanical   engineering   of     engines    based   on   his\n\nexperience.     Rule 702 permits qualification of an expert based on\n\nknowledge, skill, experience, training, or education.                 See Tokio\n\nMarine & Fire Ins. Co. v. Grove Mfg. Co., 958 F.2d 1169, 1175 (1st\n\nCir. 1992) (citing United States v. Paiva, 892 F.2d 148, 160 (1st\n\nCir. 1989)).        Although plaintiffs' expert might not have qualified\n\nas an expert based solely on his educational background in marine\n\nengines, his experience repairing various marine and fuel-injection\n\n7\n  Correa's boat also has 454 Chevy engines, although they are fuel\ninjection engines, whereas the 454 Chevy engines that Echeandía\nrebuilt were carburetor engines.\n\n                                      -20-\n\fengines for over twenty years provided a basis for the district\n\ncourt to find him qualified to opine on the function of plaintiffs'\n\nmarine engines.     Thus, we will not disturb the district court's\nqualification determination.     See Diefenbach, 229 F.3d at 30\n\n(noting that trial court has \"broad discretionary powers\" in\n\nqualification of experts and that court's decision will be affirmed\nunless there is clear error); United States v. Hoffman, 832 F.2d\n\n1299, 1310 (1st Cir. 1987) (same).\n\n          As for the expert's methodology, the district court had\n\nplaintiffs' expert describe how he arrived at his opinion regarding\n\nCorrea's engines.    Echeandía testified during voir dire that when\n\nhe arrived to inspect the boat, Correa opened the engine hatches,\n\nand Echeandía made a visual inspection.   Echeandía then stood next\nto the engines while Correa started the engines.        Plaintiffs'\n\nexpert attested to an excessive amount of smoke coming from the\n\nengines, indicating to him a bad fuel system.   Echeandía testified\nthat it is important for an engine to have the right proportions of\n\ngasoline and air flowing into it, otherwise the engine will not\n\nburn properly and the spark plugs will \"foul up.\"    A \"fouled up\"\n\nspark plug, according to Echeandía, can cause engine backfiring or\n\nproblems starting the engine. After warming up the engines, Correa\n\nand Echeandía took the boat out for a test.     After their return,\n\nEcheandía removed a spark plug from the engines and noted it was\n\nblackened from soot, rather than clean, as it should be in a\n\nproperly functioning engine.\n\n\n\n\n                                -21-\n\f             Defendants       objected          to        Echeandía's        methodology,\n\ncomplaining that a visual inspection, accompanied by removal of a\n\nspark   plug,      was   insufficient      to    be       reliable.      Specifically,\ndefendants noted that Echeandía did not use any instruments or\n\ngauges to determine whether Correa's engines were functioning\n\nproperly.     Nor did plaintiffs offer any evidence to show that this\ntype    of    cursory     examination      is        an    accepted     or     recognized\n\nmethodology for diagnosing marine engine problems.\n\n             The    district      court,      however,        accepted        Echeandía's\n\nmethodology as reliable. In reviewing the reliability of proffered\n\nexpert testimony, the trial court conducts a \"flexible inquiry,\"\n\nwhich includes consideration of \"the verifiability of the expert's\n\ntheory or technique, the error rate inherent therein, whether the\ntheory or technique has been published and/or subjected to peer\n\nreview,      and   its   level    of   acceptance            within     the    scientific\n\ncommunity.\"        Ruiz-Troche v. Pepsi Cola of P.R. Bottling Co., 161\n\nF.3d 77, 81 (1st Cir. 1998).           Acceptance of the methodology by the\n\nother     party's    expert      may   give      additional       credence       to   the\nreliability of the proffered testimony.                      See id. at 84 (opining\n\nthat plaintiff's expert, who used the same scientific technique as\n\ndefendant's expert, added validation to methodology of defendant's\n\nexpert).\n\n              Although plaintiffs did not offer any evidence that\n\nEcheandía's visual inspection of the engines was a well-accepted\n\nmethod of diagnosing the existence of engine or fuel management\n\nproblems, here, we find it to be a matter of common sense that a\n\n\n                                        -22-\n\fvisual inspection, including observation of excessive smoke and\n\n\"fouled up\" spark plugs, would be one acceptable way for a mechanic\n\nor   engineer   to   detect   an    engine    problem.      Moreover,     one   of\nCrusader's experts, Andrew Prietz, offered support for Echeandía's\n\nmethodology by acknowledging that a sooty spark plug is a sign of\n\nfuel mismanagement, which can cause stalling and shutting off of\nthe engine.     Taking into account the \"flexible inquiry\" that a\n\ndistrict court conducts, we cannot say that the court committed\n\n\"meaningful error\" in admitting Echeandía's testimony.                See Ruiz-\n\nTroche, 161 F.3d at 83 (stating that district court's reliability\n\ndetermination will only be reversed when there is a \"'meaningful\n\nerror in judgment'\") (quoting Anderson v. Cryovac, Inc., 862 F.2d\n\n910, 923 (1st Cir. 1988)).\n           Appellants    further      claim      that   Echeandía's   testimony\n\nshould have been excluded because it was irrelevant. The relevancy\n\ninquiry under Rule 702 focuses on whether the expert testimony\n\"likely would assist the trier of fact to understand or determine\n\na fact in issue.\"        Id. at 81 (discussing \"special relevancy\"\n\nrequirement of Rule 702).            Appellants claim that Echeandía's\n\ntestimony is irrelevant because it relates only to smoke and sooty\n\nspark plugs (i.e., the fuel management system), rather than to an\n\nengine stalling or starting problem, which is the alleged defect.\n\nThe district court disagreed, however, and ruled that the expert\n\ntestimony was relevant.            Because Echeandía explained that the\n\nexcess smoke    and   \"fouled      up\"   spark    plugs   could   cause   engine\n\nbackfiring or stalling, we agree with the district court that his\n\n\n                                      -23-\n\ftestimony was relevant as to whether or not the engines were\n\ndefective. Thus, there was no abuse of discretion in admitting the\n\nexpert testimony.\n\n                                   IV.   Expenses\n\n             Appellants     also    appeal      the    district      court's   ruling\n\npermitting the jury to award plaintiffs the expenses they incurred\n\nfor dockage, insurance, and licenses, as well as the amendment to\n\nthe judgment for additional dockage, license, and insurance fees.\n\nIn   their   motion   for    judgment      as   a     matter    of   law,   based   on\n\nlimitations grounds, defendants argued that if the court did not\ngrant their motion, the court should nevertheless, under Puerto\n\nRico law, disallow plaintiffs' claims for dockage, insurance, and\nlicense fees because these expenses would have been incurred\nregardless of any alleged defect.               The issue of what constitutes\n\nreimbursable \"expenses\" under Puerto Rico law in an action for\nrescission of contract is a question of law.                   Therefore, we review\nthe district court's decision de novo.                  See Disola Dev., LLC v.\n\nMancuso, 291 F.3d 83, 86 (1st Cir. 2002).\n             The Puerto Rico Civil Code provides that when there is a\nbreach of warranty against hidden defects, \"the vendee may choose\n\nbetween withdrawing from the contract, the expenses which he may\nhave incurred being returned to him, or demanding a proportional\nreduction of the price.\"           P.R. Laws Ann. tit. 31, § 3843 (1990).\n\nHowever, if the vendor had knowledge of the hidden defects and did\nnot inform the vendee, then the vendee has the additional remedy of\n\nbeing \"indemnified for the losses and damages should he choose the\n\n                                         -24-\n\frescission.\"     Id.     In the case before us, there was no allegation\n\nthat the defendants were aware of any hidden defect at the time of\n\nsale, so only \"expenses,\" as opposed to \"losses and damages,\" are\nrecoverable.\n\n            Plaintiffs, in addition to the purchase price of the boat\n\n($132,350.00) plus interest, sought reimbursement of the following\n\"expenses,\" incurred between the date of delivery and trial:\n\ninsurance for the boat ($13,326.00); dockage fees ($14,980.38);\n\nlicense fees ($1,164.95); and miscellaneous costs for missing\n\nequipment, repairs, and maintenance (totaling $3,350.28).                    At\n\ntrial, defendants objected to these \"expenses,\" except for the\n\nmiscellaneous costs, claiming that these were not recoverable\n\n\"expenses\" because they were not related to the alleged defect.\nRather, these were ordinary expenses associated with owning a boat\n\nthat   would    have   been   incurred   whether   or   not    the   boat   was\n\ndefective.      The district court found otherwise, considering the\ncosts as \"reasonable expenses for the upkeep\" of the boat that\n\nshould go to the jury.           We disagree.      Although the case law\n\ninterpreting the expanse of the remedy for breach of warranty under\n\n§   3843   is   hardly    crystal   clear,   our   review     indicates     that\n\nrecoverable \"expenses,\" as opposed to \"losses and damages,\" are to\n\nbe interpreted narrowly and are limited to costs that are directly\n\nrelated to the defect.\n\n             In Berríos v. Courtesy Motors of Puerto Rico, Inc.,\n\n91 P.R. Dec. 441 (1964), the plaintiff, who purchased an automobile\n\nwith a defective transmission, sued the vendor for breach of\n\n\n                                    -25-\n\fwarranty against hidden defects.         In addition to rescission of the\n\nsales   contract    and   return    of   the   vehicle    down   payment    and\n\ninstallment   payments    already    made,     the   plaintiff   also    sought\nreimbursement for transportation expenses that he incurred over the\n\neleven months while his vehicle was inoperable.               See id. at 444.\n\nThe Supreme Court of Puerto Rico held that these transportation\ncosts were not recoverable.         See id. at 449.       Rather, the court\n\nindicated    that   the   transportation       costs   were    more     properly\n\nconsidered as \"losses\" or \"damages,\" which would be appropriate\n\nonly where the vendor knew of the defect at the time of sale.                See\n\nid. at 448-49.      Since the trial court made no finding that the\n\nvendor knew of the defective transmission, the court excluded the\n\ntransportation costs from the plaintiff's award.              See id.\n\n            Similarly, the District Court for the District of Puerto\n\nRico has held that the remedy for breach of warranty is limited to\n\nthe price paid for the contract and \"expenses directly related to\na product's hidden defects.\"        Ramos Santiago v. Wellcraft Marine\n\nCorp., 93 F. Supp. 2d 112, 118 (D.P.R. 2000).            In Ramos Santiago,\n\nthe plaintiff sued for breach of warranty against hidden defects\n\narising out of a contract for the sale of a motor boat.                      The\n\nplaintiff sought recovery of the price of the boat, the cost of\n\nremoving and transporting it, the cost of maintaining it in storage\n\nwhile inoperable, and damages for \"mental anguish suffered from\n\nbeing out at sea in a broken-down boat with a severely injured\n\npassenger on board.\"        Id. at 118 & n.5.            The district court\n\ndifferentiated between these sums, implying that the price of the\n\n\n                                    -26-\n\fboat, the removal and transportation cost, and the storage cost\n\nwould be recoverable because they qualify as \"directly related\n\neconomic loss\" due to the defect, whereas the mental anguish\ndamages would not be because they are \"beyond the damage to the\n\nboat itself.\"    Id. at 118.    In sum, the court limited recoverable\n\nexpenses to those that stemmed from \"the objective fact of the\n[alleged] defect\" rather than \"from the damages caused by such\n\ndefect.\"    Id. (internal quotation marks omitted); see also Ferrer,\n\n100 P.R.R. at 254-55, 100 P.R. Dec. at 256 (finding that, as a\n\nresult of defective automobile, appellant should be reimbursed the\n\ncontract price and \"the expenses which he necessarily incurred as\n\na result of the faults or defects\" of the vehicle, but was not\n\nentitled to any damages).\n            Plaintiffs, defending the district court's determination\n\nthat the dockage, insurance, and license fees are recoverable\n\nexpenses under § 3843, cite to a case where the Supreme Court of\nPuerto Rico, in addition to rescission of the contract, explicitly\n\nawarded insurance    expenses    to   the   plaintiff   for   a   breach   of\n\nwarranty.    See Departamento de Asuntos del Consumidor v. Marcelino\n\nMercury, Inc., 105 P.R. Dec. 80, 85 (1976) (awarding plaintiff the\n\nsale price of the defective car plus payments made to appellees for\n\nmonthly installments, registration, insurance, and financing).\n\nAlthough this case facially seems to indicate that insurance\n\npayments related to the defective product qualify as expenses under\n\n§ 3843 rather than as damages or losses, we do not read the case to\n\ndecide this issue.   First, Marcelino Mercury does not even discuss\n\n\n                                  -27-\n\fthe difference between expenses and losses or damages.                      Second,\n\nalthough    not   explained      in   the    opinion,     it    appears    that   the\n\ninsurance payments were recoverable because they were part of the\namount the plaintiff paid to appellees as part of the contract.\n\nCf. Rios Ruiz v. Auto Outlet Sales, Nos. KLRA0100707, KLRA0100715,\n\n2002   WL   537660,   at    *7   (P.R.      Cir.   Ct.    App.    Jan.    23,   2002)\n(nullifying the financing contract because of the rescission of the\n\nunderlying sales contract). Thus, the court did not award expenses\n\nincurred by the plaintiff after perfection of the contract, but\n\nrather, in granting rescission of the sales contract, ordered\n\nreturn of all the payments made by the plaintiff to the appellees\n\nunder the contract.        Therefore, the facts of Marcelino Mercury do\n\nnot undermine our conclusion under Berríos and Ramos Santiago that\nrecoverable expenses are limited to those directly related to the\n\ndefect.\n\n            In the case before us, we find that the plaintiffs'\nexpenses for dockage, insurance, and licensing are not related in\n\nany way to the defect in the boat's engines, but are expenses that\n\nwould have been incurred by the plaintiffs whether or not their\n\nboat suffered from any problems.             As a result of this finding and\n\nour understanding     of     §   3843,      we   vacate   the    district   court's\n\njudgment of March 23, 2000, insofar as it awards reimbursement of\n\ndockage fees, insurance premiums, and license fees.8\n\n\n\n\n8\n  Appellants do not appeal the judgment's award of maintenance and\nrepair fees in the amount of $3,350.28.\n\n                                       -28-\n\f           Appellants further appeal the district court's order of\n\nDecember 18,     2000     amending      the   judgment        to    award    payment   to\n\nplaintiffs of additional dockage, license, and insurance fees\nincurred after the entry of judgment on March 23, 2000, and to\n\nallow motions for future additional expenses.                      The district court,\n\nin amending the judgment, adopted the plaintiffs' rationale that\nthe   court's    March    23    judgment      rendered    the        plaintiffs     legal\n\ncustodians, or bailees, of the boat until the judgment becomes\n\nfinal and defendants accept possession of the boat.                              As legal\n\ncustodians, the court determined that the plaintiffs were under a\n\nlegal duty      to   maintain     the   boat     with    due       diligence,     thereby\n\nnecessarily     incurring       further    dockage      and    insurance         expenses.\n\nBecause   we    find     that    the    district     court         erred    in    adopting\nplaintiffs' bailment theory, we reverse the amendment of the\n\njudgment awarding dockage and insurance fees.\n\n           The March 23, 2000 judgment ordered the plaintiffs to\nreturn the boat to defendants and awarded a monetary amount to\n\nplaintiffs against defendants.             Although plaintiffs could not move\n\nto enforce the judgment until ten days after its entry, see Fed. R.\n\nCiv. P. 62(a), there was nothing to prevent plaintiffs from seeking\n\ncourt enforcement of the judgment after the expiration of this ten-\n\nday automatic stay period, had they so desired.                      See Fed. R. Civ.\n\nP. 69 (providing process for execution of money judgments); Fed. R.\n\nCiv. P. 70 (providing process for enforcement of judgments to\n\nperform specific acts).          Contrary to plaintiffs' assertion, there\n\nis no requirement that the judgment become final before it can be\n\n\n                                          -29-\n\fenforced. Cf. Fed. R. Civ. P. 62(d) (providing that when an appeal\n\nis taken, the appellant may seek a stay of execution of the\n\njudgment by filing a bond).      Thus, plaintiffs did not become\nbailees of the boat by operation of the judgment.       Rather, the\n\nplaintiffs had a duty to return the boat to the defendants.    If the\n\ndefendants refused to accept the boat and/or pay the judgment, then\nthe proper remedy would have been for plaintiffs to move for\n\nenforcement of the judgment rather than to continue incurring\n\nadditional expenses for the maintenance of the boat.          Because\n\nplaintiffs failed to turn over the boat to defendants and/or\n\nrequest an enforcement of the judgment, they cannot now recover for\n\nunnecessarily incurred expenses. Cf. Knapp Shoes, Inc. v. Sylvania\n\nShoe Mfg. Corp., 72 F.3d 190, 204-05 (1st Cir. 1995) (\"The general\nprinciple is well settled that a party cannot recover for harms\n\nthat its own reasonable precautions would have avoided.\")         We\n\nhereby vacate the December 18, 2000 order insofar as it awards the\nplaintiff dockage and insurance fees incurred after the entry of\n\njudgment and permits application to the district court for further\n\nsuch awards.\n\n                        V.   Attorney's Fees\n\n          In addition to the award of dockage, insurance, and\nlicense fees, appellants challenge the district court's December\n18, 2000 order awarding attorney's fees to plaintiffs in the amount\n\nof $30,000.    We review the trial court's determination of whether\nattorney's fees are appropriate, based on obstinate conduct, for\n\nabuse of discretion.   See Dopp v. Pritzker, 38 F.3d 1239, 1253 (1st\n\n                                -30-\n\fCir. 1994) (vacating award of attorney's fees because party's\n\nconduct,     viewed       in   context       of    \"the    overall    nature        of    the\n\nlitigation,\" did not support finding of obstinacy).                         An error of\nlaw constitutes an abuse of discretion.                    See Goya Foods, Inc. v.\n\nWallack Mgmt. Co., 290 F.3d 63, 75 (1st Cir. 2002).                                      Since\n\njurisdiction is based on the diversity of the parties, we apply the\nsubstantive law of Puerto Rico to this issue.                    See Grajales-Romero\n\nv. Am. Airlines, Inc., 194 F.3d 288, 301 (1st Cir. 1999).\n\n             The Puerto Rico Rules of Civil Procedure provide that\n\n\"[i]n the event any party or its lawyer has acted obstinately or\n\nfrivolously, the court shall, in its judgment, impose on such\n\nperson the payment of a sum for attorney's fees which the court\n\ndecides corresponds to such conduct.\" P.R. Laws Ann. tit. 32, App.\nIII, R. 44.1(d) (Supp. 1998). Although the Rules do not themselves\n\ndefine obstinacy, there is ample case law within this Circuit to\n\nelucidate the concept.\n             \"A finding of obstinacy requires that the court determine\n\na   litigant    to    have     been    unreasonably         adamant    or     stubbornly\n\nlitigious, beyond the acceptable demands of the litigation, thereby\n\nwasting    time     and    causing     the    court       and   the   other    litigants\n\nunnecessary expense and delay.\"                    De León López v. Corporación\n\nInsular de Seguros, 931 F.2d 116, 126 (1st Cir. 1991).                             Once the\n\ncourt has determined that a party has engaged in obstinate conduct,\n\nimposition     of    attorney's       fees    is    mandatory.        See     R.    44.1(d)\n\n(stating that the court \"shall\" impose attorney's fees in cases of\n\nobstinacy); see also Dopp, 38 F.3d at 1252; Fernández Mariño v. San\n\n\n                                         -31-\n\fJuan Cement Co., 18 P.R. Offic. Trans. 823, 829 (1987).    The amount\n\nof the fees awarded, however, is left to the discretion of the\n\ncourt.   See Dopp, 38 F.3d at 1252; Fajardo Shopping Ctr., S.E. v.\nSun Alliance Ins. Co., 81 F. Supp. 2d 331, 334 (D.P.R. 2000)\n\n(noting that award of fees need not match actual attorney's fees\n\nincurred, but should be determined based on extent of obstinate\nconduct).\n\n            The Supreme Court of Puerto Rico has stated:\n\n            The main purpose of awarding attorney's fees\n            in cases of obstinacy is to impose a penalty\n            upon a losing party that because of his\n            stubbornness,   obstinacy,   rashness,   and\n            insistent frivolous attitude has forced the\n            other party to needlessly assume the pains,\n            costs, efforts, and inconveniences of a\n            litigation.\n\nFernández Mariño, 18 P.R. Offic. Trans. at 830. Under this theory,\n\nattorney's fees are appropriate when a party unnecessarily prolongs\nor complicates litigation.   See id.   Examples of obstinate conduct\n\ninclude: denying all liability in answering a complaint, where the\n\ndefendant later admits liability; raising inapplicable defenses;\n\ndenying all liability when only the amount of damages sought is\n\ncontested; and denying a fact, knowing it is true.   See id. at 830-\n\n31 (collecting cases).   Obstinacy is to be judged in light of the\n\noverall circumstances of the particular case. See Dopp, 38 F.3d at\n\n1253 (opining that court should look at case's \"personality\" in\n\nevaluating obstinacy); Fajardo Shopping Ctr., 81 F. Supp. 2d at 334\n\n(recognizing that certain conduct may or may not be obstinate\n\ndepending upon the particular stage of litigation or the particular\n\ncase).   Though the degree of obstinacy is the critical factor in\n\n                                -32-\n\fdetermining whether attorney's fees are warranted, other factors to\n\nbe weighed include, inter alia, the nature of the litigation, the\n\nlegal   issues   involved,   the    time    spent,   and   the   efforts   and\nabilities of the attorneys.        See Velázquez Ortiz v. Universidád de\n\nPuerto Rico, 128 P.R. Dec. 234, 238 (1991).\n\n           In this case, the district court based its obstinacy\ndetermination on the following findings: (1) Cruisers and Crusader\n\ndenied a fact that was known to them, namely, that after the fuel\n\nsystem was replaced on October 21, 1995, the plaintiffs suffered\n\nfurther engine problems; (2) the defendants stubbornly denied all\n\nliability, even when it was \"highly probable\" that the plaintiffs\n\nwould prevail; (3) the defendants limited their proposed settlement\n\nto $150,000, although the original price of the boat was $132,350\nand the judgment was for more than $200,000.\n\n           The district court found that defendants denied the\n\nexistence of any engine problems after Paul Doppke's repairs on\nOctober 21, 1995.    The court relied on defendants' answers, which,\n\nin response to the complaint's allegations of continuing engine\n\nproblems after October 21, 1995, averred that defendants lacked\n\nsufficient knowledge to answer.            Yet, the court determined that\n\ndefendants were aware of further engine problems because Guillermo\n\nCidre and Osmani del Pino, employees of People's Marine, witnessed\n\none of the engine failures and because defendants' representatives\n\ncame to Puerto Rico in December of 1995 to investigate plaintiffs'\n\nengine complaints.    The court found that this \"denial\" of a known\n\nfact constituted obstinacy.        See Fernández Mariño, 118 P.R. Offic.\n\n\n                                     -33-\n\fTrans. at 830, 832 (\"[A]ttorneys must take special care when\n\ndrawing their pleadings so as not to deny facts which they know or\n\nwhich may be easily verified and that to deny allegations in an\nindiscriminate manner, even with the pet phrase 'for lack of\n\ninformation,' is an undesirable practice which attorneys should\n\ntake special care to avoid.\") (citing P.R.-Am. Ins. Co. v. Tribunal\n\nSuperior de P.R., 100 P.R. Dec. 747 (1972)).\n\n            We find the district court's reliance on this factor to\n\nbe flawed.    As a matter of law, denying a fact is different than\n\nasserting    an    inability    to   answer    for    lack    of   sufficient\n\ninformation. Fernández Mariño, on which the district court relied,\n\ndiscusses the danger of indiscriminately denying facts that are\n\nknown or are easily verifiable.        See 18 P.R. Offic. Trans. at 832-\n34 (finding defendants obstinate in a wrongful death suit arising\n\nout of an accident where a truck hit a child on a bicycle where\n\ndefendants denied every allegation in the complaint, including the\noccurrence of the accident and that the child was riding the\n\nbicycle).         Although    Fernández     Mariño    also    warns   against\n\nindiscriminately claiming a lack of sufficient information to\n\nanswer, Fernández Mariño, and the cases upon which it relies, did\n\nnot involve circumstances where the lawyers stated that they lacked\n\nknowledge. See 18 P.R. Offic. Trans. at 832-34 (finding attorney's\n\nfees   appropriate    where    defendants    denied   every   allegation   in\n\ncomplaint); Abreu Roman v. Rivera Santos, 92 P.R. Dec. 325, 331\n\n(1965) (affirming award for attorney's fees where defendants denied\n\na fact that they had accepted in an earlier proceeding before the\n\n\n                                     -34-\n\fsame court); cf. P.R.-Am. Ins. Co., 100 P.R. Dec. at 749 (reversing\n\naward   of    attorney's      fees    where    defendant     admitted    facts     in\n\ninterrogatory that had originally been denied in the answer because\nthere was no evidence that the inclusion of these additional\n\ninterrogatory questions imposed additional costs on plaintiff). As\n\na result, Fernández Mariño does not provide support for imposing\n\nattorney's fees where the defendants have asserted a lack of\n\nsufficient knowledge to answer, as opposed to flatly denying\n\nallegations which they know to be true.\n\n             In addition, as a factual matter, this case is quite\n\ndifferent     than    Fernández      Mariño.      Defendants     recognized,     and\n\nimplicitly admitted, that plaintiffs were complaining of engine\n\nproblems      after   October     21,    1995,     which    is   why    they    sent\nrepresentatives to Puerto Rico to inspect the boat in December of\n\n1995.   However, having not witnessed or been able to diagnose the\n\nengine problems themselves after October 21 because no problems\nwere experienced during the defendants' sea trials, defendants\n\ncould not, in good faith, either admit or deny liability as to\n\nwhether the engines were defective.              Rather, their only option was\n\nto   answer    that    they    lacked    sufficient        knowledge    to     answer\n\nplaintiffs' allegations about post-October engine problems.                     Even\n\nif Guillermo Cidre and Osmani del Pino, both from People's Marine,\n\nwitnessed an engine failure after October 21, 1995 and we attribute\n\nknowledge of such failure to the defendants, as the district court\n\nsuggests, it would be         strange indeed, in the context of a lawsuit,\n\nfor defendants in their answers to admit that the engines were\n\n\n                                        -35-\n\fdefective without discovery as to what caused the engine failure.\n\nSee Grajales-Romero, 194 F.3d at 300-01 (rejecting claim that a\n\nparty \"engages in obstinacy when it merely answers a complaint and\ndenies responsibility for a plaintiff's damages, even if it accepts\n\nthat responsibility later\"). Moreover, since defendants were never\n\nable to recreate the engine failures during discovery, it does not\nstrike us as either unusual or obstinate to refuse to admit that\n\nthe engines were defective.      Just because the jury, at the close of\n\nthe trial, determined that the engines were defective, does not\n\nindicate that the defendants were obstinate in asserting the\n\ncontrary, much less in asserting a lack of knowledge.          See Dopp, 38\n\nF.3d at 1254 (\"Indeed, even if a party's claim ultimately fails, it\n\ncannot be deemed frivolous or obstinate for that reason alone.\").\nDefendant Cruisers did not deny basic facts such as the purchase of\n\nthe   boat   by   the   plaintiffs   or   that   the   defendants   were   the\n\nmanufacturers of the engines and the boat, and defendant Crusader\nclaimed insufficient knowledge to answer many, but not all, of the\n\nallegations in the complaint. Cf. Fernández Mariño, 18 P.R. Offic.\n\nTrans. at 832 (finding that defendant obstinately denied every\n\nallegation in the complaint, including basic underlying facts).\n\n             The second finding that the district court relied upon in\n\nfinding defendants obstinate was their denial of all liability,\n\neven when it appeared \"highly probable\" that plaintiffs would\n\nprevail.     The district court seems to suggest that defendants\n\nshould have admitted liability as to the engine defects, see\n\nFernández Mariño, 118 P.R. Offic. Trans. at 831 (stating that a\n\n\n                                     -36-\n\fparty   should   assume   liability     when   it   appears   prima   facie),\n\nlimiting the trial issues to the remedy as well as to whether moral\n\nand mental anguish damages were available as a matter of law.\nHowever, the district court fails to consider the statute of\n\nlimitations defense, which, if decided in favor of the defendants,\n\nwould have absolved them of any liability under the breach of\nwarranty claim.      See Dopp, 38 F.3d at 1253 (overlooking \"relevant\n\nfactor deserving of significant weight\" is an abuse of discretion).\n\nFurther, as discussed above, defendants did not deny all knowledge\n\nof the engine defects, but rather averred their lack of sufficient\n\ninformation regarding the alleged engine defects.                  Thus, the\n\ndistrict   court's    reliance   on    this    second   finding   also   seems\n\ninsufficient for an obstinacy determination.            See Mejias-Quiros v.\nMaxxam Prop. Corp., 108 F.3d 425, 429 (1st Cir. 1997) (stating that\n\nappellant's claim that defendant was obstinate, based on refusals\n\nto concede certain facts, denial of negligence, and litigation of\nthe issue, could not \"have been seriously intended\").\n\n           The third finding relied upon by the district court was\nthe defendants' failure to propose a reasonable settlement during\n\ntrial, thereby unnecessarily prolonging the litigation. Defendants\n\nlimited their proposed settlement to $150,000.           The district court\n\nfound that this was unreasonable under the circumstances, given the\n\nlikelihood that plaintiffs would prevail on their claims, the\n\noriginal price of the boat in 1995 of $132,350, and the final\n\njudgment exceeding $200,000.      We disagree.\n\n\n\n\n                                      -37-\n\f            First, defendants might have thought that they had a\n\nreasonable chance of succeeding on their statute of limitations\n\ndefense so that they would not be liable for any amount of money.\nSecond, the proposed settlement of $150,000, made when the boat was\n\nover five years old, exceeded the price of the boat when new.\n\nThird, as discussed above, the part of the judgment allowing\nexpenses    for   dockage,     insurance,    and    licensing     fees   is   not\n\npermitted as a matter of law.       As a result, the final judgment does\n\nnot exceed $200,000, but is limited to the original price of the\n\nboat, plus legal interest, and the expenses awarded for repairs and\n\nmaintenance.      Thus, a settlement offer of $150,000 can hardly be\n\nconsidered so unreasonable as to rise to the level of obstinacy.\n\n            In Dopp, we overturned an obstinacy determination based,\n\nin part, on a finding that the defendant was unreasonable in\n\nassessing   the    plaintiff's    damages.         The   defendant,   Pritzker,\n\nclaimed that the plaintiff's damages were limited to $35,000.                 The\njury awarded a verdict to the plaintiff, Dopp, in the amount of\n\n$17,000,000.      We stated:\n\n            Though we readily acknowledge that Pritzker's\n            stated valuation verges on the ludicrous,\n            there is nothing to show that Dopp -- who even\n            now challenges a $17,000,000 verdict as too\n            paltry . . . -- ever placed a more reasonable\n            value on the case, or that a realistic\n            settlement offer by Pritzker would have\n            satisfied Dopp and shortened the proceedings.\n\n38 F.3d at 1254-55.          The key issue is not whether or not the\n\ndefendant's    proposed   settlement    amount       approaches    plaintiff's\n\nclaimed damages, but whether the parties engaged in good faith\n\n\n\n                                    -38-\n\fnegotiations.        See Reyes v. Banco Santander, 583 F. Supp. 1444,\n\n1445-56 (D.P.R. 1984).\n\n           The plaintiffs, in their motion to amend the judgment to\ninclude attorney's fees, did not allege any facts to show that\n\ndefendants did not engage in good faith negotiations.                               Instead,\n\nplaintiffs only pointed to the allegedly inadequate settlement\noffers of $20,000, prior to trial, and $150,000, during trial, as\n\nevidence of lack of good faith.                  Under our case law, this alleged\n\ninsufficiency        is     not   tantamount          to   bad   faith       in    conducting\n\nsettlement negotiations.                As a result, we also find this ground\n\ninadequate to support the district court's obstinacy determination.\n\n            Because we conclude that the district court's findings\n\non which it based its obstinacy determination were infected with\nlegal errors that skewed the court's judgment on the matter, we\n\nreverse the award granting attorney's fees to plaintiffs.                                   See\n\nDopp, 38 F.3d at 1253 (stating that \"'a district court abuses its\ndiscretion when a relevant factor deserving of significant weight\n\nis overlooked, or when an improper factor is accorded significant\nweight, or when the court considers the appropriate mix of factors,\n\nbut commits      a    palpable      error       of    judgment    in     calibrating        the\n\ndecision   scales.'\");            see    also     Goya     Foods,      290    F.3d     at    75\n\n(committing legal error is abuse of discretion).                          Moreover, when\n\nlooking at the overall \"personality\" of the case, the district\n\ncourt   opined       that    \"the       degree       and   intensity     of       Defendants'\n\nobstinate conduct was significant, although not extreme. . . . it\n\ndid not border on fraud, and the litigation itself did not extend\n\n\n                                           -39-\n\fbeyond that to be expected of similar cases which go to trial.\"                  In\n\nlight of the district court's findings, influenced by errors of\n\nlaw, and the defendants' overall conduct, which was not determined\nto   be   extreme,   we   find    that   the     district    court   abused     its\n\ndiscretion.      See   Dopp,     38   F.3d     at   1255   (vacating    award    of\n\nattorney's fees where the court's \"subsidiary findings do not\nsupport is ultimate finding of obstinacy\" and \"the record does not\n\notherwise show that [the defendant] was 'unreasonably adamant or\n\nstubbornly    litigious,    beyond       the    acceptable    demands    of     the\n\nlitigation'\"); Velázquez Ortiz, 128 P.R. Dec. at 238 (asserting\n\nthat the degree or intensity of the obstinate conduct is the\n\ncritical or determining factor).               Thus, we vacate the award of\n\nattorney's fees.\n\n                               VI.    Conclusion\n\n            Because we find that the district court properly held\nthat the plaintiffs' claim was not time-barred and that plaintiffs'\n\nexpert's testimony was admissible, we affirm the judgment as to\n\ndefendants' liability.           However, because we conclude that the\ndistrict court erred in awarding dockage, insurance, license, and\n\nattorney's fees to plaintiffs, we vacate the judgment insofar as it\n\nincludes these sums and remand the case to the district court for\n\naction consistent with this opinion.\n\n\n\n\n                                      -40-\n\f",
  "html": "<p class=\"case_cite\">298 F.3d 13</p>\n    <p class=\"parties\">Arturo CORREA, Melisa Mosca-De-Correa, Conjugal Partnership Correa-Mosca, Plaintiffs, Appellees,<br>v.<br>CRUISERS, A DIVISION OF KCS INTERNATIONAL, INC., Defendant, Appellant.<br>Arturo Correa, Melisa Mosca-De-Correa, Conjugal Partnership Correa-Mosca, Plaintiffs, Appellees,<br>v.<br>Crusader Engines, Thermo Power Corporation, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 01-1240.</p>\n    <p class=\"docket\">No. 01-1241.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 5, 2002.</p>\n    <p class=\"date\">Decided July 23, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Luis N. Blanco-Matos, for appellant Thermo Power Corporation. Jorge C. Cruz-Jov&#233;, with whom Juan B. Soto-Balbas, Mercado &amp; Soto, Michael G. Derrick, Roane Waring, III and Shuttleworth, Williams, Harper, Waring &amp; Derrick were on brief for appellant Cruisers.</p>\n      <p class=\"indent\">Francisco M. Troncoso, with whom Richard Schell-Asad was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-appellants, Cruisers, a Division of KCS International, Inc., and Thermo Power Corporation, appeal from a jury verdict finding that they breached a warranty against hidden defects in the sale of a motorboat to plaintiffs. In accordance with the jury's verdict, the United States District Court for the District of Puerto Rico ordered rescission of the sales contract and return of the purchase price of the boat, plus interest. In addition, the jury awarded to the plaintiffs their costs for dockage, repair and maintenance, insurance premiums, and license fees. The district court further awarded attorney's fees based on its determination that defendants acted obstinately in the course of the litigation. On appeal, defendants-appellants contend that the plaintiffs' claim for breach of warranty against hidden defects is barred by the statute of limitations. Alternatively, even if the claim was properly before the district court, defendants-appellants contend that the district court erred in allowing the testimony of plaintiffs' expert, in permitting the jury to award non-defect-related expenses, and in granting attorney's fees. We affirm in part and reverse in part, remanding the case for action consistent with this opinion.</p>\n    </div>\n    <p>I. Background and Procedural History</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Despite having weathered an eight-day jury trial, the facts in this case are far from settled. However, since this is an appeal from a denial of judgment as a matter of law, which we review de novo, we will present the relevant facts in the light most favorable to the plaintiffs. <i>See Down E. Energy Corp. v. Niagara Fire Ins. Co.,</i> 176 F.3d 7, 13-14 (1st Cir.1999) (reviewing denial of judgment as a matter of law on limitations grounds de novo and in light most favorable to non-moving party).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 22, 1995, plaintiffs-appellees (\"plaintiffs\"), Arturo Correa (\"Correa\") and his wife Melissa Correa, purchased a 1995 Cruisers 3570-Esprit motor yacht (\"yacht\" or \"boat\") in San Juan, Puerto Rico from People's Marine. The yacht, manufactured by Cruisers, a Division of KCS International, Inc. (\"Cruisers\"), was equipped with two Crusader, model 454Xli, marine gasoline engines, manufactured by Thermo Power Corporation (\"Crusader\"). The plaintiffs paid $132,350 for the boat, which was delivered to them at the San Juan Bay Marina on June 11, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Pursuant to the sale of the yacht, both Cruisers and Crusader issued limited warranties, guaranteeing to repair or replace, free of charge, any defects in their respective products. Cruisers' warranty provided five years of coverage for the hull of the boat and one year for all other items manufactured by Cruisers. Crusader's warranty covered the engines for two years.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the two months after the plaintiffs received their boat, they took several excursions to Fajardo, Puerto Rico and to the U.S. Virgin Islands. On these outings, plaintiffs experienced problems with the engines, including backfiring, stalling, and an inability to start. On July 26, 1995, Correa wrote a letter of complaint to Cruisers, with a copy to People's Marine, describing the problems that plaintiffs had encountered with the boat, including engine troubles.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Correa, in August of 1995, made further complaints to People's Marine about \"hard starting\" of the engines, meaning that the engines would not restart immediately after they had been running for awhile and were then shut off. Crusader was familiar with \"hard starting\" as a common symptom of \"vapor lock,\" which other manufacturers had been experiencing in the summer of 1995 due to a new fuel pump in Crusader engines. Crusader had found that the installation of additional fuel booster pumps had solved the hard starting problem. Accordingly, it ordered two booster pumps, which were installed on plaintiffs' yacht by People's Marine sometime during September of 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After the booster pumps were installed, the Correas continued to experience engine problems. On September 25, 1995, Correa wrote another letter to Cruisers, explaining that the engines were stalling and backfiring. In this letter, Correa informed Cruisers that he had already alerted People's Marine of the continuing problem.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 21, 1995, Crusader sent Paul Doppke, a certified Crusader marine engine specialist, to Puerto Rico to examine Correa's engines. Doppke found that the booster pumps had been misinstalled by People's Marine, which explained the continuing engine problems. Doppke removed the booster pumps and instead installed a new fuel delivery system that Crusader had found to eliminate the vapor lock problem. Doppke, with Correa aboard the yacht, then conducted a sea trial and performed diagnostic tests to determine how the engines were running. During the sea trial, which lasted over four hours, the engines ran without any difficulties.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During the trial, there was evidence that after the installation of the new fuel delivery system Correa took his boat out to watch an offshore race in San Juan Bay and experienced engine problems.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> On November 10, 1995, Correa again contacted Cruisers to alert the company. That same day, following the telephone conversation, Correa sent a letter indicating that he expected Cruisers and Crusader to fix his engines and Cruisers to repair the other problems with the boat, including, inter alia, leaks, a rusting ice-maker door, defective wipers, and a broken gas alarm, that had plagued him since the time of delivery or shortly thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In response to Correa's complaints, Cruisers and Crusader sent a team of their top management and technical personnel to Puerto Rico to inspect Correa's yacht. This team included Gerald Scott, Vice President and General Manager of Crusader; Jim Viestenz, President of Cruisers; Jim Hayes, Customer Service and Quality Control Manager for Cruisers; Andrew Prietz, Customer Service Manager for Crusader; Guillermo Cidre, owner of People's Marine; and Osmani del Pino, a mechanic employed by People's Marine. The Crusader and Cruisers representatives, along with Correa, took the boat out for a sea trial. The group experienced no noticeable engine problems. In addition, computer monitoring of the engines indicated that the engines were functioning properly. Prior to leaving, Gerald Scott asked Correa to call him directly if Correa experienced further engine problems so that he could ensure that Crusader would fix or replace the engines.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Immediately after this inspection visit, on December 6, 1995, Cruisers wrote to Correa to summarize the repairs and replacements that, pursuant to the inspection, would be made under warranty by People's Marine. On December 11, 1995, Crusader wrote to Correa, reassuring him that the engines were running properly according to the inspection, but suggesting that the propellers be repitched. After People's Marine had performed at least some of the prescribed replacements and repairs, Correa wrote another letter to Cruisers on December 26, 1995, detailing repairs that had not been completed by People's Marine and further repairs or replacements that were required. In this letter, Correa also advised Cruisers that People's Marine, in conducting the repairs, had noted that the engine water hoses were blistered and filled with water. In response, on January 12, 1996, Cruisers notified Correa that new water hoses were being sent to People's Marine for installation. There was testimony at trial that the boat would have been unusable until the water hoses were replaced because there was a danger of the boat sinking. Sometime after January 12, 1996, People's Marine did replace the engine water hoses, although it is unclear exactly when. Correa testified that the hoses were replaced in March or April of 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At trial, there was testimony that Correa used his boat again in either January or February of 1996 to travel to Palomino Island, off the coast of Fajardo. There is a factual dispute as to whether Correa suffered engine problems during this venture. If Correa did experience problems during this trip, there was no evidence presented at trial that Correa made any further complaints to Cruisers, Crusader, or People's Marine. The evidence was also unclear as to whether this trip to Palomino Island occurred before or after the engine hoses were replaced.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The plaintiffs did not use their boat again until June of 1996. At this time they encountered engine problems while traveling to the U.S. Virgin Islands. On June 18, 1996, Correa again wrote to Cruisers detailing necessary repairs and service that had previously been communicated to Cruisers and/or People's Marine, but had not yet been completed. This letter, however, did not mention any problems with the engines. People's Marine responded on June 19, indicating that they had been trying to contact Correa to arrange a time to perform the necessary warranty service.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In August of 1996, Correa made further complaints to Guillermo Cidre of People's Marine about the engines and discussed the possibility of trading in his boat for a Cruisers 4270 (a higher-end model of motor yacht). On August 20, 1996, Correa wrote a letter to People's Marine memorializing his dissatisfaction with his yacht due to its engine problems. Correa also indicated in this letter that he would accept a Cruisers 4270 in exchange for his boat as compensation and settlement for his difficulties, as long as such settlement was confirmed by August 30, 1996. Correa sent a copy of this letter to Crusader and Cruisers on August 22, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Cruisers answered Correa's letter on September 9, 1996. Cruisers responded that it wanted another opportunity to inspect and repair Correa's boat, but that if a defect were found, Cruisers, Crusader, and People's Marine would allow Correa to trade-in his boat, valued at the full purchase price, in partial satisfaction towards a new Cruisers 4270, which would be sold to Correa at a discount of $63,831 from the normal retail price. Under this offer, the cost to Correa for the Cruisers 4270 would be $195,150 after the inclusion of the trade-in value and discount. Plaintiffs rejected this offer on September 26, 1996. Crusader, on October 9, 1996, also responded to Correa's September 9 letter and indicated that it was willing to perform warranty service on the engines, if needed, but that this required an inspection of the engines. Plaintiffs refused Crusader access to the boat.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On January 27, 1997, plaintiffs filed their complaint against Cruisers and Crusader in the District Court for the District of Puerto Rico, seeking rescission of the sales contract and damages for breach of warranty against hidden defects. At the end of plaintiffs' evidence, Cruisers and Crusader moved for judgment as a matter of law, claiming that the breach of warranty claim was barred by the statute of limitations. The district court denied the motion. The defendants, to no avail, renewed this argument at the close of all evidence. After an eight-day trial in March of 2000, the jury returned a verdict for the plaintiffs, finding both defendants liable for breach of warranty. Plaintiffs were granted rescission of the contract and were ordered to return the Cruisers 3570 Esprit boat to the defendants. The jury ordered the defendants to return the $132,350 purchase price of the boat, plus interest, and to reimburse plaintiffs for dockage fees of $14,980.38, maintenance and repair expenses of $3,350.28, insurance premiums of $13,326.00, and license fees of $1,164.95. Judgment was entered on March 23, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On March 29, 2000, plaintiffs filed two post-judgment motions pursuant to Federal Rule of Civil Procedure 59(e). The first requested an amendment of the judgment to find defendants liable for the payment of future dockage, license, and insurance fees until defendants accept possession and title of the boat. Plaintiffs supplemented this motion on June 16, 2000 by submitting invoices for dockage and insurance fees for the months of April, May, and June of 2000, since, as of this time, the plaintiffs still retained custody of the boat.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The second motion requested a finding that the defendants were obstinate, thereby entitling plaintiffs to attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On December 18, 2000, the district court issued two orders amending its judgment. The court found defendants liable for further dockage and insurance fees in the amounts of $1,108 and $2,916, respectively, and stated that plaintiffs could apply for further expenses incurred until defendants accept possession and title of the boat. The court also determined defendants to have been obstinate and awarded attorney's fees to plaintiffs in the amount of $30,000. On January 17, 2001, defendants filed their notices of appeal, challenging both the judgment and the two orders issued on December 18, 2000.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On appeal, defendants-appellants argue that the district court committed four errors because: (1) the plaintiffs' claim for breach of warranty is barred by the statute of limitations; (2) the testimony of plaintiffs' expert should have been excluded; (3) the jury should not have been permitted to award non-defect-related expenses; and (4) the award of attorney's fees was not warranted. We address each of these alleged errors in turn.</p>\n    </div>\n    <p>II. Statute of Limitations</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellants contend that the district court erred in refusing to grant them judgment as a matter of law because plaintiffs' breach of warranty claim is barred by the statute of limitations. Viewing the record in the light most favorable to the non-moving party, we review de novo whether the statute of limitations has run so that judgment as a matter of law is proper. <i>See Down E. Energy,</i> 176 F.3d at 13-14 (reviewing de novo whether claim was barred by statute of limitations so as to warrant judgment as a matter of law); Fed.R.Civ.P. 50(a) (providing that judgment as a matter of law is warranted when there is no legally sufficient evidentiary basis for a reasonable jury to find for the plaintiffs). Because this Court's jurisdiction is based on diversity of citizenship, we apply Puerto Rico law to this issue. <i>See Erie R. Co. v. Tompkins,</i> 304 U.S. 64, 78, 58 S.Ct. 817, 82 L.Ed. 1188 (1938) (holding that federal court exercising diversity jurisdiction must apply substantive state law); <i>Fitzgerald v. Expressway Sewerage Constr., Inc.,</i> 177 F.3d 71, 74 (1st Cir.1999) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Section 3841 of the Puerto Rico Civil Code (\"Code\") obligates a vendor to provide a vendee with a warranty against hidden defects that render a product sold \"unfit for the use to which it was destined.\" P.R. Laws Ann. tit. 31, &#167; 3841 (1990). Such warranty covers only serious defects that are pre-existent and unknown to the vendee at the time of sale, regardless of whether the defects are known to the vendor. <i>See id.</i> (stating that vendor is not liable for patent or visible defects); <i>id.</i> &#167; 3842 (providing for liability of vendor even if defects are unknown to him); <i>Ferrer Delgado v. Gen. Motors Corp.,</i> 100 P.R.R. 244, 254, 100 P.R. Dec. 246, 255-56 (1971) (summarizing requirements for breach of warranty claim). If there is a breach of warranty, the Code gives the vendee the option of rescission of the contract or a proportional reduction in price. <i>See</i> P.R. Laws Ann. tit. 31, &#167; 3843 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Code further provides that any action brought for breach of warranty must be filed within six months of delivery of the product sold. <i>See id.</i> &#167; 3847. The Supreme Court of Puerto Rico, however, has interpreted the limitations period more leniently: the statute of limitations begins to run not on the actual date of delivery, but rather on the date that \"steps to come to an understanding following the contract were interrupted.\" <i>Ferrer,</i> 100 P.R.R. at 254, 100 P.R. Dec. at 256; <i>accord Betancourt v. W.D. Schock Corp.,</i> 907 F.2d 1251, 1253-54 (1st Cir.1990); <i>Kali Seafood, Inc. v. Howe Corp.,</i> 709 F.Supp. 285, 287 (D.P.R.) [hereinafter <i>Kali Seafood I</i>], <i>aff'd,</i> 887 F.2d 7 (1st Cir.1989) [hereinafter <i>Kali Seafood II</i>]; <i>Casa Jaime Corp. v. Castro,</i> 89 P.R.R. 686, 688, 89 P.R. Dec. 702, 704 (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court, in denying the defendants' motion for judgment as a matter of law, determined that the statute of limitations had never begun to run because of ongoing negotiations between the parties. The district judge ruled that since \"the main failure here is of the engines, which according to the plaintiffs were never repaired, we hold that the claims continually made to Cruisers on any and all items were continually tolling the statute in this case.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Because there were still problems in January and/or February of 1996 involving the repair of the engine water hoses, followed by a letter of complaint (although not referencing the engine problems) from Correa on June 18, 1996, and more communication in August and September of 1996, the district court determined there were ongoing efforts \"to come to an understanding\" so that the January 27, 1997 filing of the complaint was \"within the necessary six months as prescribed by the Civil Code.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is undisputed that the Correas were in continual communication with defendants about their engine problems from June of 1995 through December 5, 1995, when the representatives from Cruisers and Crusader came to Puerto Rico to inspect the boat. Thus, until at least December 5, 1995, the parties were engaged in efforts to reach an understanding about any defects involving the boat's engines.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Kali Seafood II,</i> 887 F.2d at 8-9 (affirming that the \"steady communication\" between November 1980 and August 1983 regarding the functioning and repair of ice maker prevented limitations period from running); <i>cf. Betancourt,</i> 907 F.2d at 1253-54 (deciding that gap in communication between April 1982 and November 1984 precluded a finding of a \"continuous series of `claims and answers'\" and therefore did not prevent the statute of limitations from running).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The parties primarily disagree as to whether there were continuing efforts to resolve the engine problems between December 5, 1995 and August of 1996. Appellants argue that plaintiffs made no complaints about the engines during this period of more than six months so that the statute of limitations had expired when plaintiffs renewed their complaints in August of 1996. Even if we were to accept their argument that the statute of limitations would expire during a six-month lull in communication &#8212; a matter on which we take no view &#8212; we find no such break. Evidence at trial indicates that on December 26, 1995, Correa was still in communication with the defendants about unresolved problems, including the blistered engine hoses, which allegedly prevented any use of the boat. In addition, there was testimony to indicate that the engine hoses were not replaced until January or February of 1996, at the earliest, so that plaintiffs were unable, during this time, to test whether their engines were functioning properly. Thus, this period of time should constitute continuing communication between the parties about warranty service so as to prevent the statute of limitations from commencing to run. <i>See Kali Seafood I,</i> 709 F.Supp. at 287 (finding that statute of limitations did not begin to run while ice maker was undergoing \"a series of modifications in an effort to make it function properly\"). As a result, when viewing the evidence in the light most favorable to the plaintiffs, the earliest time the statute could have begun to run was March of 1996, after replacement of the engine hoses, which would mean that the limitations period would be exhausted six months later, at the beginning of September of 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">However, Correa made further complaints about the boat, in general, on June 18, 1996, and about the engines, in particular, in August of 1996. Letters continued to be exchanged between the parties until October of 1996. These further communications indicate that there was no six-month gap, as appellants allege, in which the statute could run, but rather that the parties were still trying to reach an understanding about the warranty until October of 1996. Although there is no evidence of complaints specific to the engines between March and August of 1996, the parties could still have been attempting to reach an agreement during this time, in which the boat was used only the one time (in June 1996).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Thus, the earliest \"trigger date\" to start the limitations period would be October of 1996, when Correa refused all further efforts from the defendants to inspect the boat and remedy the problem. <i>See Kali Seafood II,</i> 887 F.2d at 8, 9 (noting that trigger date starting the limitations period was the day that \"appellant called a halt to all remedial efforts\"). The complaint, filed on January 27, 1997, was well within six months of this trigger date. Therefore, we find that the plaintiffs' claim is not barred by the statute of limitations.</p>\n    </div>\n    <p>III. Expert Testimony</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellants assert that even if plaintiffs' breach of warranty claim was properly before the court, the district court erred in allowing the testimony of plaintiffs' expert witness, Ram&#243;n Echeand&#237;a. In essence, plaintiffs' expert opined that the engines' fuel management system was defective, as evidenced by excessive smoke during their operation and sooty spark plugs, thereby causing engine stalling and backfiring. Appellants contend that the expert's testimony should have been excluded because he was not qualified, relied on a defective methodology, and gave irrelevant testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We review the district court's decision to admit expert testimony for abuse of discretion. <i>See Gen. Elec. Co. v. Joiner,</i> 522 U.S. 136, 138-39, 143, 146, 118 S.Ct. 512, 139 L.Ed.2d 508 (1997) (holding that abuse of discretion standard applies on review regardless of whether the trial court admitted or excluded the contested expert testimony); <i>Diefenbach v. Sheridan Transp.,</i> 229 F.3d 27, 29 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Federal Rule of Evidence 702 imposes an important gatekeeper function on judges by requiring them to ensure that three requirements are met before admitting expert testimony: (1) the expert is qualified to testify by knowledge, skill, experience, training, or education; (2) the testimony concerns scientific, technical, or other specialized knowledge; and (3) the testimony is such that it will assist the trier of fact in understanding or determining a fact in issue. <i>See</i> Fed.R.Evid. 702; <i>Daubert v. Merrell Dow Pharms., Inc.,</i> 509 U.S. 579, 589, 592, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993) (discussing trial judge's role in screening scientific expert testimony for reliability and relevancy); <i>see also Kumho Tire Co. v. Carmichael,</i> 526 U.S. 137, 141, 119 S.Ct. 1167, 143 L.Ed.2d 238 (1999) (extending <i>Daubert'</i>s gatekeeping obligation to technical and other specialized expert testimony); <i>Diefenbach,</i> 229 F.3d at 30 (setting forth three requirements of Rule 702).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">At trial, defendants objected to the proffered testimony of Echeand&#237;a on three grounds. Defendants contended that Echeand&#237;a could not properly be qualified as an expert because he lacked education, training, and experience with fuel management systems, including marine systems. Second, defendants asserted that the expert's methodology was unreliable because he did not use any instruments to inspect the engines. Further, defendants argued that his proffered testimony was irrelevant because it related to fuel mismanagement rather than to engine stalling or backfiring. In response to these objections, the district court conducted an extensive voir dire as to Echeand&#237;a's qualifications and opinion. Upon conclusion of the voir dire, the district court found that Echeand&#237;a was qualified as an expert \"in light of his experience.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Echeand&#237;a testified that he holds a bachelor's degree in mechanical engineering from the Mayag&#252;ez Agricultural College of the University of Puerto Rico. He obtained an engineering license after passing a qualifying exam given by the government of Puerto Rico and the College of Engineers.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In addition to his education, Echeand&#237;a testified as to his mechanical engineering experience, particularly as it corresponds to engine repair. He worked for the Puerto Rican Cement Company for five years, where he performed maintenance on heavy equipment, including work on Caterpillar, GM, Diesel, Wisconsin, Pearce, and Perkins engines. Echeand&#237;a then moved to Sea Train Line Container Division, where he worked for six years as maintenance engineer for all of the company's equipment, which included tractors, trailers, vans, diesel generators for refrigeration units, Johnson outboard motors, and Chevrolet and Ford engines. He also assisted the chief engineer with repair of auxiliary engines on vessels.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Echeand&#237;a then worked for approximately three years at Orbital de Puerto Rico, performing mechanical maintenance on gasoline and diesel engines. After his stint at Orbital, he bought Miami Rebuilders of Models, Inc., where he overhauled automobile engines, diesel engines, and marine engines for about three years. His work on specific marine engines included, inter alia, the rebuilding of approximately fifteen 454 Chevrolet (\"Chevy\") carburetor engines and twenty marine diesel engines.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> He then opened an automobile repair shop, in which he has been repairing fuel injection engines for more than twenty years. Echeand&#237;a was also able to explain to the court how a marine fuel injection engine differs from an automobile fuel injection engine.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Based upon these qualifications, we find no abuse of discretion in the district court's decision to qualify Echeand&#237;a as an expert in mechanical engineering of engines based on his experience. Rule 702 permits qualification of an expert based on knowledge, skill, experience, training, <i>or</i> education. <i>See Tokio Marine &amp; Fire Ins. Co. v. Grove Mfg. Co.,</i> 958 F.2d 1169, 1175 (1st Cir.1992) (citing <i>United States v. Paiva,</i> 892 F.2d 148, 160 (1st Cir.1989)). Although plaintiffs' expert might not have qualified as an expert based solely on his educational background in marine engines, his experience repairing various marine and fuel-injection engines for over twenty years provided a basis for the district court to find him qualified to opine on the function of plaintiffs' marine engines. Thus, we will not disturb the district court's qualification determination. <i>See Diefenbach,</i> 229 F.3d at 30 (noting that trial court has \"broad discretionary powers\" in qualification of experts and that court's decision will be affirmed unless there is clear error); <i>United States v. Hoffman,</i> 832 F.2d 1299, 1310 (1st Cir. 1987) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As for the expert's methodology, the district court had plaintiffs' expert describe how he arrived at his opinion regarding Correa's engines. Echeand&#237;a testified during voir dire that when he arrived to inspect the boat, Correa opened the engine hatches, and Echeand&#237;a made a visual inspection. Echeand&#237;a then stood next to the engines while Correa started the engines. Plaintiffs' expert attested to an excessive amount of smoke coming from the engines, indicating to him a bad fuel system. Echeand&#237;a testified that it is important for an engine to have the right proportions of gasoline and air flowing into it, otherwise the engine will not burn properly and the spark plugs will \"foul up.\" A \"fouled up\" spark plug, according to Echeand&#237;a, can cause engine backfiring or problems starting the engine. After warming up the engines, Correa and Echeand&#237;a took the boat out for a test. After their return, Echeand&#237;a removed a spark plug from the engines and noted it was blackened from soot, rather than clean, as it should be in a properly functioning engine.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Defendants objected to Echeand&#237;a's methodology, complaining that a visual inspection, accompanied by removal of a spark plug, was insufficient to be reliable. Specifically, defendants noted that Echeand&#237;a did not use any instruments or gauges to determine whether Correa's engines were functioning properly. Nor did plaintiffs offer any evidence to show that this type of cursory examination is an accepted or recognized methodology for diagnosing marine engine problems.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court, however, accepted Echeand&#237;a's methodology as reliable. In reviewing the reliability of proffered expert testimony, the trial court conducts a \"flexible inquiry,\" which includes consideration of \"the verifiability of the expert's theory or technique, the error rate inherent therein, whether the theory or technique has been published and/or subjected to peer review, and its level of acceptance within the scientific community.\" <i>Ruiz-Troche v. Pepsi Cola of P.R. Bottling Co.,</i> 161 F.3d 77, 81 (1st Cir. 1998). Acceptance of the methodology by the other party's expert may give additional credence to the reliability of the proffered testimony. <i>See id.</i> at 84 (opining that plaintiff's expert, who used the same scientific technique as defendant's expert, added validation to methodology of defendant's expert).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although plaintiffs did not offer any evidence that Echeand&#237;a's visual inspection of the engines was a well-accepted method of diagnosing the existence of engine or fuel management problems, here, we find it to be a matter of common sense that a visual inspection, including observation of excessive smoke and \"fouled up\" spark plugs, would be one acceptable way for a mechanic or engineer to detect an engine problem. Moreover, one of Crusader's experts, Andrew Prietz, offered support for Echeand&#237;a's methodology by acknowledging that a sooty spark plug is a sign of fuel mismanagement, which can cause stalling and shutting off of the engine. Taking into account the \"flexible inquiry\" that a district court conducts, we cannot say that the court committed \"meaningful error\" in admitting Echeand&#237;a's testimony. <i>See</i> <i>Ruiz-Troche,</i> 161 F.3d at 83 (stating that district court's reliability determination will only be reversed when there is a \"`meaningful error in judgment'\") (quoting <i>Anderson v. Cryovac, Inc.,</i> 862 F.2d 910, 923 (1st Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Appellants further claim that Echeand&#237;a's testimony should have been excluded because it was irrelevant. The relevancy inquiry under Rule 702 focuses on whether the expert testimony \"likely would assist the trier of fact to understand or determine a fact in issue.\" <i>Id.</i> at 81 (discussing \"special relevancy\" requirement of Rule 702). Appellants claim that Echeand&#237;a's testimony is irrelevant because it relates only to smoke and sooty spark plugs (i.e., the fuel management system), rather than to an engine stalling or starting problem, which is the alleged defect. The district court disagreed, however, and ruled that the expert testimony was relevant. Because Echeand&#237;a explained that the excess smoke and \"fouled up\" spark plugs could cause engine backfiring or stalling, we agree with the district court that his testimony was relevant as to whether or not the engines were defective. Thus, there was no abuse of discretion in admitting the expert testimony.</p>\n    </div>\n    <p>IV. Expenses</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Appellants also appeal the district court's ruling permitting the jury to award plaintiffs the expenses they incurred for dockage, insurance, and licenses, as well as the amendment to the judgment for additional dockage, license, and insurance fees. In their motion for judgment as a matter of law, based on limitations grounds, defendants argued that if the court did not grant their motion, the court should nevertheless, under Puerto Rico law, disallow plaintiffs' claims for dockage, insurance, and license fees because these expenses would have been incurred regardless of any alleged defect. The issue of what constitutes reimbursable \"expenses\" under Puerto Rico law in an action for rescission of contract is a question of law. Therefore, we review the district court's decision de novo. <i>See Disola Dev., LLC v. Mancuso,</i> 291 F.3d 83, 86 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Puerto Rico Civil Code provides that when there is a breach of warranty against hidden defects, \"the vendee may choose between withdrawing from the contract, the expenses which he may have incurred being returned to him, or demanding a proportional reduction of the price.\" P.R. Laws Ann. tit. 31, &#167; 3843 (1990). However, if the vendor had knowledge of the hidden defects and did not inform the vendee, then the vendee has the additional remedy of being \"indemnified for the losses and damages should he choose the rescission.\" <i>Id.</i> In the case before us, there was no allegation that the defendants were aware of any hidden defect at the time of sale, so only \"expenses,\" as opposed to \"losses and damages,\" are recoverable.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Plaintiffs, in addition to the purchase price of the boat ($132,350.00) plus interest, sought reimbursement of the following \"expenses,\" incurred between the date of delivery and trial: insurance for the boat ($13,326.00); dockage fees ($14,980.38); license fees ($1,164.95); and miscellaneous costs for missing equipment, repairs, and maintenance (totaling $3,350.28). At trial, defendants objected to these \"expenses,\" except for the miscellaneous costs, claiming that these were not recoverable \"expenses\" because they were not related to the alleged defect. Rather, these were ordinary expenses associated with owning a boat that would have been incurred whether or not the boat was defective. The district court found otherwise, considering the costs as \"reasonable expenses for the upkeep\" of the boat that should go to the jury. We disagree. Although the case law interpreting the expanse of the remedy for breach of warranty under &#167; 3843 is hardly crystal clear, our review indicates that recoverable \"expenses,\" as opposed to \"losses and damages,\" are to be interpreted narrowly and are limited to costs that are directly related to the defect.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In <i>Berr&#237;os v. Courtesy Motors of Puerto Rico, Inc.,</i> 91 P.R. Dec. 441 (1964), the plaintiff, who purchased an automobile with a defective transmission, sued the vendor for breach of warranty against hidden defects. In addition to rescission of the sales contract and return of the vehicle down payment and installment payments already made, the plaintiff also sought reimbursement for transportation expenses that he incurred over the eleven months while his vehicle was inoperable. <i>See id.</i> at 444. The Supreme Court of Puerto Rico held that these transportation costs were not recoverable. <i>See id.</i> at 449. Rather, the court indicated that the transportation costs were more properly considered as \"losses\" or \"damages,\" which would be appropriate only where the vendor knew of the defect at the time of sale. <i>See id.</i> at 448-49. Since the trial court made no finding that the vendor knew of the defective transmission, the court excluded the transportation costs from the plaintiff's award. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Similarly, the District Court for the District of Puerto Rico has held that the remedy for breach of warranty is limited to the price paid for the contract and \"expenses directly related to a product's hidden defects.\" <i>Ramos Santiago v. Wellcraft Marine Corp.,</i> 93 F.Supp.2d 112, 118 (D.P.R.2000). In <i>Ramos Santiago,</i> the plaintiff sued for breach of warranty against hidden defects arising out of a contract for the sale of a motor boat. The plaintiff sought recovery of the price of the boat, the cost of removing and transporting it, the cost of maintaining it in storage while inoperable, and damages for \"mental anguish suffered from being out at sea in a broken-down boat with a severely injured passenger on board.\" <i>Id.</i> at 118 &amp; n. 5. The district court differentiated between these sums, implying that the price of the boat, the removal and transportation cost, and the storage cost would be recoverable because they qualify as \"directly related economic loss\" due to the defect, whereas the mental anguish damages would not be because they are \"beyond the damage to the boat itself.\" <i>Id.</i> at 118. In sum, the court limited recoverable expenses to those that stemmed from \"the objective fact of the [alleged] defect\" rather than \"from the damages caused by such defect.\" <i>Id.</i> (internal quotation marks omitted); <i>see also Ferrer Delgado,</i> 100 P.R.R. at 254-55, 100 P.R. Dec. at 256 (finding that, as a result of defective automobile, appellant should be reimbursed the contract price and \"the expenses which he necessarily incurred as a result of the faults or defects\" of the vehicle, but was not entitled to any damages).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs, defending the district court's determination that the dockage, insurance, and license fees are recoverable expenses under &#167; 3843, cite to a case where the Supreme Court of Puerto Rico, in addition to rescission of the contract, explicitly awarded insurance expenses to the plaintiff for a breach of warranty. <i>See Departamento De Asuntos Del Consumidor v. Marcelino Mercury, Inc.,</i> 105 P.R. Dec. 80, 85 (1976) (awarding plaintiff the sale price of the defective car plus payments made to appellees for monthly installments, registration, insurance, and financing). Although this case facially seems to indicate that insurance payments related to the defective product qualify as expenses under &#167; 3843 rather than as damages or losses, we do not read the case to decide this issue. First, <i>Marcelino Mercury</i> does not even discuss the difference between expenses and losses or damages. Second, although not explained in the opinion, it appears that the insurance payments were recoverable because they were part of the amount the plaintiff paid <i>to appellees</i> as part of the contract. <i>Cf. Rios Ruiz v. Auto Outlet Sales,</i> Nos. KLRA0100707, KLRA0100715, 2002 WL 537660, at *7 (P.R. Cir.Ct.App. Jan. 23, 2002) (nullifying the financing contract because of the rescission of the underlying sales contract). Thus, the court did not award expenses incurred by the plaintiff after perfection of the contract, but rather, in granting rescission of the sales contract, ordered return of all the payments made by the plaintiff to the appellees under the contract. Therefore, the facts of <i>Marcelino Mercury</i> do not undermine our conclusion under <i>Berr&#237;os</i> and <i>Ramos Santiago</i> that recoverable expenses are limited to those directly related to the defect.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In the case before us, we find that the plaintiffs' expenses for dockage, insurance, and licensing are not related in any way to the defect in the boat's engines, but are expenses that would have been incurred by the plaintiffs whether or not their boat suffered from any problems. As a result of this finding and our understanding of &#167; 3843, we vacate the district court's judgment of March 23, 2000, insofar as it awards reimbursement of dockage fees, insurance premiums, and license fees.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Appellants further appeal the district court's order of December 18, 2000 amending the judgment to award payment to plaintiffs of additional dockage, license, and insurance fees incurred after the entry of judgment on March 23, 2000, and to allow motions for future additional expenses. The district court, in amending the judgment, adopted the plaintiffs' rationale that the court's March 23 judgment rendered the plaintiffs legal custodians, or bailees, of the boat until the judgment becomes final and defendants accept possession of the boat. As legal custodians, the court determined that the plaintiffs were under a legal duty to maintain the boat with due diligence, thereby necessarily incurring further dockage and insurance expenses. Because we find that the district court erred in adopting plaintiffs' bailment theory, we reverse the amendment of the judgment awarding dockage and insurance fees.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The March 23, 2000 judgment ordered the plaintiffs to return the boat to defendants and awarded a monetary amount to plaintiffs against defendants. Although plaintiffs could not move to enforce the judgment until ten days after its entry, <i>see</i> Fed.R.Civ.P. 62(a), there was nothing to prevent plaintiffs from seeking court enforcement of the judgment after the expiration of this ten-day automatic stay period, had they so desired. <i>See</i> Fed. R.Civ.P. 69 (providing process for execution of money judgments); Fed.R.Civ.P. 70 (providing process for enforcement of judgments to perform specific acts). Contrary to plaintiffs' assertion, there is no requirement that the judgment become final before it can be enforced. <i>Cf.</i> Fed. R.Civ.P. 62(d) (providing that when an appeal is taken, the appellant may seek a stay of execution of the judgment by filing a bond). Thus, plaintiffs did not become bailees of the boat by operation of the judgment. Rather, the plaintiffs had a duty to return the boat to the defendants. If the defendants refused to accept the boat and/or pay the judgment, then the proper remedy would have been for plaintiffs to move for enforcement of the judgment rather than to continue incurring additional expenses for the maintenance of the boat. Because plaintiffs failed to turn over the boat to defendants and/or request an enforcement of the judgment, they cannot now recover for unnecessarily incurred expenses. <i>Cf. Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp.,</i> 72 F.3d 190, 204-05 (1st Cir.1995) (\"The general principle is well settled that a party cannot recover for harms that its own reasonable precautions would have avoided.\") We hereby vacate the December 18, 2000 order insofar as it awards the plaintiff dockage and insurance fees incurred after the entry of judgment and permits application to the district court for further such awards.</p>\n    </div>\n    <p>V. Attorney's Fees</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In addition to the award of dockage, insurance, and license fees, appellants challenge the district court's December 18, 2000 order awarding attorney's fees to plaintiffs in the amount of $30,000. We review the trial court's determination of whether attorney's fees are appropriate, based on obstinate conduct, for abuse of discretion. <i>See Dopp v. Pritzker,</i> 38 F.3d 1239, 1253 (1st Cir.1994) (vacating award of attorney's fees because party's conduct, viewed in context of \"the overall nature of the litigation,\" did not support finding of obstinacy). An error of law constitutes an abuse of discretion. <i>See Goya Foods, Inc. v. Wallack Mgmt. Co.,</i> 290 F.3d 63, 75 (1st Cir.2002). Since jurisdiction is based on the diversity of the parties, we apply the substantive law of Puerto Rico to this issue. <i>See Grajales-Romero v. Am. Airlines, Inc.,</i> 194 F.3d 288, 301 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The Puerto Rico Rules of Civil Procedure provide that \"[i]n the event any party or its lawyer has acted obstinately or frivolously, the court shall, in its judgment, impose on such person the payment of a sum for attorney's fees which the court decides corresponds to such conduct.\" P.R. Laws Ann. tit. 32, App. III, R. 44.1(d) (Supp.1998). Although the Rules do not themselves define obstinacy, there is ample case law within this Circuit to elucidate the concept.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">\"A finding of obstinacy requires that the court determine a litigant to have been unreasonably adamant or stubbornly litigious, beyond the acceptable demands of the litigation, thereby wasting time and causing the court and the other litigants unnecessary expense and delay.\" <i>De Le&#243;n L&#243;pez v. Corporaci&#243;n Insular de Seguros,</i> 931 F.2d 116, 126 (1st Cir.1991). Once the court has determined that a party has engaged in obstinate conduct, imposition of attorney's fees is mandatory. <i>See</i> R. 44.1(d) (stating that the court \"shall\" impose attorney's fees in cases of obstinacy); <i>see also Dopp,</i> 38 F.3d at 1252; <i>Fern&#225;ndez Mari&#241;o v. San Juan Cement Co.,</i> 18 P.R. Offic. Trans. 823, 829 (1987). The amount of the fees awarded, however, is left to the discretion of the court. <i>See Dopp,</i> 38 F.3d at 1252; <i>Fajardo Shopping Ctr., S.E. v. Sun Alliance Ins. Co.,</i> 81 F.Supp.2d 331, 334 (D.P.R.2000) (noting that award of fees need not match actual attorney's fees incurred, but should be determined based on extent of obstinate conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The main purpose of awarding attorney's fees in cases of obstinacy is to impose a penalty upon a losing party that because of his stubbornness, obstinacy, rashness, and insistent frivolous attitude has forced the other party to needlessly assume the pains, costs, efforts, and inconveniences of a litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\"><i>Fern&#225;ndez Mari&#241;o,</i> 18 P.R. Offic. Trans. at 830. Under this theory, attorney's fees are appropriate when a party unnecessarily prolongs or complicates litigation. <i>See id.</i> Examples of obstinate conduct include: denying all liability in answering a complaint, where the defendant later admits liability; raising inapplicable defenses; denying all liability when only the amount of damages sought is contested; and denying a fact, knowing it is true. <i>See id.</i> at 830-31 (collecting cases). Obstinacy is to be judged in light of the overall circumstances of the particular case. <i>See Dopp,</i> 38 F.3d at 1253 (opining that court should look at case's \"personality\" in evaluating obstinacy); <i>Fajardo Shopping Ctr.,</i> 81 F.Supp.2d at 334 (recognizing that certain conduct may or may not be obstinate depending upon the particular stage of litigation or the particular case). Though the degree of obstinacy is the critical factor in determining whether attorney's fees are warranted, other factors to be weighed include, inter alia, the nature of the litigation, the legal issues involved, the time spent, and the efforts and abilities of the attorneys. <i>See Vel&#225;zquez Ortiz v. Universid&#225;d de Puerto Rico,</i> 128 P.R. Dec. 234, 238 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In this case, the district court based its obstinacy determination on the following findings: (1) Cruisers and Crusader denied a fact that was known to them, namely, that after the fuel system was replaced on October 21, 1995, the plaintiffs suffered further engine problems; (2) the defendants stubbornly denied all liability, even when it was \"highly probable\" that the plaintiffs would prevail; (3) the defendants limited their proposed settlement to $150,000, although the original price of the boat was $132,350 and the judgment was for more than $200,000.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The district court found that defendants denied the existence of any engine problems after Paul Doppke's repairs on October 21, 1995. The court relied on defendants' answers, which, in response to the complaint's allegations of continuing engine problems after October 21, 1995, averred that defendants lacked sufficient knowledge to answer. Yet, the court determined that defendants were aware of further engine problems because Guillermo Cidre and Osmani del Pino, employees of People's Marine, witnessed one of the engine failures and because defendants' representatives came to Puerto Rico in December of 1995 to investigate plaintiffs' engine complaints. The court found that this \"denial\" of a known fact constituted obstinacy. <i>See Fern&#225;ndez Mari&#241;o,</i> 118 P.R. Offic. Trans. at 830, 832 (\"[A]ttorneys must take special care when drawing their pleadings so as not to deny facts which they know or which may be easily verified and that to deny allegations in an indiscriminate manner, even with the pet phrase `for lack of information,' is an undesirable practice which attorneys should take special care to avoid.\") (citing <i>P.R.-Am. Ins. Co. v. Tribunal Superior De P.R.,</i> 100 P.R. Dec. 747 (1972)).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We find the district court's reliance on this factor to be flawed. As a matter of law, <i>denying</i> a fact is different than asserting an inability to answer for lack of sufficient information. <i>Fern&#225;ndez Mari&#241;o,</i> on which the district court relied, discusses the danger of indiscriminately denying facts that are known or are easily verifiable. <i>See</i> 18 P.R. Offic. Trans. at 832-34 (finding defendants obstinate in a wrongful death suit arising out of an accident where a truck hit a child on a bicycle where defendants denied every allegation in the complaint, including the occurrence of the accident and that the child was riding the bicycle). Although <i>Fern&#225;ndez</i> <i>Mari&#241;o</i> also warns against indiscriminately claiming a lack of sufficient information to answer, <i>Fern&#225;ndez Mari&#241;o,</i> and the cases upon which it relies, did not involve circumstances where the lawyers stated that they lacked knowledge. <i>See</i> 18 P.R. Offic. Trans. at 832-34 (finding attorney's fees appropriate where defendants <i>denied</i> every allegation in complaint); <i>Abreu Roman v. Rivera Santos,</i> 92 P.R. Dec. 325, 331 (1965) (affirming award for attorney's fees where defendants denied a fact that they had accepted in an earlier proceeding before the same court); <i>cf. P.R.-Am. Ins. Co.,</i> 100 P.R. Dec. at 749 (reversing award of attorney's fees where defendant admitted facts in interrogatory that had originally been denied in the answer because there was no evidence that the inclusion of these additional interrogatory questions imposed additional costs on plaintiff). As a result, <i>Fern&#225;ndez Mari&#241;o</i> does not provide support for imposing attorney's fees where the defendants have asserted a lack of sufficient knowledge to answer, as opposed to flatly denying allegations which they know to be true.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In addition, as a factual matter, this case is quite different than <i>Fern&#225;ndez Mari&#241;o.</i> Defendants recognized, and implicitly admitted, that plaintiffs were complaining of engine problems after October 21, 1995, which is why they sent representatives to Puerto Rico to inspect the boat in December of 1995. However, having not witnessed or been able to diagnose the engine problems themselves after October 21 because no problems were experienced during the defendants' sea trials, defendants could not, in good faith, either admit or deny liability as to whether the engines were defective. Rather, their only option was to answer that they lacked sufficient knowledge to answer plaintiffs' allegations about post-October engine problems. Even if Guillermo Cidre and Osmani del Pino, both from People's Marine, witnessed an engine failure <i>after</i> October 21, 1995 and we attribute knowledge of such failure to the defendants, as the district court suggests, it would be strange indeed, in the context of a lawsuit, for defendants in their answers to admit that the engines were defective without discovery as to what caused the engine failure. <i>See Grajales-Romero,</i> 194 F.3d at 300-01 (rejecting claim that a party \"engages in obstinacy when it merely answers a complaint and denies responsibility for a plaintiff's damages, even if it accepts that responsibility later\"). Moreover, since defendants were never able to recreate the engine failures during discovery, it does not strike us as either unusual or obstinate to refuse to admit that the engines were defective. Just because the jury, at the close of the trial, determined that the engines were defective, does not indicate that the defendants were obstinate in asserting the contrary, much less in asserting a lack of knowledge. <i>See Dopp,</i> 38 F.3d at 1254 (\"Indeed, even if a party's claim ultimately fails, it cannot be deemed frivolous or obstinate for that reason alone.\"). Defendant Cruisers did not deny basic facts such as the purchase of the boat by the plaintiffs or that the defendants were the manufacturers of the engines and the boat, and defendant Crusader claimed insufficient knowledge to answer many, but not all, of the allegations in the complaint. <i>Cf. Fern&#225;ndez Mari&#241;o,</i> 18 P.R. Offic. Trans. at 832 (finding that defendant obstinately denied every allegation in the complaint, including basic underlying facts).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The second finding that the district court relied upon in finding defendants obstinate was their denial of all liability, even when it appeared \"highly probable\" that plaintiffs would prevail. The district court seems to suggest that defendants should have admitted liability as to the engine defects, <i>see Fern&#225;ndez</i> <i>Mari&#241;o,</i> 118 P.R. Offic. Trans. at 831 (stating that a party should assume liability when it appears prima facie), limiting the trial issues to the remedy as well as to whether moral and mental anguish damages were available as a matter of law. However, the district court fails to consider the statute of limitations defense, which, if decided in favor of the defendants, would have absolved them of any liability under the breach of warranty claim. <i>See Dopp,</i> 38 F.3d at 1253 (overlooking \"relevant factor deserving of significant weight\" is an abuse of discretion). Further, as discussed above, defendants did not <i>deny</i> all knowledge of the engine defects, but rather averred their lack of sufficient information regarding the alleged engine defects. Thus, the district court's reliance on this second finding also seems insufficient for an obstinacy determination. <i>See Mejias-Quiros v. Maxxam Prop. Corp.,</i> 108 F.3d 425, 429 (1st Cir. 1997) (stating that appellant's claim that defendant was obstinate, based on refusals to concede certain facts, denial of negligence, and litigation of the issue, could not \"have been seriously intended\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The third finding relied upon by the district court was the defendants' failure to propose a reasonable settlement during trial, thereby unnecessarily prolonging the litigation. Defendants limited their proposed settlement to $150,000. The district court found that this was unreasonable under the circumstances, given the likelihood that plaintiffs would prevail on their claims, the original price of the boat in 1995 of $132,350, and the final judgment exceeding $200,000. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">First, defendants might have thought that they had a reasonable chance of succeeding on their statute of limitations defense so that they would not be liable for any amount of money. Second, the proposed settlement of $150,000, made when the boat was over five years old, exceeded the price of the boat when new. Third, as discussed above, the part of the judgment allowing expenses for dockage, insurance, and licensing fees is not permitted as a matter of law. As a result, the final judgment does not exceed $200,000, but is limited to the original price of the boat, plus legal interest, and the expenses awarded for repairs and maintenance. Thus, a settlement offer of $150,000 can hardly be considered so unreasonable as to rise to the level of obstinacy.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In <i>Dopp,</i> we overturned an obstinacy determination based, in part, on a finding that the defendant was unreasonable in assessing the plaintiff's damages. The defendant, Pritzker, claimed that the plaintiff's damages were limited to $35,000. The jury awarded a verdict to the plaintiff, Dopp, in the amount of $17,000,000. We stated:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Though we readily acknowledge that Pritzker's stated valuation verges on the ludicrous, there is nothing to show that Dopp &#8212; who even now challenges a $17,000,000 verdict as too paltry ... &#8212; ever placed a more reasonable value on the case, or that a realistic settlement offer by Pritzker would have satisfied Dopp and shortened the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">38 F.3d at 1254-55. The key issue is not whether or not the defendant's proposed settlement amount approaches plaintiff's claimed damages, but whether the parties engaged in good faith negotiations. <i>See Reyes v. Banco Santander,</i> 583 F.Supp. 1444, 1445-46 (D.P.R.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The plaintiffs, in their motion to amend the judgment to include attorney's fees, did not allege any facts to show that defendants did not engage in good faith negotiations. Instead, plaintiffs only pointed to the allegedly inadequate settlement offers of $20,000, prior to trial, and $150,000, during trial, as evidence of lack of good faith. Under our case law, this alleged insufficiency is not tantamount to bad faith in conducting settlement negotiations. As a result, we also find this ground inadequate to support the district court's obstinacy determination.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Because we conclude that the district court's findings on which it based its obstinacy determination were infected with legal errors that skewed the court's judgment on the matter, we reverse the award granting attorney's fees to plaintiffs. <i>See Dopp,</i> 38 F.3d at 1253 (stating that \"`a district court abuses its discretion when a relevant factor deserving of significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decision scales.'\"); <i>see also Goya Foods,</i> 290 F.3d at 75 (committing legal error is abuse of discretion). Moreover, when looking at the overall \"personality\" of the case, the district court opined that \"the degree and intensity of Defendants' obstinate conduct was significant, although not extreme.... it did not border on fraud, and the litigation itself did not extend beyond that to be expected of similar cases which go to trial.\" In light of the district court's findings, influenced by errors of law, and the defendants' overall conduct, which was not determined to be extreme, we find that the district court abused its discretion. <i>See Dopp,</i> 38 F.3d at 1255 (vacating award of attorney's fees where the court's \"subsidiary findings do not support is ultimate finding of obstinacy\" and \"the record does not otherwise show that [the defendant] was `unreasonably adamant or stubbornly litigious, beyond the acceptable demands of the litigation'\"); <i>Vel&#225;zquez Ortiz,</i> 128 P.R. Dec. at 238 (asserting that the degree or intensity of the obstinate conduct is the critical or determining factor). Thus, we vacate the award of attorney's fees.</p>\n    </div>\n    <p>VI. Conclusion</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Because we find that the district court properly held that the plaintiffs' claim was not time-barred and that plaintiffs' expert's testimony was admissible, we <i>affirm</i> the judgment as to defendants' liability. However, because we conclude that the district court erred in awarding dockage, insurance, license, and attorney's fees to plaintiffs, we <i>vacate</i> the judgment insofar as it includes these sums and <i>remand</i> the case to the district court for action consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although at trial there was corroborating evidence of Correa's engine problems during the regatta, there was conflicting testimony as to when the regatta occurred: before or after the installation of the new fuel delivery system. Viewing the facts in the light most favorable to the plaintiffs, however, we will assume that the regatta and the concomitant engine problems arose after the new fuel delivery system was installed on October 21, 1995</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It appears that at this time the plaintiffs and defendants were involved in settlement negotiations prior to filing an appeal. As a result, defendants had not yet paid the judgment to plaintiffs, so the plaintiffs had not yet returned the boat to defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiffs argue that Crusader appeals only from the original judgment and not from the orders amending the judgment, since these orders were not explicitly cited in Crusader's notice of appeal. Federal Rule of Appellate Procedure 3(c) provides that the notice of appeal must \"designate the judgment, order, or part thereof being appealed.\" Failure to do so prevents the party from appealing the unspecified ruling<i>See Lehman v. Revolution Portfolio LLC,</i> 166 F.3d 389, 395 (1st Cir. 1999) (disallowing appeal of substitution order, which post-dated notice of appeal, where order not specifically appealed). Normally, an appeal from a Rule 59(e) motion is considered separate from an appeal from the judgment, <i>see LeBlanc v. Great Am. Ins. Co.,</i> 6 F.3d 836, 839 (1st Cir.1993) (stating that appeal from denial of Rule 59(e) motion is not an appeal of underlying judgment), so that each must be referenced in the notice of appeal to be properly appealable.</p>\n        <p class=\"indent\">However, we have held that in determining what is being appealed, the court may look to the appellant's intent. <i>See id.; see also In re San Juan Dupont Plaza Hotel Fire Litig.,</i> 45 F.3d 564, 567 (1st Cir.1995); <i>Mariani-Giron v. Acevedo-Ruiz,</i> 945 F.2d 1, 2 (1st Cir.1991). In this case, Crusader's intent to appeal both the judgment <i>and</i> the orders amending the judgment is clear. Crusader's brief explicitly adopts Cruisers' arguments regarding reimbursable expenses and attorney's fees, which were the subject matters of the orders. If Crusader only intended to appeal the judgment, there would have been no need to discuss attorney's fees, which were not included in the original judgment. <i>See Foman v. Davis,</i> 371 U.S. 178, 181, 83 S.Ct. 227, 9 L.Ed.2d 222 (1962) (finding that appellant intended to appeal both judgment and denial of motion to vacate based in part on parties' briefs addressing issues relevant to the original judgment and to the motion).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the district court uses the term \"tolling,\" and the defendants dispute the applicability of the Code's tolling provision,<i>see</i> P.R. Laws Ann. tit. 31, &#167; 5303 (1990), it is clear from this context that the district court is not applying the tolling provision, but rather discussing what triggers the running of the limitations period.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because the district court determined that Cruisers and Crusader were jointly and severally liable, and People's Marine was an authorized dealer of Crusader from December of 1995 to August of 1996, the district court ruled that communication between Correa and Cruisers, Crusader, and/or People's Marine was effective as between them all for purposes of the statute of limitations: \"But once this statute was tolled against Cruisers which is solidarily liable with Crusader then any and all claims against Cruisers throughout all this period is attributable as a tolling to Crusader.\" This finding was not challenged on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellants argue that, contrary to the district court's finding, only communication regarding the alleged engine defect, as opposed to other repairs covered by the boat's warranty, can prevent the limitations period from starting to run for a breach of warranty claim. We need not address that claim. Even if we limit our review of continuous communications to those involving the engines, the gap between the end of February or April of 1996, when the engine hoses had been fixed, and August of 1996, when Correa specifically mentioned the engine problems again, was less than six months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Correa's boat also has 454 Chevy engines, although they are fuel injection engines, whereas the 454 Chevy engines that Echeand&#237;a rebuilt were carburetor engines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Appellants do not appeal the judgment's award of maintenance and repair fees in the amount of $3,350.28</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span></p>\n    <p class=\"parties\">Arturo CORREA, Melisa Mosca-De-Correa, Conjugal Partnership Correa-Mosca, Plaintiffs, Appellees,<br>v.<br>CRUISERS, A DIVISION OF KCS INTERNATIONAL, INC., Defendant, Appellant.<br>Arturo Correa, Melisa Mosca-De-Correa, Conjugal Partnership Correa-Mosca, Plaintiffs, Appellees,<br>v.<br>Crusader Engines, Thermo Power Corporation, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 01-1240.</p>\n    <p class=\"docket\">No. 01-1241.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 5, 2002.</p>\n    <p class=\"date\">Decided July 23, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Luis N. Blanco-Matos, for appellant Thermo Power Corporation. Jorge C. Cruz-Jov&#233;, with whom Juan B. Soto-Balbas, Mercado &amp; Soto, Michael G. Derrick, Roane Waring, III and Shuttleworth, Williams, Harper, Waring &amp; Derrick were on brief for appellant Cruisers.</p>\n      <p class=\"indent\">Francisco M. Troncoso, with whom Richard Schell-Asad was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and SELYA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendants-appellants, Cruisers, a Division of KCS International, Inc., and Thermo Power Corporation, appeal from a jury verdict finding that they breached a warranty against hidden defects in the sale of a motorboat to plaintiffs. In accordance with the jury's verdict, the United States District Court for the District of Puerto Rico ordered rescission of the sales contract and return of the purchase price of the boat, plus interest. In addition, the jury awarded to the plaintiffs their costs for dockage, repair and maintenance, insurance premiums, and license fees. The district court further awarded attorney's fees based on its determination that defendants acted obstinately in the course of the litigation. On appeal, defendants-appellants contend that the plaintiffs' claim for breach of warranty against hidden defects is barred by the statute of limitations. Alternatively, even if the claim was properly before the district court, defendants-appellants contend that the district court erred in allowing the testimony of plaintiffs' expert, in permitting the jury to award non-defect-related expenses, and in granting attorney's fees. We affirm in part and reverse in part, remanding the case for action consistent with this opinion.</p>\n    </div>\n    <p>I. Background and Procedural History</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Despite having weathered an eight-day jury trial, the facts in this case are far from settled. However, since this is an appeal from a denial of judgment as a matter of law, which we review de novo, we will present the relevant facts in the light most favorable to the plaintiffs. <i>See Down E. Energy Corp. v. Niagara Fire Ins. Co.,</i> <span class=\"citation\" data-id=\"198434\"><a href=\"/opinion/198434/down-v-niagara/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 13-14 (1st Cir.1999) (reviewing denial of judgment as a matter of law on limitations grounds de novo and in light most favorable to non-moving party).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 22, 1995, plaintiffs-appellees (\"plaintiffs\"), Arturo Correa (\"Correa\") and his wife Melissa Correa, purchased a 1995 Cruisers 3570-Esprit motor yacht (\"yacht\" or \"boat\") in San Juan, Puerto Rico from People's Marine. The yacht, manufactured by Cruisers, a Division of KCS International, Inc. (\"Cruisers\"), was equipped with two Crusader, model 454Xli, marine gasoline engines, manufactured by Thermo Power Corporation (\"Crusader\"). The plaintiffs paid $132,350 for the boat, which was delivered to them at the San Juan Bay Marina on June 11, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Pursuant to the sale of the yacht, both Cruisers and Crusader issued limited warranties, guaranteeing to repair or replace, free of charge, any defects in their respective products. Cruisers' warranty provided five years of coverage for the hull of the boat and one year for all other items manufactured by Cruisers. Crusader's warranty covered the engines for two years.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the two months after the plaintiffs received their boat, they took several excursions to Fajardo, Puerto Rico and to the U.S. Virgin Islands. On these outings, plaintiffs experienced problems with the engines, including backfiring, stalling, and an inability to start. On July 26, 1995, Correa wrote a letter of complaint to Cruisers, with a copy to People's Marine, describing the problems that plaintiffs had encountered with the boat, including engine troubles.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Correa, in August of 1995, made further complaints to People's Marine about \"hard starting\" of the engines, meaning that the engines would not restart immediately after they had been running for awhile and were then shut off. Crusader was familiar with \"hard starting\" as a common symptom of \"vapor lock,\" which other manufacturers had been experiencing in the summer of 1995 due to a new fuel pump in Crusader engines. Crusader had found that the installation of additional fuel booster pumps had solved the hard starting problem. Accordingly, it ordered two booster pumps, which were installed on plaintiffs' yacht by People's Marine sometime during September of 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After the booster pumps were installed, the Correas continued to experience engine problems. On September 25, 1995, Correa wrote another letter to Cruisers, explaining that the engines were stalling and backfiring. In this letter, Correa informed Cruisers that he had already alerted People's Marine of the continuing problem.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On October 21, 1995, Crusader sent Paul Doppke, a certified Crusader marine engine specialist, to Puerto Rico to examine Correa's engines. Doppke found that the booster pumps had been misinstalled by People's Marine, which explained the continuing engine problems. Doppke removed the booster pumps and instead installed a new fuel delivery system that Crusader had found to eliminate the vapor lock problem. Doppke, with Correa aboard the yacht, then conducted a sea trial and performed diagnostic tests to determine how the engines were running. During the sea trial, which lasted over four hours, the engines ran without any difficulties.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">During the trial, there was evidence that after the installation of the new fuel delivery system Correa took his boat out to watch an offshore race in San Juan Bay and experienced engine problems.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> On November 10, 1995, Correa again contacted Cruisers to alert the company. That same day, following the telephone conversation, Correa sent a letter indicating that he expected Cruisers and Crusader to fix his engines and Cruisers to repair the other problems with the boat, including, inter alia, leaks, a rusting ice-maker door, defective wipers, and a broken gas alarm, that had plagued him since the time of delivery or shortly thereafter.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In response to Correa's complaints, Cruisers and Crusader sent a team of their top management and technical personnel to Puerto Rico to inspect Correa's yacht. This team included Gerald Scott, Vice President and General Manager of Crusader; Jim Viestenz, President of Cruisers; Jim Hayes, Customer Service and Quality Control Manager for Cruisers; Andrew Prietz, Customer Service Manager for Crusader; Guillermo Cidre, owner of People's Marine; and Osmani del Pino, a mechanic employed by People's Marine. The Crusader and Cruisers representatives, along with Correa, took the boat out for a sea trial. The group experienced no noticeable engine problems. In addition, computer monitoring of the engines indicated that the engines were functioning properly. Prior to leaving, Gerald Scott asked Correa to call him directly if Correa experienced further engine problems so that he could ensure that Crusader would fix or replace the engines.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Immediately after this inspection visit, on December 6, 1995, Cruisers wrote to Correa to summarize the repairs and replacements that, pursuant to the inspection, would be made under warranty by People's Marine. On December 11, 1995, Crusader wrote to Correa, reassuring him that the engines were running properly according to the inspection, but suggesting that the propellers be repitched. After People's Marine had performed at least some of the prescribed replacements and repairs, Correa wrote another letter to Cruisers on December 26, 1995, detailing repairs that had not been completed by People's Marine and further repairs or replacements that were required. In this letter, Correa also advised Cruisers that People's Marine, in conducting the repairs, had noted that the engine water hoses were blistered and filled with water. In response, on January 12, 1996, Cruisers notified Correa that new water hoses were being sent to People's Marine for installation. There was testimony at trial that the boat would have been unusable until the water hoses were replaced because there was a danger of the boat sinking. Sometime after January 12, 1996, People's Marine did replace the engine water hoses, although it is unclear exactly when. Correa testified that the hoses were replaced in March or April of 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">At trial, there was testimony that Correa used his boat again in either January or February of 1996 to travel to Palomino Island, off the coast of Fajardo. There is a factual dispute as to whether Correa suffered engine problems during this venture. If Correa did experience problems during this trip, there was no evidence presented at trial that Correa made any further complaints to Cruisers, Crusader, or People's Marine. The evidence was also unclear as to whether this trip to Palomino Island occurred before or after the engine hoses were replaced.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The plaintiffs did not use their boat again until June of 1996. At this time they encountered engine problems while traveling to the U.S. Virgin Islands. On June 18, 1996, Correa again wrote to Cruisers detailing necessary repairs and service that had previously been communicated to Cruisers and/or People's Marine, but had not yet been completed. This letter, however, did not mention any problems with the engines. People's Marine responded on June 19, indicating that they had been trying to contact Correa to arrange a time to perform the necessary warranty service.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In August of 1996, Correa made further complaints to Guillermo Cidre of People's Marine about the engines and discussed the possibility of trading in his boat for a Cruisers 4270 (a higher-end model of motor yacht). On August 20, 1996, Correa wrote a letter to People's Marine memorializing his dissatisfaction with his yacht due to its engine problems. Correa also indicated in this letter that he would accept a Cruisers 4270 in exchange for his boat as compensation and settlement for his difficulties, as long as such settlement was confirmed by August 30, 1996. Correa sent a copy of this letter to Crusader and Cruisers on August 22, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Cruisers answered Correa's letter on September 9, 1996. Cruisers responded that it wanted another opportunity to inspect and repair Correa's boat, but that if a defect were found, Cruisers, Crusader, and People's Marine would allow Correa to trade-in his boat, valued at the full purchase price, in partial satisfaction towards a new Cruisers 4270, which would be sold to Correa at a discount of $63,831 from the normal retail price. Under this offer, the cost to Correa for the Cruisers 4270 would be $195,150 after the inclusion of the trade-in value and discount. Plaintiffs rejected this offer on September 26, 1996. Crusader, on October 9, 1996, also responded to Correa's September 9 letter and indicated that it was willing to perform warranty service on the engines, if needed, but that this required an inspection of the engines. Plaintiffs refused Crusader access to the boat.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On January 27, 1997, plaintiffs filed their complaint against Cruisers and Crusader in the District Court for the District of Puerto Rico, seeking rescission of the sales contract and damages for breach of warranty against hidden defects. At the end of plaintiffs' evidence, Cruisers and Crusader moved for judgment as a matter of law, claiming that the breach of warranty claim was barred by the statute of limitations. The district court denied the motion. The defendants, to no avail, renewed this argument at the close of all evidence. After an eight-day trial in March of 2000, the jury returned a verdict for the plaintiffs, finding both defendants liable for breach of warranty. Plaintiffs were granted rescission of the contract and were ordered to return the Cruisers 3570 Esprit boat to the defendants. The jury ordered the defendants to return the $132,350 purchase price of the boat, plus interest, and to reimburse plaintiffs for dockage fees of $14,980.38, maintenance and repair expenses of $3,350.28, insurance premiums of $13,326.00, and license fees of $1,164.95. Judgment was entered on March 23, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On March 29, 2000, plaintiffs filed two post-judgment motions pursuant to Federal Rule of Civil Procedure 59(e). The first requested an amendment of the judgment to find defendants liable for the payment of future dockage, license, and insurance fees until defendants accept possession and title of the boat. Plaintiffs supplemented this motion on June 16, 2000 by submitting invoices for dockage and insurance fees for the months of April, May, and June of 2000, since, as of this time, the plaintiffs still retained custody of the boat.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The second motion requested a finding that the defendants were obstinate, thereby entitling plaintiffs to attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On December 18, 2000, the district court issued two orders amending its judgment. The court found defendants liable for further dockage and insurance fees in the amounts of $1,108 and $2,916, respectively, and stated that plaintiffs could apply for further expenses incurred until defendants accept possession and title of the boat. The court also determined defendants to have been obstinate and awarded attorney's fees to plaintiffs in the amount of $30,000. On January 17, 2001, defendants filed their notices of appeal, challenging both the judgment and the two orders issued on December 18, 2000.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On appeal, defendants-appellants argue that the district court committed four errors because: (1) the plaintiffs' claim for breach of warranty is barred by the statute of limitations; (2) the testimony of plaintiffs' expert should have been excluded; (3) the jury should not have been permitted to award non-defect-related expenses; and (4) the award of attorney's fees was not warranted. We address each of these alleged errors in turn.</p>\n    </div>\n    <p>II. Statute of Limitations</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellants contend that the district court erred in refusing to grant them judgment as a matter of law because plaintiffs' breach of warranty claim is barred by the statute of limitations. Viewing the record in the light most favorable to the non-moving party, we review de novo whether the statute of limitations has run so that judgment as a matter of law is proper. <i>See Down E. Energy,</i> 176 F.3d at 13-14 (reviewing de novo whether claim was barred by statute of limitations so as to warrant judgment as a matter of law); Fed.R.Civ.P. 50(a) (providing that judgment as a matter of law is warranted when there is no legally sufficient evidentiary basis for a reasonable jury to find for the plaintiffs). Because this Court's jurisdiction is based on diversity of citizenship, we apply Puerto Rico law to this issue. <i>See Erie R. Co. v. Tompkins,</i> <span class=\"citation\" data-id=\"103012\"><a href=\"/opinion/103012/erie-r-co-v-tompkins/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">64</span></a></span>, 78, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">817</span></span>, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1188</span></span> (1938) (holding that federal court exercising diversity jurisdiction must apply substantive state law); <i>Fitzgerald v. Expressway Sewerage Constr., Inc.,</i> <span class=\"citation\" data-id=\"198491\"><a href=\"/opinion/198491/fitzgerald-v-expressway-sewerage/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 74 (1st Cir.1999) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Section 3841 of the Puerto Rico Civil Code (\"Code\") obligates a vendor to provide a vendee with a warranty against hidden defects that render a product sold \"unfit for the use to which it was destined.\" P.R. Laws Ann. tit. 31, &#167; 3841 (1990). Such warranty covers only serious defects that are pre-existent and unknown to the vendee at the time of sale, regardless of whether the defects are known to the vendor. <i>See id.</i> (stating that vendor is not liable for patent or visible defects); <i>id.</i> &#167; 3842 (providing for liability of vendor even if defects are unknown to him); <i>Ferrer Delgado v. Gen. Motors Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">244</span></span>, 254, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">246</span></span>, 255-56 (1971) (summarizing requirements for breach of warranty claim). If there is a breach of warranty, the Code gives the vendee the option of rescission of the contract or a proportional reduction in price. <i>See</i> P.R. Laws Ann. tit. 31, &#167; 3843 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Code further provides that any action brought for breach of warranty must be filed within six months of delivery of the product sold. <i>See id.</i> &#167; 3847. The Supreme Court of Puerto Rico, however, has interpreted the limitations period more leniently: the statute of limitations begins to run not on the actual date of delivery, but rather on the date that \"steps to come to an understanding following the contract were interrupted.\" <i>Ferrer,</i> 100 P.R.R. at 254, 100 P.R. Dec. at 256; <i>accord Betancourt v. W.D. Schock Corp.,</i> <span class=\"citation\" data-id=\"544604\"><a href=\"/opinion/544604/jose-m-betancourt-v-wd-schock-corporation/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1251</span></a></span>, 1253-54 (1st Cir.1990); <i>Kali Seafood, Inc. v. Howe Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">709</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">285</span></span>, 287 (D.P.R.) [hereinafter <i>Kali Seafood I</i>], <i>aff'd,</i> <span class=\"citation\" data-id=\"530301\"><a href=\"/opinion/530301/prodliabrepcchp-12475-kali-seafood-inc-v-howe-corporation/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span> (1st Cir.1989) [hereinafter <i>Kali Seafood II</i>]; <i>Casa Jaime Corp. v. Castro,</i> <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">686</span></span>, 688, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">702</span></span>, 704 (1963).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court, in denying the defendants' motion for judgment as a matter of law, determined that the statute of limitations had never begun to run because of ongoing negotiations between the parties. The district judge ruled that since \"the main failure here is of the engines, which according to the plaintiffs were never repaired, we hold that the claims continually made to Cruisers on any and all items were continually tolling the statute in this case.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Because there were still problems in January and/or February of 1996 involving the repair of the engine water hoses, followed by a letter of complaint (although not referencing the engine problems) from Correa on June 18, 1996, and more communication in August and September of 1996, the district court determined there were ongoing efforts \"to come to an understanding\" so that the January 27, 1997 filing of the complaint was \"within the necessary six months as prescribed by the Civil Code.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is undisputed that the Correas were in continual communication with defendants about their engine problems from June of 1995 through December 5, 1995, when the representatives from Cruisers and Crusader came to Puerto Rico to inspect the boat. Thus, until at least December 5, 1995, the parties were engaged in efforts to reach an understanding about any defects involving the boat's engines.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See Kali Seafood II,</i> 887 F.2d at 8-9 (affirming that the \"steady communication\" between November 1980 and August 1983 regarding the functioning and repair of ice maker prevented limitations period from running); <i>cf. Betancourt,</i> 907 F.2d at 1253-54 (deciding that gap in communication between April 1982 and November 1984 precluded a finding of a \"continuous series of `claims and answers'\" and therefore did not prevent the statute of limitations from running).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The parties primarily disagree as to whether there were continuing efforts to resolve the engine problems between December 5, 1995 and August of 1996. Appellants argue that plaintiffs made no complaints about the engines during this period of more than six months so that the statute of limitations had expired when plaintiffs renewed their complaints in August of 1996. Even if we were to accept their argument that the statute of limitations would expire during a six-month lull in communication &#8212; a matter on which we take no view &#8212; we find no such break. Evidence at trial indicates that on December 26, 1995, Correa was still in communication with the defendants about unresolved problems, including the blistered engine hoses, which allegedly prevented any use of the boat. In addition, there was testimony to indicate that the engine hoses were not replaced until January or February of 1996, at the earliest, so that plaintiffs were unable, during this time, to test whether their engines were functioning properly. Thus, this period of time should constitute continuing communication between the parties about warranty service so as to prevent the statute of limitations from commencing to run. <i>See Kali Seafood I,</i> 709 F.Supp. at 287 (finding that statute of limitations did not begin to run while ice maker was undergoing \"a series of modifications in an effort to make it function properly\"). As a result, when viewing the evidence in the light most favorable to the plaintiffs, the earliest time the statute could have begun to run was March of 1996, after replacement of the engine hoses, which would mean that the limitations period would be exhausted six months later, at the beginning of September of 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">However, Correa made further complaints about the boat, in general, on June 18, 1996, and about the engines, in particular, in August of 1996. Letters continued to be exchanged between the parties until October of 1996. These further communications indicate that there was no six-month gap, as appellants allege, in which the statute could run, but rather that the parties were still trying to reach an understanding about the warranty until October of 1996. Although there is no evidence of complaints specific to the engines between March and August of 1996, the parties could still have been attempting to reach an agreement during this time, in which the boat was used only the one time (in June 1996).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Thus, the earliest \"trigger date\" to start the limitations period would be October of 1996, when Correa refused all further efforts from the defendants to inspect the boat and remedy the problem. <i>See Kali Seafood II,</i> 887 F.2d at 8, 9 (noting that trigger date starting the limitations period was the day that \"appellant called a halt to all remedial efforts\"). The complaint, filed on January 27, 1997, was well within six months of this trigger date. Therefore, we find that the plaintiffs' claim is not barred by the statute of limitations.</p>\n    </div>\n    <p>III. Expert Testimony</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellants assert that even if plaintiffs' breach of warranty claim was properly before the court, the district court erred in allowing the testimony of plaintiffs' expert witness, Ram&#243;n Echeand&#237;a. In essence, plaintiffs' expert opined that the engines' fuel management system was defective, as evidenced by excessive smoke during their operation and sooty spark plugs, thereby causing engine stalling and backfiring. Appellants contend that the expert's testimony should have been excluded because he was not qualified, relied on a defective methodology, and gave irrelevant testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We review the district court's decision to admit expert testimony for abuse of discretion. <i>See Gen. Elec. Co. v. Joiner,</i> <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 138-39, 143, 146, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></a></span>, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1997) (holding that abuse of discretion standard applies on review regardless of whether the trial court admitted or excluded the contested expert testimony); <i>Diefenbach v. Sheridan Transp.,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span>, 29 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Federal Rule of Evidence 702 imposes an important gatekeeper function on judges by requiring them to ensure that three requirements are met before admitting expert testimony: (1) the expert is qualified to testify by knowledge, skill, experience, training, or education; (2) the testimony concerns scientific, technical, or other specialized knowledge; and (3) the testimony is such that it will assist the trier of fact in understanding or determining a fact in issue. <i>See</i> Fed.R.Evid. 702; <i>Daubert v. Merrell Dow Pharms., Inc.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 589, 592, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993) (discussing trial judge's role in screening scientific expert testimony for reliability and relevancy); <i>see also Kumho Tire Co. v. Carmichael,</i> <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 141, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1999) (extending <i>Daubert'</i>s gatekeeping obligation to technical and other specialized expert testimony); <i>Diefenbach,</i> 229 F.3d at 30 (setting forth three requirements of Rule 702).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">At trial, defendants objected to the proffered testimony of Echeand&#237;a on three grounds. Defendants contended that Echeand&#237;a could not properly be qualified as an expert because he lacked education, training, and experience with fuel management systems, including marine systems. Second, defendants asserted that the expert's methodology was unreliable because he did not use any instruments to inspect the engines. Further, defendants argued that his proffered testimony was irrelevant because it related to fuel mismanagement rather than to engine stalling or backfiring. In response to these objections, the district court conducted an extensive voir dire as to Echeand&#237;a's qualifications and opinion. Upon conclusion of the voir dire, the district court found that Echeand&#237;a was qualified as an expert \"in light of his experience.\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Echeand&#237;a testified that he holds a bachelor's degree in mechanical engineering from the Mayag&#252;ez Agricultural College of the University of Puerto Rico. He obtained an engineering license after passing a qualifying exam given by the government of Puerto Rico and the College of Engineers.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In addition to his education, Echeand&#237;a testified as to his mechanical engineering experience, particularly as it corresponds to engine repair. He worked for the Puerto Rican Cement Company for five years, where he performed maintenance on heavy equipment, including work on Caterpillar, GM, Diesel, Wisconsin, Pearce, and Perkins engines. Echeand&#237;a then moved to Sea Train Line Container Division, where he worked for six years as maintenance engineer for all of the company's equipment, which included tractors, trailers, vans, diesel generators for refrigeration units, Johnson outboard motors, and Chevrolet and Ford engines. He also assisted the chief engineer with repair of auxiliary engines on vessels.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Echeand&#237;a then worked for approximately three years at Orbital de Puerto Rico, performing mechanical maintenance on gasoline and diesel engines. After his stint at Orbital, he bought Miami Rebuilders of Models, Inc., where he overhauled automobile engines, diesel engines, and marine engines for about three years. His work on specific marine engines included, inter alia, the rebuilding of approximately fifteen 454 Chevrolet (\"Chevy\") carburetor engines and twenty marine diesel engines.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> He then opened an automobile repair shop, in which he has been repairing fuel injection engines for more than twenty years. Echeand&#237;a was also able to explain to the court how a marine fuel injection engine differs from an automobile fuel injection engine.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Based upon these qualifications, we find no abuse of discretion in the district court's decision to qualify Echeand&#237;a as an expert in mechanical engineering of engines based on his experience. Rule 702 permits qualification of an expert based on knowledge, skill, experience, training, <i>or</i> education. <i>See Tokio Marine &amp; Fire Ins. Co. v. Grove Mfg. Co.,</i> <span class=\"citation\" data-id=\"579443\"><a href=\"/opinion/579443/tokio-marine-fire-insurance-company-ltd-v-the-grove-manufacturing/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1175 (1st Cir.1992) (citing <i>United States v. Paiva,</i> <span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 160 (1st Cir.1989)). Although plaintiffs' expert might not have qualified as an expert based solely on his educational background in marine engines, his experience repairing various marine and fuel-injection engines for over twenty years provided a basis for the district court to find him qualified to opine on the function of plaintiffs' marine engines. Thus, we will not disturb the district court's qualification determination. <i>See Diefenbach,</i> 229 F.3d at 30 (noting that trial court has \"broad discretionary powers\" in qualification of experts and that court's decision will be affirmed unless there is clear error); <i>United States v. Hoffman,</i> <span class=\"citation\" data-id=\"496986\"><a href=\"/opinion/496986/united-states-v-barry-hoffman/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1299</span></a></span>, 1310 (1st Cir. 1987) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">As for the expert's methodology, the district court had plaintiffs' expert describe how he arrived at his opinion regarding Correa's engines. Echeand&#237;a testified during voir dire that when he arrived to inspect the boat, Correa opened the engine hatches, and Echeand&#237;a made a visual inspection. Echeand&#237;a then stood next to the engines while Correa started the engines. Plaintiffs' expert attested to an excessive amount of smoke coming from the engines, indicating to him a bad fuel system. Echeand&#237;a testified that it is important for an engine to have the right proportions of gasoline and air flowing into it, otherwise the engine will not burn properly and the spark plugs will \"foul up.\" A \"fouled up\" spark plug, according to Echeand&#237;a, can cause engine backfiring or problems starting the engine. After warming up the engines, Correa and Echeand&#237;a took the boat out for a test. After their return, Echeand&#237;a removed a spark plug from the engines and noted it was blackened from soot, rather than clean, as it should be in a properly functioning engine.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Defendants objected to Echeand&#237;a's methodology, complaining that a visual inspection, accompanied by removal of a spark plug, was insufficient to be reliable. Specifically, defendants noted that Echeand&#237;a did not use any instruments or gauges to determine whether Correa's engines were functioning properly. Nor did plaintiffs offer any evidence to show that this type of cursory examination is an accepted or recognized methodology for diagnosing marine engine problems.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court, however, accepted Echeand&#237;a's methodology as reliable. In reviewing the reliability of proffered expert testimony, the trial court conducts a \"flexible inquiry,\" which includes consideration of \"the verifiability of the expert's theory or technique, the error rate inherent therein, whether the theory or technique has been published and/or subjected to peer review, and its level of acceptance within the scientific community.\" <i>Ruiz-Troche v. Pepsi Cola of P.R. Bottling Co.,</i> <span class=\"citation\" data-id=\"198219\"><a href=\"/opinion/198219/ruiz-troche-v-pepsi-cola/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 81 (1st Cir. 1998). Acceptance of the methodology by the other party's expert may give additional credence to the reliability of the proffered testimony. <i>See id.</i> at 84 (opining that plaintiff's expert, who used the same scientific technique as defendant's expert, added validation to methodology of defendant's expert).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although plaintiffs did not offer any evidence that Echeand&#237;a's visual inspection of the engines was a well-accepted method of diagnosing the existence of engine or fuel management problems, here, we find it to be a matter of common sense that a visual inspection, including observation of excessive smoke and \"fouled up\" spark plugs, would be one acceptable way for a mechanic or engineer to detect an engine problem. Moreover, one of Crusader's experts, Andrew Prietz, offered support for Echeand&#237;a's methodology by acknowledging that a sooty spark plug is a sign of fuel mismanagement, which can cause stalling and shutting off of the engine. Taking into account the \"flexible inquiry\" that a district court conducts, we cannot say that the court committed \"meaningful error\" in admitting Echeand&#237;a's testimony. <i>See</i> <i>Ruiz-Troche,</i> 161 F.3d at 83 (stating that district court's reliability determination will only be reversed when there is a \"`meaningful error in judgment'\") (quoting <i>Anderson v. Cryovac, Inc.,</i> <span class=\"citation\" data-id=\"515444\"><a href=\"/opinion/515444/anne-anderson-v-cryovac-inc-anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 923 (1st Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Appellants further claim that Echeand&#237;a's testimony should have been excluded because it was irrelevant. The relevancy inquiry under Rule 702 focuses on whether the expert testimony \"likely would assist the trier of fact to understand or determine a fact in issue.\" <i>Id.</i> at 81 (discussing \"special relevancy\" requirement of Rule 702). Appellants claim that Echeand&#237;a's testimony is irrelevant because it relates only to smoke and sooty spark plugs (i.e., the fuel management system), rather than to an engine stalling or starting problem, which is the alleged defect. The district court disagreed, however, and ruled that the expert testimony was relevant. Because Echeand&#237;a explained that the excess smoke and \"fouled up\" spark plugs could cause engine backfiring or stalling, we agree with the district court that his testimony was relevant as to whether or not the engines were defective. Thus, there was no abuse of discretion in admitting the expert testimony.</p>\n    </div>\n    <p>IV. Expenses</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Appellants also appeal the district court's ruling permitting the jury to award plaintiffs the expenses they incurred for dockage, insurance, and licenses, as well as the amendment to the judgment for additional dockage, license, and insurance fees. In their motion for judgment as a matter of law, based on limitations grounds, defendants argued that if the court did not grant their motion, the court should nevertheless, under Puerto Rico law, disallow plaintiffs' claims for dockage, insurance, and license fees because these expenses would have been incurred regardless of any alleged defect. The issue of what constitutes reimbursable \"expenses\" under Puerto Rico law in an action for rescission of contract is a question of law. Therefore, we review the district court's decision de novo. <i>See Disola Dev., LLC v. Mancuso,</i> <span class=\"citation\" data-id=\"199962\"><a href=\"/opinion/199962/disola-development-v-mancuso/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Puerto Rico Civil Code provides that when there is a breach of warranty against hidden defects, \"the vendee may choose between withdrawing from the contract, the expenses which he may have incurred being returned to him, or demanding a proportional reduction of the price.\" P.R. Laws Ann. tit. 31, &#167; 3843 (1990). However, if the vendor had knowledge of the hidden defects and did not inform the vendee, then the vendee has the additional remedy of being \"indemnified for the losses and damages should he choose the rescission.\" <i>Id.</i> In the case before us, there was no allegation that the defendants were aware of any hidden defect at the time of sale, so only \"expenses,\" as opposed to \"losses and damages,\" are recoverable.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Plaintiffs, in addition to the purchase price of the boat ($132,350.00) plus interest, sought reimbursement of the following \"expenses,\" incurred between the date of delivery and trial: insurance for the boat ($13,326.00); dockage fees ($14,980.38); license fees ($1,164.95); and miscellaneous costs for missing equipment, repairs, and maintenance (totaling $3,350.28). At trial, defendants objected to these \"expenses,\" except for the miscellaneous costs, claiming that these were not recoverable \"expenses\" because they were not related to the alleged defect. Rather, these were ordinary expenses associated with owning a boat that would have been incurred whether or not the boat was defective. The district court found otherwise, considering the costs as \"reasonable expenses for the upkeep\" of the boat that should go to the jury. We disagree. Although the case law interpreting the expanse of the remedy for breach of warranty under &#167; 3843 is hardly crystal clear, our review indicates that recoverable \"expenses,\" as opposed to \"losses and damages,\" are to be interpreted narrowly and are limited to costs that are directly related to the defect.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In <i>Berr&#237;os v. Courtesy Motors of Puerto Rico, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">441</span></span> (1964), the plaintiff, who purchased an automobile with a defective transmission, sued the vendor for breach of warranty against hidden defects. In addition to rescission of the sales contract and return of the vehicle down payment and installment payments already made, the plaintiff also sought reimbursement for transportation expenses that he incurred over the eleven months while his vehicle was inoperable. <i>See id.</i> at 444. The Supreme Court of Puerto Rico held that these transportation costs were not recoverable. <i>See id.</i> at 449. Rather, the court indicated that the transportation costs were more properly considered as \"losses\" or \"damages,\" which would be appropriate only where the vendor knew of the defect at the time of sale. <i>See id.</i> at 448-49. Since the trial court made no finding that the vendor knew of the defective transmission, the court excluded the transportation costs from the plaintiff's award. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Similarly, the District Court for the District of Puerto Rico has held that the remedy for breach of warranty is limited to the price paid for the contract and \"expenses directly related to a product's hidden defects.\" <i>Ramos Santiago v. Wellcraft Marine Corp.,</i> <span class=\"citation\" data-id=\"2284636\"><a href=\"/opinion/2284636/ramos-santiago-v-wellcraft-marine-corp/\"><span class=\"volume\">93</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">112</span></a></span>, 118 (D.P.R.2000). In <i>Ramos Santiago,</i> the plaintiff sued for breach of warranty against hidden defects arising out of a contract for the sale of a motor boat. The plaintiff sought recovery of the price of the boat, the cost of removing and transporting it, the cost of maintaining it in storage while inoperable, and damages for \"mental anguish suffered from being out at sea in a broken-down boat with a severely injured passenger on board.\" <i>Id.</i> at 118 &amp; n. 5. The district court differentiated between these sums, implying that the price of the boat, the removal and transportation cost, and the storage cost would be recoverable because they qualify as \"directly related economic loss\" due to the defect, whereas the mental anguish damages would not be because they are \"beyond the damage to the boat itself.\" <i>Id.</i> at 118. In sum, the court limited recoverable expenses to those that stemmed from \"the objective fact of the [alleged] defect\" rather than \"from the damages caused by such defect.\" <i>Id.</i> (internal quotation marks omitted); <i>see also Ferrer Delgado,</i> 100 P.R.R. at 254-55, 100 P.R. Dec. at 256 (finding that, as a result of defective automobile, appellant should be reimbursed the contract price and \"the expenses which he necessarily incurred as a result of the faults or defects\" of the vehicle, but was not entitled to any damages).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Plaintiffs, defending the district court's determination that the dockage, insurance, and license fees are recoverable expenses under &#167; 3843, cite to a case where the Supreme Court of Puerto Rico, in addition to rescission of the contract, explicitly awarded insurance expenses to the plaintiff for a breach of warranty. <i>See Departamento De Asuntos Del Consumidor v. Marcelino Mercury, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">80</span></span>, 85 (1976) (awarding plaintiff the sale price of the defective car plus payments made to appellees for monthly installments, registration, insurance, and financing). Although this case facially seems to indicate that insurance payments related to the defective product qualify as expenses under &#167; 3843 rather than as damages or losses, we do not read the case to decide this issue. First, <i>Marcelino Mercury</i> does not even discuss the difference between expenses and losses or damages. Second, although not explained in the opinion, it appears that the insurance payments were recoverable because they were part of the amount the plaintiff paid <i>to appellees</i> as part of the contract. <i>Cf. Rios Ruiz v. Auto Outlet Sales,</i> Nos. KLRA0100707, KLRA0100715, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">537660</span></span>, at *7 (P.R. Cir.Ct.App. Jan. 23, 2002) (nullifying the financing contract because of the rescission of the underlying sales contract). Thus, the court did not award expenses incurred by the plaintiff after perfection of the contract, but rather, in granting rescission of the sales contract, ordered return of all the payments made by the plaintiff to the appellees under the contract. Therefore, the facts of <i>Marcelino Mercury</i> do not undermine our conclusion under <i>Berr&#237;os</i> and <i>Ramos Santiago</i> that recoverable expenses are limited to those directly related to the defect.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In the case before us, we find that the plaintiffs' expenses for dockage, insurance, and licensing are not related in any way to the defect in the boat's engines, but are expenses that would have been incurred by the plaintiffs whether or not their boat suffered from any problems. As a result of this finding and our understanding of &#167; 3843, we vacate the district court's judgment of March 23, 2000, insofar as it awards reimbursement of dockage fees, insurance premiums, and license fees.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Appellants further appeal the district court's order of December 18, 2000 amending the judgment to award payment to plaintiffs of additional dockage, license, and insurance fees incurred after the entry of judgment on March 23, 2000, and to allow motions for future additional expenses. The district court, in amending the judgment, adopted the plaintiffs' rationale that the court's March 23 judgment rendered the plaintiffs legal custodians, or bailees, of the boat until the judgment becomes final and defendants accept possession of the boat. As legal custodians, the court determined that the plaintiffs were under a legal duty to maintain the boat with due diligence, thereby necessarily incurring further dockage and insurance expenses. Because we find that the district court erred in adopting plaintiffs' bailment theory, we reverse the amendment of the judgment awarding dockage and insurance fees.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The March 23, 2000 judgment ordered the plaintiffs to return the boat to defendants and awarded a monetary amount to plaintiffs against defendants. Although plaintiffs could not move to enforce the judgment until ten days after its entry, <i>see</i> Fed.R.Civ.P. 62(a), there was nothing to prevent plaintiffs from seeking court enforcement of the judgment after the expiration of this ten-day automatic stay period, had they so desired. <i>See</i> Fed. R.Civ.P. 69 (providing process for execution of money judgments); Fed.R.Civ.P. 70 (providing process for enforcement of judgments to perform specific acts). Contrary to plaintiffs' assertion, there is no requirement that the judgment become final before it can be enforced. <i>Cf.</i> Fed. R.Civ.P. 62(d) (providing that when an appeal is taken, the appellant may seek a stay of execution of the judgment by filing a bond). Thus, plaintiffs did not become bailees of the boat by operation of the judgment. Rather, the plaintiffs had a duty to return the boat to the defendants. If the defendants refused to accept the boat and/or pay the judgment, then the proper remedy would have been for plaintiffs to move for enforcement of the judgment rather than to continue incurring additional expenses for the maintenance of the boat. Because plaintiffs failed to turn over the boat to defendants and/or request an enforcement of the judgment, they cannot now recover for unnecessarily incurred expenses. <i>Cf. Knapp Shoes, Inc. v. Sylvania Shoe Mfg. Corp.,</i> <span class=\"citation\" data-id=\"196480\"><a href=\"/opinion/196480/knapp-shoes-inc-v-sylvania-shoe/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">190</span></a></span>, 204-05 (1st Cir.1995) (\"The general principle is well settled that a party cannot recover for harms that its own reasonable precautions would have avoided.\") We hereby vacate the December 18, 2000 order insofar as it awards the plaintiff dockage and insurance fees incurred after the entry of judgment and permits application to the district court for further such awards.</p>\n    </div>\n    <p>V. Attorney's Fees</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In addition to the award of dockage, insurance, and license fees, appellants challenge the district court's December 18, 2000 order awarding attorney's fees to plaintiffs in the amount of $30,000. We review the trial court's determination of whether attorney's fees are appropriate, based on obstinate conduct, for abuse of discretion. <i>See Dopp v. Pritzker,</i> <span class=\"citation\" data-id=\"681299\"><a href=\"/opinion/681299/paul-s-dopp-v-jay-pritzker-paul-s-dopp-v-jay-pritzker/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1239</span></a></span>, 1253 (1st Cir.1994) (vacating award of attorney's fees because party's conduct, viewed in context of \"the overall nature of the litigation,\" did not support finding of obstinacy). An error of law constitutes an abuse of discretion. <i>See Goya Foods, Inc. v. Wallack Mgmt. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></span>, 75 (1st Cir.2002). Since jurisdiction is based on the diversity of the parties, we apply the substantive law of Puerto Rico to this issue. <i>See Grajales-Romero v. Am. Airlines, Inc.,</i> <span class=\"citation\" data-id=\"198693\"><a href=\"/opinion/198693/grajales-romero-v-american-airlines/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 301 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The Puerto Rico Rules of Civil Procedure provide that \"[i]n the event any party or its lawyer has acted obstinately or frivolously, the court shall, in its judgment, impose on such person the payment of a sum for attorney's fees which the court decides corresponds to such conduct.\" P.R. Laws Ann. tit. 32, App. III, R. 44.1(d) (Supp.1998). Although the Rules do not themselves define obstinacy, there is ample case law within this Circuit to elucidate the concept.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">\"A finding of obstinacy requires that the court determine a litigant to have been unreasonably adamant or stubbornly litigious, beyond the acceptable demands of the litigation, thereby wasting time and causing the court and the other litigants unnecessary expense and delay.\" <i>De Le&#243;n L&#243;pez v. Corporaci&#243;n Insular de Seguros,</i> <span class=\"citation\" data-id=\"559868\"><a href=\"/opinion/559868/pablo-de-leon-lopez-v-corporacion-insular-de-seguros/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span>, 126 (1st Cir.1991). Once the court has determined that a party has engaged in obstinate conduct, imposition of attorney's fees is mandatory. <i>See</i> R. 44.1(d) (stating that the court \"shall\" impose attorney's fees in cases of obstinacy); <i>see also Dopp,</i> 38 F.3d at 1252; <i>Fern&#225;ndez Mari&#241;o v. San Juan Cement Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">823</span></span>, 829 (1987). The amount of the fees awarded, however, is left to the discretion of the court. <i>See Dopp,</i> 38 F.3d at 1252; <i>Fajardo Shopping Ctr., S.E. v. Sun Alliance Ins. Co.,</i> <span class=\"citation\" data-id=\"2420924\"><a href=\"/opinion/2420924/fajardo-shopping-center-v-sun-alliance-insurance/\"><span class=\"volume\">81</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">331</span></a></span>, 334 (D.P.R.2000) (noting that award of fees need not match actual attorney's fees incurred, but should be determined based on extent of obstinate conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The Supreme Court of Puerto Rico has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The main purpose of awarding attorney's fees in cases of obstinacy is to impose a penalty upon a losing party that because of his stubbornness, obstinacy, rashness, and insistent frivolous attitude has forced the other party to needlessly assume the pains, costs, efforts, and inconveniences of a litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\"><i>Fern&#225;ndez Mari&#241;o,</i> 18 P.R. Offic. Trans. at 830. Under this theory, attorney's fees are appropriate when a party unnecessarily prolongs or complicates litigation. <i>See id.</i> Examples of obstinate conduct include: denying all liability in answering a complaint, where the defendant later admits liability; raising inapplicable defenses; denying all liability when only the amount of damages sought is contested; and denying a fact, knowing it is true. <i>See id.</i> at 830-31 (collecting cases). Obstinacy is to be judged in light of the overall circumstances of the particular case. <i>See Dopp,</i> 38 F.3d at 1253 (opining that court should look at case's \"personality\" in evaluating obstinacy); <i>Fajardo Shopping Ctr.,</i> 81 F.Supp.2d at 334 (recognizing that certain conduct may or may not be obstinate depending upon the particular stage of litigation or the particular case). Though the degree of obstinacy is the critical factor in determining whether attorney's fees are warranted, other factors to be weighed include, inter alia, the nature of the litigation, the legal issues involved, the time spent, and the efforts and abilities of the attorneys. <i>See Vel&#225;zquez Ortiz v. Universid&#225;d de Puerto Rico,</i> <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">234</span></span>, 238 (1991).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In this case, the district court based its obstinacy determination on the following findings: (1) Cruisers and Crusader denied a fact that was known to them, namely, that after the fuel system was replaced on October 21, 1995, the plaintiffs suffered further engine problems; (2) the defendants stubbornly denied all liability, even when it was \"highly probable\" that the plaintiffs would prevail; (3) the defendants limited their proposed settlement to $150,000, although the original price of the boat was $132,350 and the judgment was for more than $200,000.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The district court found that defendants denied the existence of any engine problems after Paul Doppke's repairs on October 21, 1995. The court relied on defendants' answers, which, in response to the complaint's allegations of continuing engine problems after October 21, 1995, averred that defendants lacked sufficient knowledge to answer. Yet, the court determined that defendants were aware of further engine problems because Guillermo Cidre and Osmani del Pino, employees of People's Marine, witnessed one of the engine failures and because defendants' representatives came to Puerto Rico in December of 1995 to investigate plaintiffs' engine complaints. The court found that this \"denial\" of a known fact constituted obstinacy. <i>See Fern&#225;ndez Mari&#241;o,</i> 118 P.R. Offic. Trans. at 830, 832 (\"[A]ttorneys must take special care when drawing their pleadings so as not to deny facts which they know or which may be easily verified and that to deny allegations in an indiscriminate manner, even with the pet phrase `for lack of information,' is an undesirable practice which attorneys should take special care to avoid.\") (citing <i>P.R.-Am. Ins. Co. v. Tribunal Superior De P.R.,</i> <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">747</span></span> (1972)).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We find the district court's reliance on this factor to be flawed. As a matter of law, <i>denying</i> a fact is different than asserting an inability to answer for lack of sufficient information. <i>Fern&#225;ndez Mari&#241;o,</i> on which the district court relied, discusses the danger of indiscriminately denying facts that are known or are easily verifiable. <i>See</i> 18 P.R. Offic. Trans. at 832-34 (finding defendants obstinate in a wrongful death suit arising out of an accident where a truck hit a child on a bicycle where defendants denied every allegation in the complaint, including the occurrence of the accident and that the child was riding the bicycle). Although <i>Fern&#225;ndez</i> <i>Mari&#241;o</i> also warns against indiscriminately claiming a lack of sufficient information to answer, <i>Fern&#225;ndez Mari&#241;o,</i> and the cases upon which it relies, did not involve circumstances where the lawyers stated that they lacked knowledge. <i>See</i> 18 P.R. Offic. Trans. at 832-34 (finding attorney's fees appropriate where defendants <i>denied</i> every allegation in complaint); <i>Abreu Roman v. Rivera Santos,</i> <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">325</span></span>, 331 (1965) (affirming award for attorney's fees where defendants denied a fact that they had accepted in an earlier proceeding before the same court); <i>cf. P.R.-Am. Ins. Co.,</i> 100 P.R. Dec. at 749 (reversing award of attorney's fees where defendant admitted facts in interrogatory that had originally been denied in the answer because there was no evidence that the inclusion of these additional interrogatory questions imposed additional costs on plaintiff). As a result, <i>Fern&#225;ndez Mari&#241;o</i> does not provide support for imposing attorney's fees where the defendants have asserted a lack of sufficient knowledge to answer, as opposed to flatly denying allegations which they know to be true.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In addition, as a factual matter, this case is quite different than <i>Fern&#225;ndez Mari&#241;o.</i> Defendants recognized, and implicitly admitted, that plaintiffs were complaining of engine problems after October 21, 1995, which is why they sent representatives to Puerto Rico to inspect the boat in December of 1995. However, having not witnessed or been able to diagnose the engine problems themselves after October 21 because no problems were experienced during the defendants' sea trials, defendants could not, in good faith, either admit or deny liability as to whether the engines were defective. Rather, their only option was to answer that they lacked sufficient knowledge to answer plaintiffs' allegations about post-October engine problems. Even if Guillermo Cidre and Osmani del Pino, both from People's Marine, witnessed an engine failure <i>after</i> October 21, 1995 and we attribute knowledge of such failure to the defendants, as the district court suggests, it would be strange indeed, in the context of a lawsuit, for defendants in their answers to admit that the engines were defective without discovery as to what caused the engine failure. <i>See Grajales-Romero,</i> 194 F.3d at 300-01 (rejecting claim that a party \"engages in obstinacy when it merely answers a complaint and denies responsibility for a plaintiff's damages, even if it accepts that responsibility later\"). Moreover, since defendants were never able to recreate the engine failures during discovery, it does not strike us as either unusual or obstinate to refuse to admit that the engines were defective. Just because the jury, at the close of the trial, determined that the engines were defective, does not indicate that the defendants were obstinate in asserting the contrary, much less in asserting a lack of knowledge. <i>See Dopp,</i> 38 F.3d at 1254 (\"Indeed, even if a party's claim ultimately fails, it cannot be deemed frivolous or obstinate for that reason alone.\"). Defendant Cruisers did not deny basic facts such as the purchase of the boat by the plaintiffs or that the defendants were the manufacturers of the engines and the boat, and defendant Crusader claimed insufficient knowledge to answer many, but not all, of the allegations in the complaint. <i>Cf. Fern&#225;ndez Mari&#241;o,</i> 18 P.R. Offic. Trans. at 832 (finding that defendant obstinately denied every allegation in the complaint, including basic underlying facts).</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The second finding that the district court relied upon in finding defendants obstinate was their denial of all liability, even when it appeared \"highly probable\" that plaintiffs would prevail. The district court seems to suggest that defendants should have admitted liability as to the engine defects, <i>see Fern&#225;ndez</i> <i>Mari&#241;o,</i> 118 P.R. Offic. Trans. at 831 (stating that a party should assume liability when it appears prima facie), limiting the trial issues to the remedy as well as to whether moral and mental anguish damages were available as a matter of law. However, the district court fails to consider the statute of limitations defense, which, if decided in favor of the defendants, would have absolved them of any liability under the breach of warranty claim. <i>See Dopp,</i> 38 F.3d at 1253 (overlooking \"relevant factor deserving of significant weight\" is an abuse of discretion). Further, as discussed above, defendants did not <i>deny</i> all knowledge of the engine defects, but rather averred their lack of sufficient information regarding the alleged engine defects. Thus, the district court's reliance on this second finding also seems insufficient for an obstinacy determination. <i>See Mejias-Quiros v. Maxxam Prop. Corp.,</i> <span class=\"citation\" data-id=\"197243\"><a href=\"/opinion/197243/mejias-quiroz-v-maxam-property-corp/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">425</span></a></span>, 429 (1st Cir. 1997) (stating that appellant's claim that defendant was obstinate, based on refusals to concede certain facts, denial of negligence, and litigation of the issue, could not \"have been seriously intended\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The third finding relied upon by the district court was the defendants' failure to propose a reasonable settlement during trial, thereby unnecessarily prolonging the litigation. Defendants limited their proposed settlement to $150,000. The district court found that this was unreasonable under the circumstances, given the likelihood that plaintiffs would prevail on their claims, the original price of the boat in 1995 of $132,350, and the final judgment exceeding $200,000. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">First, defendants might have thought that they had a reasonable chance of succeeding on their statute of limitations defense so that they would not be liable for any amount of money. Second, the proposed settlement of $150,000, made when the boat was over five years old, exceeded the price of the boat when new. Third, as discussed above, the part of the judgment allowing expenses for dockage, insurance, and licensing fees is not permitted as a matter of law. As a result, the final judgment does not exceed $200,000, but is limited to the original price of the boat, plus legal interest, and the expenses awarded for repairs and maintenance. Thus, a settlement offer of $150,000 can hardly be considered so unreasonable as to rise to the level of obstinacy.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In <i>Dopp,</i> we overturned an obstinacy determination based, in part, on a finding that the defendant was unreasonable in assessing the plaintiff's damages. The defendant, Pritzker, claimed that the plaintiff's damages were limited to $35,000. The jury awarded a verdict to the plaintiff, Dopp, in the amount of $17,000,000. We stated:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Though we readily acknowledge that Pritzker's stated valuation verges on the ludicrous, there is nothing to show that Dopp &#8212; who even now challenges a $17,000,000 verdict as too paltry ... &#8212; ever placed a more reasonable value on the case, or that a realistic settlement offer by Pritzker would have satisfied Dopp and shortened the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">38 F.3d at 1254-55. The key issue is not whether or not the defendant's proposed settlement amount approaches plaintiff's claimed damages, but whether the parties engaged in good faith negotiations. <i>See Reyes v. Banco Santander,</i> <span class=\"citation\" data-id=\"1597682\"><a href=\"/opinion/1597682/reyes-v-banco-santander-de-pr-na/\"><span class=\"volume\">583</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1444</span></a></span>, 1445-46 (D.P.R.1984).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The plaintiffs, in their motion to amend the judgment to include attorney's fees, did not allege any facts to show that defendants did not engage in good faith negotiations. Instead, plaintiffs only pointed to the allegedly inadequate settlement offers of $20,000, prior to trial, and $150,000, during trial, as evidence of lack of good faith. Under our case law, this alleged insufficiency is not tantamount to bad faith in conducting settlement negotiations. As a result, we also find this ground inadequate to support the district court's obstinacy determination.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Because we conclude that the district court's findings on which it based its obstinacy determination were infected with legal errors that skewed the court's judgment on the matter, we reverse the award granting attorney's fees to plaintiffs. <i>See Dopp,</i> 38 F.3d at 1253 (stating that \"`a district court abuses its discretion when a relevant factor deserving of significant weight is overlooked, or when an improper factor is accorded significant weight, or when the court considers the appropriate mix of factors, but commits a palpable error of judgment in calibrating the decision scales.'\"); <i>see also Goya Foods,</i> 290 F.3d at 75 (committing legal error is abuse of discretion). Moreover, when looking at the overall \"personality\" of the case, the district court opined that \"the degree and intensity of Defendants' obstinate conduct was significant, although not extreme.... it did not border on fraud, and the litigation itself did not extend beyond that to be expected of similar cases which go to trial.\" In light of the district court's findings, influenced by errors of law, and the defendants' overall conduct, which was not determined to be extreme, we find that the district court abused its discretion. <i>See Dopp,</i> 38 F.3d at 1255 (vacating award of attorney's fees where the court's \"subsidiary findings do not support is ultimate finding of obstinacy\" and \"the record does not otherwise show that [the defendant] was `unreasonably adamant or stubbornly litigious, beyond the acceptable demands of the litigation'\"); <i>Vel&#225;zquez Ortiz,</i> 128 P.R. Dec. at 238 (asserting that the degree or intensity of the obstinate conduct is the critical or determining factor). Thus, we vacate the award of attorney's fees.</p>\n    </div>\n    <p>VI. Conclusion</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Because we find that the district court properly held that the plaintiffs' claim was not time-barred and that plaintiffs' expert's testimony was admissible, we <i>affirm</i> the judgment as to defendants' liability. However, because we conclude that the district court erred in awarding dockage, insurance, license, and attorney's fees to plaintiffs, we <i>vacate</i> the judgment insofar as it includes these sums and <i>remand</i> the case to the district court for action consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although at trial there was corroborating evidence of Correa's engine problems during the regatta, there was conflicting testimony as to when the regatta occurred: before or after the installation of the new fuel delivery system. Viewing the facts in the light most favorable to the plaintiffs, however, we will assume that the regatta and the concomitant engine problems arose after the new fuel delivery system was installed on October 21, 1995</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> It appears that at this time the plaintiffs and defendants were involved in settlement negotiations prior to filing an appeal. As a result, defendants had not yet paid the judgment to plaintiffs, so the plaintiffs had not yet returned the boat to defendants</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Plaintiffs argue that Crusader appeals only from the original judgment and not from the orders amending the judgment, since these orders were not explicitly cited in Crusader's notice of appeal. Federal Rule of Appellate Procedure 3(c) provides that the notice of appeal must \"designate the judgment, order, or part thereof being appealed.\" Failure to do so prevents the party from appealing the unspecified ruling<i>See Lehman v. Revolution Portfolio LLC,</i> <span class=\"citation\" data-id=\"198303\"><a href=\"/opinion/198303/lehman-v-bank/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">389</span></a></span>, 395 (1st Cir. 1999) (disallowing appeal of substitution order, which post-dated notice of appeal, where order not specifically appealed). Normally, an appeal from a Rule 59(e) motion is considered separate from an appeal from the judgment, <i>see LeBlanc v. Great Am. Ins. Co.,</i> <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 839 (1st Cir.1993) (stating that appeal from denial of Rule 59(e) motion is not an appeal of underlying judgment), so that each must be referenced in the notice of appeal to be properly appealable.</p>\n        <p class=\"indent\">However, we have held that in determining what is being appealed, the court may look to the appellant's intent. <i>See id.; see also In re San Juan Dupont Plaza Hotel Fire Litig.,</i> <span class=\"citation\" data-id=\"195867\"><a href=\"/opinion/195867/in-re-san-juan-v-american-internation/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">564</span></a></span>, 567 (1st Cir.1995); <i>Mariani-Giron v. Acevedo-Ruiz,</i> <span class=\"citation\" data-id=\"568542\"><a href=\"/opinion/568542/william-mariani-giron-v-heriberto-acevedo-ruiz-etc/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1991). In this case, Crusader's intent to appeal both the judgment <i>and</i> the orders amending the judgment is clear. Crusader's brief explicitly adopts Cruisers' arguments regarding reimbursable expenses and attorney's fees, which were the subject matters of the orders. If Crusader only intended to appeal the judgment, there would have been no need to discuss attorney's fees, which were not included in the original judgment. <i>See Foman v. Davis,</i> <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">178</span></a></span>, 181, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">227</span></a></span>, <span class=\"citation\" data-id=\"106497\"><a href=\"/opinion/106497/foman-v-davis/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">222</span></a></span> (1962) (finding that appellant intended to appeal both judgment and denial of motion to vacate based in part on parties' briefs addressing issues relevant to the original judgment and to the motion).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although the district court uses the term \"tolling,\" and the defendants dispute the applicability of the Code's tolling provision,<i>see</i> P.R. Laws Ann. tit. 31, &#167; 5303 (1990), it is clear from this context that the district court is not applying the tolling provision, but rather discussing what triggers the running of the limitations period.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Because the district court determined that Cruisers and Crusader were jointly and severally liable, and People's Marine was an authorized dealer of Crusader from December of 1995 to August of 1996, the district court ruled that communication between Correa and Cruisers, Crusader, and/or People's Marine was effective as between them all for purposes of the statute of limitations: \"But once this statute was tolled against Cruisers which is solidarily liable with Crusader then any and all claims against Cruisers throughout all this period is attributable as a tolling to Crusader.\" This finding was not challenged on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellants argue that, contrary to the district court's finding, only communication regarding the alleged engine defect, as opposed to other repairs covered by the boat's warranty, can prevent the limitations period from starting to run for a breach of warranty claim. We need not address that claim. Even if we limit our review of continuous communications to those involving the engines, the gap between the end of February or April of 1996, when the engine hoses had been fixed, and August of 1996, when Correa specifically mentioned the engine problems again, was less than six months</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Correa's boat also has 454 Chevy engines, although they are fuel injection engines, whereas the 454 Chevy engines that Echeand&#237;a rebuilt were carburetor engines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Appellants do not appeal the judgment's award of maintenance and repair fees in the amount of $3,350.28</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/681299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1597682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2284636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2420924/"
  ]
}