{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200022/",
  "absolute_url": "/opinion/200022/pan-american-grain-v-puerto-rico-ports/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200022/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:42:19Z",
  "date_modified": "2016-02-28T05:02:00.619205Z",
  "type": "010combined",
  "sha1": "8cf29ff5e4b1344695f31e00ac1abfffd9f926fa",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2024-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/07/09/Pan_American_Grain_v._Puerto_Rico_Ports.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 99-2024\n\n              PAN AMERICAN GRAIN MANUFACTURING CO., INC.,\n                         Plaintiff, Appellant,\n\n                                  v.\n\n         PUERTO RICO PORTS AUTHORITY; CCC UNDERWRITERS;\n           PROCESADORA DE GRANOS DE PUERTO RICO, INC.,\n\n                        Defendants, Appellees,\n\n\n   CONTINENTAL GRAIN COMPANY, INC.; MOLINOS NACIONALES, INC.,\n             INDUSTRIAS AVÍCOLAS A/K/A POLLOS PICÚ,\n                              Defendants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n         [Hon. Héctor M. Laffitte, U.S. District Judge]\n\n\n                                Before\n              Torruella, Selya and Lipez, Circuit Judges.\n\n\n     Derek A. Walker, with whom H. Michael Bush and Chaffe, McCall,\nPhillips, Toler & Sarpy, L.L.P. were on brief, for appellant.\n     Ian P. Carvajal, with whom Manuel Sosa-Báez, Luis N. Saldaña,\nSaldaña & Carvajal, P.S.C., David Karcher and Underwood, Karcher &\nKarcher, P.A. were on brief, for Puerto Rico Ports Authority.\n     Darío Rivera-Carrasquillo, with whom William P. Kardaras and\nDarío Rivera-Carrasquillo, P.S.C. were on brief, for Procesadora de\nGranos.\n\n\n                             July 9, 2002\n\f           TORRUELLA,   Circuit   Judge.      On    April   24,   1999   the\n\nintegrated tug and barge Zorra (\"ITB Zorra\")1 caught fire in the\n\nharbor in Guánica, Puerto Rico, and was substantially destroyed.\n\n           The ship's owner, Pan American Grain Manufacturing Co.\n\n(\"Pan American\" or \"appellant\"), filed an action in admiralty\n\nagainst, inter alia, the Puerto Rico Ports Authority (\"PRPA\"), the\n\nowner of the Guánica docking facilities, and Procesadora de Granos,\n\nInc.   (\"Procesadora\"),   the   lessee   of   the   docking    facilities,\n\nalleging their responsibility for this casualty.              Pan American\n\nclaimed that the fire resulted from a chain of events starting when\nthe vessel's starboard propeller struck uncharted submerged pilings\n\nin the dockage area, for which both PRPA and Procesadora (jointly\n\"appellees\") were responsible. Appellees rebutted this view of the\nevents, presenting several alternate theories.          One claimed that\n\nappellant's own imprudence in venturing into charted shallow waters\noutside of the dockage area initiated the destructive chain of\nevents.2\n\n\n1\n   An ITB, although technically two vessels, a barge and a tug,\noperates mostly as a single unit: the tug inserts itself into the\nstern section of the barge, is secured thereto, and becomes the\nbarge's method of propulsion and steerage. Therefore, for purposes\nof this opinion the ITB Zorra will be referred to as a single ship\nor vessel.\n2\n   Appellees also argued that the fire started as a result of a\nmalfunction in the ship's fuel lines or clutch. The district court\nrejected both these theories, finding that the fire was indeed\ncaused by \"an allision of the starboard propeller.\" Pan Am. Grain\nMfg. Co. v. P.R. Ports Auth., 121 F. Supp. 2d 710, 711 (D.P.R.\n1999). Appellees do not challenge this finding of the district\ncourt.   Therefore, the only dispute before us is whether the\nstarboard propeller struck uncharted pilings in the berthing area,\nas claimed by the appellant, or grounded in the shallow water, as\n\n                                  -2-\n\f           The matter went to trial before the district court,\n\nsitting in admiralty, and the court eventually found appellees'\n\nversion to be more credible and so ruled.      Pan Am. Grain Mfg. Co.\n\nv. P.R. Ports Auth., 121 F. Supp. 2d 710 (D.P.R. 1999) (hereinafter\n\nPan Am. I).   This appeal followed.     Appellant additionally appeals\n\nfrom a separate order which imposes sanctions on the appellant for\n\"abusive\" and \"shameful\" discovery practices.      Pan Am. Grain Mfg.\n\nCo. v.   P.R. Ports Auth., 193 F.R.D. 26 (D.P.R. 2000) (hereinafter\n\nPan Am. II).    After fully reviewing the record, we affirm the\n\njudgment of the district court and the imposition of sanctions\n\nagainst appellant.\n\n                            I.   The Facts\n\n           On April 22, 1995, the ITB Zorra entered the harbor at\nGuánica, Puerto Rico, at the end of a voyage from New Orleans.    She\n\ncarried a cargo of grain which was to be offloaded at appellees'\ndocking facilities.     The ITB Zorra is 656 feet in length, had a\nbeam of 85 feet, a stipulated depth of 22 feet at the stern, and\n\nwas powered by twin diesel engines, each driving an 18 foot screw\nand weighing 16 tons.\n\n\n\n\nargued by the appellees and found by the district court.      See id.\nat 716.\n\n                                  -3-\n\f             Appellees' docking facilities3 consist of six large,\nconcrete breasting moorings or dolphins4 aligned parallel to the\n\nshore on a north-south axis and 420 feet in length.         A chart\nintroduced at trial and published by the National Oceanic and\n\nAtmospheric Administration shows that the area within these dockage\n\nfacilities and its extensions to the north and south, have a depth\nof 28 to 29 feet. The chart further shows that the area to the east\n\nof the breasting line,5 south of dolphin number six, is littered\nwith debris and pilings.   Additionally, in that same area, the sea\n\nbottom rises up a sharp embankment to 18 feet, and it eventually\n\nlevels out at a depth of 12 feet.\n\n            The practice while loading or unloading cargo is for the\n\nvessel to rest alongside the breasting dolphins.       To load and\nunload, the vessel uses two grain elevators, one forward and one\n\naft, 200 feet apart from each other.   For these purposes the ship's\n\nelevators have to be aligned with appellees' elevator on shore.\nThat elevator is located in the center of the line of breasting\n\ndolphins.\n\n\n\n\n3\n   The docks in question are owned by PRPA but are leased to\nProcesadora. For purposes of this opinion, we make no distinction\nbetween the two.\n4\n  Dolphins are essentially pilings against which a ship is moored.\nThe dolphins in question are numbered one to six, in a north-to-\nsouth orientation, so that dolphin number six is the southernmost\ndolphin.\n5\n  The breasting line is an imaginary line drawn across the seaward\nside of the breasting dolphins and extending out from the outside\ndolphins, ad infinitum.\n\n                                 -4-\n\f               Upon arriving at Guánica, the ITB Zorra was captained by\n\nGerard Williams (\"Captain Williams\").              It took on a pilot, Manuel\n\nDos Santos (\"Dos Santos\"), who proceeded to assist in maneuvering\nthe     vessel    alongside      appellees'      docking     facilities    without\n\nincident, as he had done on prior occasions.                    In fact, the ITB\n\nZorra    had     used    these   docking   facilities      on    seven    different\noccasions without incident, as far back as August 1994.\n\n               On all the previous occasions when the ITB Zorra had used\n\nappellees' dock, the vessel had unloaded using the ship's forward\n\nelevator first and then the aft elevator.                     On this occasion,\n\nhowever, the order was reversed.              The ITB Zorra was originally\n\npositioned so that its aft elevator could discharge its cargo. The\n\nship was winched southward (i.e., toward the stern) along the\ndolphins    until       the   ship's   forward    elevator      was   aligned   with\n\nappellees' shore side elevator.            When this maneuver was completed,\n\nbecause of the overall length of the vessel, the stern of the ITB\nZorra extended approximately 260 feet beyond the southernmost\n\ndolphin.\n\n               The vessel was in this shifted position when it finished\n\nunloading on the morning of April 24, 1999. It was from this\n\nshifted position that Captain Williams and Dos Santos commenced\n\nundocking procedures, rather than having the vessel winched forward\n\nto its original docking position.             The district court found that\n\n\"this failure to winch the vessel forward prior to departure left\n\na large portion of the vessel's stern unprotected by the breasting\n\ndolphins, [and thus] this one decision proved to be the critical\n\n\n                                        -5-\n\ffactor in the events that followed.\"    Pan Am. I, 121 F. Supp. 2d at\n\n712.\n\n           The court found that the pilot intended to \"twist\" the\nvessel's stern out into the harbor, to allow room for an assisting\n\ntug to approach shoreward and help push the ITB Zorra out into the\n\nchannel.   Id. at 712.    This maneuver was accomplished by turning\nthe rudders hard right and running the starboard engine aft while\n\nthe port one was set forward.\n\n           The uncontradicted testimony of Dos Santos was to the\n\neffect that the assisting tug, the Oscar, was placed at the stern\n\nof the ITB Zorra to keep it against the breasting dolphins while\n\nthe twisting maneuver was commenced.    All of the ship's lines were\n\nthen released, except for a spring line running from the bow to the\nthird breasting dolphin, whose purpose was to aid in the twisting\n\nmaneuver and prevent the vessel from going forward while this was\n\ntaking place.    After the stern was opened up from shore, the ship's\nengines were stopped to allow the Oscar safe passage astern of the\n\nITB Zorra and into the space made shoreward.   When the engines were\n\nstopped, however, the shoreward breeze, which was blowing at about\n\n17 knots, caused the ship to drift back to its original position\n\nagainst the dolphins before the Oscar was able to enter the gap and\n\npush the ITB Zorra's stern seaward.\n\n           After a second attempt at this maneuver, with a similar\n\noutcome as the first one, the ITB Zorra was again carried shoreward\n\nby the breeze.    This time, however, the district court found that\n\n\n\n\n                                 -6-\n\fthe ITB Zorra's stern was carried into the shallow waters east and\n\nsouth of the berthing facility, and it ran aground.                Id. at 712.\n\n             At this point, Captain Williams and Dos Santos decided to\nattempt the twisting maneuver by extending a line from the stern of\n\nthe ITB Zorra to the Oscar, and trying to pull the ITB Zorra into\n\nthe channel while assisting the Oscar with the ITB Zorra's own\nengines, which were engaged to this effect.              These efforts came to\n\nnaught when the line parted.           Another line was passed, and the\n\noperation recommenced, but the ITB Zorra became unmaneuverable when\n\nits starboard engine began malfunctioning. Shortly thereafter, the\n\nvessel caught fire, was towed into the channel, and thereafter was\n\nlost as a result of the conflagration.\n\n                               II.    Discussion\n\n             Appellant raises several issues on appeal.                  First, it\n\ncontends     that   the   district   court's       factual    findings    are   not\nsupported     by    the   evidence   and   are,    thus,     clearly   erroneous.\nSecond, appellant argues that the district court misinterpreted the\n\nlegal duties of the appellees as wharfingers and improperly found\nthat neither appellee breached its duty.             Third, appellant asserts\nthat   the   district      court   erred    when    it   failed   to   apply    the\n\nPennsylvania rule.         The S.S. Pennsylvania v. Troop, 88 U.S.(19\nWall.) 125, 134 (1873). Finally, appellant contests the imposition\nof sanctions.       We address each argument in turn.\n\n\n\n\n                                      -7-\n\fA.           The district court's factual findings are not clearly\n             erroneous\n\n             We review the factual findings of a district court\n\nsitting in admiralty for clear error. McAllister v. United States,\n\n348 U.S. 19, 20 (1954) (\"[i]n reviewing a judgment of a trial\n\ncourt, sitting in admiralty, the Court of Appeals may not set aside\n\nthe judgment below unless it is clearly erroneous\").       Appellant's\n\nchallenge to the district court's factual findings boils down to\n\nappellant's unhappiness with the finding that the ITB Zorra crossed\n\nthe breasting line and grounded in the marked shallow water.\n\nAppellant attempts to undermine this finding in several ways, but\nthere is more than sufficient evidence in the record to sustain the\ndistrict court's judgment. Therefore, the district court's finding\n\nis not clearly erroneous.\n             The district court concluded that the ship's captain and\npilot maneuvered the ITB Zorra in such a way as to allow its stern\n\nto be \"exposed to the charted dangers of pilings and shallows south\nof the dolphins and east of the breasting line,\" thus \"drift[ing]\ninto   the     shore   when   the   initial   twisting   maneuver   was\n\nunsuccessful.\"    Pan Am. I, 121 F. Supp. 2d at 718.     This, in turn,\n\ncaused the starboard propeller to strike the charted dangers,\nleading to the malfunction of the clutch and engine, and eventually\n\nto the fire.\n             The district court heard testimony from three witnesses,\nall of whom were on the bridge at the time of the maneuver.         All\n\ntestified as to whether the ITB Zorra crossed the breasting line,\n\n\n                                    -8-\n\fan     incursion    which    would   mean     entrance   into    an   area    not\n\ncontemplated as safe for navigation and so marked in the relevant\n\nchart.     See Gemp v. United States, 684 F.2d 404, 408 (6th Cir.\n1884) (holding that as a matter of law a mariner is charged with\n\nknowledge of what is shown on charts).           On this point, the vessel's\n\nchief    mate,     Bernard   Malpass,   contradicted     the    testimonies   of\nCaptain Williams and the pilot, Dos Santos, stating that the ITB\n\nZorra's stern crossed the breasting line, entering the area to the\n\neast of that line.       After thoroughly analyzing these testimonies,\n\nincluding the inherent self interest and inconsistencies in the\n\nstatements of Captain Williams and Dos Santos, the court concluded\n\nthat the evidence adduced through the chief mate was \"highly\n\npersuasive\" and thus more credible.           Pan Am. I, 121 F. Supp. 2d at\n\n713.    In making this finding, the court explicitly discounted the\n\ntestimonies of Captain Williams and Dos Santos, who both claimed\n\nthat the ITB Zorra never crossed the breasting line.\n            The district court adopted the testimony of the chief\n\nmate for several reasons.            First, he testified that during the\n\nundocking maneuvers he felt a violent vibration which caused items\n\nin the wheelhouse to fall on the deck.             Second, he claimed that\n\nthis occurred while the ship was within ten to fifteen feet of the\n\ndock on a compass heading of 340 degrees.            Since it is undisputed\n\nthat the dolphin line was between 357 and 358 degrees, if the chief\n\nmate's testimony on this point was credited, his statements are\n\ncompelling evidence that the stern of the ITB Zorra crossed the\n\ndolphin line into the shallows east and south of the berthing area,\n\n\n                                        -9-\n\fand that while there, its propeller struck an object or objects in\n\nan area shown by the chart to be unsafe for navigation by a vessel\n\nwith the ITB Zorra's draft.   Third, the court looked to the chief\nmate's testimony regarding the propeller wash.    He testified that\n\nit consisted of a tremendous amount of thick black water, compared\n\nto the normal brownish water created by a floating vessel.    All of\nthis evidence supports the conclusion that the ITB Zorra was\n\naground and that its starboard propeller was hitting bottom or the\n\nbank.     This most probably would have put undue strain on that\n\nengine's clutch, causing the fire which resulted in the eventual\n\ncasualty suffered by the ITB Zorra.\n\n            Without a doubt, much of the chief mate's testimony\n\ncontradicts that of Captain Williams and Dos Santos.   However, the\nbalancing of testimonial evidence and the assessment of credibility\n\nare exactly the functions of trial courts. McAllister, 348 U.S. at\n\n20.     The court was simply exercising its classical role when it\nfound that Captain Williams and Dos Santos were both biased.    Pan\n\nAm. I., 121 F. Supp. 2d at 713.   Furthermore, the court articulated\n\nconcrete grounds on which it both discounted the     testimonies of\n\nCaptain Williams and Dos Santos and adopted the chief mate's\n\nversion of events.    Therefore, the district court's conclusion is\n\nfar from clearly erroneous, and we affirm.\n\nB.          Appellees satisfied their duties as wharfingers\n\n            Pan American claims that the appellees breached their\nduties as wharfingers because they failed to warn that the berthing\n\n\n\n                                  -10-\n\farea contained submerged pilings.6           The law has long established\n\nthat   a   wharfinger   is   required   to    exercise   due   diligence   in\n\nmaintaining its berths in a safe manner and in removing any\ndangerous obstruction therein or warning any vessel using said\n\nfacilities of its existence.      Smith v.     Burnett, 173 U.S. 430, 435-\n\n36 (1899) (citing British cases). This duty, however, only extends\nto hidden hazards not reasonably known to the shipowner.              Bunge\n\nCorp. v. M/V Furness Bridge, 558 F.2d 790 (5th Cir. 1977).            There\n\nis no question, as found by the district court, Pan Am. I, 121 F.\n\nSupp. 2d at 716, that appellees are wharfingers and, as such, are\n\nresponsible for using due care to maintain the Guánica berthing\n\nfacilities free of dangerous obstructions or properly warning of\n\nthe presence of such obstructions.           However, the district court\nfound that Pan American did not establish that there were old\n\npilings within the berthing area.         Id. at 714.     Furthermore, any\n\npilings which may have been within the berthing area were so rotten\nthat they did not pose a hazard.        Id. at 715.      These findings are\n\nnot clearly erroneous.\n\n            After the accident, three sets of divers entered the\n\nwaters in the docking area to search for obstructions.               All of\n\nthese divers had been employed by the appellant to investigate the\n\ndocking area, and appellant called two to testify at the trial.\n\n\n6\n   At trial, Pan American also claimed that appellees violated\ntheir duties as wharfingers by granting the ITB Zorra leave to dock\nat a facility which was too small for the vessel. The district\ncourt rejected this argument, finding that it was not a hidden\ndanger. Pan Am. I, 121 F. Supp. 2d at 717. Pan American does not\nrenew this contention on appeal.\n\n                                   -11-\n\fThe first diver, Jack Mixer, testified that he found two sets of\n\npilings within the berthing area which were high enough to have\n\nbeen hit by the ITB Zorra's propeller.    He further indicated that\nsome of the pilings showed fresh scars. However, the second diver,\n\nWayne Watson, did not see any pilings within the dockage area, as\n\nclaimed by Mixer.    Instead, Watson found some pilings pushed at an\nangle into the underwater embankment to the south of the last\n\nbreasting dolphin.     These appeared to him \"as if they had been\n\npushed into the embankment after collision with a ship.\"    Id.   The\n\nthird diver, Gordon Welch, who was employed by Mixer and the only\n\ndiver called by the appellees, testified that there was a large\n\ntrench cut into the embankment east of the breasting line.\n\n          Again, exercising its classical functions of determining\nthe credibility of witnesses, weighing the various pieces of\n\nevidence, and making the reasonable inferences that arise from the\n\nevidence, the district court credited the testimony of Watson and\nconcluded that \"[t]he ship's stern crossed the breasting line, ran\n\naground on the bank and its propellers were stopped or slowed by\n\ncoming into contact with the bank itself or the pilings embedded in\n\nit.\"   Id. at 715.\n\n          Moreover, one independent corroborating fact, undisputed\n\nbut ignored by almost everyone involved, is that the ITB Zorra had\n\nused, without mishap, the same facilities on seven prior occasions.\n\nThe relevant chart also shows no obstructions within the berthing\n\narea but does indicate them in the area to the south and east of\n\nthe berthing line.\n\n\n                                 -12-\n\f          Therefore, the district court's finding that there were\n\nno obstructions in the berthing area is not clearly erroneous.\n\nSince there were no obstructions, appellees' duties as wharfingers\nare not implicated.\n\nC.        A red herring is loose in Guánica Bay: The Pennsylvania\n          Rule is not applicable\n\n          Similarly, appellant's contention that the district court\n\nerred by not applying the Pennsylvania rule fails.            Since the\n\ndistrict court   found   that   there   were   no   obstructions   in   the\n\nberthing area, the Pennsylvania rule is not implicated.\n          In its venerable decision The S.S. Pennsylvania v. Troop,\n88 U.S.(19 Wall.) 125, 134 (1873), the Supreme Court established a\nburden shifting regime for maritime cases.           If a plaintiff can\n\nestablish both that the defendant breached a statutory duty and\nthat the breach is relevant to the casualty in question, the\ndefendant assumes the burden of proving that its breach could not\n\nhave caused plaintiff's damages. Id.; see also Am. Dredging Co. v.\n\nLambert, 81 F.3d 127, 130 (11th Cir. 1996); Havinga v. Crowley\n\nTowing & Transp. Co., 24 F.3d 1480, 1483 (1st Cir. 1994).               The\n\nproblem here is that appellant has failed to prove that appellees\n\nviolated any statutory duty.\n          To establish a statutory violation, appellant points to\n\n33 U.S.C. § 403, which in essence prohibits the creation of\nunauthorized obstructions in the navigable waters of the United\n\n\n\n\n                                 -13-\n\fStates.7   However, appellant presented no credible evidence that\n\nthere were any obstructions in the appellees' berthing areas, much\n\nless   evidence    that   appellees    created    prohibited    obstacles    to\nnavigation.\n\n           Furthermore, even if there were credible evidence of a\n\nstatutory violation by the appellees, any such violation was not\nsufficiently related to the casualty in question.               The district\n\ncourt found that the casualty in question was a direct result of\n\nthe fact that the ITB Zorra struck obstructions outside of its\n\nproper area of navigation.       Additionally, the obstructions which\n\nthe ITB Zorra struck were properly marked on the charts and known\n\nto the master and pilot.          Thus, appellant has only its own\n\nimprudence to blame for the predictable result, and the district\ncourt properly refused to apply the Pennsylvania rule.\n\nD.         The district court did not abuse its discretion when it\n           imposed sanctions on appellant\n\n           After    the   district     court     ruled   on   the   merits   of\nappellant's claim, appellees moved for the imposition of attorney's\nfees and costs upon appellant.        Appellees also wanted the court to\n\nrequire appellant to post a bond on appeal.              In their motion for\n\nattorney's fees, appellees claimed that the underlying action by\nappellant had been filed in bad faith.            The district court denied\n\nappellees' request for imposition of full attorney's fees, but\n\n\n\n7\n   The act states, in relevant part, that \"[t]he creation of any\nobstruction not affirmatively authorized by Congress, to the\nnavigable capacity of any of the waters of the United States is\nprohibited. . . .\" 33 U.S.C. § 403.\n\n                                      -14-\n\finstead imposed sanctions against appellant for \"actions in the\n\ncourse of discovery [that] were disruptive of the orderly course of\n\nlitigation, insulting to the dignity of the Court, and, most\nimportantly, utterly lacking in civility.\"           Pan Am. II, 193 F.R.D.\n\nat 30.   Specifically, the court awarded attorney's fees to PRPA in\n\nrelation to several motions to compel which had been granted during\nthe course of discovery and for which the court found that Pan\n\nAmerican's      earlier   failure    to     comply   was   \"clearly   without\n\njustification.\"     Id.; see also Fed. R. Civ. P. 37(a)(4) (providing\n\nthat attorney's fees shall be awarded if the court grants a motion\n\nto compel unless the opposing party's behavior was \"substantially\n\njustified\").     The court also imposed sanctions under its inherent\n\npowers   in    response   to   Pan   American's      \"bad-faith    litigation\ntactics.\"      Pan Am. II, 193 F.R.D. at 31; see also Chambers v.\n\nNASCO, 501 U.S. 32, 44 (1991) (recognizing the inherent power of\n\ncourts to impose sanctions).          Pan American now challenges both\nawards of sanctions.\n\n              We review an award of sanctions, under both a court's\ninherent powers and Federal Rule of Civil Procedure 37(a)(4), for\n\nan abuse of discretion.        Chambers, 501 U.S. at 55 (\"We review a\n\ncourt's imposition of sanctions under its inherent power for abuse\n\nof discretion.\"); Thibeault v. Square D Co., 960 F.2d 239, 243 (1st\n\nCir. 1992) (\"In reviewing a trial court's sanction order concerning\n\na   discovery-related      matter,    an     abuse-of-discretion      standard\n\ncontrols.\").     Here, we find that the district court did not misuse\n\n\n\n\n                                     -15-\n\fits powers when imposing either sanction award.                 Therefore, we\n\naffirm both.\n\n             Appellant complains that the court ignored substantial\njustifications when awarding PRPA costs incurred in presenting\n\nseveral motions to compel. A substantial justification is one that\n\n\"could satisfy a reasonable person.\" Pierce v. Underwood, 487 U.S.\n\n552, 565     (1988).      Here,   while   Pan   American     advanced   various\n\nrationales    for   its   failures   to     comply   with    PRPA's   discovery\n\nrequests, the district court found that \"Pan American's failure to\n\ncooperate    with   PRPA's   discovery      requests   was    clearly   without\n\njustification and served only to impede the discovery process and\n\nto make life as difficult as possible for PRPA.\"              Pan Am. II, 193\n\nF.R.D. at 30.    After reviewing the record, we cannot say that this\nfinding was an abuse of discretion.              In fact, there is ample\n\nsupport for the district court's determination.8\n\n             Pan American also complains that the district court\nignored crucial evidence when it found that Pan American had acted\n\nin bad faith and awarded sanctions under its inherent powers.               \"It\n\nis beyond serious dispute that a district court may use its\n\ninherent powers to assess attorneys' fees against a party that has\n\n8\n   Pan American also complains that the district court erred by\nawarding PRPA all fees incurred \"in connection with\" the motions to\ncompel. Pan Am. II, 193 F.R.D. at 31. This, Pan American claims,\nimpermissibly broadens the scope of allowable recovery.         We,\nhowever, do not need to reach that claim because Pan American's\ncomplaint is a manufactured argument, created by lifting words from\ntheir proper context.    Throughout its discussion, the district\ncourt is quite clear that it was awarding \"reasonable expenses\nincurred in making the motions.\" Id. at 30. This is the exact\nstandard contained in Federal Rule of Civil Procedure 37(a)(4).\nTherefore, there is no substance to Pan American's complaint.\n\n                                     -16-\n\f'acted in bad faith, vexatiously, wantonly, or for oppressive\n\nreasons.'\"   Whitney Bros. Co. v. Sprafkin, 60 F.3d 8, 13 (1st Cir.\n\n1995) (internal quotation marks omitted) (quoting Chambers, 501\nU.S. at 45-46).    However, a district court ordinarily must provide\n\na sufficiently detailed explanation of its rationale in awarding\n\nsanctions under its inherent powers. Id. Here, the district court\n\ndetailed a whole pattern of behavior which it relied upon when\n\nawarding attorney's fees to appellees.           The court concluded that\n\nappellant engaged in various acts of bad faith in connection with\n\nthe discovery of evidence, all of which required appellees to\n\nexpend unnecessary time, efforts, and resources.                      These acts\n\nincluded: (1) attempting to hide the identities of two divers who\n\ninspected the ITB Zorra after the accident; (2) attempting to hide\nthe identity of Roger Rosaldes, a crew member of the ITB Zorra; (3)\n\ninstalling a hidden camera and microphone aboard the ITB Zorra in\n\nan attempt to record the conversations of appellees' counsel during\nan   inspection   of   the   vessel;   (4)    removing     the   vessel's   fuel\n\ndelivery system prior to the first inspection of the ship; and (5)\n\nphysically   violent     behavior      by    appellant's     president,     José\n\nGonzález, during his deposition when he pulled cables from a video\n\ncamera, assaulted the video operator, and threw a cup of hot coffee\n\nat   appellees'   counsel.       Pan    American    offers       no   compelling\n\nexplanations to justify its behavior; it simply cries about the\n\nfact that the district court chose to discount Pan American's\n\nversion of events.      This simply will not carry the day.\n\n\n\n\n                                    -17-\n\f             It is clear after reviewing the record and the district\n\ncourt's opinion that awarding attorney's fees to the appellees was\n\nfar   from   an   abuse   of   discretion.     The   pattern   of   behavior\nidentified by the court is both egregious and troubling.\n\n                               III.   Conclusion\n\n             For the foregoing reasons, we affirm the district court's\n\njudgment and order.\n\n\n\n\n                                      -18-\n\f",
  "html": "<p class=\"case_cite\">295 F.3d 108</p>\n    <p class=\"parties\">PAN AMERICAN GRAIN MANUFACTURING CO., INC., Plaintiff, Appellant,<br>v.<br>PUERTO RICO PORTS AUTHORITY; CCC Underwriters; Procesadora De Granos De Puerto Rico, Inc., Defendants, Appellees,<br>Continental Grain Company, Inc.; Molinos Nacionales, Inc., Industrias Av&#237;colas a/k/a Pollos Pic&#250;, Defendants.</p>\n    <p class=\"docket\">No. 99-2024.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 4, 2002.</p>\n    <p class=\"date\">Decided July 9, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Derek A. Walker, with whom H. Michael Bush and Chaffe, McCall, Phillips, Toler &amp; Sarpy, L.L.P. were on brief, for appellant.</p>\n      <p class=\"indent\">Ian P. Carvajal, with whom Manuel Sosa-B&#225;ez, Luis N. Salda&#241;a, Salda&#241;a &amp; Carvajal, P.S.C., David Karcher and Underwood, Karcher &amp; Karcher, P.A. were on brief, for Puerto Rico Ports Authority.</p>\n      <p class=\"indent\">Dar&#237;o Rivera-Carrasquillo, with whom William P. Kardarasand Dar&#237;o Rivera-Carrasquillo, P.S.C. were on brief, for Procesadora de Granos.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 24, 1995 the integrated tug and barge Zorra (\"ITB Zorra\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> caught fire in the harbor in Gu&#225;nica, Puerto Rico, and was substantially destroyed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The ship's owner, Pan American Grain Manufacturing Co. (\"Pan American\" or \"appellant\"), filed an action in admiralty against, inter alia, the Puerto Rico Ports Authority (\"PRPA\"), the owner of the Gu&#225;nica docking facilities, and Procesadora de Granos, Inc. (\"Procesadora\"), the lessee of the docking facilities, alleging their responsibility for this casualty. Pan American claimed that the fire resulted from a chain of events starting when the vessel's starboard propeller struck uncharted submerged pilings in the dockage area, for which both PRPA and Procesadora (jointly \"appellees\") were responsible. Appellees rebutted this view of the events, presenting several alternate theories. One claimed that appellant's own imprudence in venturing into charted shallow waters outside of the dockage area initiated the destructive chain of events.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The matter went to trial before the district court, sitting in admiralty, and the court eventually found appellees' version to be more credible and so ruled. <i>Pan Am. Grain Mfg. Co. v. P.R. Ports Auth.,</i> 121 F.Supp.2d 710 (D.P.R.1999) (hereinafter <i>Pan Am. I</i>). This appeal followed. Appellant additionally appeals from a separate order which imposes sanctions on the appellant for \"abusive\" and \"shameful\" discovery practices. <i>Pan Am. Grain Mfg. Co. v. P.R. Ports Auth.,</i> 193 F.R.D. 26 (D.P.R.2000) (hereinafter <i>Pan Am. II</i>). After fully reviewing the record, we affirm the judgment of the district court and the imposition of sanctions against appellant.</p>\n    </div>\n    <p>I. The Facts</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 22, 1995, the ITB Zorra entered the harbor at Gu&#225;nica, Puerto Rico, at the end of a voyage from New Orleans. She carried a cargo of grain which was to be offloaded at appellees' docking facilities. The ITB Zorra is 656 feet in length, had a beam of 85 feet, a stipulated depth of 22 feet at the stern, and was powered by twin diesel engines, each driving an 18 foot screw and weighing 16 tons.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellees' docking facilities<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> consist of six large, concrete breasting moorings or dolphins<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> aligned parallel to the shore on a north-south axis and 420 feet in length. A chart introduced at trial and published by the National Oceanic and Atmospheric Administration shows that the area within these dockage facilities and its extensions to the north and south, have a depth of 28 to 29 feet. The chart further shows that the area to the east of the breasting line,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> south of dolphin number six, is littered with debris and pilings. Additionally, in that same area, the sea bottom rises up a sharp embankment to 18 feet, and it eventually levels out at a depth of 12 feet.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The practice while loading or unloading cargo is for the vessel to rest alongside the breasting dolphins. To load and unload, the vessel uses two grain elevators, one forward and one aft, 200 feet apart from each other. For these purposes the ship's elevators have to be aligned with appellees' elevator on shore. That elevator is located in the center of the line of breasting dolphins.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Upon arriving at Gu&#225;nica, the ITB Zorra was captained by Gerard Williams (\"Captain Williams\"). It took on a pilot, Manuel Dos Santos (\"Dos Santos\"), who proceeded to assist in maneuvering the vessel alongside appellees' docking facilities without incident, as he had done on prior occasions. In fact, the ITB Zorra had used these docking facilities on seven different occasions without incident, as far back as August 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On all the previous occasions when the ITB Zorra had used appellees' dock, the vessel had unloaded using the ship's forward elevator first and then the aft elevator. On this occasion, however, the order was reversed. The ITB Zorra was originally positioned so that its aft elevator could discharge its cargo. The ship was winched southward (i.e., toward the stern) along the dolphins until the ship's forward elevator was aligned with appellees' shore side elevator. When this maneuver was completed, because of the overall length of the vessel, the stern of the ITB Zorra extended approximately 260 feet beyond the southernmost dolphin.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The vessel was in this shifted position when it finished unloading on the morning of April 24, 1999. It was from this shifted position that Captain Williams and Dos Santos commenced undocking procedures, rather than having the vessel winched forward to its original docking position. The district court found that \"this failure to winch the vessel forward prior to departure left a large portion of the vessel's stern unprotected by the breasting dolphins, [and thus] this one decision proved to be the critical factor in the events that followed.\" <i>Pan Am. I,</i> 121 F.Supp.2d at 712.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court found that the pilot intended to \"twist\" the vessel's stern out into the harbor, to allow room for an assisting tug to approach shoreward and help push the ITB Zorra out into the channel. <i>Id.</i> at 712. This maneuver was accomplished by turning the rudders hard right and running the starboard engine aft while the port one was set forward.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The uncontradicted testimony of Dos Santos was to the effect that the assisting tug, the Oscar, was placed at the stern of the ITB Zorra to keep it against the breasting dolphins while the twisting maneuver was commenced. All of the ship's lines were then released, except for a spring line running from the bow to the third breasting dolphin, whose purpose was to aid in the twisting maneuver and prevent the vessel from going forward while this was taking place. After the stern was opened up from shore, the ship's engines were stopped to allow the Oscar safe passage astern of the ITB Zorra and into the space made shoreward. When the engines were stopped, however, the shoreward breeze, which was blowing at about 17 knots, caused the ship to drift back to its original position against the dolphins before the Oscar was able to enter the gap and push the ITB Zorra's stern seaward.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After a second attempt at this maneuver, with a similar outcome as the first one, the ITB Zorra was again carried shoreward by the breeze. This time, however, the district court found that the ITB Zorra's stern was carried into the shallow waters east and south of the berthing facility, and it ran aground. <i>Id.</i> at 712.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At this point, Captain Williams and Dos Santos decided to attempt the twisting maneuver by extending a line from the stern of the ITB Zorra to the Oscar, and trying to pull the ITB Zorra into the channel while assisting the Oscar with the ITB Zorra's own engines, which were engaged to this effect. These efforts came to naught when the line parted. Another line was passed, and the operation recommenced, but the ITB Zorra became unmaneuverable when its starboard engine began malfunctioning. Shortly thereafter, the vessel caught fire, was towed into the channel, and thereafter was lost as a result of the conflagration.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant raises several issues on appeal. First, it contends that the district court's factual findings are not supported by the evidence and are, thus, clearly erroneous. Second, appellant argues that the district court misinterpreted the legal duties of the appellees as wharfingers and improperly found that neither appellee breached its duty. Third, appellant asserts that the district court erred when it failed to apply the <i>Pennsylvania</i> rule. <i>The S.S. Pennsylvania v. Troop,</i> 88 U.S. (19 Wall.) 125, 134, 22 L.Ed. 148 (1873). Finally, appellant contests the imposition of sanctions. We address each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A. The district court's factual findings are not clearly erroneous</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review the factual findings of a district court sitting in admiralty for clear error. <i>McAllister v. United States,</i> 348 U.S. 19, 20, 75 S.Ct. 6, 99 L.Ed. 20 (1954) (\"[i]n reviewing a judgment of a trial court, sitting in admiralty, the Court of Appeals may not set aside the judgment below unless it is clearly erroneous\"). Appellant's challenge to the district court's factual findings boils down to appellant's unhappiness with the finding that the ITB Zorra crossed the breasting line and grounded in the marked shallow water. Appellant attempts to undermine this finding in several ways, but there is more than sufficient evidence in the record to sustain the district court's judgment. Therefore, the district court's finding is not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court concluded that the ship's captain and pilot maneuvered the ITB Zorra in such a way as to allow its stern to be \"exposed to the charted dangers of pilings and shallows south of the dolphins and east of the breasting line,\" thus \"drift[ing] into the shore when the initial twisting maneuver was unsuccessful.\" <i>Pan Am. I,</i> 121 F.Supp.2d at 718. This, in turn, caused the starboard propeller to strike the charted dangers, leading to the malfunction of the clutch and engine, and eventually to the fire.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court heard testimony from three witnesses, all of whom were on the bridge at the time of the maneuver. All testified as to whether the ITB Zorra crossed the breasting line, an incursion which would mean entrance into an area not contemplated as safe for navigation and so marked in the relevant chart. <i>See</i> <i>Gemp v. United States,</i> 684 F.2d 404, 408 (6th Cir.1982) (holding that as a matter of law a mariner is charged with knowledge of what is shown on charts). On this point, the vessel's chief mate, Bernard Malpass, contradicted the testimonies of Captain Williams and the pilot, Dos Santos, stating that the ITB Zorra's stern crossed the breasting line, entering the area to the east of that line. After thoroughly analyzing these testimonies, including the inherent self interest and inconsistencies in the statements of Captain Williams and Dos Santos, the court concluded that the evidence adduced through the chief mate was \"highly persuasive\" and thus more credible. <i>Pan Am. I,</i> 121 F.Supp.2d at 713. In making this finding, the court explicitly discounted the testimonies of Captain Williams and Dos Santos, who both claimed that the ITB Zorra never crossed the breasting line.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court adopted the testimony of the chief mate for several reasons. First, he testified that during the undocking maneuvers he felt a violent vibration which caused items in the wheelhouse to fall on the deck. Second, he claimed that this occurred while the ship was within ten to fifteen feet of the dock on a compass heading of 340 degrees. Since it is undisputed that the dolphin line was between 357 and 358 degrees, if the chief mate's testimony on this point was credited, his statements are compelling evidence that the stern of the ITB Zorra crossed the dolphin line into the shallows east and south of the berthing area, and that while there, its propeller struck an object or objects in an area shown by the chart to be unsafe for navigation by a vessel with the ITB Zorra's draft. Third, the court looked to the chief mate's testimony regarding the propeller wash. He testified that it consisted of a tremendous amount of thick black water, compared to the normal brownish water created by a floating vessel. All of this evidence supports the conclusion that the ITB Zorra was aground and that its starboard propeller was hitting bottom or the bank. This most probably would have put undue strain on that engine's clutch, causing the fire which resulted in the eventual casualty suffered by the ITB Zorra.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Without a doubt, much of the chief mate's testimony contradicts that of Captain Williams and Dos Santos. However, the balancing of testimonial evidence and the assessment of credibility are exactly the functions of trial courts. <i>McAllister,</i> 348 U.S. at 20, 75 S.Ct. 6. The court was simply exercising its classical role when it found that Captain Williams and Dos Santos were both biased. <i>Pan Am. I.,</i> 121 F.Supp.2d at 713. Furthermore, the court articulated concrete grounds on which it both discounted the testimonies of Captain Williams and Dos Santos and adopted the chief mate's version of events. Therefore, the district court's conclusion is far from clearly erroneous, and we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">B. Appellees satisfied their duties as wharfingers</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Pan American claims that the appellees breached their duties as wharfingers because they failed to warn that the berthing area contained submerged pilings.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The law has long established that a wharfinger is required to exercise due diligence in maintaining its berths in a safe manner and in removing any dangerous obstruction therein or warning any vessel using said facilities of its existence. <i>Smith v. Burnett,</i> 173 U.S. 430, 435-36, 19 S.Ct. 442, 43 L.Ed. 756 (1899) (citing British cases). This duty, however, only extends to hidden hazards not reasonably known to the shipowner. <i>Bunge Corp. v. M/V Furness Bridge,</i> 558 F.2d 790 (5th Cir.1977). There is no question, as found by the district court, <i>Pan Am. I,</i> 121 F.Supp.2d at 716, that appellees are wharfingers and, as such, are responsible for using due care to maintain the Gu&#225;nica berthing facilities free of dangerous obstructions or properly warning of the presence of such obstructions. However, the district court found that Pan American did not establish that there were old pilings within the berthing area. <i>Id.</i> at 714. Furthermore, any pilings which may have been within the berthing area were so rotten that they did not pose a hazard. <i>Id.</i> at 715. These findings are not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">After the accident, three sets of divers entered the waters in the docking area to search for obstructions. All of these divers had been employed by the appellant to investigate the docking area, and appellant called two to testify at the trial. The first diver, Jack Mixer, testified that he found two sets of pilings within the berthing area which were high enough to have been hit by the ITB Zorra's propeller. He further indicated that some of the pilings showed fresh scars. However, the second diver, Wayne Watson, did not see any pilings within the dockage area, as claimed by Mixer. Instead, Watson found some pilings pushed at an angle into the underwater embankment to the south of the last breasting dolphin. These appeared to him \"as if they had been pushed into the embankment after collision with a ship.\" <i>Id.</i> The third diver, Gordon Welch, who was employed by Mixer and the only diver called by the appellees, testified that there was a large trench cut into the embankment east of the breasting line.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Again, exercising its classical functions of determining the credibility of witnesses, weighing the various pieces of evidence, and making the reasonable inferences that arise from the evidence, the district court credited the testimony of Watson and concluded that \"[t]he ship's stern crossed the breasting line, ran aground on the bank and its propellers were stopped or slowed by coming into contact with the bank itself or the pilings embedded in it.\" <i>Id.</i> at 715.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Moreover, one independent corroborating fact, undisputed but ignored by almost everyone involved, is that the ITB Zorra had used, without mishap, the same facilities on seven prior occasions. The relevant chart also shows no obstructions within the berthing area but does indicate them in the area to the south and east of the berthing line.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Therefore, the district court's finding that there were no obstructions in the berthing area is not clearly erroneous. Since there were no obstructions, appellees' duties as wharfingers are not implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">C. A red herring is loose in Gu&#225;nica Bay: The <i>Pennsylvania</i> Rule is not applicable</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Similarly, appellant's contention that the district court erred by not applying the <i>Pennsylvania</i> rule fails. Since the district court found that there were no obstructions in the berthing area, the <i>Pennsylvania</i> rule is not implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In its venerable decision <i>The S.S. Pennsylvania v. Troop,</i> 88 U.S. (19 Wall.) 125, 134, 22 L.Ed. 148 (1873), the Supreme Court established a burden shifting regime for maritime cases. If a plaintiff can establish both that the defendant breached a statutory duty and that the breach is relevant to the casualty in question, the defendant assumes the burden of proving that its breach could not have caused plaintiff's damages. <i>Id.; see also Am. Dredging Co. v. Lambert,</i> 81 F.3d 127, 130 (11th Cir. 1996); <i>Havinga v. Crowley Towing &amp; Transp. Co.,</i> 24 F.3d 1480, 1483 (1st Cir. 1994). The problem here is that appellant has failed to prove that appellees violated any statutory duty.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To establish a statutory violation, appellant points to 33 U.S.C. &#167; 403, which in essence prohibits the creation of unauthorized obstructions in the navigable waters of the United States.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> However, appellant presented no credible evidence that there were <i>any</i> obstructions in the appellees' berthing areas, much less evidence that appellees <i>created</i> prohibited obstacles to navigation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Furthermore, even if there were credible evidence of a statutory violation by the appellees, any such violation was not sufficiently related to the casualty in question. The district court found that the casualty in question was a direct result of the fact that the ITB Zorra struck obstructions outside of its proper area of navigation. Additionally, the obstructions which the ITB Zorra struck were properly marked on the charts and known to the master and pilot. Thus, appellant has only its own imprudence to blame for the predictable result, and the district court properly refused to apply the <i>Pennsylvania</i> rule.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">D. The district court did not abuse its discretion when it imposed sanctions on appellant</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After the district court ruled on the merits of appellant's claim, appellees moved for the imposition of attorney's fees and costs upon appellant. Appellees also wanted the court to require appellant to post a bond on appeal. In their motion for attorney's fees, appellees claimed that the underlying action by appellant had been filed in bad faith. The district court denied appellees' request for imposition of full attorney's fees, but instead imposed sanctions against appellant for \"actions in the course of discovery [that] were disruptive of the orderly course of litigation, insulting to the dignity of the Court, and, most importantly, utterly lacking in civility.\" <i>Pan Am. II,</i> 193 F.R.D. at 30. Specifically, the court awarded attorney's fees to PRPA in relation to several motions to compel which had been granted during the course of discovery and for which the court found that Pan American's earlier failure to comply was \"clearly without justification.\" <i>Id.; see also</i> Fed.R.Civ.P. 37(a)(4) (providing that attorney's fees shall be awarded if the court grants a motion to compel unless the opposing party's behavior was \"substantially justified\"). The court also imposed sanctions under its inherent powers in response to Pan American's \"bad-faith litigation tactics.\" <i>Pan Am. II,</i> 193 F.R.D. at 31; <i>see also Chambers v. NASCO,</i> 501 U.S. 32, 44, 111 S.Ct. 2123, 115 L.Ed.2d 27 (1991) (recognizing the inherent power of courts to impose sanctions). Pan American now challenges both awards of sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We review an award of sanctions, under both a court's inherent powers and Federal Rule of Civil Procedure 37(a)(4), for an abuse of discretion. <i>Chambers,</i> 501 U.S. at 55, 111 S.Ct. 2123 (\"We review a court's imposition of sanctions under its inherent power for abuse of discretion.\"); <i>Thibeault v. Square D Co.,</i> 960 F.2d 239, 243 (1st Cir.1992) (\"In reviewing a trial court's sanction order concerning a discovery-related matter, an abuse-of-discretion standard controls.\"). Here, we find that the district court did not misuse its powers when imposing either sanction award. Therefore, we affirm both.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellant complains that the court ignored substantial justifications when awarding PRPA costs incurred in presenting several motions to compel. A substantial justification is one that \"could satisfy a reasonable person.\" <i>Pierce v. Underwood,</i> 487 U.S. 552, 565, 108 S.Ct. 2541, 101 L.Ed.2d 490 (1988). Here, while Pan American advanced various rationales for its failures to comply with PRPA's discovery requests, the district court found that \"Pan American's failure to cooperate with PRPA's discovery requests was clearly without justification and served only to impede the discovery process and to make life as difficult as possible for PRPA.\" <i>Pan Am. II,</i> 193 F.R.D. at 30. After reviewing the record, we cannot say that this finding was an abuse of discretion. In fact, there is ample support for the district court's determination.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Pan American also complains that the district court ignored crucial evidence when it found that Pan American had acted in bad faith and awarded sanctions under its inherent powers. \"It is beyond serious dispute that a district court may use its inherent powers to assess attorneys' fees against a party that has `acted in bad faith, vexatiously, wantonly, or for oppressive reasons.'\" <i>Whitney Bros. Co. v. Sprafkin,</i> 60 F.3d 8, 13 (1st Cir. 1995) (internal quotation marks omitted) (quoting <i>Chambers,</i> 501 U.S. at 45-46, 111 S.Ct. 2123). However, a district court ordinarily must provide a sufficiently detailed explanation of its rationale in awarding sanctions under its inherent powers. <i>Id.</i> Here, the district court detailed a whole pattern of behavior which it relied upon when awarding attorney's fees to appellees. The court concluded that appellant engaged in various acts of bad faith in connection with the discovery of evidence, all of which required appellees to expend unnecessary time, efforts, and resources. These acts included: (1) attempting to hide the identities of two divers who inspected the ITB Zorra after the accident; (2) attempting to hide the identity of Roger Rosaldes, a crew member of the ITB Zorra; (3) installing a hidden camera and microphone aboard the ITB Zorra in an attempt to record the conversations of appellees' counsel during an inspection of the vessel; (4) removing the vessel's fuel delivery system prior to the first inspection of the ship; and (5) physically violent behavior by appellant's president, Jos&#233; Gonz&#225;lez, during his deposition when he pulled cables from a video camera, assaulted the video operator, and threw a cup of hot coffee at appellees' counsel. Pan American offers no compelling explanations to justify its behavior; it simply cries about the fact that the district court chose to discount Pan American's version of events. This simply will not carry the day.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is clear after reviewing the record and the district court's opinion that awarding attorney's fees to the appellees was far from an abuse of discretion. The pattern of behavior identified by the court is both egregious and troubling.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's judgment and order.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> An ITB, although technically two vessels, a barge and a tug, operates mostly as a single unit: the tug inserts itself into the stern section of the barge, is secured thereto, and becomes the barge's method of propulsion and steerage. Therefore, for purposes of this opinion the ITB Zorra will be referred to as a single ship or vessel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellees also argued that the fire started as a result of a malfunction in the ship's fuel lines or clutch. The district court rejected both these theories, finding that the fire was indeed caused by \"an allision of the starboard propeller.\"<i>Pan Am. Grain Mfg. Co. v. P.R. Ports Auth.,</i> 121 F.Supp.2d 710, 711 (D.P.R. 1999). Appellees do not challenge this finding of the district court. Therefore, the only dispute before us is whether the starboard propeller struck uncharted pilings in the berthing area, as claimed by the appellant, or grounded in the shallow water, as argued by the appellees and found by the district court. <i>See id.</i> at 716.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The docks in question are owned by PRPA but are leased to Procesadora. For purposes of this opinion, we make no distinction between the two</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Dolphins are essentially pilings against which a ship is moored. The dolphins in question are numbered one to six, in a north-to-south orientation, so that dolphin number six is the southernmost dolphin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The breasting line is an imaginary line drawn across the seaward side of the breasting dolphins and extending out from the outside dolphins,<i>ad infinitum.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> At trial, Pan American also claimed that appellees violated their duties as wharfingers by granting the ITB Zorra leave to dock at a facility which was too small for the vessel. The district court rejected this argument, finding that it was not a hidden danger<i>Pan Am. I,</i> 121 F.Supp.2d at 717. Pan American does not renew this contention on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The act states, in relevant part, that \"[t]he creation of any obstruction not affirmatively authorized by Congress, to the navigable capacity of any of the waters of the United States is prohibited....\" 33 U.S.C. &#167; 403</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Pan American also complains that the district court erred by awarding PRPA all fees incurred \"in connection with\" the motions to compel<i>Pan Am. II,</i> 193 F.R.D. at 31. This, Pan American claims, impermissibly broadens the scope of allowable recovery. We, however, do not need to reach that claim because Pan American's complaint is a manufactured argument, created by lifting words from their proper context. Throughout its discussion, the district court is quite clear that it was awarding \"reasonable expenses incurred in making the motions.\" <i>Id.</i> at 30. This is the exact standard contained in Federal Rule of Civil Procedure 37(a)(4). Therefore, there is no substance to Pan American's complaint.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"200056\"><a href=\"/opinion/200056/pan-american-grain-v-puerto-rico-ports/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">108</span></a></span></p>\n    <p class=\"parties\">PAN AMERICAN GRAIN MANUFACTURING CO., INC., Plaintiff, Appellant,<br>v.<br>PUERTO RICO PORTS AUTHORITY; CCC Underwriters; Procesadora De Granos De Puerto Rico, Inc., Defendants, Appellees,<br>Continental Grain Company, Inc.; Molinos Nacionales, Inc., Industrias Av&#237;colas a/k/a Pollos Pic&#250;, Defendants.</p>\n    <p class=\"docket\">No. 99-2024.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 4, 2002.</p>\n    <p class=\"date\">Decided July 9, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Derek A. Walker, with whom H. Michael Bush and Chaffe, McCall, Phillips, Toler &amp; Sarpy, L.L.P. were on brief, for appellant.</p>\n      <p class=\"indent\">Ian P. Carvajal, with whom Manuel Sosa-B&#225;ez, Luis N. Salda&#241;a, Salda&#241;a &amp; Carvajal, P.S.C., David Karcher and Underwood, Karcher &amp; Karcher, P.A. were on brief, for Puerto Rico Ports Authority.</p>\n      <p class=\"indent\">Dar&#237;o Rivera-Carrasquillo, with whom William P. Kardarasand Dar&#237;o Rivera-Carrasquillo, P.S.C. were on brief, for Procesadora de Granos.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 24, 1995 the integrated tug and barge Zorra (\"ITB Zorra\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> caught fire in the harbor in Gu&#225;nica, Puerto Rico, and was substantially destroyed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The ship's owner, Pan American Grain Manufacturing Co. (\"Pan American\" or \"appellant\"), filed an action in admiralty against, inter alia, the Puerto Rico Ports Authority (\"PRPA\"), the owner of the Gu&#225;nica docking facilities, and Procesadora de Granos, Inc. (\"Procesadora\"), the lessee of the docking facilities, alleging their responsibility for this casualty. Pan American claimed that the fire resulted from a chain of events starting when the vessel's starboard propeller struck uncharted submerged pilings in the dockage area, for which both PRPA and Procesadora (jointly \"appellees\") were responsible. Appellees rebutted this view of the events, presenting several alternate theories. One claimed that appellant's own imprudence in venturing into charted shallow waters outside of the dockage area initiated the destructive chain of events.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The matter went to trial before the district court, sitting in admiralty, and the court eventually found appellees' version to be more credible and so ruled. <i>Pan Am. Grain Mfg. Co. v. P.R. Ports Auth.,</i> <span class=\"citation\" data-id=\"2505444\"><a href=\"/opinion/2505444/pan-american-grain-mfg-co-v-puerto-rico-ports-auth/\"><span class=\"volume\">121</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">710</span></a></span> (D.P.R.1999) (hereinafter <i>Pan Am. I</i>). This appeal followed. Appellant additionally appeals from a separate order which imposes sanctions on the appellant for \"abusive\" and \"shameful\" discovery practices. <i>Pan Am. Grain Mfg. Co. v. P.R. Ports Auth.,</i> <span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">26</span></span> (D.P.R.2000) (hereinafter <i>Pan Am. II</i>). After fully reviewing the record, we affirm the judgment of the district court and the imposition of sanctions against appellant.</p>\n    </div>\n    <p>I. The Facts</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 22, 1995, the ITB Zorra entered the harbor at Gu&#225;nica, Puerto Rico, at the end of a voyage from New Orleans. She carried a cargo of grain which was to be offloaded at appellees' docking facilities. The ITB Zorra is 656 feet in length, had a beam of 85 feet, a stipulated depth of 22 feet at the stern, and was powered by twin diesel engines, each driving an 18 foot screw and weighing 16 tons.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellees' docking facilities<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> consist of six large, concrete breasting moorings or dolphins<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> aligned parallel to the shore on a north-south axis and 420 feet in length. A chart introduced at trial and published by the National Oceanic and Atmospheric Administration shows that the area within these dockage facilities and its extensions to the north and south, have a depth of 28 to 29 feet. The chart further shows that the area to the east of the breasting line,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> south of dolphin number six, is littered with debris and pilings. Additionally, in that same area, the sea bottom rises up a sharp embankment to 18 feet, and it eventually levels out at a depth of 12 feet.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The practice while loading or unloading cargo is for the vessel to rest alongside the breasting dolphins. To load and unload, the vessel uses two grain elevators, one forward and one aft, 200 feet apart from each other. For these purposes the ship's elevators have to be aligned with appellees' elevator on shore. That elevator is located in the center of the line of breasting dolphins.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Upon arriving at Gu&#225;nica, the ITB Zorra was captained by Gerard Williams (\"Captain Williams\"). It took on a pilot, Manuel Dos Santos (\"Dos Santos\"), who proceeded to assist in maneuvering the vessel alongside appellees' docking facilities without incident, as he had done on prior occasions. In fact, the ITB Zorra had used these docking facilities on seven different occasions without incident, as far back as August 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On all the previous occasions when the ITB Zorra had used appellees' dock, the vessel had unloaded using the ship's forward elevator first and then the aft elevator. On this occasion, however, the order was reversed. The ITB Zorra was originally positioned so that its aft elevator could discharge its cargo. The ship was winched southward (i.e., toward the stern) along the dolphins until the ship's forward elevator was aligned with appellees' shore side elevator. When this maneuver was completed, because of the overall length of the vessel, the stern of the ITB Zorra extended approximately 260 feet beyond the southernmost dolphin.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The vessel was in this shifted position when it finished unloading on the morning of April 24, 1999. It was from this shifted position that Captain Williams and Dos Santos commenced undocking procedures, rather than having the vessel winched forward to its original docking position. The district court found that \"this failure to winch the vessel forward prior to departure left a large portion of the vessel's stern unprotected by the breasting dolphins, [and thus] this one decision proved to be the critical factor in the events that followed.\" <i>Pan Am. I,</i> 121 F.Supp.2d at 712.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court found that the pilot intended to \"twist\" the vessel's stern out into the harbor, to allow room for an assisting tug to approach shoreward and help push the ITB Zorra out into the channel. <i>Id.</i> at 712. This maneuver was accomplished by turning the rudders hard right and running the starboard engine aft while the port one was set forward.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The uncontradicted testimony of Dos Santos was to the effect that the assisting tug, the Oscar, was placed at the stern of the ITB Zorra to keep it against the breasting dolphins while the twisting maneuver was commenced. All of the ship's lines were then released, except for a spring line running from the bow to the third breasting dolphin, whose purpose was to aid in the twisting maneuver and prevent the vessel from going forward while this was taking place. After the stern was opened up from shore, the ship's engines were stopped to allow the Oscar safe passage astern of the ITB Zorra and into the space made shoreward. When the engines were stopped, however, the shoreward breeze, which was blowing at about 17 knots, caused the ship to drift back to its original position against the dolphins before the Oscar was able to enter the gap and push the ITB Zorra's stern seaward.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After a second attempt at this maneuver, with a similar outcome as the first one, the ITB Zorra was again carried shoreward by the breeze. This time, however, the district court found that the ITB Zorra's stern was carried into the shallow waters east and south of the berthing facility, and it ran aground. <i>Id.</i> at 712.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At this point, Captain Williams and Dos Santos decided to attempt the twisting maneuver by extending a line from the stern of the ITB Zorra to the Oscar, and trying to pull the ITB Zorra into the channel while assisting the Oscar with the ITB Zorra's own engines, which were engaged to this effect. These efforts came to naught when the line parted. Another line was passed, and the operation recommenced, but the ITB Zorra became unmaneuverable when its starboard engine began malfunctioning. Shortly thereafter, the vessel caught fire, was towed into the channel, and thereafter was lost as a result of the conflagration.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant raises several issues on appeal. First, it contends that the district court's factual findings are not supported by the evidence and are, thus, clearly erroneous. Second, appellant argues that the district court misinterpreted the legal duties of the appellees as wharfingers and improperly found that neither appellee breached its duty. Third, appellant asserts that the district court erred when it failed to apply the <i>Pennsylvania</i> rule. <i>The S.S. Pennsylvania v. Troop,</i> 88 U.S. (19 Wall.) 125, 134, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">148</span></span> (1873). Finally, appellant contests the imposition of sanctions. We address each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A. The district court's factual findings are not clearly erroneous</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We review the factual findings of a district court sitting in admiralty for clear error. <i>McAllister v. United States,</i> <span class=\"citation\" data-id=\"105243\"><a href=\"/opinion/105243/mcallister-v-united-states/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span>, 20, <span class=\"citation\" data-id=\"105243\"><a href=\"/opinion/105243/mcallister-v-united-states/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">6</span></a></span>, <span class=\"citation\" data-id=\"105243\"><a href=\"/opinion/105243/mcallister-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">20</span></a></span> (1954) (\"[i]n reviewing a judgment of a trial court, sitting in admiralty, the Court of Appeals may not set aside the judgment below unless it is clearly erroneous\"). Appellant's challenge to the district court's factual findings boils down to appellant's unhappiness with the finding that the ITB Zorra crossed the breasting line and grounded in the marked shallow water. Appellant attempts to undermine this finding in several ways, but there is more than sufficient evidence in the record to sustain the district court's judgment. Therefore, the district court's finding is not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court concluded that the ship's captain and pilot maneuvered the ITB Zorra in such a way as to allow its stern to be \"exposed to the charted dangers of pilings and shallows south of the dolphins and east of the breasting line,\" thus \"drift[ing] into the shore when the initial twisting maneuver was unsuccessful.\" <i>Pan Am. I,</i> 121 F.Supp.2d at 718. This, in turn, caused the starboard propeller to strike the charted dangers, leading to the malfunction of the clutch and engine, and eventually to the fire.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court heard testimony from three witnesses, all of whom were on the bridge at the time of the maneuver. All testified as to whether the ITB Zorra crossed the breasting line, an incursion which would mean entrance into an area not contemplated as safe for navigation and so marked in the relevant chart. <i>See</i> <i>Gemp v. United States,</i> <span class=\"citation\" data-id=\"406659\"><a href=\"/opinion/406659/eva-m-gemp-individually-and-as-administratrix-wwa-of-the-estate-of/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span>, 408 (6th Cir.1982) (holding that as a matter of law a mariner is charged with knowledge of what is shown on charts). On this point, the vessel's chief mate, Bernard Malpass, contradicted the testimonies of Captain Williams and the pilot, Dos Santos, stating that the ITB Zorra's stern crossed the breasting line, entering the area to the east of that line. After thoroughly analyzing these testimonies, including the inherent self interest and inconsistencies in the statements of Captain Williams and Dos Santos, the court concluded that the evidence adduced through the chief mate was \"highly persuasive\" and thus more credible. <i>Pan Am. I,</i> 121 F.Supp.2d at 713. In making this finding, the court explicitly discounted the testimonies of Captain Williams and Dos Santos, who both claimed that the ITB Zorra never crossed the breasting line.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court adopted the testimony of the chief mate for several reasons. First, he testified that during the undocking maneuvers he felt a violent vibration which caused items in the wheelhouse to fall on the deck. Second, he claimed that this occurred while the ship was within ten to fifteen feet of the dock on a compass heading of 340 degrees. Since it is undisputed that the dolphin line was between 357 and 358 degrees, if the chief mate's testimony on this point was credited, his statements are compelling evidence that the stern of the ITB Zorra crossed the dolphin line into the shallows east and south of the berthing area, and that while there, its propeller struck an object or objects in an area shown by the chart to be unsafe for navigation by a vessel with the ITB Zorra's draft. Third, the court looked to the chief mate's testimony regarding the propeller wash. He testified that it consisted of a tremendous amount of thick black water, compared to the normal brownish water created by a floating vessel. All of this evidence supports the conclusion that the ITB Zorra was aground and that its starboard propeller was hitting bottom or the bank. This most probably would have put undue strain on that engine's clutch, causing the fire which resulted in the eventual casualty suffered by the ITB Zorra.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Without a doubt, much of the chief mate's testimony contradicts that of Captain Williams and Dos Santos. However, the balancing of testimonial evidence and the assessment of credibility are exactly the functions of trial courts. <i>McAllister,</i> 348 U.S. at 20, <span class=\"citation\" data-id=\"105243\"><a href=\"/opinion/105243/mcallister-v-united-states/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">6</span></a></span>. The court was simply exercising its classical role when it found that Captain Williams and Dos Santos were both biased. <i>Pan Am. I.,</i> 121 F.Supp.2d at 713. Furthermore, the court articulated concrete grounds on which it both discounted the testimonies of Captain Williams and Dos Santos and adopted the chief mate's version of events. Therefore, the district court's conclusion is far from clearly erroneous, and we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">B. Appellees satisfied their duties as wharfingers</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Pan American claims that the appellees breached their duties as wharfingers because they failed to warn that the berthing area contained submerged pilings.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The law has long established that a wharfinger is required to exercise due diligence in maintaining its berths in a safe manner and in removing any dangerous obstruction therein or warning any vessel using said facilities of its existence. <i>Smith v. Burnett,</i> <span class=\"citation\" data-id=\"95020\"><a href=\"/opinion/95020/smith-v-burnett/\"><span class=\"volume\">173</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">430</span></a></span>, 435-36, <span class=\"citation no-link\"><span class=\"volume\">19</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">442</span></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">756</span></span> (1899) (citing British cases). This duty, however, only extends to hidden hazards not reasonably known to the shipowner. <i>Bunge Corp. v. M/V Furness Bridge,</i> <span class=\"citation\" data-id=\"347112\"><a href=\"/opinion/347112/bunge-corporation-cross-appellee-v-mv-furness-bridge-her-engines/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">790</span></a></span> (5th Cir.1977). There is no question, as found by the district court, <i>Pan Am. I,</i> 121 F.Supp.2d at 716, that appellees are wharfingers and, as such, are responsible for using due care to maintain the Gu&#225;nica berthing facilities free of dangerous obstructions or properly warning of the presence of such obstructions. However, the district court found that Pan American did not establish that there were old pilings within the berthing area. <i>Id.</i> at 714. Furthermore, any pilings which may have been within the berthing area were so rotten that they did not pose a hazard. <i>Id.</i> at 715. These findings are not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">After the accident, three sets of divers entered the waters in the docking area to search for obstructions. All of these divers had been employed by the appellant to investigate the docking area, and appellant called two to testify at the trial. The first diver, Jack Mixer, testified that he found two sets of pilings within the berthing area which were high enough to have been hit by the ITB Zorra's propeller. He further indicated that some of the pilings showed fresh scars. However, the second diver, Wayne Watson, did not see any pilings within the dockage area, as claimed by Mixer. Instead, Watson found some pilings pushed at an angle into the underwater embankment to the south of the last breasting dolphin. These appeared to him \"as if they had been pushed into the embankment after collision with a ship.\" <i>Id.</i> The third diver, Gordon Welch, who was employed by Mixer and the only diver called by the appellees, testified that there was a large trench cut into the embankment east of the breasting line.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Again, exercising its classical functions of determining the credibility of witnesses, weighing the various pieces of evidence, and making the reasonable inferences that arise from the evidence, the district court credited the testimony of Watson and concluded that \"[t]he ship's stern crossed the breasting line, ran aground on the bank and its propellers were stopped or slowed by coming into contact with the bank itself or the pilings embedded in it.\" <i>Id.</i> at 715.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Moreover, one independent corroborating fact, undisputed but ignored by almost everyone involved, is that the ITB Zorra had used, without mishap, the same facilities on seven prior occasions. The relevant chart also shows no obstructions within the berthing area but does indicate them in the area to the south and east of the berthing line.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Therefore, the district court's finding that there were no obstructions in the berthing area is not clearly erroneous. Since there were no obstructions, appellees' duties as wharfingers are not implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">C. A red herring is loose in Gu&#225;nica Bay: The <i>Pennsylvania</i> Rule is not applicable</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Similarly, appellant's contention that the district court erred by not applying the <i>Pennsylvania</i> rule fails. Since the district court found that there were no obstructions in the berthing area, the <i>Pennsylvania</i> rule is not implicated.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In its venerable decision <i>The S.S. Pennsylvania v. Troop,</i> 88 U.S. (19 Wall.) 125, 134, <span class=\"citation no-link\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">148</span></span> (1873), the Supreme Court established a burden shifting regime for maritime cases. If a plaintiff can establish both that the defendant breached a statutory duty and that the breach is relevant to the casualty in question, the defendant assumes the burden of proving that its breach could not have caused plaintiff's damages. <i>Id.; see also Am. Dredging Co. v. Lambert,</i> <span class=\"citation\" data-id=\"70830\"><a href=\"/opinion/70830/american-dredging-co-v-lambert/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 130 (11th Cir. 1996); <i>Havinga v. Crowley Towing &amp; Transp. Co.,</i> <span class=\"citation\" data-id=\"670668\"><a href=\"/opinion/670668/berend-jd-havinga-v-crowley-towing-and-transportation-company-berend/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1483 (1st Cir. 1994). The problem here is that appellant has failed to prove that appellees violated any statutory duty.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">To establish a statutory violation, appellant points to 33 U.S.C. &#167; 403, which in essence prohibits the creation of unauthorized obstructions in the navigable waters of the United States.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> However, appellant presented no credible evidence that there were <i>any</i> obstructions in the appellees' berthing areas, much less evidence that appellees <i>created</i> prohibited obstacles to navigation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Furthermore, even if there were credible evidence of a statutory violation by the appellees, any such violation was not sufficiently related to the casualty in question. The district court found that the casualty in question was a direct result of the fact that the ITB Zorra struck obstructions outside of its proper area of navigation. Additionally, the obstructions which the ITB Zorra struck were properly marked on the charts and known to the master and pilot. Thus, appellant has only its own imprudence to blame for the predictable result, and the district court properly refused to apply the <i>Pennsylvania</i> rule.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">D. The district court did not abuse its discretion when it imposed sanctions on appellant</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After the district court ruled on the merits of appellant's claim, appellees moved for the imposition of attorney's fees and costs upon appellant. Appellees also wanted the court to require appellant to post a bond on appeal. In their motion for attorney's fees, appellees claimed that the underlying action by appellant had been filed in bad faith. The district court denied appellees' request for imposition of full attorney's fees, but instead imposed sanctions against appellant for \"actions in the course of discovery [that] were disruptive of the orderly course of litigation, insulting to the dignity of the Court, and, most importantly, utterly lacking in civility.\" <i>Pan Am. II,</i> 193 F.R.D. at 30. Specifically, the court awarded attorney's fees to PRPA in relation to several motions to compel which had been granted during the course of discovery and for which the court found that Pan American's earlier failure to comply was \"clearly without justification.\" <i>Id.; see also</i> Fed.R.Civ.P. 37(a)(4) (providing that attorney's fees shall be awarded if the court grants a motion to compel unless the opposing party's behavior was \"substantially justified\"). The court also imposed sanctions under its inherent powers in response to Pan American's \"bad-faith litigation tactics.\" <i>Pan Am. II,</i> 193 F.R.D. at 31; <i>see also Chambers v. NASCO,</i> <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">32</span></a></span>, 44, <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2123</span></a></span>, <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">27</span></a></span> (1991) (recognizing the inherent power of courts to impose sanctions). Pan American now challenges both awards of sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We review an award of sanctions, under both a court's inherent powers and Federal Rule of Civil Procedure 37(a)(4), for an abuse of discretion. <i>Chambers,</i> 501 U.S. at 55, <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2123</span></a></span> (\"We review a court's imposition of sanctions under its inherent power for abuse of discretion.\"); <i>Thibeault v. Square D Co.,</i> <span class=\"citation\" data-id=\"580699\"><a href=\"/opinion/580699/charles-m-thibeault-v-square-d-company/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">239</span></a></span>, 243 (1st Cir.1992) (\"In reviewing a trial court's sanction order concerning a discovery-related matter, an abuse-of-discretion standard controls.\"). Here, we find that the district court did not misuse its powers when imposing either sanction award. Therefore, we affirm both.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Appellant complains that the court ignored substantial justifications when awarding PRPA costs incurred in presenting several motions to compel. A substantial justification is one that \"could satisfy a reasonable person.\" <i>Pierce v. Underwood,</i> <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 565, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2541</span></a></span>, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">490</span></a></span> (1988). Here, while Pan American advanced various rationales for its failures to comply with PRPA's discovery requests, the district court found that \"Pan American's failure to cooperate with PRPA's discovery requests was clearly without justification and served only to impede the discovery process and to make life as difficult as possible for PRPA.\" <i>Pan Am. II,</i> 193 F.R.D. at 30. After reviewing the record, we cannot say that this finding was an abuse of discretion. In fact, there is ample support for the district court's determination.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Pan American also complains that the district court ignored crucial evidence when it found that Pan American had acted in bad faith and awarded sanctions under its inherent powers. \"It is beyond serious dispute that a district court may use its inherent powers to assess attorneys' fees against a party that has `acted in bad faith, vexatiously, wantonly, or for oppressive reasons.'\" <i>Whitney Bros. Co. v. Sprafkin,</i> <span class=\"citation\" data-id=\"196192\"><a href=\"/opinion/196192/whitney-bros-co-v-sprafkin/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 13 (1st Cir. 1995) (internal quotation marks omitted) (quoting <i>Chambers,</i> 501 U.S. at 45-46, <span class=\"citation\" data-id=\"112616\"><a href=\"/opinion/112616/chambers-v-nasco-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2123</span></a></span>). However, a district court ordinarily must provide a sufficiently detailed explanation of its rationale in awarding sanctions under its inherent powers. <i>Id.</i> Here, the district court detailed a whole pattern of behavior which it relied upon when awarding attorney's fees to appellees. The court concluded that appellant engaged in various acts of bad faith in connection with the discovery of evidence, all of which required appellees to expend unnecessary time, efforts, and resources. These acts included: (1) attempting to hide the identities of two divers who inspected the ITB Zorra after the accident; (2) attempting to hide the identity of Roger Rosaldes, a crew member of the ITB Zorra; (3) installing a hidden camera and microphone aboard the ITB Zorra in an attempt to record the conversations of appellees' counsel during an inspection of the vessel; (4) removing the vessel's fuel delivery system prior to the first inspection of the ship; and (5) physically violent behavior by appellant's president, Jos&#233; Gonz&#225;lez, during his deposition when he pulled cables from a video camera, assaulted the video operator, and threw a cup of hot coffee at appellees' counsel. Pan American offers no compelling explanations to justify its behavior; it simply cries about the fact that the district court chose to discount Pan American's version of events. This simply will not carry the day.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is clear after reviewing the record and the district court's opinion that awarding attorney's fees to the appellees was far from an abuse of discretion. The pattern of behavior identified by the court is both egregious and troubling.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's judgment and order.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> An ITB, although technically two vessels, a barge and a tug, operates mostly as a single unit: the tug inserts itself into the stern section of the barge, is secured thereto, and becomes the barge's method of propulsion and steerage. Therefore, for purposes of this opinion the ITB Zorra will be referred to as a single ship or vessel</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellees also argued that the fire started as a result of a malfunction in the ship's fuel lines or clutch. The district court rejected both these theories, finding that the fire was indeed caused by \"an allision of the starboard propeller.\"<i>Pan Am. Grain Mfg. Co. v. P.R. Ports Auth.,</i> <span class=\"citation\" data-id=\"2505444\"><a href=\"/opinion/2505444/pan-american-grain-mfg-co-v-puerto-rico-ports-auth/\"><span class=\"volume\">121</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">710</span></a></span>, 711 (D.P.R. 1999). Appellees do not challenge this finding of the district court. Therefore, the only dispute before us is whether the starboard propeller struck uncharted pilings in the berthing area, as claimed by the appellant, or grounded in the shallow water, as argued by the appellees and found by the district court. <i>See id.</i> at 716.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The docks in question are owned by PRPA but are leased to Procesadora. For purposes of this opinion, we make no distinction between the two</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Dolphins are essentially pilings against which a ship is moored. The dolphins in question are numbered one to six, in a north-to-south orientation, so that dolphin number six is the southernmost dolphin</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The breasting line is an imaginary line drawn across the seaward side of the breasting dolphins and extending out from the outside dolphins,<i>ad infinitum.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> At trial, Pan American also claimed that appellees violated their duties as wharfingers by granting the ITB Zorra leave to dock at a facility which was too small for the vessel. The district court rejected this argument, finding that it was not a hidden danger<i>Pan Am. I,</i> 121 F.Supp.2d at 717. Pan American does not renew this contention on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The act states, in relevant part, that \"[t]he creation of any obstruction not affirmatively authorized by Congress, to the navigable capacity of any of the waters of the United States is prohibited....\" 33 U.S.C. &#167; 403</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Pan American also complains that the district court erred by awarding PRPA all fees incurred \"in connection with\" the motions to compel<i>Pan Am. II,</i> 193 F.R.D. at 31. This, Pan American claims, impermissibly broadens the scope of allowable recovery. We, however, do not need to reach that claim because Pan American's complaint is a manufactured argument, created by lifting words from their proper context. Throughout its discussion, the district court is quite clear that it was awarding \"reasonable expenses incurred in making the motions.\" <i>Id.</i> at 30. This is the exact standard contained in Federal Rule of Civil Procedure 37(a)(4). Therefore, there is no substance to Pan American's complaint.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/70830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/95020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/347112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2505444/"
  ]
}