{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200053/",
  "absolute_url": "/opinion/200053/suboh-v-borgioli/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200053/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:43:01Z",
  "date_modified": "2016-02-28T05:02:10.830776Z",
  "type": "010combined",
  "sha1": "f97cb321a4243c44c2b5a52d40d40270084e4a0b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2272-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/08/01/Suboh_v._Borgioli.pdf",
  "plain_text": "         United States Court of Appeals\n                        For the First Circuit\n                         ____________________\n\nNos. 01-2272, 01-2524\n\n\n MOUNA KANDY SUBOH, INDIVIDUALLY, AS ADMINISTRATIX OF THE ESTATE\n OF ISHAQ SUBOH, AND AS NEXT FRIEND OF HER MINOR DAUGHTER SOFIA\n                              KANDY,\n\n                         Plaintiff, Appellee,\n\n                                   v.\n\n DISTRICT ATTORNEY'S OFFICE OF THE SUFFOLK DISTRICT, MICHAEL N.\n                     MURPHY, CARL BORGIOLI,\n\n                        Defendants, Appellants,\n\n CITY OF REVERE, MASSACHUSETTS; ROBERT J. HAAS JR.; JAMES RUSSO;\n  STEVEN PISANO; JOHN MCRAE; STEVEN WALLACE; THEODORE MICHALSKI;\n     JULIEANN MAVAROSA; ANTONIO ARCOS; JOHN M. AZZARI; RICHARD\n BACHOUR; RALPH C. MARTIN II; INDIVIDUALLY AND IN THEIR OFFICIAL\n                            CAPACITIES,\n\n                             Defendants.\n                         ____________________\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n                         ____________________\n\n                                 Before\n\n                  Selya and Lynch, Circuit Judges,\n               and Schwarzer,* Senior District Judge.\n\n                         ____________________\n     Linda A. Wagner, Assistant Attorney General, with whom Thomas\nF. Reilly, Attorney General, was on the brief for appellants\nDistrict Attorney's Office and Michael N. Murphy.\n\n\n     *\n          Of   the   Northern   District   of   California,   sitting   by\ndesignation.\n\f     Michael J. Akerson with whom Austin M. Joyce and Edward P.\nReardon, P.C. were on the brief for appellant Carl Borgioli.\n     Harvey A. Schwartz with whom Kimberly H. Scheckner, Rodgers,\nPowers & Schwartz, James R. Knudsen, and Wittenberg & Associates\nwere on the brief for appellee.\n\n                      ____________________\n                         August 1, 2002\n                      ____________________\n\f            LYNCH, Circuit Judge.            This appeal presents issues of\n\nqualified     immunity    for      public    officers,      beneath       which   lie\n\nsignificant issues about parents' rights under the United States\n\nConstitution.     The case history is one of international intrigue\n\nand of local law enforcement officers attempting to respond to the\n\nrequirements of both criminal law and family law.                        Of the two\n\ndefendants    before     us   on   appeal,    we    hold   that    one,    Assistant\n\nDistrict    Attorney     Michael     Murphy,       is   entitled    to     qualified\n\nimmunity.     The other, Revere Police Officer Carl Borgioli, is not\n\nso entitled at the summary judgment stage.                     Consequently, we\nreverse the district court's denial of summary judgment on this\n\nissue as to Murphy and affirm the denial as to Borgioli.\n                                        I.\n             We give the general background and then focus on what was\n\nknown to the two defendants.         We describe the facts in favor of the\nnonmoving party on summary judgment.\n             This case arises out of a complicated family dispute,\n\ninvolving three generations and three continents.                  The end result,\naccording to the plaintiff, is that she has been deprived of\ncustody of her young daughter due to the actions of the defendants.\n\n             The plaintiff, Mouna Kandy Suboh, is a native of Morocco\nand is now a resident of Massachusetts.                    In 1991, while still\nliving with her parents in Morocco, she became pregnant out of\n\nwedlock. Suboh then fled to Holland to avoid what she says was her\nfather's rage at her pregnancy.              A daughter, Sofia, was born in\n\nHolland on April 9, 1992.             Shortly thereafter, Suboh's mother\n\n                                       -3-\n\ftraveled to Holland and convinced her to return to Morocco with the\n\nbaby.   Suboh's parents, the Kandys, then raised Sofia as if she\n\nwere their own child.     At some point, Suboh says, the Kandys\nobtained a fake birth certificate purporting to certify that Sofia\n\nwas their biological child.    At no point did they ever legally\n\nadopt Sofia; according to the plaintiff, Moroccan law does not\nallow such adoptions and Morocco officially recognizes Suboh as\n\nSofia's mother. Suboh claims that her father is physically abusive\n\nand controlling, and that she agreed to her parents pretending to\n\nbe Sofia's parents only because she feared her parents would not\n\nlet her see Sofia at all if she did not agree.\n\n          In 1995, Suboh met an American citizen, Ishaq Suboh, and\n\nmoved to Massachusetts to marry him.   She says that the Kandys had\npromised to send Sofia to live with her in the United States, but\n\nreneged on that promise once she had left Morocco.    Suboh says she\n\nreturned to Morocco four times, attempting to obtain custody. She\nalso filed a case in the Moroccan court system, but she says that\n\nthe case was never adjudicated, due to her father's power and\n\ninfluence in Morocco.   She eventually dropped the legal case so\n\nthat her father would allow her to see Sofia again.\n\n          In April 1998, the Kandys came to Massachusetts in order\n\nfor Suboh's father to receive medical treatment.       They brought\n\nSofia with them and stayed with Suboh and her husband at their\n\napartment in Revere.    On May 26, 1998, Suboh and her husband\n\nquarreled with the Kandys about whether Sofia would be returning to\n\nMorocco with the Kandys or staying with Suboh in Massachusetts.\n\n\n                               -4-\n\fFollowing that fight, Suboh's husband called the Boston city\n\ncouncillor's office to explain the situation.     An official there\n\nadvised the pair to keep Sofia with them.     Suboh and her husband\nthen packed up their things, took Sofia, and went to the city\n\ncouncillor's office.    They took with them Sofia's Dutch birth\n\ncertificate, Moroccan birth identification records showing that\nSuboh was Sofia's mother, a document from the Dutch hospital where\n\nSofia was born, papers from Suboh's Moroccan attorney, and copies\n\nof the Kandys' forged documentation.       An official at the city\n\ncouncillor's office told them she would contact an attorney for\nthem, and advised them to stay away from the Kandys and keep Sofia\n\nwith them in the meantime.    Suboh and her husband also went to the\n\nImmigration and Naturalization Service office to try to obtain\n\nresidency papers for Sofia, but were unable to do so because they\ndid not have her passport.      Later that day, they checked into a\nhotel.   The following day, after Suboh's husband spoke with Mr.\n\nKandy, the two checked into another hotel.\n          Mustapha Kandy, Suboh's father, called the Revere police\nand reported that one of his daughters (Suboh) had kidnapped his\nother daughter (Sofia).      The Kandys told the Revere police that\n\nSuboh and Sofia were sisters and that they, the Kandys, were\n\nSofia's parents.   The Kandys showed the police a birth certificate\n\nin French and Arabic indicating that Sofia was their daughter.\n\nThis birth certificate was translated by a Revere police officer.\n\n          In the early morning of May 28, Officer Borgioli became\n\ninvolved with the case.       He reviewed the information that his\n\n                                 -5-\n\fcolleagues had obtained on the previous day.           He went to the Revere\n\napartment to interview the Kandys.           The Kandys also showed him\n\nSofia's passport and a document that turned out to be the forged\n\nbirth certificate.      While at the apartment, Borgioli also spoke\n\nwith   the   officer   who   had    translated   the    Kandys'   documents.\n\nBorgioli also spoke with the Kandy's niece, who was visiting at the\n\ntime. Borgioli stated in an affidavit that the niece told him that\nthe Kandys had raised Sofia from a very young age.\n\n             Borgioli testified at his deposition that Mrs. Kandy told\n\neither him or one of the FBI agents that Suboh was Sofia's\nbiological mother and that the Kandys had adopted Sofia.              In his\npolice   report,   Borgioli   did    not   include     anything   about   this\nsupposed adoption, or the fact that the Kandys allegedly told him\n\nthat Suboh was Sofia's biological mother. His affidavit confirms\nthat he learned that Suboh was the biological mother from Suboh\nherself, when he interviewed her on the following day at the police\n\nstation.     Borgioli testified that he was under the impression,\n\nbased on something that an Arabic-speaking FBI agent told him, that\n\nthe Kandys' documents were adoption papers.            But he also testified\n\nthat he did not recall that either the Kandys or anyone else had\n\never used the word adoption. And this belief was also inconsistent\nwith the document itself, which refers to Mrs. Kandy as the mother\nand says nothing about adoption.\n\n             Mr. Kandy told Borgioli that their son-in-law, Ishaq\nSuboh, had come to the apartment at some point earlier that day or\non the previous day.     Mr. Kandy said that, at that time, Ishaq had\n\n                                     -6-\n\fstolen a Rolex watch from him and asked for money, which he gave\n\nhim.   Mr. Kandy said that Ishaq then asked for more money and said\n\nhe would call back later to arrange for a time for them to meet.\nBorgioli stated that Mr. Kandy believed that Suboh and her husband\n\nwere holding Sofia for ransom money.               There is nothing in the\n\nrecord, however, about Ishaq Suboh requesting ransom for the return\nof Sofia and nothing indicating that Mouna Suboh knew of such\n\nrequests, if any were made.\n\n             Officer Borgioli called the District Attorney's office\n\nfrom   the   apartment.    Borgioli        spoke   with   Assistant   District\n\nAttorney Murphy, telling him that the case involved a kidnapping\n\nfor ransom and asking him questions about setting up a tap on the\n\napartment's telephone.         Murphy did not remember whether Borgioli\ntold him that the Kandys were the biological parents of Sofia, or\n\nher custodians, but he says that Borgioli led him to believe that\n\nthe Kandys had legal custody of Sofia.\n             While Borgioli was obtaining information from the Kandys,\n\na fellow Revere police officer, who was with him at the Revere\n\napartment, obtained information that Ishaq Suboh had attempted to\n\ncharge airline tickets to his credit card, which was at its limit.\n\nAt this point, the FBI was called in to assist with the case.\n\n             At some point during the day, Ishaq Suboh called from a\n\nnumber that the police later learned was the Boston City Council.\n\nHe refused to speak with Mr. Kandy, but spoke with Mrs. Kandy and\n\narranged to meet her at a nearby donut shop.          Borgioli says that he\n\nunderstood     the   purpose    of   the    meeting   was   to   arrange   the\n\n\n                                     -7-\n\fcircumstances for Sofia's return.         A special agent from the FBI\n\nlistened in on the phone conversation.             The meeting never took\n\nplace.\n           The   following   day,   two   Revere    police    officers     (not\n\nincluding Borgioli) located Suboh in a hotel in Malden. Suboh told\n\nthe police at that time that Sofia was her daughter and attempted\nto give them official, certified documentation showing that she was\n\nSofia's birth mother.      The police declined to accept the documents\n\nat that time.\n\n           The police then took Suboh and Sofia to the Revere police\n\nstation to be interviewed.          Borgioli conducted the interview.\n\nSuboh told Borgioli that she was Sofia's mother and that the\n\nKandys' documents were false.        She says she told him about the\nfight with her parents regarding whether Sofia would return to\n\nMorocco.   She says she also told him that she had legal custody of\n\nSofia. She again showed all her documentation from the Netherlands\nand Morocco.     She also repeatedly requested that Borgioli call the\n\nMoroccan   embassy    or   the   Netherlands   embassy       to   verify    her\n\ndocumentation.     The police took Suboh's documents and photocopied\n\nthem, although they made no effort to have them translated or to\n\nconfirm them with the relevant embassies. Suboh also told Borgioli\n\nthat her parents' visa was about to expire, and they had tickets to\n\nreturn to Morocco with Sofia.        She says she asked the police to\n\nkeep Sofia in state custody. Suboh says that the police repeatedly\n\nasked her about the stolen watch and her husband's alleged demand\nfor money, and that she responded, \"Which watch, what money, I\n\n                                    -8-\n\fdon't know what you're talking about.\"     She says they were only\n\nconcerned about the money and the watch, and her movements over the\n\nprevious two days, and not about her claims to be Sofia's mother.\n\n            Borgioli testified that Suboh told him she had given up\n\ncustody of Sofia to the Kandys, or that the Kandys had adopted\n\nSofia without Suboh's consent and that she was trying to \"regain\"\n\ncustody.    This is contrary to Suboh's testimony, as is Borgioli's\nstatement that Suboh never told him not to release Sofia to the\n\nKandys, or expressed fear that the Kandys would take Sofia to\n\nMorocco.    Borgioli did admit that Suboh said she had never given\n\nher permission for an adoption.    He also testified that Suboh had\n\nsuggested that the Kandys' documents were forged, but said that \"it\n\nwas just speculation on her part\" and he thought she was just\n\ntrying to avoid being arrested.    He also recalled her telling him\n\nabout the difficulties she had trying to regain custody under the\n\nMoroccan system.    He said that he made no effort to investigate\n\nwhether Suboh's claims about the various custody documents were\n\ntrue, because he had no reason, other than Suboh's word, to believe\n\nher.   The same was, of course, true for the Kandys' word.\n\n            During the interview, Borgioli again called Assistant\n\nDistrict Attorney Murphy.    Both Borgioli and Murphy agree that, at\n\nthis point, Borgioli told Murphy that Suboh was Sofia's biological\n\nmother.    He asked Murphy, in a case where Suboh was the biological\n\nmother but not the legal guardian, whether he should charge her\n\nwith straight kidnapping, kidnapping by a relative, or kidnapping\n\n\n                                 -9-\n\fby a parent.   He also either asked if he could release Sofia to the\n\nKandys, or stated that he was going to release Sofia to them.\n\nMurphy replied that he would have to call back.       When he called\nback a few minutes later, Murphy told Borgioli that Suboh should be\n\ncharged with kidnapping by a relative.     Murphy may have also said\n\n\"okay\" in response to Borgioli's statement or question about\nreleasing Sofia to the Kandys, but Murphy did not recall having\n\nsaid that.     There is no evidence in the record that Murphy was\n\ngiven any additional information about the case, such as the fact\n\nthat Suboh had documentation beyond what the Kandys had presented\n\nor the fact that Suboh alleged that the Kandys' documents were\n\nforged.   There is no evidence that Murphy was told that legal\n\ncustody of the child was disputed.     There is also no evidence that\n\nMurphy knew, or had reason to believe, that the Kandys' visa was\n\nexpiring or that they planned to take Sofia back to Morocco\nimmediately.\n          Suboh says that Borgioli told her that Sofia would be\n\ntemporarily placed in state custody.     Suboh says that an FBI agent\nwho was present also told her that Sofia would be placed with the\nstate Department of Social Services (DSS), and the police would\n\nkeep her passport. She says the agent instructed Borgioli to \"keep\n\nthe passport and the daughter at the DSS.\"1    Borgioli says that he\n\nnever considered involving the DSS.\n\n\n\n\n     1\n          There does not appear to have been any discovery from the\nFBI agents about what they told Suboh or Borgioli.\n\n                                -10-\n\f            The police charged Suboh with kidnapping by a relative\n\nand transported her to court.     Suboh asked if Sofia could come with\n\nher, and Borgioli told her that Sofia could not come to court, but\nthat Suboh would see Sofia when she came out of court.\n\n            Despite these representations to Suboh and the statement\n\nby the FBI agent instructing Borgioli to place the child with DSS,\nBorgioli then released Sofia to the Kandys.          Borgioli did not ask\n\nthe Kandys not to leave the country, nor did he make any efforts to\n\nmake sure that they would not leave the country with Sofia.             He\n\nadmits that he never told Suboh that he was going to release Sofia\n\nto the Kandys and admits that it is fair to say that the decision\n\nto release Sofia to the Kandys was his decision.\n\n            Immediately after Sofia was returned to them, the Kandys\nreturned to Morocco with the child.       The charges against Suboh and\n\nher husband were later dismissed.          Suboh has not been able to\n\nregain physical custody of her daughter since that time.\n                                   II.\n\n            On March 6, 2000, Suboh, the estate of her now-deceased\n\nhusband, and Sofia (acting through Suboh, her next friend) brought\n\nsuit   in   the   federal   district   court   of   Massachusetts   against\n\nBorgioli, Murphy, the District Attorney's office, the City of\nRevere, and various other individuals associated with the case. The\ncase alleged deprivation of the rights of Suboh, her husband, and\n\nSofia, as secured by the Constitution and the laws of the United\nStates, and liability under the Massachusetts Torts Claims Act,\n\nMass. Gen. Laws. ch. 258, § 2 (2000), the Massachusetts Civil\n\n\n                                   -11-\n\fRights Act, id. ch. 12 § 11I, and various state law tort claims.\n\nFor purposes of this appeal, we analyze all of the claims as\n\nSuboh's claims.\n\n          On August 1, 2000, Murphy filed a motion to dismiss the\n\n§ 1983 claims brought against him in his individual capacity,\n\nasserting immunity and other defenses.2    Suboh v. City of Revere,\n141 F. Supp. 2d 124, 127 (D. Mass. 2001).    On March 30, 2001, the\n\ndistrict court denied the motion to dismiss, holding that Murphy\n\nwas not entitled to either absolute prosecutorial immunity or\n\nqualified immunity.   Id. at 136-45.      As for Murphy's claim of\nabsolute prosecutorial immunity, the district court reasoned that\n\nbecause \"the deprivation of which [the plaintiffs] complain is\nwholly unrelated to any prosecutorial functions,\" there was no\nprosecutorial immunity.    Id. at 137.     The district court then\n\nconcluded that Murphy was not protected by qualified immunity\nbecause Suboh's claim \"lies at the core\" of a clearly established\nright to familial integrity, id. at 140, and that, as the case was\n\npresented by Suboh, \"a reasonable person in Murphy's position would\nhave known that his release of Sofia into the Kandys' custody\nviolated that right,\" id. at 142.   As a second ground, it reasoned\n\nthat Murphy's conduct violated a clearly established \"substantive\ndue process right of a parent and her child not to have a child in\n\n\n     2\n          The motion to dismiss also encompassed other claims\nagainst Murphy and the District Attorney's office. The district\ncourt dismissed some claims, and denied the motion as to other\nclaims. Suboh v. City of Revere, 141 F. Supp. 2d 124, 124, 145 (D.\nMass. 2001). These other claims are not at issue in this appeal.\n\n\n                               -12-\n\fstate custody turned over to someone whom the state knows, or\n\nshould know, to be dangerous.\"       Id.\n            Murphy originally appealed from the district court's\ndecision,   but    then    voluntarily     withdrew    his     appeal   without\n\nprejudice, after filing a motion for summary judgment with the\n\ndistrict court.     On September 25, 2001, the district court denied\n\nMurphy's motion for summary judgment. The court agreed that it was\n\nundisputed that \"the whole case was presented to Mr. Murphy [by\n\nBorgioli] in a sense favorable to the grandparents.\"              Nonetheless,\n\nit found that there was a material fact in dispute as to whether\nBorgioli asked Murphy for legal advice regarding whether to release\n\nSofia to the Kandys.\n            On August 17, 2001, Borgioli filed a motion for summary\njudgment.     On   September   5,   2001,    the    district    court   granted\n\nBorgioli's motion with respect to Suboh's Fourth Amendment claims,\nbut left Suboh's Fourteenth Amendment claims standing and denied\nBorgioli's qualified immunity defense for the reasons articulated\n\nin its March 30, 2001, decision regarding Murphy's qualified\nimmunity defense.\n            The    court   stayed   the     trial    pending    Murphy's    and\n\nBorgioli's appeals.3\n\n\n\n     3\n          The district court initially denied Borgioli's motion to\nstay the trial, ruling that it was untimely because the legal\nconclusion from which Borgioli sought to appeal was articulated in\nits March 30, 2001, ruling, from which Borgioli took no appeal.\nBorgioli petitioned this court, which issued an order clarifying\nthat Borgioli's motion was timely.     Following that order, the\ndistrict court immediately granted the requested stay.\n\n                                    -13-\n\f                                III.\n\n          This court has jurisdiction to consider interlocutory\n\nappeals from the denial of a defendant's motion to dismiss or for\nsummary judgment on a qualified immunity defense.        Behrens v.\n\nPelletier, 516 U.S. 299, 305-07 (1996); Duriex-Gauthier v. Lopez-\n\nNieves, 274 F.3d 4, 6 (1st Cir. 2001).   Denials of summary judgment\non qualified immunity grounds are reviewed \"to the extent that the\n\nqualified immunity defense turns upon a 'purely legal' question\"\n\nand any disputed facts are not material to the issue of immunity.\n\nFletcher v. Town of Clinton, 196 F.3d 41, 45 (1st Cir. 1999)\n\n(citations and internal quotation marks omitted).   Our standard of\n\nreview in such cases is de novo.    Id. at 48.\n\n          We use a three-part test to determine whether an official\nis entitled to qualified immunity, Hatch v. Dep't of Children,\n\nYouth & Their Families, 274 F.3d 12, 20 (1st Cir. 2001), following\n\nthe guidance provided by the Supreme Court, see Wilson v. Layne,\n526 U.S. 603, 609 (1999); County of Sacramento v. Lewis, 523 U.S.\n\n833, 841 n.5 (1998); Siegert v. Gilley, 500 U.S. 226, 232 (1991).\n\nThe threshold inquiry is whether the plaintiff's allegations, if\n\ntrue, establish a constitutional violation. Hope v. Pelzer, 122 S.\n\nCt. 2508, 2513 (2002); Saucier v. Katz, 533 U.S. 194, 201 (2001);\n\nSiegert, 500 U.S. at 232.   The second question is whether the right\n\nwas clearly established at the time of the alleged violation. That\n\ninquiry is necessary because officers should be on notice that\n\ntheir conduct is unlawful before they are subject to suit.    Hope,\n\n122 S. Ct. at 2516-18; Anderson v. Creighton, 483 U.S. 635, 638-40\n\n\n                                -14-\n\f(1987).    The third is whether a reasonable officer, similarly\n\nsituated, would understand that the challenged conduct violated\n\nthat established right.      Swain v. Spinney, 117 F.3d 1, 9 (1st Cir.\n1997).    The question of whether a right is clearly established is\n\nan issue of law for the court to decide.             Elder v. Holloway, 510\n\nU.S. 510, 516 (1994).     The reasonableness inquiry is also a legal\ndetermination,    although     it   may     entail    preliminary   factual\n\ndeterminations if there are disputed material facts (which should\n\nbe left for a jury).    Swain, 117 F.3d at 10.\n\n            Borgioli argues that none of the three criteria are met.\n\nMurphy makes the more restrained argument that the second two\n\ncriteria are not met.   The arguments merge to the extent that they\n\nboth assert that there is no clear definition of what the district\ncourt called a \"right to familial integrity.\"           Suboh, 141 F. Supp.\n\n2d at 139.\nA.    Identification of a Constitutional Right\n\n           The district court based its ruling on an abstract right\n\nto \"familial integrity\" inherent in the substantive component of\nthe Due Process Clause of the Fourteenth Amendment.           Id.   In doing\nso, the district court relied on a series of Supreme Court cases\n\nranging from Meyer v. Nebraska, 262 U.S. 390 (1923), to Troxel v.\n\nGranville, 530 U.S. 57 (2000).             These cases cover a range of\nissues, from constraints on a state's power to mandate compulsory\n\npublic education, Meyer, 262 U.S. 390, to constraints on a state’s\n\nability to mandate grandparent visitation rights, Troxel, 530 U.S.\n\n57.\n\n                                    -15-\n\f           There is a danger in the use of broad abstract terms such\n\nas \"familial integrity\".        The Supreme Court has warned against\n\nusing generalized definitions of constitutional rights in the\nqualified immunity setting.         Anderson, 483 U.S. at 639.        This\n\ncourt, in Frazier v. Bailey, 957 F.2d 920, 929-30 (1st Cir. 1992),\n\nheld that it is not sufficient for a plaintiff to allege an\nabstract due process liberty interest in family relationships. The\n\nqualified immunity defense requires that the \"familial integrity\"\n\nright asserted be stated with particularity.         Id.; see also Hatch,\n\n274 F.3d at 20.\n\n           Putting     aside     notions   of   generalized      \"familial\n\nintegrity,\" there are, more pertinently, much more narrow interests\n\nthat are at stake here.        To begin, \"[t]he interest of parents in\nthe care, custody, and control of their children is among the most\n\nvenerable of the liberty interests embedded in the Constitution.\"\n\nHatch, 274 F.3d at 20; see also Croft v. Westmoreland County\n\nChildren & Youth Servs., 103 F.3d 1123, 1125 (3d Cir. 1997)\n\n(recognizing \"the constitutionally protected liberty interests that\n\nparents   have   in   the   custody,   care   and   management   of   their\n\nchildren\"); Jordan v. Jackson, 15 F.3d 333, 342 (4th Cir. 1994)\n\n(\"The state's removal of a child from his parents indisputably\n\nconstitutes an interference with a liberty interest of the parents\n\nand thus triggers the procedural protections of the Fourteenth\n\nAmendment.\"); Weller v. Dep't of Soc. Servs., 901 F.2d 387, 391\n\n(4th Cir. 1990) (\"[The plaintiff] clearly does have a protectible\n\nliberty interest in the care and custody of his children.\"); Hooks\n\n\n                                   -16-\n\fv. Hooks, 771 F.2d 935, 941 (6th Cir. 1985) (\"It is well-settled\nthat parents have a liberty interest in the custody of their\n\nchildren.\")    The child has a similar liberty interest in being in\nthe care and custody of her parents.     See Brokaw v. Mercer County,\n\n235 F.3d 1000, 1018-19 (7th Cir. 2000); Wooley v. City of Baton\n\nRouge, 211 F.3d 913, 923 (5th Cir. 2000); Duchesne v. Sugarman, 566\nF.2d 817, 825 (2d Cir. 1977); Opinion of the Justices to the\n\nSenate, 427 Mass. 1201, 691 N.E.2d 911, 915 (1998).\n\n          This    liberty   interest    is     protected   both   by   the\n\nsubstantive component of the Due Process Clause, which constrains\n\ngovernmental   interference   with   certain    fundamental   rights   and\n\nliberty interests, and by the procedural component of the Due\n\nProcess Clause, which guarantees \"fair process.\"           Washington v.\nGlucksberg, 521 U.S. 702, 720 (1997).        In this case, we focus our\n\nanalysis primarily on the procedural aspect, which is most directly\n\nimplicated by the facts presented here.4        What is at issue here is\nthe right of a parent to procedural due process protections before\n\na governmental official resolves the disputed issue of custody of\na child, when there are known competing claims to custody.\n\n          Due process claims more commonly arise in situations\n\nwhere state agency officials remove a child from the custodial\n\nparents, usually where there is some suspicion of child abuse or\n\n     4\n          The district court's holding regarding the \"substantive\ndue process right of a parent and her child not to have a child in\nstate custody turned over to someone whom the state knows, or\nshould know, to be dangerous\" was in error. Suboh, 141 F. Supp. 2d\nat 142. There is no evidence in the record to establish that the\ndefendants had any reason to think that the Kandys posed a danger\nto Sofia.\n\n                                 -17-\n\fneglect.   In Santosky v. Kramer, 455 U.S. 745 (1982), the Supreme\nCourt held that before a state may sever the parent's rights in\n\ntheir child, due process requires that the state support its\nallegations of abuse or neglect by at least clear and convincing\n\nevidence, id. at    768-71.    In cases where the safety of the child\n\nis at risk, there are competing liberty interests, and so the\nparents' rights are not absolute. Based on this principle, we have\n\nfrequently upheld immunity for state actors who investigate child\n\nabuse allegations and take emergency action to protect a child.\n\nSee Hatch, 274 F.3d 12, 20-22, 24-25; DaCosta v. Chabot, 59 F.3d\n\n279 (1st Cir. 1995); Frazier, 957 F.2d at 920, 931.\n\n           Generally speaking, the question of what process is due\n\ninvolves a weighing of the different interests of the child, the\nparents, and the state.       Hatch, 274 F.3d at 20; see also Weller,\n\n901 F.2d at 395-96 (considering interests and facts in case to\n\ndetermine what process was due); Opinion of the Justices, 691\nN.E.2d at 915; Care & Prot. of Robert, 408 Mass. 52, 556 N.E.2d\n\n993, 996-97 (1990).    Due process protects a parent's rights even\n\nwhen a state temporarily removes a child before obtaining a court\n\norder, as the state may place a child in temporary custody only\n\nwhen it has evidence giving rise to a suspicion that the child has\n\nbeen abused or is in imminent danger.      Hatch, 274 F.3d at 20; see\n\nalso Wallis v. Spencer, 202 F.3d 1126, 1138 (9th Cir. 2000); Croft,\n\n103 F.3d at 1125.   Moreover, due process requires that some sort of\n\nprocess be provided promptly after an emergency removal.       \"'[I]n\n\nthose \"extra-ordinary situations\" where deprivation of a protected\n\n\n                                   -18-\n\finterest is permitted without prior process, the constitutional\n\nrequirements of notice and an opportunity to be heard are not\n\neliminated,   but   merely    postponed.'\"     Weller,     901    F.2d    at   393\n(quoting Hooks, 771 F.2d at 942 (quoting Duchesne, 566 F.2d at\n\n826)); see also Brokaw, 235 F.3d at 1021; Campbell v. Burt, 141\n\nF.3d 927, 929 (9th Cir. 1998); Jordan, 15 F.3d at 343.                   Both the\nright to predeprivation process and the right to postdeprivation\n\nprocess are at issue in this case.\n\n          Suboh's    claim    is   that    Officer   Borgioli,     enabled     by\n\nAssistant District Attorney Murphy, effectively decided the custody\n\ndispute by turning the child over to the Kandys while knowing the\n\nKandys were about to leave the country with the child; thus, he\n\neffectively deprived Suboh of her parental right to the care and\ncustody of    her   child    without   providing     her   with   due     process\n\nprocedures.   In so doing, Borgioli ignored due process procedures\n\nestablished by state law to deal with situations such as this one.\nThese include procedures for the state to take custody of a child\n\nwhose guardian is unavailable, Mass. Gen. Laws ch. 119, § 23(C)\n\n(2000), procedures for the state to take temporary custody of\n\nchildren needing care and protection, id. ch. 119, § 24 (2000),\n\nprocedures for determining custody of children born out of wedlock,\n\nid. ch. 209C, § 10 (2000), and procedures for enforcing foreign\n\ncustody judgments within Massachusetts, id. ch. 209B, § 12 (2000).\n\nYet Borgioli short-circuited all of these procedures by deciding\n\nthe issue on his own.\n\n\n\n\n                                    -19-\n\f          Generally, \"there is a presumption that fit parents act\n\nin the best interests of their children.\"       Troxel, 530 U.S. at 68.\nHere, there was no suspicion of child abuse or reason to suspect\nthat the child would be in imminent peril, and thus no reason to\n\nsever Suboh's parental rights prior to the state's resolution of\n\nthe custody dispute through its normal procedures.       See Hatch, 274\n\nF.3d at 20.   One of Suboh's rights as a mother was the right to\n\nchoose a proxy custodian for Sofia following her arrest.        See In re\n\nDep't of Pub. Welfare, 383 Mass. 573, 421 N.E.2d 28, 34 (1981)\n\n(noting, in case of incarcerated mother, that mother's \"presumptive\n\nright to custody of the child includ[es] the right to choose a\n\ncaretaker proxy\").    Borgioli's actions deprived her of this right.\n\n          Moreover,    there   was   evidence   both   that   Suboh   told\nBorgioli that the Kandys were planning on leaving the jurisdiction\n\nwith Sofia within days and that Borgioli knew the Kandys' visa was\n\nabout to expire and that they had return tickets to Morocco.\nBorgioli therefore had reason to know that Suboh would never\n\nreceive any postdeprivation hearing.      See Weller, 901 F.2d at 396\n\n(\"[I]t is alleged that in addition to depriving [the parent] of\n\ncustody without a hearing, defendants arranged for [the child] to\n\nbe taken out of the jurisdiction . . . thereby reducing the\n\npossibility of a post-deprivation hearing.\"); Hooks, 771 F.2d at\n\n942 (\"Here the children were turned over . . . allegedly with the\n\nknowledge that they would immediately be taken . . . out of the\n\njurisdiction . . ., effectively eliminating the opportunity for\n\nplaintiff to receive a post-deprivation hearing.\").\n\n\n                                 -20-\n\f          We think it plain that Suboh alleges a violation of a\n\nconstitutional right.\n\nB. Clearly established at the time\n          Both defendants say there was sufficient ambiguity as to\n\nthe scope of \"familial integrity\" rights when they acted in 1998\n\nthat they are entitled to immunity because the right was not\nclearly established at the time.        This court has held that, at\n\nleast as of 1992, \"the dimensions of this right [to familial\n\nintegrity] have yet to be clearly established.\"      Frazier, 957 F.2d\n\nat 931.   Articulating the right as one of \"familial integrity\"\n\ncasts too broad a net.   The inquiry into whether a right is clearly\n\nestablished \"must be undertaken in light of the specific context of\n\nthe case, not as a broad general proposition.\"       Saucier, 533 U.S.\nat 201; see also Wilson, 526 U.S. at 615.      The constitutional right\n\nat issue here is the right to procedural and substantive due\n\nprocess before the state takes a child away from his or her parent.\n          One tried and true way of determining whether this right\n\nwas clearly established at the time the defendants acted, is to ask\nwhether existing case law gave the defendants fair warning that\n\ntheir conduct   violated   the   plaintiff's    constitutional   rights.\n\nHope, 122 S. Ct. at 2522.        This inquiry encompasses not only\n\nSupreme Court precedent, but all available case law.        Hatch, 274\n\nF.3d at 23.\n\n          A parent's liberty interest in the care and custody of\n\nher child was established long before the facts of this case arose.\n\n\n\n\n                                 -21-\n\fThe Supreme Court has noted that \"[t]he liberty interest . . . of\n\nparents in the care, custody, and control of their children . . .\n\nis   perhaps   the   oldest   of    the    fundamental    liberty    interests\nrecognized by this Court.\"         Troxel, 530 U.S. at 65.        Applying this\n\nsubstantive due process right in Troxel, four members of the Court\n\nfound it unconstitutional for a state to fail to give weight to a\ncustodial   parent’s   interests      in    determining   the     care    of   her\n\nchildren when adjudicating a grandparent’s contested petition for\n\nvisitation because the presumption is that a fit parent will act in\n\ntheir child's best interests. Troxel, 530 U.S. at 70-73 (plurality\n\nopinion).\n\n            The long-standing acknowledgment of a substantive due\n\nprocess interest in familial integrity, e.g., Meyer, 262 U.S. 390,\nformed the backdrop for the Supreme Court's 1972 opinion in Stanley\n\nv. Illinois, 405 U.S. 645 (1972), in which the Court held that\n\nprocedural due process demanded that a parent be given \"a hearing\non his fitness as a parent before his children were taken from\n\nhim,\" id. at 649.      This principle was further developed by the\n\nCourt in Santosky, in which the Court held that procedural due\n\nprocess required that a person's parental rights not be terminated\n\nunless the state's allegations of unfitness were supported by\n\n\"clear   and   convincing     evidence.\"        455   U.S.   at    769.        The\n\nMassachusetts Supreme Judicial Court has long recognized parents'\n\nrights to procedural due process in cases in which the state\n\nintervenes in the care and custody of their children, citing often\n\nto the Stanley and Santosky decisions.           See, e.g., Opinion of the\n\n\n                                     -22-\n\fJustices, 691 N.E.2d at 913; Adoption of Eugene, 415 Mass. 431, 614\nN.E.2d 645, 647 (1993); Dep't of Pub. Welfare v. J.K.B., 379 Mass.\n\n1, 393 N.E.2d 406, 407-08 (1979).\n          We have no doubt that there is a clearly established\n\nconstitutional right at stake, although we have found no case\n\nexactly on all fours with the facts of this case.       The difference\nin contexts in which the right is discussed in the case law does\n\nnot mean such a right does not exist.        See Hope, 122 S. Ct. at\n\n2515-16 (rejecting requirement that facts of previous cases be\n\n\"materially similar\" to instant case as an overly \"rigid gloss\" on\n\nqualified immunity determinations).      \"[O]fficials can still be on\n\nnotice that their conduct violates established law even in novel\n\nfactual circumstances. . . . [T]he salient question . . . is\nwhether the state of the law [at the time of the action] gave [the\n\ndefendants] fair warning that their alleged treatment of [the\n\nplaintiff] was unconstitutional.\"       Id. at 2516.\n\n          As   the   district   court     stated,   \"[i]t   is   clearly\n\nestablished that a parent cannot be deprived of custody of a child\nabsent notice and a hearing unless there are exigent circumstances\n\nof abuse or neglect.\"       Suboh, 141 F. Supp. 2d at 143 (citing\n\nStanley, 405 U.S. at 650-57).     Even when there are such exigent\n\ncircumstances, there must be an adequate post-deprivation hearing\n\nwithin a reasonable time.    The cases discussing this right are not\n\nnew and existed long before the events in this case.        E.g., Hooks,\n\n771 F.2d at 942; Duchesne, 566 F.2d at 826-28.\n\n\n\n\n                                 -23-\n\f            Our    precedent     in   Hatch     settles    the   matter.     Hatch\n\ninvolved the standard (reasonable suspicion of imminent danger) by\n\nwhich a state actor would be justified in temporarily taking a\nchild from her parent pending a hearing.                    274 F.3d at 23-24.\n\nHatch, decided in 2001, found the right clearly established by the\n\ntime of the events in question there, which occurred in 2000.                     Our\ncase concerns events in May 1998.               Nonetheless, Hatch relied on\n\ncases dating from the early and mid 1990s that established due\n\nprocess protections for even temporary removals of children pending\n\na due process hearing.         Id. at 20, 23.\n\n            Moreover, long before the events at issue in this case,\n\nmany of our sister circuits had articulated a constitutional right\n\nto procedural due process when the state transfers custody from a\ncustodial parent. See, e.g., Weller, 901 F.2d at 393, 398 (finding\n\nthat complete denial of a hearing following emergency transfer of\n\ncustody violated due process); see also Wooley, 211 F.3d at 917,\n924 (finding that mother's and child's due process rights not to\n\nhave   state     deprive     mother   of   custody      absent   court   order     or\nemergency circumstances were clearly established in 1995).                         In\n\nparticular, the 1985 Hooks case bears marked factual similarities\n\nto this case.      771 F.2d 935.        In Hooks, the noncustodial father,\n\nwho    resided    out   of   state,    informed    the     local   police    of   an\n\noutstanding warrant against the custodial mother. Id. at 939. The\n\nmother    attempted     to    make    interim    care     arrangements     for    her\n\nchildren, but the police refused to allow her to do so.                     Id. at\n\n940.    She was released on her own recognizance within a few hours\n\n\n                                       -24-\n\fof arrest, but, in the meantime, the police had turned the children\n\nover to her ex-husband, who had immediately left the state with\n\nthem.   Id. at 939.   The court held that a transfer of custody that\n\"effectively   eliminat[ed]   the    opportunity   for   .   .   .   a   post-\n\ndeprivation hearing\" violated the mother's due process rights. Id.\n\nat 942.\n            It follows from Santosky and Stanley, reinforced by the\n\ncases cited in Hatch and those from our sister circuits, that it\n\nwas clearly established in 1998 that a state official could not\n\neffectively resolve a disputed custody issue between a parent and\n\nanother without following any due process procedures at all.\n\nDefendants had fair warning of the existence of these rights.\n\nHope, 122 S. Ct. at 2516.\nC.   The Understanding of An Objectively Reasonable Officer\n\n            The inquiry under the third prong of the qualified\n\nimmunity analysis is whether an objectively reasonable officer in\nthe defendant’s position would have understood his action to\n\nviolate the plaintiff’s rights.       See Saucier, 533 U.S. at 205 (\"If\n\nthe officer's mistake as to what the law requires is reasonable\n\n. . . the officer is entitled to the immunity defense.\"); Swain,\n\n117 F.3d at 9-10.      The analysis differs as to Murphy and to\n\nBorgioli.\n\n1.   Murphy\n\n            Unlike Borgioli, Murphy was not given facts indicating\n\nthat there was any dispute over the custody of the child.            Indeed,\n\nMurphy’s only information on this point, from Borgioli, was that\n\n\n                                    -25-\n\fthe Kandys were the child’s lawful custodians.       These facts alone\n\nwould seem to mandate that Murphy be given qualified immunity.      It\n\nis not material that Borgioli's and Murphy's memories diverged over\nwhether there was any discussion of whether to release the child to\n\nthe Kandys.\n\n          Suboh makes two arguments in response. First, Suboh says\nMurphy had no legal authority to release the child.      Second, Suboh\n\nsays that Murphy was negligent in not determining whether there was\n\na custody dispute between Suboh and the Kandys.       Neither argument\n\nhas merit.\n\n          First, the claim as to which immunity is sought is a\n\nfederal constitutional claim, brought under § 1983, not a state law\n\nclaim   about    an   individual   exceeding   his   authority.    The\nconstitutional claim does not turn on the scope of the authority of\n\nthe Assistant District Attorney.      Whether or not he had authority,\n\nhe simply did not know there was a custody dispute.\n             Suboh's second argument assumes that there was some fact\n\nthat should have put Murphy on inquiry notice that there was a\n\ncustody dispute.       The facts alleged here concerning Murphy's\n\ninvolvement in the matter would not put a reasonable prosecutor on\n\nsuch notice.\n\n             The district court denied immunity to Murphy on the basis\n\nthat Murphy may have given Borgioli legal advice about whether he\n\ncould turn custody of the child over to the Kandys.      The record is\n\nclear that Murphy did not know that there was a custody dispute\n\nand, indeed, implicitly was told custody was not in dispute. Given\n\n\n                                   -26-\n\fthese facts, we cannot say it was unreasonable for Murphy to acede\n\nto Borgioli's suggestion that the child be returned to individuals\n\nthat Murphy was told were her legal guardians.         The district\ncourt’s conclusion cannot stand.      Accordingly, we reverse the\n\ndistrict court; Murphy is entitled to qualified immunity on the\n\n§ 1983 claim.\n2.   Borgioli\n\n          Borgioli, in contrast, knew that there was a custody\n\ndispute from his interrogation of Suboh and knew that Suboh had\n\ndocuments that she said supported her claim to custody.   Suboh had\n\nshown him a birth certificate that showed her as the birth parent,\n\nas well as various other documents that supported her claims.\n\nSuboh had also told him that the documentation shown by the Kandys\nwas forged and that the Kandys had lied to him.   He knew that the\n\nKandys had given the police inconsistent information about who the\n\nbirth mother was.\n           Borgioli argues that it was factually reasonable for him\n\nto release the child to the Kandys even if a clearly established\n\nright was involved.   In essence he makes three arguments.   First,\n\nhe argues that the facts as he knew them indicated that the Kandys\n\nwere Sofia’s custodians.   Second, he argues that he had probable\n\ncause to arrest Suboh and her husband for kidnapping and that was\n\nenough to justify his release of the child. Third, Borgioli argues\n\nthat ADA Murphy agreed to releasing the child to the Kandys, and\n\nthat immunizes him.   We take each argument in turn.\n\n\n\n\n                               -27-\n\f            We, like the district court, think that no reasonable\n\nofficer could have concluded on the facts before him that the\n\nKandys had undisputed custody of the child, despite Suboh's claims,\nand so no process of any sort was due before the child could be\n\nreleased to the Kandys.       Suboh repeatedly told him that she was the\n\nbiological mother of Sofia, which directly conflicted with the\ninformation provided by the Kandys, who at times said they were the\n\nbiological parents and had provided a birth certificate indicating\n\nthat they    were    the    biological   parents.        Suboh     also   provided\n\ndocumentation that was obviously different from the documentation\n\nprovided by the Kandys and which she said supported her claim of\n\ncustody.    Suboh told him that the Kandys' custodial documents were\n\nforged.     No     objectively   reasonable      officer    could    immediately\nconclude    that    the    Kandys'   documents    were     valid    and    Suboh's\n\ndocuments were forged, or that there was no custody dispute.\n\n            Borgioli also failed to pursue reasonable avenues of\ninvestigation to determine whether Suboh's claims were true, such\n\nas having her documents translated from Dutch, French, and Arabic,\n\nor calling the embassies, as Suboh requested. See Wallis, 202 F.3d\n\nat   1138    (police       should    pursue      \"reasonable        avenues    of\n\ninvestigation,\"      within   circumstances      of   case,   before      removing\n\nchildren from parents' custody).             It is also relevant that the\n\nKandys' documentation, even if valid, did not give the police\n\nauthority to effect a transfer of custody, see Mass. Gen. Laws                ch.\n\n209B, § 12 (setting forth rules for filing and enforcing custody\n\njudgments of foreign states in Massachusetts); Wooley, 211 F.3d at\n\n\n                                      -28-\n\f926 (it was not objectively reasonable for police officer to rely\n\non court custody order to transfer custody when state law required\n\na civil warrant).\n            We also reject Borgioli's argument that the probable\n\ncause    determination     as    to    the   kidnapping   charges    entitles   a\n\nreasonable officer to make a conclusive determination of a disputed\ncustody matter.         The threshold for probable cause in a criminal\n\ncase is low, as Borgioli certainly must know.               \"[P]robable cause\n\nexists   when    'the    facts   and    circumstances     within    [the   police\n\nofficer’s] knowledge and of which they had reasonably trustworthy\n\ninformation were sufficient to warrant a prudent [person] in\n\nbelieving that the [defendant] had committed or was committing an\n\noffense.'\"      Rivera v. Murphy, 979 F.2d 259, 263 (1st Cir. 1992)\n\n(quoting United States v. Figueroa, 818 F.2d 1020, 1023 (1st Cir.\n\n1987) (quoting Beck v. Ohio, 379 U.S. 89, 91 (1964)) (internal\n\nquotation marks omitted).             That there is probable cause that a\ncrime has been committed is not a determination on the merits that\n\na crime was committed: an arrest is not a conviction.                Indeed, in\norder to prove kidnapping by a relative, as Borgioli must have\n\nknown, the state would have had to show that Suboh did not have\n\ncustody of the child.        Mass. Gen. Laws ch. 265, § 26A (2000).             As\n\na matter of law, mere probable cause for arrest on kidnapping\n\ncharges of a person claiming custody is not a sufficient basis on\n\nwhich to determine a custody dispute, nor is an arresting police\n\nofficer the correct person to be making such a determination.\n\nCompare Rivera, 979 F.2d at 263 (articulating standard for probable\n\n\n                                        -29-\n\fcause), with Santosky, 455 U.S. 745 (articulating standard for\npermanent deprivation of parental rights).                     While a temporary\n\nemergency transfer of custody may issue on the basis of \"reasonable\ncause\" to believe that a child is in danger of abuse or neglect,\n\nsee Care & Prot. of Robert, 556 N.E.2d at 995-96, that is a far cry\n\nfrom a police officer making a custody decision that is effectively\nnonreversible      on   the   basis   of    probable     cause    for   arrest   for\n\nkidnapping by a relative.             The probable cause argument works\n\nagainst Borgioli, not for him. A reasonable officer could not view\n\ncause for arrest as the extent of the process due before usurping\n\nthe parent's right to the care and custody of her child.\n\n            Borgioli’s        reliance     on   Murphy    does    not   help     him.\n\nAlthough Borgioli had facts before him that there was a keenly\ndisputed custody issue, he refrained from telling Murphy about that\n\ndispute.     A reasonable officer would not rely on a district\n\nattorney's assent, when he knew the district attorney had not been\ngiven the material information. Cf. Rodriques v. Furtado, 950 F.2d\n\n805, 812 (1st Cir. 1991) (there is no qualified immunity if police\n\nofficer    was    \"constitutionally        negligent\"    and     knew   that   facts\n\nsubmitted    in    search      warrant     affidavit     were    insufficient      to\n\nestablish probable cause).\n\n            On the facts alleged by Suboh, Borgioli's actions were\n\nnot on the \"hazy border\" between acceptable and unacceptable\n\nbehavior.    Saucier, 533 U.S. at 206 (quoting Priester v. City of\n\nRiviera Beach, 208 F.3d 919, 926 (11th Cir. 2000)) (internal\n\nquotation marks omitted). Whatever the exact contours of the right\n\n\n                                         -30-\n\fto   due   process      in    the    context      of   child    removals    in   other\n\ncircumstances, see, e.g.,               Frazier, 957 F.2d at 931, this case\n\nfalls well within the area of clarity.                 Borgioli cannot prevail on\nqualified immunity at the summary judgment stage.\n\n                                           IV.\n\nPendent Jurisdiction\n\n             Defendants ask us to take jurisdiction over their appeals\n\nfrom the denial of qualified immunity on the Massachusetts Civil\n\nRights Act claim against Borgioli, the denial of immunity on the\n\nMassachusetts     Torts        Claims      Act    claims   against    the     District\n\nAttorney's office, and the denial of summary judgment on state tort\n\nclaims against Murphy.               Generally, interlocutory review of a\n\ndecision denying qualified immunity under § 1983 \"does not in and\nof itself confer jurisdiction over other contested issues in the\n\ncase.\"     Roque-Rodriguez v. Lema Moya, 926 F.2d 103, 105 & n.2 (1st\n\nCir.   1991).        In      order   for    the    court   to    exercise     pendent\njurisdiction, the party seeking jurisdiction must show that the\n\nissues are \"inextricably intertwined with [the district] court’s\ndecision to deny the individual defendants' qualified immunity\n\nmotions,    or   that     review     of    the    [decision     for   which   pendent\n\njurisdiction is sought] was necessary to ensure meaningful review\n\nof the [qualified immunity decision].\"                  Swint v. Chambers County\n\nComm’n, 514 U.S. 35, 51 (1995); see also Fletcher v. Town of\n\nClinton, 196 F.3d 41, 55-56 (1st Cir. 1999).                    We have thoroughly\n\nreviewed the qualified immunity decision of the trial court without\n\nany need to touch on the pendent claims.                Consequently, there is no\n\n\n                                           -31-\n\fpendent appellate jurisdiction here.   That said, however, we fully\n\nexpect that the district court, either sua sponte or upon timely\n\nrequest, will reevaluate its earlier rulings in light of this\nopinion.\n\nConclusion\n\n           The denial of summary judgment as to Murphy is reversed\n\nand the claim against him under § 1983 is ordered dismissed on\n\nqualified immunity grounds.   The denial of summary judgment as to\n\nBorgioli's claim of qualified immunity is affirmed.   No costs are\n\nawarded.   So ordered.\n\n\n\n\n                               -32-\n\f",
  "html": "<p class=\"case_cite\">298 F.3d 81</p>\n    <p class=\"parties\">Mouna Kandy SUBOH, Individually, As Administratix Of The Estate Of Ishaq Suboh, And As Next Friend Of Her Minor Daughter Sofia Kandy, Plaintiff, Appellee,<br>v.<br>DISTRICT ATTORNEY'S OFFICE OF THE SUFFOLK DISTRICT, Michael N. Murphy, Carl Borgioli, Defendants, Appellants,<br>City Of Revere, Massachusetts; Robert J. Haas Jr.; James Russo; Steven Pisano; John McRae; Steven Wallace; Theodore Michalski; Julieann Mavarosa; Antonio Arcos; John M. Azzari; Richard Bachour; Ralph C. Martin Ii; Individually And In Their Official Capacities, Defendants.</p>\n    <p class=\"docket\">No. 01-2272.</p>\n    <p class=\"docket\">No. 01-2524.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 11, 2002.</p>\n    <p class=\"date\">Decided August 1, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Linda A. Wagner, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on the brief for appellants District Attorney's Office and Michael N. Murphy.</p>\n      <p class=\"indent\">Michael J. Akerson with whom Austin M. Joyce and Edward P. Reardon, P.C. were on the brief for appellant Carl Borgioli.</p>\n      <p class=\"indent\">Harvey A. Schwartz with whom Kimberly H. Scheckner, Rodgers, Powers &amp; Schwartz, James R. Knudsen, and Wittenberg &amp; Associates were on the brief for appellee.</p>\n      <p class=\"indent\">Before SELYA and LYNCH, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal presents issues of qualified immunity for public officers, beneath which lie significant issues about parents' rights under the United States Constitution. The case history is one of international intrigue and of local law enforcement officers attempting to respond to the requirements of both criminal law and family law. Of the two defendants before us on appeal, we hold that one, Assistant District Attorney Michael Murphy, is entitled to qualified immunity. The other, Revere Police Officer Carl Borgioli, is not so entitled at the summary judgment stage. Consequently, we reverse the district court's denial of summary judgment on this issue as to Murphy and affirm the denial as to Borgioli.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We give the general background and then focus on what was known to the two defendants. We describe the facts in favor of the nonmoving party on summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This case arises out of a complicated family dispute, involving three generations and three continents. The end result, according to the plaintiff, is that she has been deprived of custody of her young daughter due to the actions of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The plaintiff, Mouna Kandy Suboh, is a native of Morocco and is now a resident of Massachusetts. In 1991, while still living with her parents in Morocco, she became pregnant out of wedlock. Suboh then fled to Holland to avoid what she says was her father's rage at her pregnancy. A daughter, Sofia, was born in Holland on April 9, 1992. Shortly thereafter, Suboh's mother traveled to Holland and convinced her to return to Morocco with the baby. Suboh's parents, the Kandys, then raised Sofia as if she were their own child. At some point, Suboh says, the Kandys obtained a fake birth certificate purporting to certify that Sofia was their biological child. At no point did they ever legally adopt Sofia; according to the plaintiff, Moroccan law does not allow such adoptions and Morocco officially recognizes Suboh as Sofia's mother. Suboh claims that her father is physically abusive and controlling, and that she agreed to her parents pretending to be Sofia's parents only because she feared her parents would not let her see Sofia at all if she did not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1995, Suboh met an American citizen, Ishaq Suboh, and moved to Massachusetts to marry him. She says that the Kandys had promised to send Sofia to live with her in the United States, but reneged on that promise once she had left Morocco. Suboh says she returned to Morocco four times, attempting to obtain custody. She also filed a case in the Moroccan court system, but she says that the case was never adjudicated, due to her father's power and influence in Morocco. She eventually dropped the legal case so that her father would allow her to see Sofia again.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In April 1998, the Kandys came to Massachusetts in order for Suboh's father to receive medical treatment. They brought Sofia with them and stayed with Suboh and her husband at their apartment in Revere. On May 26, 1998, Suboh and her husband quarreled with the Kandys about whether Sofia would be returning to Morocco with the Kandys or staying with Suboh in Massachusetts. Following that fight, Suboh's husband called the Boston city councillor's office to explain the situation. An official there advised the pair to keep Sofia with them. Suboh and her husband then packed up their things, took Sofia, and went to the city councillor's office. They took with them Sofia's Dutch birth certificate, Moroccan birth identification records showing that Suboh was Sofia's mother, a document from the Dutch hospital where Sofia was born, papers from Suboh's Moroccan attorney, and copies of the Kandys' forged documentation. An official at the city councillor's office told them she would contact an attorney for them, and advised them to stay away from the Kandys and keep Sofia with them in the meantime. Suboh and her husband also went to the Immigration and Naturalization Service office to try to obtain residency papers for Sofia, but were unable to do so because they did not have her passport. Later that day, they checked into a hotel. The following day, after Suboh's husband spoke with Mr. Kandy, the two checked into another hotel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Mustapha Kandy, Suboh's father, called the Revere police and reported that one of his daughters (Suboh) had kidnapped his other daughter (Sofia). The Kandys told the Revere police that Suboh and Sofia were sisters and that they, the Kandys, were Sofia's parents. The Kandys showed the police a birth certificate in French and Arabic indicating that Sofia was their daughter. This birth certificate was translated by a Revere police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the early morning of May 28, Officer Borgioli became involved with the case. He reviewed the information that his colleagues had obtained on the previous day. He went to the Revere apartment to interview the Kandys. The Kandys also showed him Sofia's passport and a document that turned out to be the forged birth certificate. While at the apartment, Borgioli also spoke with the officer who had translated the Kandys' documents. Borgioli also spoke with the Kandy's niece, who was visiting at the time. Borgioli stated in an affidavit that the niece told him that the Kandys had raised Sofia from a very young age.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Borgioli testified at his deposition that Mrs. Kandy told either him or one of the FBI agents that Suboh was Sofia's biological mother and that the Kandys had adopted Sofia. In his police report, Borgioli did not include anything about this supposed adoption, or the fact that the Kandys allegedly told him that Suboh was Sofia's biological mother. His affidavit confirms that he learned that Suboh was the biological mother from Suboh herself, when he interviewed her on the following day at the police station. Borgioli testified that he was under the impression, based on something that an Arabic-speaking FBI agent told him, that the Kandys' documents were adoption papers. But he also testified that he did not recall that either the Kandys or anyone else had ever used the word adoption. And this belief was also inconsistent with the document itself, which refers to Mrs. Kandy as the mother and says nothing about adoption.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mr. Kandy told Borgioli that their son-in-law, Ishaq Suboh, had come to the apartment at some point earlier that day or on the previous day. Mr. Kandy said that, at that time, Ishaq had stolen a Rolex watch from him and asked for money, which he gave him. Mr. Kandy said that Ishaq then asked for more money and said he would call back later to arrange for a time for them to meet. Borgioli stated that Mr. Kandy believed that Suboh and her husband were holding Sofia for ransom money. There is nothing in the record, however, about Ishaq Suboh requesting ransom for the return of Sofia and nothing indicating that Mouna Suboh knew of such requests, if any were made.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Officer Borgioli called the District Attorney's office from the apartment. Borgioli spoke with Assistant District Attorney Murphy, telling him that the case involved a kidnapping for ransom and asking him questions about setting up a tap on the apartment's telephone. Murphy did not remember whether Borgioli told him that the Kandys were the biological parents of Sofia, or her custodians, but he says that Borgioli led him to believe that the Kandys had legal custody of Sofia.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While Borgioli was obtaining information from the Kandys, a fellow Revere police officer, who was with him at the Revere apartment, obtained information that Ishaq Suboh had attempted to charge airline tickets to his credit card, which was at its limit. At this point, the FBI was called in to assist with the case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At some point during the day, Ishaq Suboh called from a number that the police later learned was the Boston City Council. He refused to speak with Mr. Kandy, but spoke with Mrs. Kandy and arranged to meet her at a nearby donut shop. Borgioli says that he understood the purpose of the meeting was to arrange the circumstances for Sofia's return. A special agent from the FBI listened in on the phone conversation. The meeting never took place.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The following day, two Revere police officers (not including Borgioli) located Suboh in a hotel in Malden. Suboh told the police at that time that Sofia was her daughter and attempted to give them official, certified documentation showing that she was Sofia's birth mother. The police declined to accept the documents at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The police then took Suboh and Sofia to the Revere police station to be interviewed. Borgioli conducted the interview. Suboh told Borgioli that she was Sofia's mother and that the Kandys' documents were false. She says she told him about the fight with her parents regarding whether Sofia would return to Morocco. She says she also told him that she had legal custody of Sofia. She again showed all her documentation from the Netherlands and Morocco. She also repeatedly requested that Borgioli call the Moroccan embassy or the Netherlands embassy to verify her documentation. The police took Suboh's documents and photocopied them, although they made no effort to have them translated or to confirm them with the relevant embassies. Suboh also told Borgioli that her parents' visa was about to expire, and they had tickets to return to Morocco with Sofia. She says she asked the police to keep Sofia in state custody. Suboh says that the police repeatedly asked her about the stolen watch and her husband's alleged demand for money, and that she responded, \"Which watch, what money, I don't know what you're talking about.\" She says they were only concerned about the money and the watch, and her movements over the previous two days, and not about her claims to be Sofia's mother.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Borgioli testified that Suboh told him she had given up custody of Sofia to the Kandys, or that the Kandys had adopted Sofia without Suboh's consent and that she was trying to \"regain\" custody. This is contrary to Suboh's testimony, as is Borgioli's statement that Suboh never told him not to release Sofia to the Kandys, or expressed fear that the Kandys would take Sofia to Morocco. Borgioli did admit that Suboh said she had never given her permission for an adoption. He also testified that Suboh had suggested that the Kandys' documents were forged, but said that \"it was just speculation on her part\" and he thought she was just trying to avoid being arrested. He also recalled her telling him about the difficulties she had trying to regain custody under the Moroccan system. He said that he made no effort to investigate whether Suboh's claims about the various custody documents were true, because he had no reason, other than Suboh's word, to believe her. The same was, of course, true for the Kandys' word.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">During the interview, Borgioli again called Assistant District Attorney Murphy. Both Borgioli and Murphy agree that, at this point, Borgioli told Murphy that Suboh was Sofia's biological mother. He asked Murphy, in a case where Suboh was the biological mother but not the legal guardian, whether he should charge her with straight kidnapping, kidnapping by a relative, or kidnapping by a parent. He also either asked if he could release Sofia to the Kandys, or stated that he was going to release Sofia to them. Murphy replied that he would have to call back. When he called back a few minutes later, Murphy told Borgioli that Suboh should be charged with kidnapping by a relative. Murphy may have also said \"okay\" in response to Borgioli's statement or question about releasing Sofia to the Kandys, but Murphy did not recall having said that. There is no evidence in the record that Murphy was given any additional information about the case, such as the fact that Suboh had documentation beyond what the Kandys had presented or the fact that Suboh alleged that the Kandys' documents were forged. There is no evidence that Murphy was told that legal custody of the child was disputed. There is also no evidence that Murphy knew, or had reason to believe, that the Kandys' visa was expiring or that they planned to take Sofia back to Morocco immediately.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Suboh says that Borgioli told her that Sofia would be temporarily placed in state custody. Suboh says that an FBI agent who was present also told her that Sofia would be placed with the state Department of Social Services (DSS), and the police would keep her passport. She says the agent instructed Borgioli to \"keep the passport and the daughter at the DSS.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Borgioli says that he never considered involving the DSS.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The police charged Suboh with kidnapping by a relative and transported her to court. Suboh asked if Sofia could come with her, and Borgioli told her that Sofia could not come to court, but that Suboh would see Sofia when she came out of court.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Despite these representations to Suboh and the statement by the FBI agent instructing Borgioli to place the child with DSS, Borgioli then released Sofia to the Kandys. Borgioli did not ask the Kandys not to leave the country, nor did he make any efforts to make sure that they would not leave the country with Sofia. He admits that he never told Suboh that he was going to release Sofia to the Kandys and admits that it is fair to say that the decision to release Sofia to the Kandys was his decision.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Immediately after Sofia was returned to them, the Kandys returned to Morocco with the child. The charges against Suboh and her husband were later dismissed. Suboh has not been able to regain physical custody of her daughter since that time.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On March 6, 2000, Suboh, the estate of her now-deceased husband, and Sofia (acting through Suboh, her next friend) brought suit in the federal district court of Massachusetts against Borgioli, Murphy, the District Attorney's office, the City of Revere, and various other individuals associated with the case. The case alleged deprivation of the rights of Suboh, her husband, and Sofia, as secured by the Constitution and the laws of the United States, and liability under the Massachusetts Torts Claims Act, Mass. Gen. Laws. ch. 258, &#167; 2 (2000), the Massachusetts Civil Rights Act, <i>id.</i> ch. 12 &#167; 11I, and various state law tort claims. For purposes of this appeal, we analyze all of the claims as Suboh's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On August 1, 2000, Murphy filed a motion to dismiss the &#167; 1983 claims brought against him in his individual capacity, asserting immunity and other defenses.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Suboh v. City of Revere,</i> 141 F.Supp.2d 124, 127 (D.Mass.2001). On March 30, 2001, the district court denied the motion to dismiss, holding that Murphy was not entitled to either absolute prosecutorial immunity or qualified immunity. <i>Id.</i> at 136-45. As for Murphy's claim of absolute prosecutorial immunity, the district court reasoned that because \"the deprivation of which [the plaintiffs] complain is wholly unrelated to any prosecutorial functions,\" there was no prosecutorial immunity. <i>Id.</i> at 137. The district court then concluded that Murphy was not protected by qualified immunity because Suboh's claim \"lies at the core\" of a clearly established right to familial integrity, <i>id.</i> at 140, and that, as the case was presented by Suboh, \"a reasonable person in Murphy's position would have known that his release of Sofia into the Kandys' custody violated that right,\" <i>id.</i> at 142. As a second ground, it reasoned that Murphy's conduct violated a clearly established \"substantive due process right of a parent and her child not to have a child in state custody turned over to someone whom the state knows, or should know, to be dangerous.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Murphy originally appealed from the district court's decision, but then voluntarily withdrew his appeal without prejudice, after filing a motion for summary judgment with the district court. On September 25, 2001, the district court denied Murphy's motion for summary judgment. The court agreed that it was undisputed that \"the whole case was presented to Mr. Murphy [by Borgioli] in a sense favorable to the grandparents.\" Nonetheless, it found that there was a material fact in dispute as to whether Borgioli asked Murphy for legal advice regarding whether to release Sofia to the Kandys.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On August 17, 2001, Borgioli filed a motion for summary judgment. On September 5, 2001, the district court granted Borgioli's motion with respect to Suboh's Fourth Amendment claims, but left Suboh's Fourteenth Amendment claims standing and denied Borgioli's qualified immunity defense for the reasons articulated in its March 30, 2001, decision regarding Murphy's qualified immunity defense.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court stayed the trial pending Murphy's and Borgioli's appeals.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This court has jurisdiction to consider interlocutory appeals from the denial of a defendant's motion to dismiss or for summary judgment on a qualified immunity defense. <i>Behrens v. Pelletier,</i> 516 U.S. 299, 305-07, 116 S.Ct. 834, 133 L.Ed.2d 773 (1996); <i>Duriex-Gauthier v. Lopez-Nieves,</i> 274 F.3d 4, 6 (1st Cir.2001). Denials of summary judgment on qualified immunity grounds are reviewed \"to the extent that the qualified immunity defense turns upon a `purely legal' question\" and any disputed facts are not material to the issue of immunity. <i>Fletcher v. Town of Clinton,</i> 196 F.3d 41, 45 (1st Cir.1999) (citations and internal quotation marks omitted). Our standard of review in such cases is de novo. <i>Id.</i> at 48.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We use a three-part test to determine whether an official is entitled to qualified immunity, <i>Hatch v. Dep't of Children, Youth &amp; Their Families,</i> 274 F.3d 12, 20 (1st Cir.2001), following the guidance provided by the Supreme Court, <i>see Wilson v. Layne,</i> 526 U.S. 603, 609, 119 S.Ct. 1692, 143 L.Ed.2d 818 (1999); <i>County of Sacramento v. Lewis,</i> 523 U.S. 833, 841 n. 5, 118 S.Ct. 1708, 140 L.Ed.2d 1043 (1998); <i>Siegert v. Gilley,</i> 500 U.S. 226, 232, 111 S.Ct. 1789, 114 L.Ed.2d 277 (1991). The threshold inquiry is whether the plaintiff's allegations, if true, establish a constitutional violation. <i>Hope v. Pelzer,</i> ___ U.S. ___, 122 S.Ct. 2508, 2513, 153 L.Ed.2d 666 (2002); <i>Saucier v. Katz,</i> 533 U.S. 194, 201, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001); <i>Siegert,</i> 500 U.S. at 232, 111 S.Ct. 1789. The second question is whether the right was clearly established at the time of the alleged violation. That inquiry is necessary because officers should be on notice that their conduct is unlawful before they are subject to suit. <i>Hope,</i> 122 S.Ct. at 2516-18; <i>Anderson v. Creighton,</i> 483 U.S. 635, 638-40, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987). The third is whether a reasonable officer, similarly situated, would understand that the challenged conduct violated that established right. <i>Swain v. Spinney,</i> 117 F.3d 1, 9 (1st Cir.1997). The question of whether a right is clearly established is an issue of law for the court to decide. <i>Elder v. Holloway,</i> 510 U.S. 510, 516, 114 S.Ct. 1019, 127 L.Ed.2d 344 (1994). The reasonableness inquiry is also a legal determination, although it may entail preliminary factual determinations if there are disputed material facts (which should be left for a jury). <i>Swain,</i> 117 F.3d at 10.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Borgioli argues that none of the three criteria are met. Murphy makes the more restrained argument that the second two criteria are not met. The arguments merge to the extent that they both assert that there is no clear definition of what the district court called a \"right to familial integrity.\" <i>Suboh,</i> 141 F.Supp.2d at 139.</p>\n    </div>\n    <p class=\"indent\">\n      <i>A. Identification of a Constitutional Right</i>\n    </p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court based its ruling on an abstract right to \"familial integrity\" inherent in the substantive component of the Due Process Clause of the Fourteenth Amendment. <i>Id.</i> In doing so, the district court relied on a series of Supreme Court cases ranging from <i>Meyer v. Nebraska,</i> 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed. 1042 (1923), to <i>Troxel v. Granville,</i> 530 U.S. 57, 120 S.Ct. 2054, 147 L.Ed.2d 49 (2000). These cases cover a range of issues, from constraints on a state's power to mandate compulsory public education, <i>Meyer,</i> 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed. 1042, to constraints on a state's ability to mandate grandparent visitation rights, <i>Troxel,</i> 530 U.S. 57, 120 S.Ct. 2054, 147 L.Ed.2d 49.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There is a danger in the use of broad abstract terms such as \"familial integrity\". The Supreme Court has warned against using generalized definitions of constitutional rights in the qualified immunity setting. <i>Anderson,</i> 483 U.S. at 639, 107 S.Ct. 3034. This court, in <i>Frazier v. Bailey,</i> 957 F.2d 920, 929-30 (1st Cir.1992), held that it is not sufficient for a plaintiff to allege an abstract due process liberty interest in family relationships. The qualified immunity defense requires that the \"familial integrity\" right asserted be stated with particularity. <i>Id.; see also Hatch,</i> 274 F.3d at 20.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Putting aside notions of generalized \"familial integrity,\" there are, more pertinently, much more narrow interests that are at stake here. To begin, \"[t]he interest of parents in the care, custody, and control of their children is among the most venerable of the liberty interests embedded in the Constitution.\" <i>Hatch,</i> 274 F.3d at 20; <i>see also Croft v. Westmoreland County Children &amp; Youth Servs.,</i> 103 F.3d 1123, 1125 (3d Cir.1997) (recognizing \"the constitutionally protected liberty interests that parents have in the custody, care and management of their children\"); <i>Jordan v. Jackson,</i> 15 F.3d 333, 342 (4th Cir.1994) (\"The state's removal of a child from his parents indisputably constitutes an interference with a liberty interest of the parents and thus triggers the procedural protections of the Fourteenth Amendment.\"); <i>Weller v. Dep't of Soc. Servs.,</i> 901 F.2d 387, 391 (4th Cir.1990) (\"[The plaintiff] clearly does have a protectible liberty interest in the care and custody of his children.\"); <i>Hooks v. Hooks,</i> 771 F.2d 935, 941 (6th Cir.1985) (\"It is well-settled that parents have a liberty interest in the custody of their children.\") The child has a similar liberty interest in being in the care and custody of her parents. <i>See Brokaw v. Mercer County,</i> 235 F.3d 1000, 1018-19 (7th Cir.2000); <i>Wooley v. City of Baton Rouge,</i> 211 F.3d 913, 923 (5th Cir.2000); <i>Duchesne v. Sugarman,</i> 566 F.2d 817, 825 (2d Cir.1977); <i>Opinion of the Justices to the Senate,</i> 427 Mass. 1201, 691 N.E.2d 911, 915 (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This liberty interest is protected both by the substantive component of the Due Process Clause, which constrains governmental interference with certain fundamental rights and liberty interests, and by the procedural component of the Due Process Clause, which guarantees \"fair process.\" <i>Washington v. Glucksberg,</i> 521 U.S. 702, 720, 117 S.Ct. 2258, 138 L.Ed.2d 772 (1997). In this case, we focus our analysis primarily on the procedural aspect, which is most directly implicated by the facts presented here.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> What is at issue here is the right of a parent to procedural due process protections before a governmental official resolves the disputed issue of custody of a child, when there are known competing claims to custody.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Due process claims more commonly arise in situations where state agency officials remove a child from the custodial parents, usually where there is some suspicion of child abuse or neglect. In <i>Santosky v. Kramer,</i> 455 U.S. 745, 102 S.Ct. 1388, 71 L.Ed.2d 599 (1982), the Supreme Court held that before a state may sever a parent's rights in his or her child, due process requires that the state support its allegations of abuse or neglect by at least clear and convincing evidence, <i>id.</i> at 768-71, 102 S.Ct. 1388. In cases where the safety of the child is at risk, there are competing liberty interests, and so the parents' rights are not absolute. Based on this principle, we have frequently upheld immunity for state actors who investigate child abuse allegations and take emergency action to protect a child. <i>See Hatch,</i> 274 F.3d 12, 20-22, 24-25; <i>DeCosta v. Chabot,</i> 59 F.3d 279 (1st Cir.1995); <i>Frazier,</i> 957 F.2d at 920, 931.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Generally speaking, the question of what process is due involves a weighing of the different interests of the child, the parents, and the state. <i>Hatch,</i> 274 F.3d at 20; <i>see also Weller,</i> 901 F.2d at 395-96 (considering interests and facts in case to determine what process was due); <i>Opinion of the Justices,</i> 691 N.E.2d at 915; <i>Care &amp; Prot. of Robert,</i> 408 Mass. 52, 556 N.E.2d 993, 996-97 (1990). Due process protects a parent's rights even when a state temporarily removes a child before obtaining a court order, as the state may place a child in temporary custody only when it has evidence giving rise to a suspicion that the child has been abused or is in imminent danger. <i>Hatch,</i> 274 F.3d at 20; <i>see also Wallis v. Spencer,</i> 202 F.3d 1126, 1138 (9th Cir.2000); <i>Croft,</i> 103 F.3d at 1125. Moreover, due process requires that some sort of process be provided promptly after an emergency removal. \"`[I]n those \"extra-ordinary situations\" where deprivation of a protected interest is permitted without prior process, the constitutional requirements of notice and an opportunity to be heard are not eliminated, but merely postponed.'\" <i>Weller,</i> 901 F.2d at 393 (quoting <i>Hooks,</i> 771 F.2d at 942 (quoting <i>Duchesne,</i> 566 F.2d at 826)); <i>see also Brokaw,</i> 235 F.3d at 1021; <i>Campbell v. Burt,</i> 141 F.3d 927, 929 (9th Cir.1998); <i>Jordan,</i> 15 F.3d at 343. Both the right to predeprivation process and the right to postdeprivation process are at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Suboh's claim is that Officer Borgioli, enabled by Assistant District Attorney Murphy, effectively decided the custody dispute by turning the child over to the Kandys while knowing the Kandys were about to leave the country with the child; thus, he effectively deprived Suboh of her parental right to the care and custody of her child without providing her with due process procedures. In so doing, Borgioli ignored due process procedures established by state law to deal with situations such as this one. These include procedures for the state to take custody of a child whose guardian is unavailable, Mass. Gen. Laws ch. 119, &#167; 23(C) (2000), procedures for the state to take temporary custody of children needing care and protection, <i>id.</i> ch. 119, &#167; 24 (2000), procedures for determining custody of children born out of wedlock, <i>id.</i> ch. 209C, &#167; 10 (2000), and procedures for enforcing foreign custody judgments within Massachusetts, <i>id.</i> ch. 209B, &#167; 12 (2000). Yet Borgioli short-circuited all of these procedures by deciding the issue on his own.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Generally, \"there is a presumption that fit parents act in the best interests of their children.\" <i>Troxel,</i> 530 U.S. at 68, 120 S.Ct. 2054. Here, there was no suspicion of child abuse or reason to suspect that the child would be in imminent peril, and thus no reason to sever Suboh's parental rights prior to the state's resolution of the custody dispute through its normal procedures. <i>See Hatch,</i> 274 F.3d at 20. One of Suboh's rights as a mother was the right to choose a proxy custodian for Sofia following her arrest. <i>See In re Dep't of Pub. Welfare,</i> 383 Mass. 573, 421 N.E.2d 28, 34 (1981) (noting, in case of incarcerated mother, that mother's \"presumptive right to custody of the child includ[es] the right to choose a caretaker proxy\"). Borgioli's actions deprived her of this right.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Moreover, there was evidence both that Suboh told Borgioli that the Kandys were planning on leaving the jurisdiction with Sofia within days and that Borgioli knew the Kandys' visa was about to expire and that they had return tickets to Morocco. Borgioli therefore had reason to know that Suboh would never receive any postdeprivation hearing. <i>See Weller,</i> 901 F.2d at 396 (\"[I]t is alleged that in addition to depriving [the parent] of custody without a hearing, defendants arranged for [the child] to be taken out of the jurisdiction... thereby reducing the possibility of a post-deprivation hearing.\"); <i>Hooks,</i> 771 F.2d at 942 (\"Here the children were turned over ... allegedly with the knowledge that they would immediately be taken... out of the jurisdiction ..., effectively eliminating the opportunity for plaintiff to receive a post-deprivation hearing.\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We think it plain that Suboh alleges a violation of a constitutional right.</p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Clearly established at the time</i>\n    </p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Both defendants say there was sufficient ambiguity as to the scope of \"familial integrity\" rights when they acted in 1998 that they are entitled to immunity because the right was not clearly established at the time. This court has held that, at least as of 1992, \"the dimensions of this right [to familial integrity] have yet to be clearly established.\" <i>Frazier,</i> 957 F.2d at 931. Articulating the right as one of \"familial integrity\" casts too broad a net. The inquiry into whether a right is clearly established \"must be undertaken in light of the specific context of the case, not as a broad general proposition.\" <i>Saucier,</i> 533 U.S. at 201, 121 S.Ct. 2151; <i>see also Wilson,</i> 526 U.S. at 615, 119 S.Ct. 1692. The constitutional right at issue here is the right to procedural and substantive due process before the state takes a child away from his or her parent.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">One tried and true way of determining whether this right was clearly established at the time the defendants acted, is to ask whether existing case law gave the defendants fair warning that their conduct violated the plaintiff's constitutional rights. <i>Hope,</i> 122 S.Ct. at 2522. This inquiry encompasses not only Supreme Court precedent, but all available case law. <i>Hatch,</i> 274 F.3d at 23.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A parent's liberty interest in the care and custody of her child was established long before the facts of this case arose. The Supreme Court has noted that \"[t]he liberty interest ... of parents in the care, custody, and control of their children ... is perhaps the oldest of the fundamental liberty interests recognized by this Court.\" <i>Troxel,</i> 530 U.S. at 65, 120 S.Ct. 2054. Applying this substantive due process right in <i>Troxel,</i> four members of the Court found it unconstitutional for a state to fail to give weight to a custodial parent's interests in determining the care of her children when adjudicating a grandparent's contested petition for visitation because the presumption is that a fit parent will act in their child's best interests. <i>Troxel,</i> 530 U.S. at 70-73, 120 S.Ct. 2054 (plurality opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The long-standing acknowledgment of a substantive due process interest in familial integrity, <i>e.g., Meyer,</i> 262 U.S. 390, 43 S.Ct. 625, 67 L.Ed. 1042, formed the backdrop for the Supreme Court's 1972 opinion in <i>Stanley v. Illinois,</i> 405 U.S. 645, 92 S.Ct. 1208, 31 L.Ed.2d 551 (1972), in which the Court held that procedural due process demanded that a parent be given \"a hearing on his fitness as a parent before his children were taken from him,\" <i>id.</i> at 649, 92 S.Ct. 1208. This principle was further developed by the Court in <i>Santosky,</i> in which the Court held that procedural due process required that a person's parental rights not be terminated unless the state's allegations of unfitness were supported by \"clear and convincing evidence.\" 455 U.S. at 769, 102 S.Ct. 1388. The Massachusetts Supreme Judicial Court has long recognized parents' rights to procedural due process in cases in which the state intervenes in the care and custody of their children, citing often to the <i>Stanley</i> and <i>Santosky</i> decisions. <i>See, e.g., Opinion of the Justices,</i> 691 N.E.2d at 913; <i>Adoption of Eugene,</i> 415 Mass. 431, 614 N.E.2d 645, 647 (1993); <i>Dep't of Pub. Welfare v. J.K.B.,</i> 379 Mass. 1, 393 N.E.2d 406, 407-08 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We have no doubt that there is a clearly established constitutional right at stake, although we have found no case exactly on all fours with the facts of this case. The difference in contexts in which the right is discussed in the case law does not mean such a right does not exist. <i>See Hope,</i> 122 S.Ct. at 2515-16 (rejecting requirement that facts of previous cases be \"materially similar\" to instant case as an overly \"rigid gloss\" on qualified immunity determinations). \"[O]fficials can still be on notice that their conduct violates established law even in novel factual circumstances.... [T]he salient question ... is whether the state of the law [at the time of the action] gave [the defendants] fair warning that their alleged treatment of [the plaintiff] was unconstitutional.\" <i>Id.</i> at 2516.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As the district court stated, \"[i]t is clearly established that a parent cannot be deprived of custody of a child absent notice and a hearing unless there are exigent circumstances of abuse or neglect.\" <i>Suboh,</i> 141 F.Supp.2d at 143 (citing <i>Stanley,</i> 405 U.S. at 650-57, 92 S.Ct. 1208). Even when there are such exigent circumstances, there must be an adequate post-deprivation hearing within a reasonable time. The cases discussing this right are not new and existed long before the events in this case. <i>E.g., Hooks,</i> 771 F.2d at 942; <i>Duchesne,</i> 566 F.2d at 826-28.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Our precedent in <i>Hatch</i> settles the matter. <i>Hatch</i> involved the standard (reasonable suspicion of imminent danger) by which a state actor would be justified in temporarily taking a child from her parent pending a hearing. 274 F.3d at 23-24. <i>Hatch,</i> decided in 2001, found the right clearly established by the time of the events in question there, which occurred in 2000. Our case concerns events in May 1998. Nonetheless, <i>Hatch</i> relied on cases dating from the early and mid 1990s that established due process protections for even temporary removals of children pending a due process hearing. <i>Id.</i> at 20, 23.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Moreover, long before the events at issue in this case, many of our sister circuits had articulated a constitutional right to procedural due process when the state transfers custody from a custodial parent. <i>See, e.g., Weller,</i> 901 F.2d at 393, 398 (finding that complete denial of a hearing following emergency transfer of custody violated due process); <i>see also Wooley,</i> 211 F.3d at 917, 924 (finding that mother's and child's due process rights not to have state deprive mother of custody absent court order or emergency circumstances were clearly established in 1995). In particular, the 1985 <i>Hooks</i> case bears marked factual similarities to this case. 771 F.2d 935. In <i>Hooks,</i> the noncustodial father, who resided out of state, informed the local police of an outstanding warrant against the custodial mother. <i>Id.</i> at 939. The mother attempted to make interim care arrangements for her children, but the police refused to allow her to do so. <i>Id.</i> at 940. She was released on her own recognizance within a few hours of arrest, but, in the meantime, the police had turned the children over to her ex-husband, who had immediately left the state with them. <i>Id.</i> at 939. The court held that a transfer of custody that \"effectively eliminat[ed] the opportunity for ... a post-deprivation hearing\" violated the mother's due process rights. <i>Id.</i> at 942.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">It follows from <i>Santosky</i> and <i>Stanley,</i> reinforced by the cases cited in <i>Hatch</i> and those from our sister circuits, that it was clearly established in 1998 that a state official could not effectively resolve a disputed custody issue between a parent and another without following any due process procedures at all. Defendants had fair warning of the existence of these rights. <i>Hope,</i> 122 S.Ct. at 2516.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">\n        <i>C. The Understanding of An Objectively Reasonable Officer</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The inquiry under the third prong of the qualified immunity analysis is whether an objectively reasonable officer in the defendant's position would have understood his action to violate the plaintiff's rights. <i>See Saucier,</i> 533 U.S. at 205, 121 S.Ct. 2151 (\"If the officer's mistake as to what the law requires is reasonable ... the officer is entitled to the immunity defense.\"); <i>Swain,</i> 117 F.3d at 9-10. The analysis differs as to Murphy and to Borgioli.</p>\n    </div>\n    <p class=\"indent\">\n      <i>1. Murphy</i>\n    </p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Unlike Borgioli, Murphy was not given facts indicating that there was any dispute over the custody of the child. Indeed, Murphy's only information on this point, from Borgioli, was that the Kandys were the child's lawful custodians. These facts alone would seem to mandate that Murphy be given qualified immunity. It is not material that Borgioli's and Murphy's memories diverged over whether there was any discussion of whether to release the child to the Kandys.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Suboh makes two arguments in response. First, Suboh says Murphy had no legal authority to release the child. Second, Suboh says that Murphy was negligent in not determining whether there was a custody dispute between Suboh and the Kandys. Neither argument has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">First, the claim as to which immunity is sought is a federal constitutional claim, brought under &#167; 1983, not a state law claim about an individual exceeding his authority. The constitutional claim does not turn on the scope of the authority of the Assistant District Attorney. Whether or not he had authority, he simply did not know there was a custody dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Suboh's second argument assumes that there was some fact that should have put Murphy on inquiry notice that there was a custody dispute. The facts alleged here concerning Murphy's involvement in the matter would not put a reasonable prosecutor on such notice.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district court denied immunity to Murphy on the basis that Murphy may have given Borgioli legal advice about whether he could turn custody of the child over to the Kandys. The record is clear that Murphy did not know that there was a custody dispute and, indeed, implicitly was told custody was not in dispute. Given these facts, we cannot say it was unreasonable for Murphy to accede to Borgioli's suggestion that the child be returned to individuals that Murphy was told were her legal guardians. The district court's conclusion cannot stand. Accordingly, we reverse the district court; Murphy is entitled to qualified immunity on the &#167; 1983 claim.</p>\n    </div>\n    <p class=\"indent\">\n      <i>2. Borgioli</i>\n    </p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Borgioli, in contrast, knew that there was a custody dispute from his interrogation of Suboh and knew that Suboh had documents that she said supported her claim to custody. Suboh had shown him a birth certificate that showed her as the birth parent, as well as various other documents that supported her claims. Suboh had also told him that the documentation shown by the Kandys was forged and that the Kandys had lied to him. He knew that the Kandys had given the police inconsistent information about who the birth mother was.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Borgioli argues that it was factually reasonable for him to release the child to the Kandys even if a clearly established right was involved. In essence he makes three arguments. First, he argues that the facts as he knew them indicated that the Kandys were Sofia's custodians. Second, he argues that he had probable cause to arrest Suboh and her husband for kidnapping and that was enough to justify his release of the child. Third, Borgioli argues that ADA Murphy agreed to releasing the child to the Kandys, and that immunizes him. We take each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We, like the district court, think that no reasonable officer could have concluded on the facts before him that the Kandys had undisputed custody of the child, despite Suboh's claims, and so no process of any sort was due before the child could be released to the Kandys. Suboh repeatedly told him that she was the biological mother of Sofia, which directly conflicted with the information provided by the Kandys, who at times said they were the biological parents and had provided a birth certificate indicating that they were the biological parents. Suboh also provided documentation that was obviously different from the documentation provided by the Kandys and which she said supported her claim of custody. Suboh told him that the Kandys' custodial documents were forged. No objectively reasonable officer could immediately conclude that the Kandys' documents were valid and Suboh's documents were forged, or that there was no custody dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Borgioli also failed to pursue reasonable avenues of investigation to determine whether Suboh's claims were true, such as having her documents translated from Dutch, French, and Arabic, or calling the embassies, as Suboh requested. <i>See Wallis,</i> 202 F.3d at 1138 (police should pursue \"reasonable avenues of investigation,\" within circumstances of case, before removing children from parents' custody). It is also relevant that the Kandys' documentation, even if valid, did not give the police authority to effect a transfer of custody, <i>see</i> Mass. Gen. Laws ch. 209B, &#167; 12 (setting forth rules for filing and enforcing custody judgments of foreign states in Massachusetts); <i>Wooley,</i> 211 F.3d at 926 (it was not objectively reasonable for police officer to rely on court custody order to transfer custody when state law required a civil warrant).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We also reject Borgioli's argument that the probable cause determination as to the kidnapping charges entitles a reasonable officer to make a conclusive determination of a disputed custody matter. The threshold for probable cause in a criminal case is low, as Borgioli certainly must know. \"[P]robable cause exists when `the facts and circumstances within [the police officer's] knowledge and of which they had reasonably trustworthy information were sufficient to warrant a prudent [person] in believing that the [defendant] had committed or was committing an offense.'\" <i>Rivera v. Murphy,</i> 979 F.2d 259, 263 (1st Cir.1992) (quoting <i>United States v. Figueroa,</i> 818 F.2d 1020, 1023 (1st Cir.1987)) (quoting <i>Beck v. Ohio,</i> 379 U.S. 89, 91, 85 S.Ct. 223, 13 L.Ed.2d 142 (1964)) (internal quotation marks omitted). That there is probable cause that a crime has been committed is not a determination on the merits that a crime was committed: an arrest is not a conviction. Indeed, in order to prove kidnapping by a relative, as Borgioli must have known, the state would have had to show that Suboh did not have custody of the child. Mass. Gen. Laws ch. 265, &#167; 26A (2000). As a matter of law, mere probable cause for arrest on kidnapping charges of a person claiming custody is not a sufficient basis on which to determine a custody dispute, nor is an arresting police officer the correct person to be making such a determination. <i>Compare Rivera,</i> 979 F.2d at 263 (articulating standard for probable cause), <i>with Santosky,</i> 455 U.S. 745, 102 S.Ct. 1388, 71 L.Ed.2d 599 (articulating standard for permanent deprivation of parental rights). While a <i>temporary emergency</i> transfer of custody may issue on the basis of \"reasonable cause\" to believe that a child is in <i>danger of abuse or neglect, see Care &amp; Prot. of Robert,</i> 556 N.E.2d at 995-96, that is a far cry from a police officer making a custody decision that is effectively nonreversible on the basis of probable cause for arrest for kidnapping by a relative. The probable cause argument works against Borgioli, not for him. A reasonable officer could not view cause for arrest as the extent of the process due before usurping the parent's right to the care and custody of her child.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Borgioli's reliance on Murphy does not help him. Although Borgioli had facts before him that there was a keenly disputed custody issue, he refrained from telling Murphy about that dispute. A reasonable officer would not rely on a district attorney's assent, when he knew the district attorney had not been given the material information. <i>Cf. Rodriques v. Furtado,</i> 950 F.2d 805, 812 (1st Cir.1991) (there is no qualified immunity if police officer was \"constitutionally negligent\" and knew that facts submitted in search warrant affidavit were insufficient to establish probable cause).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">On the facts alleged by Suboh, Borgioli's actions were not on the \"hazy border\" between acceptable and unacceptable behavior. <i>Saucier,</i> 533 U.S. at 206, 121 S.Ct. 2151 (quoting <i>Priester v. City of Riviera Beach,</i> 208 F.3d 919, 926 (11th Cir.2000)) (internal quotation marks omitted). Whatever the exact contours of the right to due process in the context of child removals in other circumstances, <i>see, e.g., Frazier,</i> 957 F.2d at 931, this case falls well within the area of clarity. Borgioli cannot prevail on qualified immunity at the summary judgment stage.</p>\n    </div>\n    <p>IV.</p>\n    <p class=\"indent\">\n      <i>Pendent Jurisdiction</i>\n    </p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Defendants ask us to take jurisdiction over their appeals from the denial of qualified immunity on the Massachusetts Civil Rights Act claim against Borgioli, the denial of immunity on the Massachusetts Torts Claims Act claims against the District Attorney's office, and the denial of summary judgment on state tort claims against Murphy. Generally, interlocutory review of a decision denying qualified immunity under &#167; 1983 \"does not in and of itself confer jurisdiction over other contested issues in the case.\" <i>Roque-Rodriguez v. Lema Moya,</i> 926 F.2d 103, 105 &amp; n. 2 (1st Cir.1991). In order for the court to exercise pendent jurisdiction, the party seeking jurisdiction must show that the issues are \"inextricably intertwined with [the district] court's decision to deny the individual defendants' qualified immunity motions, or that review of the [decision for which pendent jurisdiction is sought] was necessary to ensure meaningful review of the [qualified immunity decision].\" <i>Swint v. Chambers County Comm'n,</i> 514 U.S. 35, 51, 115 S.Ct. 1203, 131 L.Ed.2d 60 (1995); <i>see also Fletcher v. Town of Clinton,</i> 196 F.3d 41, 55-56 (1st Cir.1999). We have thoroughly reviewed the qualified immunity decision of the trial court without any need to touch on the pendent claims. Consequently, there is no pendent appellate jurisdiction here. That said, however, we fully expect that the district court, either sua sponte or upon timely request, will reevaluate its earlier rulings in light of this opinion.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The denial of summary judgment as to Murphy is <i>reversed</i> and the claim against him under &#167; 1983 is ordered dismissed on qualified immunity grounds. The denial of summary judgment as to Borgioli's claim of qualified immunity is <i>affirmed.</i> No costs are awarded. <i>So ordered.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There does not appear to have been any discovery from the FBI agents about what they told Suboh or Borgioli</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The motion to dismiss also encompassed other claims against Murphy and the District Attorney's office. The district court dismissed some claims, and denied the motion as to other claims<i>Suboh v. City of Revere,</i> 141 F.Supp.2d 124, 124, 145 (D.Mass.2001). These other claims are not at issue in this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court initially denied Borgioli's motion to stay the trial, ruling that it was untimely because the legal conclusion from which Borgioli sought to appeal was articulated in its March 30, 2001, ruling, from which Borgioli took no appeal. Borgioli petitioned this court, which issued an order clarifying that Borgioli's motion was timely. Following that order, the district court immediately granted the requested stay</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court's holding regarding the \"substantive due process right of a parent and her child not to have a child in state custody turned over to someone whom the state knows, or should know, to be dangerous\" was in error<i>Suboh,</i> 141 F.Supp.2d at 142. There is no evidence in the record to establish that the defendants had any reason to think that the Kandys posed a danger to Sofia.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"200111\"><a href=\"/opinion/200111/suboh-v-borgioli/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span></p>\n    <p class=\"parties\">Mouna Kandy SUBOH, Individually, As Administratix Of The Estate Of Ishaq Suboh, And As Next Friend Of Her Minor Daughter Sofia Kandy, Plaintiff, Appellee,<br>v.<br>DISTRICT ATTORNEY'S OFFICE OF THE SUFFOLK DISTRICT, Michael N. Murphy, Carl Borgioli, Defendants, Appellants,<br>City Of Revere, Massachusetts; Robert J. Haas Jr.; James Russo; Steven Pisano; John McRae; Steven Wallace; Theodore Michalski; Julieann Mavarosa; Antonio Arcos; John M. Azzari; Richard Bachour; Ralph C. Martin Ii; Individually And In Their Official Capacities, Defendants.</p>\n    <p class=\"docket\">No. 01-2272.</p>\n    <p class=\"docket\">No. 01-2524.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 11, 2002.</p>\n    <p class=\"date\">Decided August 1, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Linda A. Wagner, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on the brief for appellants District Attorney's Office and Michael N. Murphy.</p>\n      <p class=\"indent\">Michael J. Akerson with whom Austin M. Joyce and Edward P. Reardon, P.C. were on the brief for appellant Carl Borgioli.</p>\n      <p class=\"indent\">Harvey A. Schwartz with whom Kimberly H. Scheckner, Rodgers, Powers &amp; Schwartz, James R. Knudsen, and Wittenberg &amp; Associates were on the brief for appellee.</p>\n      <p class=\"indent\">Before SELYA and LYNCH, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal presents issues of qualified immunity for public officers, beneath which lie significant issues about parents' rights under the United States Constitution. The case history is one of international intrigue and of local law enforcement officers attempting to respond to the requirements of both criminal law and family law. Of the two defendants before us on appeal, we hold that one, Assistant District Attorney Michael Murphy, is entitled to qualified immunity. The other, Revere Police Officer Carl Borgioli, is not so entitled at the summary judgment stage. Consequently, we reverse the district court's denial of summary judgment on this issue as to Murphy and affirm the denial as to Borgioli.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We give the general background and then focus on what was known to the two defendants. We describe the facts in favor of the nonmoving party on summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This case arises out of a complicated family dispute, involving three generations and three continents. The end result, according to the plaintiff, is that she has been deprived of custody of her young daughter due to the actions of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The plaintiff, Mouna Kandy Suboh, is a native of Morocco and is now a resident of Massachusetts. In 1991, while still living with her parents in Morocco, she became pregnant out of wedlock. Suboh then fled to Holland to avoid what she says was her father's rage at her pregnancy. A daughter, Sofia, was born in Holland on April 9, 1992. Shortly thereafter, Suboh's mother traveled to Holland and convinced her to return to Morocco with the baby. Suboh's parents, the Kandys, then raised Sofia as if she were their own child. At some point, Suboh says, the Kandys obtained a fake birth certificate purporting to certify that Sofia was their biological child. At no point did they ever legally adopt Sofia; according to the plaintiff, Moroccan law does not allow such adoptions and Morocco officially recognizes Suboh as Sofia's mother. Suboh claims that her father is physically abusive and controlling, and that she agreed to her parents pretending to be Sofia's parents only because she feared her parents would not let her see Sofia at all if she did not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In 1995, Suboh met an American citizen, Ishaq Suboh, and moved to Massachusetts to marry him. She says that the Kandys had promised to send Sofia to live with her in the United States, but reneged on that promise once she had left Morocco. Suboh says she returned to Morocco four times, attempting to obtain custody. She also filed a case in the Moroccan court system, but she says that the case was never adjudicated, due to her father's power and influence in Morocco. She eventually dropped the legal case so that her father would allow her to see Sofia again.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In April 1998, the Kandys came to Massachusetts in order for Suboh's father to receive medical treatment. They brought Sofia with them and stayed with Suboh and her husband at their apartment in Revere. On May 26, 1998, Suboh and her husband quarreled with the Kandys about whether Sofia would be returning to Morocco with the Kandys or staying with Suboh in Massachusetts. Following that fight, Suboh's husband called the Boston city councillor's office to explain the situation. An official there advised the pair to keep Sofia with them. Suboh and her husband then packed up their things, took Sofia, and went to the city councillor's office. They took with them Sofia's Dutch birth certificate, Moroccan birth identification records showing that Suboh was Sofia's mother, a document from the Dutch hospital where Sofia was born, papers from Suboh's Moroccan attorney, and copies of the Kandys' forged documentation. An official at the city councillor's office told them she would contact an attorney for them, and advised them to stay away from the Kandys and keep Sofia with them in the meantime. Suboh and her husband also went to the Immigration and Naturalization Service office to try to obtain residency papers for Sofia, but were unable to do so because they did not have her passport. Later that day, they checked into a hotel. The following day, after Suboh's husband spoke with Mr. Kandy, the two checked into another hotel.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Mustapha Kandy, Suboh's father, called the Revere police and reported that one of his daughters (Suboh) had kidnapped his other daughter (Sofia). The Kandys told the Revere police that Suboh and Sofia were sisters and that they, the Kandys, were Sofia's parents. The Kandys showed the police a birth certificate in French and Arabic indicating that Sofia was their daughter. This birth certificate was translated by a Revere police officer.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the early morning of May 28, Officer Borgioli became involved with the case. He reviewed the information that his colleagues had obtained on the previous day. He went to the Revere apartment to interview the Kandys. The Kandys also showed him Sofia's passport and a document that turned out to be the forged birth certificate. While at the apartment, Borgioli also spoke with the officer who had translated the Kandys' documents. Borgioli also spoke with the Kandy's niece, who was visiting at the time. Borgioli stated in an affidavit that the niece told him that the Kandys had raised Sofia from a very young age.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Borgioli testified at his deposition that Mrs. Kandy told either him or one of the FBI agents that Suboh was Sofia's biological mother and that the Kandys had adopted Sofia. In his police report, Borgioli did not include anything about this supposed adoption, or the fact that the Kandys allegedly told him that Suboh was Sofia's biological mother. His affidavit confirms that he learned that Suboh was the biological mother from Suboh herself, when he interviewed her on the following day at the police station. Borgioli testified that he was under the impression, based on something that an Arabic-speaking FBI agent told him, that the Kandys' documents were adoption papers. But he also testified that he did not recall that either the Kandys or anyone else had ever used the word adoption. And this belief was also inconsistent with the document itself, which refers to Mrs. Kandy as the mother and says nothing about adoption.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mr. Kandy told Borgioli that their son-in-law, Ishaq Suboh, had come to the apartment at some point earlier that day or on the previous day. Mr. Kandy said that, at that time, Ishaq had stolen a Rolex watch from him and asked for money, which he gave him. Mr. Kandy said that Ishaq then asked for more money and said he would call back later to arrange for a time for them to meet. Borgioli stated that Mr. Kandy believed that Suboh and her husband were holding Sofia for ransom money. There is nothing in the record, however, about Ishaq Suboh requesting ransom for the return of Sofia and nothing indicating that Mouna Suboh knew of such requests, if any were made.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Officer Borgioli called the District Attorney's office from the apartment. Borgioli spoke with Assistant District Attorney Murphy, telling him that the case involved a kidnapping for ransom and asking him questions about setting up a tap on the apartment's telephone. Murphy did not remember whether Borgioli told him that the Kandys were the biological parents of Sofia, or her custodians, but he says that Borgioli led him to believe that the Kandys had legal custody of Sofia.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While Borgioli was obtaining information from the Kandys, a fellow Revere police officer, who was with him at the Revere apartment, obtained information that Ishaq Suboh had attempted to charge airline tickets to his credit card, which was at its limit. At this point, the FBI was called in to assist with the case.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At some point during the day, Ishaq Suboh called from a number that the police later learned was the Boston City Council. He refused to speak with Mr. Kandy, but spoke with Mrs. Kandy and arranged to meet her at a nearby donut shop. Borgioli says that he understood the purpose of the meeting was to arrange the circumstances for Sofia's return. A special agent from the FBI listened in on the phone conversation. The meeting never took place.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The following day, two Revere police officers (not including Borgioli) located Suboh in a hotel in Malden. Suboh told the police at that time that Sofia was her daughter and attempted to give them official, certified documentation showing that she was Sofia's birth mother. The police declined to accept the documents at that time.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The police then took Suboh and Sofia to the Revere police station to be interviewed. Borgioli conducted the interview. Suboh told Borgioli that she was Sofia's mother and that the Kandys' documents were false. She says she told him about the fight with her parents regarding whether Sofia would return to Morocco. She says she also told him that she had legal custody of Sofia. She again showed all her documentation from the Netherlands and Morocco. She also repeatedly requested that Borgioli call the Moroccan embassy or the Netherlands embassy to verify her documentation. The police took Suboh's documents and photocopied them, although they made no effort to have them translated or to confirm them with the relevant embassies. Suboh also told Borgioli that her parents' visa was about to expire, and they had tickets to return to Morocco with Sofia. She says she asked the police to keep Sofia in state custody. Suboh says that the police repeatedly asked her about the stolen watch and her husband's alleged demand for money, and that she responded, \"Which watch, what money, I don't know what you're talking about.\" She says they were only concerned about the money and the watch, and her movements over the previous two days, and not about her claims to be Sofia's mother.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Borgioli testified that Suboh told him she had given up custody of Sofia to the Kandys, or that the Kandys had adopted Sofia without Suboh's consent and that she was trying to \"regain\" custody. This is contrary to Suboh's testimony, as is Borgioli's statement that Suboh never told him not to release Sofia to the Kandys, or expressed fear that the Kandys would take Sofia to Morocco. Borgioli did admit that Suboh said she had never given her permission for an adoption. He also testified that Suboh had suggested that the Kandys' documents were forged, but said that \"it was just speculation on her part\" and he thought she was just trying to avoid being arrested. He also recalled her telling him about the difficulties she had trying to regain custody under the Moroccan system. He said that he made no effort to investigate whether Suboh's claims about the various custody documents were true, because he had no reason, other than Suboh's word, to believe her. The same was, of course, true for the Kandys' word.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">During the interview, Borgioli again called Assistant District Attorney Murphy. Both Borgioli and Murphy agree that, at this point, Borgioli told Murphy that Suboh was Sofia's biological mother. He asked Murphy, in a case where Suboh was the biological mother but not the legal guardian, whether he should charge her with straight kidnapping, kidnapping by a relative, or kidnapping by a parent. He also either asked if he could release Sofia to the Kandys, or stated that he was going to release Sofia to them. Murphy replied that he would have to call back. When he called back a few minutes later, Murphy told Borgioli that Suboh should be charged with kidnapping by a relative. Murphy may have also said \"okay\" in response to Borgioli's statement or question about releasing Sofia to the Kandys, but Murphy did not recall having said that. There is no evidence in the record that Murphy was given any additional information about the case, such as the fact that Suboh had documentation beyond what the Kandys had presented or the fact that Suboh alleged that the Kandys' documents were forged. There is no evidence that Murphy was told that legal custody of the child was disputed. There is also no evidence that Murphy knew, or had reason to believe, that the Kandys' visa was expiring or that they planned to take Sofia back to Morocco immediately.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Suboh says that Borgioli told her that Sofia would be temporarily placed in state custody. Suboh says that an FBI agent who was present also told her that Sofia would be placed with the state Department of Social Services (DSS), and the police would keep her passport. She says the agent instructed Borgioli to \"keep the passport and the daughter at the DSS.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Borgioli says that he never considered involving the DSS.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The police charged Suboh with kidnapping by a relative and transported her to court. Suboh asked if Sofia could come with her, and Borgioli told her that Sofia could not come to court, but that Suboh would see Sofia when she came out of court.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Despite these representations to Suboh and the statement by the FBI agent instructing Borgioli to place the child with DSS, Borgioli then released Sofia to the Kandys. Borgioli did not ask the Kandys not to leave the country, nor did he make any efforts to make sure that they would not leave the country with Sofia. He admits that he never told Suboh that he was going to release Sofia to the Kandys and admits that it is fair to say that the decision to release Sofia to the Kandys was his decision.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Immediately after Sofia was returned to them, the Kandys returned to Morocco with the child. The charges against Suboh and her husband were later dismissed. Suboh has not been able to regain physical custody of her daughter since that time.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On March 6, 2000, Suboh, the estate of her now-deceased husband, and Sofia (acting through Suboh, her next friend) brought suit in the federal district court of Massachusetts against Borgioli, Murphy, the District Attorney's office, the City of Revere, and various other individuals associated with the case. The case alleged deprivation of the rights of Suboh, her husband, and Sofia, as secured by the Constitution and the laws of the United States, and liability under the Massachusetts Torts Claims Act, Mass. Gen. Laws. ch. 258, &#167; 2 (2000), the Massachusetts Civil Rights Act, <i>id.</i> ch. 12 &#167; 11I, and various state law tort claims. For purposes of this appeal, we analyze all of the claims as Suboh's claims.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On August 1, 2000, Murphy filed a motion to dismiss the &#167; 1983 claims brought against him in his individual capacity, asserting immunity and other defenses.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Suboh v. City of Revere,</i> <span class=\"citation\" data-id=\"2472559\"><a href=\"/opinion/2472559/suboh-v-city-of-revere-mass/\"><span class=\"volume\">141</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">124</span></a></span>, 127 (D.Mass.2001). On March 30, 2001, the district court denied the motion to dismiss, holding that Murphy was not entitled to either absolute prosecutorial immunity or qualified immunity. <i>Id.</i> at 136-45. As for Murphy's claim of absolute prosecutorial immunity, the district court reasoned that because \"the deprivation of which [the plaintiffs] complain is wholly unrelated to any prosecutorial functions,\" there was no prosecutorial immunity. <i>Id.</i> at 137. The district court then concluded that Murphy was not protected by qualified immunity because Suboh's claim \"lies at the core\" of a clearly established right to familial integrity, <i>id.</i> at 140, and that, as the case was presented by Suboh, \"a reasonable person in Murphy's position would have known that his release of Sofia into the Kandys' custody violated that right,\" <i>id.</i> at 142. As a second ground, it reasoned that Murphy's conduct violated a clearly established \"substantive due process right of a parent and her child not to have a child in state custody turned over to someone whom the state knows, or should know, to be dangerous.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Murphy originally appealed from the district court's decision, but then voluntarily withdrew his appeal without prejudice, after filing a motion for summary judgment with the district court. On September 25, 2001, the district court denied Murphy's motion for summary judgment. The court agreed that it was undisputed that \"the whole case was presented to Mr. Murphy [by Borgioli] in a sense favorable to the grandparents.\" Nonetheless, it found that there was a material fact in dispute as to whether Borgioli asked Murphy for legal advice regarding whether to release Sofia to the Kandys.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On August 17, 2001, Borgioli filed a motion for summary judgment. On September 5, 2001, the district court granted Borgioli's motion with respect to Suboh's Fourth Amendment claims, but left Suboh's Fourteenth Amendment claims standing and denied Borgioli's qualified immunity defense for the reasons articulated in its March 30, 2001, decision regarding Murphy's qualified immunity defense.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The court stayed the trial pending Murphy's and Borgioli's appeals.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">This court has jurisdiction to consider interlocutory appeals from the denial of a defendant's motion to dismiss or for summary judgment on a qualified immunity defense. <i>Behrens v. Pelletier,</i> <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 305-07, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">834</span></a></span>, <span class=\"citation\" data-id=\"117996\"><a href=\"/opinion/117996/behrens-v-pelletier/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">773</span></a></span> (1996); <i>Duriex-Gauthier v. Lopez-Nieves,</i> <span class=\"citation\" data-id=\"199731\"><a href=\"/opinion/199731/duriex-gauthier-v-lopez-nieves/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir.2001). Denials of summary judgment on qualified immunity grounds are reviewed \"to the extent that the qualified immunity defense turns upon a `purely legal' question\" and any disputed facts are not material to the issue of immunity. <i>Fletcher v. Town of Clinton,</i> <span class=\"citation\" data-id=\"198711\"><a href=\"/opinion/198711/fletcher-v-clinton/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 45 (1st Cir.1999) (citations and internal quotation marks omitted). Our standard of review in such cases is de novo. <i>Id.</i> at 48.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We use a three-part test to determine whether an official is entitled to qualified immunity, <i>Hatch v. Dep't of Children, Youth &amp; Their Families,</i> <span class=\"citation\" data-id=\"775863\"><a href=\"/opinion/775863/richard-h-hatch-jr-v-department-for-children-youth-and-their-families/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 20 (1st Cir.2001), following the guidance provided by the Supreme Court, <i>see Wilson v. Layne,</i> <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span>, 609, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">818</span></a></span> (1999); <i>County of Sacramento v. Lewis,</i> <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, 841 n. 5, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span></a></span> (1998); <i>Siegert v. Gilley,</i> <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 232, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1789</span></a></span>, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">277</span></a></span> (1991). The threshold inquiry is whether the plaintiff's allegations, if true, establish a constitutional violation. <i>Hope v. Pelzer,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span>, 2513, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (2002); <i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001); <i>Siegert,</i> 500 U.S. at 232, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1789</span></a></span>. The second question is whether the right was clearly established at the time of the alleged violation. That inquiry is necessary because officers should be on notice that their conduct is unlawful before they are subject to suit. <i>Hope,</i> 122 S.Ct. at 2516-18; <i>Anderson v. Creighton,</i> <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 638-40, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987). The third is whether a reasonable officer, similarly situated, would understand that the challenged conduct violated that established right. <i>Swain v. Spinney,</i> <span class=\"citation\" data-id=\"197434\"><a href=\"/opinion/197434/swain-v-roe/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1997). The question of whether a right is clearly established is an issue of law for the court to decide. <i>Elder v. Holloway,</i> <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">510</span></a></span>, 516, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></a></span>, <span class=\"citation\" data-id=\"112933\"><a href=\"/opinion/112933/elder-v-holloway/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">344</span></a></span> (1994). The reasonableness inquiry is also a legal determination, although it may entail preliminary factual determinations if there are disputed material facts (which should be left for a jury). <i>Swain,</i> 117 F.3d at 10.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Borgioli argues that none of the three criteria are met. Murphy makes the more restrained argument that the second two criteria are not met. The arguments merge to the extent that they both assert that there is no clear definition of what the district court called a \"right to familial integrity.\" <i>Suboh,</i> 141 F.Supp.2d at 139.</p>\n    </div>\n    <p class=\"indent\">\n      <i>A. Identification of a Constitutional Right</i>\n    </p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The district court based its ruling on an abstract right to \"familial integrity\" inherent in the substantive component of the Due Process Clause of the Fourteenth Amendment. <i>Id.</i> In doing so, the district court relied on a series of Supreme Court cases ranging from <i>Meyer v. Nebraska,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span></span> (1923), to <i>Troxel v. Granville,</i> <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></a></span>, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></a></span> (2000). These cases cover a range of issues, from constraints on a state's power to mandate compulsory public education, <i>Meyer,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span></span>, to constraints on a state's ability to mandate grandparent visitation rights, <i>Troxel,</i> <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></a></span>, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">49</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There is a danger in the use of broad abstract terms such as \"familial integrity\". The Supreme Court has warned against using generalized definitions of constitutional rights in the qualified immunity setting. <i>Anderson,</i> 483 U.S. at 639, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>. This court, in <i>Frazier v. Bailey,</i> <span class=\"citation\" data-id=\"578605\"><a href=\"/opinion/578605/kevin-frazier-v-edward-n-bailey/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 929-30 (1st Cir.1992), held that it is not sufficient for a plaintiff to allege an abstract due process liberty interest in family relationships. The qualified immunity defense requires that the \"familial integrity\" right asserted be stated with particularity. <i>Id.; see also Hatch,</i> 274 F.3d at 20.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Putting aside notions of generalized \"familial integrity,\" there are, more pertinently, much more narrow interests that are at stake here. To begin, \"[t]he interest of parents in the care, custody, and control of their children is among the most venerable of the liberty interests embedded in the Constitution.\" <i>Hatch,</i> 274 F.3d at 20; <i>see also Croft v. Westmoreland County Children &amp; Youth Servs.,</i> <span class=\"citation\" data-id=\"732428\"><a href=\"/opinion/732428/henry-l-croft-jr-carol-croft-individually-and-as-parents-and-natural/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1123</span></a></span>, 1125 (3d Cir.1997) (recognizing \"the constitutionally protected liberty interests that parents have in the custody, care and management of their children\"); <i>Jordan v. Jackson,</i> <span class=\"citation\" data-id=\"661725\"><a href=\"/opinion/661725/christopher-jordan-by-his-parents-and-next-friends-philip-and-betty-sue/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">333</span></a></span>, 342 (4th Cir.1994) (\"The state's removal of a child from his parents indisputably constitutes an interference with a liberty interest of the parents and thus triggers the procedural protections of the Fourteenth Amendment.\"); <i>Weller v. Dep't of Soc. Servs.,</i> <span class=\"citation\" data-id=\"540031\"><a href=\"/opinion/540031/clifton-william-weller-iii-individually-and-as-father-and-next-friend-of/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">387</span></a></span>, 391 (4th Cir.1990) (\"[The plaintiff] clearly does have a protectible liberty interest in the care and custody of his children.\"); <i>Hooks v. Hooks,</i> <span class=\"citation\" data-id=\"457731\"><a href=\"/opinion/457731/marsha-hooks-v-stephen-r-hooks-bill-hooks-charlotte-hooks-gene/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>, 941 (6th Cir.1985) (\"It is well-settled that parents have a liberty interest in the custody of their children.\") The child has a similar liberty interest in being in the care and custody of her parents. <i>See Brokaw v. Mercer County,</i> <span class=\"citation\" data-id=\"771526\"><a href=\"/opinion/771526/ca-brokaw-v-mercer-county-james-brokaw-weir-brokaw/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1000</span></a></span>, 1018-19 (7th Cir.2000); <i>Wooley v. City of Baton Rouge,</i> <span class=\"citation\" data-id=\"20707\"><a href=\"/opinion/20707/wooley-v-lapeyrouse/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">913</span></a></span>, 923 (5th Cir.2000); <i>Duchesne v. Sugarman,</i> <span class=\"citation\" data-id=\"350998\"><a href=\"/opinion/350998/josephina-duchesne-as-administratrix-of-the-estate-of-pauline-perez-v-jule/\"><span class=\"volume\">566</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 825 (2d Cir.1977); <i>Opinion of the Justices to the Senate,</i> <span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1201</span></span>, <span class=\"citation no-link\"><span class=\"volume\">691</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">911</span></span>, 915 (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This liberty interest is protected both by the substantive component of the Due Process Clause, which constrains governmental interference with certain fundamental rights and liberty interests, and by the procedural component of the Due Process Clause, which guarantees \"fair process.\" <i>Washington v. Glucksberg,</i> <span class=\"citation\" data-id=\"118144\"><a href=\"/opinion/118144/washington-v-glucksberg/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">702</span></a></span>, 720, <span class=\"citation\" data-id=\"118144\"><a href=\"/opinion/118144/washington-v-glucksberg/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span>, <span class=\"citation\" data-id=\"118144\"><a href=\"/opinion/118144/washington-v-glucksberg/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">772</span></a></span> (1997). In this case, we focus our analysis primarily on the procedural aspect, which is most directly implicated by the facts presented here.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> What is at issue here is the right of a parent to procedural due process protections before a governmental official resolves the disputed issue of custody of a child, when there are known competing claims to custody.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Due process claims more commonly arise in situations where state agency officials remove a child from the custodial parents, usually where there is some suspicion of child abuse or neglect. In <i>Santosky v. Kramer,</i> <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></a></span>, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (1982), the Supreme Court held that before a state may sever a parent's rights in his or her child, due process requires that the state support its allegations of abuse or neglect by at least clear and convincing evidence, <i>id.</i> at 768-71, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></a></span>. In cases where the safety of the child is at risk, there are competing liberty interests, and so the parents' rights are not absolute. Based on this principle, we have frequently upheld immunity for state actors who investigate child abuse allegations and take emergency action to protect a child. <i>See Hatch,</i> <span class=\"citation\" data-id=\"775863\"><a href=\"/opinion/775863/richard-h-hatch-jr-v-department-for-children-youth-and-their-families/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 20-22, 24-25; <i>DeCosta v. Chabot,</i> <span class=\"citation\" data-id=\"196177\"><a href=\"/opinion/196177/decosta-v-chabot/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span> (1st Cir.1995); <i>Frazier,</i> 957 F.2d at 920, 931.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Generally speaking, the question of what process is due involves a weighing of the different interests of the child, the parents, and the state. <i>Hatch,</i> 274 F.3d at 20; <i>see also Weller,</i> 901 F.2d at 395-96 (considering interests and facts in case to determine what process was due); <i>Opinion of the Justices,</i> 691 N.E.2d at 915; <i>Care &amp; Prot. of Robert,</i> <span class=\"citation\" data-id=\"2098870\"><a href=\"/opinion/2098870/care-protection-of-robert/\"><span class=\"volume\">408</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">52</span></a></span>, <span class=\"citation\" data-id=\"2098870\"><a href=\"/opinion/2098870/care-protection-of-robert/\"><span class=\"volume\">556</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">993</span></a></span>, 996-97 (1990). Due process protects a parent's rights even when a state temporarily removes a child before obtaining a court order, as the state may place a child in temporary custody only when it has evidence giving rise to a suspicion that the child has been abused or is in imminent danger. <i>Hatch,</i> 274 F.3d at 20; <i>see also Wallis v. Spencer,</i> <span class=\"citation\" data-id=\"767557\"><a href=\"/opinion/767557/no-97-55579/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1126</span></a></span>, 1138 (9th Cir.2000); <i>Croft,</i> 103 F.3d at 1125. Moreover, due process requires that some sort of process be provided promptly after an emergency removal. \"`[I]n those \"extra-ordinary situations\" where deprivation of a protected interest is permitted without prior process, the constitutional requirements of notice and an opportunity to be heard are not eliminated, but merely postponed.'\" <i>Weller,</i> 901 F.2d at 393 (quoting <i>Hooks,</i> 771 F.2d at 942 (quoting <i>Duchesne,</i> 566 F.2d at 826)); <i>see also Brokaw,</i> 235 F.3d at 1021; <i>Campbell v. Burt,</i> <span class=\"citation\" data-id=\"753064\"><a href=\"/opinion/753064/dennis-lee-campbell-v-paul-burt-and-john-doe-3-police-officers/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">927</span></a></span>, 929 (9th Cir.1998); <i>Jordan,</i> 15 F.3d at 343. Both the right to predeprivation process and the right to postdeprivation process are at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Suboh's claim is that Officer Borgioli, enabled by Assistant District Attorney Murphy, effectively decided the custody dispute by turning the child over to the Kandys while knowing the Kandys were about to leave the country with the child; thus, he effectively deprived Suboh of her parental right to the care and custody of her child without providing her with due process procedures. In so doing, Borgioli ignored due process procedures established by state law to deal with situations such as this one. These include procedures for the state to take custody of a child whose guardian is unavailable, Mass. Gen. Laws ch. 119, &#167; 23(C) (2000), procedures for the state to take temporary custody of children needing care and protection, <i>id.</i> ch. 119, &#167; 24 (2000), procedures for determining custody of children born out of wedlock, <i>id.</i> ch. 209C, &#167; 10 (2000), and procedures for enforcing foreign custody judgments within Massachusetts, <i>id.</i> ch. 209B, &#167; 12 (2000). Yet Borgioli short-circuited all of these procedures by deciding the issue on his own.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Generally, \"there is a presumption that fit parents act in the best interests of their children.\" <i>Troxel,</i> 530 U.S. at 68, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></a></span>. Here, there was no suspicion of child abuse or reason to suspect that the child would be in imminent peril, and thus no reason to sever Suboh's parental rights prior to the state's resolution of the custody dispute through its normal procedures. <i>See Hatch,</i> 274 F.3d at 20. One of Suboh's rights as a mother was the right to choose a proxy custodian for Sofia following her arrest. <i>See In re Dep't of Pub. Welfare,</i> <span class=\"citation\" data-id=\"2230361\"><a href=\"/opinion/2230361/petition-of-the-department-of-public-welfare/\"><span class=\"volume\">383</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">573</span></a></span>, <span class=\"citation\" data-id=\"2230361\"><a href=\"/opinion/2230361/petition-of-the-department-of-public-welfare/\"><span class=\"volume\">421</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">28</span></a></span>, 34 (1981) (noting, in case of incarcerated mother, that mother's \"presumptive right to custody of the child includ[es] the right to choose a caretaker proxy\"). Borgioli's actions deprived her of this right.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Moreover, there was evidence both that Suboh told Borgioli that the Kandys were planning on leaving the jurisdiction with Sofia within days and that Borgioli knew the Kandys' visa was about to expire and that they had return tickets to Morocco. Borgioli therefore had reason to know that Suboh would never receive any postdeprivation hearing. <i>See Weller,</i> 901 F.2d at 396 (\"[I]t is alleged that in addition to depriving [the parent] of custody without a hearing, defendants arranged for [the child] to be taken out of the jurisdiction... thereby reducing the possibility of a post-deprivation hearing.\"); <i>Hooks,</i> 771 F.2d at 942 (\"Here the children were turned over ... allegedly with the knowledge that they would immediately be taken... out of the jurisdiction ..., effectively eliminating the opportunity for plaintiff to receive a post-deprivation hearing.\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We think it plain that Suboh alleges a violation of a constitutional right.</p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Clearly established at the time</i>\n    </p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Both defendants say there was sufficient ambiguity as to the scope of \"familial integrity\" rights when they acted in 1998 that they are entitled to immunity because the right was not clearly established at the time. This court has held that, at least as of 1992, \"the dimensions of this right [to familial integrity] have yet to be clearly established.\" <i>Frazier,</i> 957 F.2d at 931. Articulating the right as one of \"familial integrity\" casts too broad a net. The inquiry into whether a right is clearly established \"must be undertaken in light of the specific context of the case, not as a broad general proposition.\" <i>Saucier,</i> 533 U.S. at 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>; <i>see also Wilson,</i> 526 U.S. at 615, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>. The constitutional right at issue here is the right to procedural and substantive due process before the state takes a child away from his or her parent.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">One tried and true way of determining whether this right was clearly established at the time the defendants acted, is to ask whether existing case law gave the defendants fair warning that their conduct violated the plaintiff's constitutional rights. <i>Hope,</i> 122 S.Ct. at 2522. This inquiry encompasses not only Supreme Court precedent, but all available case law. <i>Hatch,</i> 274 F.3d at 23.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">A parent's liberty interest in the care and custody of her child was established long before the facts of this case arose. The Supreme Court has noted that \"[t]he liberty interest ... of parents in the care, custody, and control of their children ... is perhaps the oldest of the fundamental liberty interests recognized by this Court.\" <i>Troxel,</i> 530 U.S. at 65, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></a></span>. Applying this substantive due process right in <i>Troxel,</i> four members of the Court found it unconstitutional for a state to fail to give weight to a custodial parent's interests in determining the care of her children when adjudicating a grandparent's contested petition for visitation because the presumption is that a fit parent will act in their child's best interests. <i>Troxel,</i> 530 U.S. at 70-73, <span class=\"citation\" data-id=\"1087668\"><a href=\"/opinion/1087668/troxel-v-granville/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2054</span></a></span> (plurality opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The long-standing acknowledgment of a substantive due process interest in familial integrity, <i>e.g., Meyer,</i> <span class=\"citation\" data-id=\"100233\"><a href=\"/opinion/100233/meyer-v-nebraska/\"><span class=\"volume\">262</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">43</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></span>, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1042</span></span>, formed the backdrop for the Supreme Court's 1972 opinion in <i>Stanley v. Illinois,</i> <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">645</span></a></span>, <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1208</span></a></span>, <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">31</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">551</span></a></span> (1972), in which the Court held that procedural due process demanded that a parent be given \"a hearing on his fitness as a parent before his children were taken from him,\" <i>id.</i> at 649, <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1208</span></a></span>. This principle was further developed by the Court in <i>Santosky,</i> in which the Court held that procedural due process required that a person's parental rights not be terminated unless the state's allegations of unfitness were supported by \"clear and convincing evidence.\" 455 U.S. at 769, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></a></span>. The Massachusetts Supreme Judicial Court has long recognized parents' rights to procedural due process in cases in which the state intervenes in the care and custody of their children, citing often to the <i>Stanley</i> and <i>Santosky</i> decisions. <i>See, e.g., Opinion of the Justices,</i> 691 N.E.2d at 913; <i>Adoption of Eugene,</i> <span class=\"citation\" data-id=\"2028614\"><a href=\"/opinion/2028614/adoption-of-eugene/\"><span class=\"volume\">415</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">431</span></a></span>, <span class=\"citation\" data-id=\"2028614\"><a href=\"/opinion/2028614/adoption-of-eugene/\"><span class=\"volume\">614</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">645</span></a></span>, 647 (1993); <i>Dep't of Pub. Welfare v. J.K.B.,</i> <span class=\"citation\" data-id=\"2082916\"><a href=\"/opinion/2082916/department-of-public-welfare-v-jkb/\"><span class=\"volume\">379</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"2082916\"><a href=\"/opinion/2082916/department-of-public-welfare-v-jkb/\"><span class=\"volume\">393</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">406</span></a></span>, 407-08 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We have no doubt that there is a clearly established constitutional right at stake, although we have found no case exactly on all fours with the facts of this case. The difference in contexts in which the right is discussed in the case law does not mean such a right does not exist. <i>See Hope,</i> 122 S.Ct. at 2515-16 (rejecting requirement that facts of previous cases be \"materially similar\" to instant case as an overly \"rigid gloss\" on qualified immunity determinations). \"[O]fficials can still be on notice that their conduct violates established law even in novel factual circumstances.... [T]he salient question ... is whether the state of the law [at the time of the action] gave [the defendants] fair warning that their alleged treatment of [the plaintiff] was unconstitutional.\" <i>Id.</i> at 2516.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">As the district court stated, \"[i]t is clearly established that a parent cannot be deprived of custody of a child absent notice and a hearing unless there are exigent circumstances of abuse or neglect.\" <i>Suboh,</i> 141 F.Supp.2d at 143 (citing <i>Stanley,</i> 405 U.S. at 650-57, <span class=\"citation\" data-id=\"108497\"><a href=\"/opinion/108497/stanley-v-illinois/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1208</span></a></span>). Even when there are such exigent circumstances, there must be an adequate post-deprivation hearing within a reasonable time. The cases discussing this right are not new and existed long before the events in this case. <i>E.g., Hooks,</i> 771 F.2d at 942; <i>Duchesne,</i> 566 F.2d at 826-28.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Our precedent in <i>Hatch</i> settles the matter. <i>Hatch</i> involved the standard (reasonable suspicion of imminent danger) by which a state actor would be justified in temporarily taking a child from her parent pending a hearing. 274 F.3d at 23-24. <i>Hatch,</i> decided in 2001, found the right clearly established by the time of the events in question there, which occurred in 2000. Our case concerns events in May 1998. Nonetheless, <i>Hatch</i> relied on cases dating from the early and mid 1990s that established due process protections for even temporary removals of children pending a due process hearing. <i>Id.</i> at 20, 23.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Moreover, long before the events at issue in this case, many of our sister circuits had articulated a constitutional right to procedural due process when the state transfers custody from a custodial parent. <i>See, e.g., Weller,</i> 901 F.2d at 393, 398 (finding that complete denial of a hearing following emergency transfer of custody violated due process); <i>see also Wooley,</i> 211 F.3d at 917, 924 (finding that mother's and child's due process rights not to have state deprive mother of custody absent court order or emergency circumstances were clearly established in 1995). In particular, the 1985 <i>Hooks</i> case bears marked factual similarities to this case. <span class=\"citation\" data-id=\"457731\"><a href=\"/opinion/457731/marsha-hooks-v-stephen-r-hooks-bill-hooks-charlotte-hooks-gene/\"><span class=\"volume\">771</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">935</span></a></span>. In <i>Hooks,</i> the noncustodial father, who resided out of state, informed the local police of an outstanding warrant against the custodial mother. <i>Id.</i> at 939. The mother attempted to make interim care arrangements for her children, but the police refused to allow her to do so. <i>Id.</i> at 940. She was released on her own recognizance within a few hours of arrest, but, in the meantime, the police had turned the children over to her ex-husband, who had immediately left the state with them. <i>Id.</i> at 939. The court held that a transfer of custody that \"effectively eliminat[ed] the opportunity for ... a post-deprivation hearing\" violated the mother's due process rights. <i>Id.</i> at 942.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">It follows from <i>Santosky</i> and <i>Stanley,</i> reinforced by the cases cited in <i>Hatch</i> and those from our sister circuits, that it was clearly established in 1998 that a state official could not effectively resolve a disputed custody issue between a parent and another without following any due process procedures at all. Defendants had fair warning of the existence of these rights. <i>Hope,</i> 122 S.Ct. at 2516.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">\n        <i>C. The Understanding of An Objectively Reasonable Officer</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The inquiry under the third prong of the qualified immunity analysis is whether an objectively reasonable officer in the defendant's position would have understood his action to violate the plaintiff's rights. <i>See Saucier,</i> 533 U.S. at 205, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span> (\"If the officer's mistake as to what the law requires is reasonable ... the officer is entitled to the immunity defense.\"); <i>Swain,</i> 117 F.3d at 9-10. The analysis differs as to Murphy and to Borgioli.</p>\n    </div>\n    <p class=\"indent\">\n      <i>1. Murphy</i>\n    </p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Unlike Borgioli, Murphy was not given facts indicating that there was any dispute over the custody of the child. Indeed, Murphy's only information on this point, from Borgioli, was that the Kandys were the child's lawful custodians. These facts alone would seem to mandate that Murphy be given qualified immunity. It is not material that Borgioli's and Murphy's memories diverged over whether there was any discussion of whether to release the child to the Kandys.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Suboh makes two arguments in response. First, Suboh says Murphy had no legal authority to release the child. Second, Suboh says that Murphy was negligent in not determining whether there was a custody dispute between Suboh and the Kandys. Neither argument has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">First, the claim as to which immunity is sought is a federal constitutional claim, brought under &#167; 1983, not a state law claim about an individual exceeding his authority. The constitutional claim does not turn on the scope of the authority of the Assistant District Attorney. Whether or not he had authority, he simply did not know there was a custody dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Suboh's second argument assumes that there was some fact that should have put Murphy on inquiry notice that there was a custody dispute. The facts alleged here concerning Murphy's involvement in the matter would not put a reasonable prosecutor on such notice.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district court denied immunity to Murphy on the basis that Murphy may have given Borgioli legal advice about whether he could turn custody of the child over to the Kandys. The record is clear that Murphy did not know that there was a custody dispute and, indeed, implicitly was told custody was not in dispute. Given these facts, we cannot say it was unreasonable for Murphy to accede to Borgioli's suggestion that the child be returned to individuals that Murphy was told were her legal guardians. The district court's conclusion cannot stand. Accordingly, we reverse the district court; Murphy is entitled to qualified immunity on the &#167; 1983 claim.</p>\n    </div>\n    <p class=\"indent\">\n      <i>2. Borgioli</i>\n    </p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Borgioli, in contrast, knew that there was a custody dispute from his interrogation of Suboh and knew that Suboh had documents that she said supported her claim to custody. Suboh had shown him a birth certificate that showed her as the birth parent, as well as various other documents that supported her claims. Suboh had also told him that the documentation shown by the Kandys was forged and that the Kandys had lied to him. He knew that the Kandys had given the police inconsistent information about who the birth mother was.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Borgioli argues that it was factually reasonable for him to release the child to the Kandys even if a clearly established right was involved. In essence he makes three arguments. First, he argues that the facts as he knew them indicated that the Kandys were Sofia's custodians. Second, he argues that he had probable cause to arrest Suboh and her husband for kidnapping and that was enough to justify his release of the child. Third, Borgioli argues that ADA Murphy agreed to releasing the child to the Kandys, and that immunizes him. We take each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">We, like the district court, think that no reasonable officer could have concluded on the facts before him that the Kandys had undisputed custody of the child, despite Suboh's claims, and so no process of any sort was due before the child could be released to the Kandys. Suboh repeatedly told him that she was the biological mother of Sofia, which directly conflicted with the information provided by the Kandys, who at times said they were the biological parents and had provided a birth certificate indicating that they were the biological parents. Suboh also provided documentation that was obviously different from the documentation provided by the Kandys and which she said supported her claim of custody. Suboh told him that the Kandys' custodial documents were forged. No objectively reasonable officer could immediately conclude that the Kandys' documents were valid and Suboh's documents were forged, or that there was no custody dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Borgioli also failed to pursue reasonable avenues of investigation to determine whether Suboh's claims were true, such as having her documents translated from Dutch, French, and Arabic, or calling the embassies, as Suboh requested. <i>See Wallis,</i> 202 F.3d at 1138 (police should pursue \"reasonable avenues of investigation,\" within circumstances of case, before removing children from parents' custody). It is also relevant that the Kandys' documentation, even if valid, did not give the police authority to effect a transfer of custody, <i>see</i> Mass. Gen. Laws ch. 209B, &#167; 12 (setting forth rules for filing and enforcing custody judgments of foreign states in Massachusetts); <i>Wooley,</i> 211 F.3d at 926 (it was not objectively reasonable for police officer to rely on court custody order to transfer custody when state law required a civil warrant).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">We also reject Borgioli's argument that the probable cause determination as to the kidnapping charges entitles a reasonable officer to make a conclusive determination of a disputed custody matter. The threshold for probable cause in a criminal case is low, as Borgioli certainly must know. \"[P]robable cause exists when `the facts and circumstances within [the police officer's] knowledge and of which they had reasonably trustworthy information were sufficient to warrant a prudent [person] in believing that the [defendant] had committed or was committing an offense.'\" <i>Rivera v. Murphy,</i> <span class=\"citation\" data-id=\"594699\"><a href=\"/opinion/594699/emma-rivera-v-paul-murphy/\"><span class=\"volume\">979</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 263 (1st Cir.1992) (quoting <i>United States v. Figueroa,</i> <span class=\"citation\" data-id=\"488520\"><a href=\"/opinion/488520/united-states-v-raul-casiano-figueroa/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1023 (1st Cir.1987)) (quoting <i>Beck v. Ohio,</i> <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 91, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">223</span></a></span>, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">142</span></a></span> (1964)) (internal quotation marks omitted). That there is probable cause that a crime has been committed is not a determination on the merits that a crime was committed: an arrest is not a conviction. Indeed, in order to prove kidnapping by a relative, as Borgioli must have known, the state would have had to show that Suboh did not have custody of the child. Mass. Gen. Laws ch. 265, &#167; 26A (2000). As a matter of law, mere probable cause for arrest on kidnapping charges of a person claiming custody is not a sufficient basis on which to determine a custody dispute, nor is an arresting police officer the correct person to be making such a determination. <i>Compare Rivera,</i> 979 F.2d at 263 (articulating standard for probable cause), <i>with Santosky,</i> <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span>, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1388</span></a></span>, <span class=\"citation\" data-id=\"110676\"><a href=\"/opinion/110676/santosky-v-kramer/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">599</span></a></span> (articulating standard for permanent deprivation of parental rights). While a <i>temporary emergency</i> transfer of custody may issue on the basis of \"reasonable cause\" to believe that a child is in <i>danger of abuse or neglect, see Care &amp; Prot. of Robert,</i> 556 N.E.2d at 995-96, that is a far cry from a police officer making a custody decision that is effectively nonreversible on the basis of probable cause for arrest for kidnapping by a relative. The probable cause argument works against Borgioli, not for him. A reasonable officer could not view cause for arrest as the extent of the process due before usurping the parent's right to the care and custody of her child.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Borgioli's reliance on Murphy does not help him. Although Borgioli had facts before him that there was a keenly disputed custody issue, he refrained from telling Murphy about that dispute. A reasonable officer would not rely on a district attorney's assent, when he knew the district attorney had not been given the material information. <i>Cf. Rodriques v. Furtado,</i> <span class=\"citation\" data-id=\"573067\"><a href=\"/opinion/573067/shirley-mello-rodriques-v-joseph-furtado/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">805</span></a></span>, 812 (1st Cir.1991) (there is no qualified immunity if police officer was \"constitutionally negligent\" and knew that facts submitted in search warrant affidavit were insufficient to establish probable cause).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">On the facts alleged by Suboh, Borgioli's actions were not on the \"hazy border\" between acceptable and unacceptable behavior. <i>Saucier,</i> 533 U.S. at 206, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span> (quoting <i>Priester v. City of Riviera Beach,</i> <span class=\"citation\" data-id=\"74532\"><a href=\"/opinion/74532/priester-v-city-of-riviera-beach/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">919</span></a></span>, 926 (11th Cir.2000)) (internal quotation marks omitted). Whatever the exact contours of the right to due process in the context of child removals in other circumstances, <i>see, e.g., Frazier,</i> 957 F.2d at 931, this case falls well within the area of clarity. Borgioli cannot prevail on qualified immunity at the summary judgment stage.</p>\n    </div>\n    <p>IV.</p>\n    <p class=\"indent\">\n      <i>Pendent Jurisdiction</i>\n    </p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Defendants ask us to take jurisdiction over their appeals from the denial of qualified immunity on the Massachusetts Civil Rights Act claim against Borgioli, the denial of immunity on the Massachusetts Torts Claims Act claims against the District Attorney's office, and the denial of summary judgment on state tort claims against Murphy. Generally, interlocutory review of a decision denying qualified immunity under &#167; 1983 \"does not in and of itself confer jurisdiction over other contested issues in the case.\" <i>Roque-Rodriguez v. Lema Moya,</i> <span class=\"citation\" data-id=\"556401\"><a href=\"/opinion/556401/elizabeth-roque-rodriguez-v-hon-jose-lema-moya/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 105 &amp; n. 2 (1st Cir.1991). In order for the court to exercise pendent jurisdiction, the party seeking jurisdiction must show that the issues are \"inextricably intertwined with [the district] court's decision to deny the individual defendants' qualified immunity motions, or that review of the [decision for which pendent jurisdiction is sought] was necessary to ensure meaningful review of the [qualified immunity decision].\" <i>Swint v. Chambers County Comm'n,</i> <span class=\"citation\" data-id=\"117906\"><a href=\"/opinion/117906/swint-v-chambers-county-commn/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span>, 51, <span class=\"citation\" data-id=\"117906\"><a href=\"/opinion/117906/swint-v-chambers-county-commn/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1203</span></a></span>, <span class=\"citation\" data-id=\"117906\"><a href=\"/opinion/117906/swint-v-chambers-county-commn/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">60</span></a></span> (1995); <i>see also Fletcher v. Town of Clinton,</i> <span class=\"citation\" data-id=\"198711\"><a href=\"/opinion/198711/fletcher-v-clinton/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 55-56 (1st Cir.1999). We have thoroughly reviewed the qualified immunity decision of the trial court without any need to touch on the pendent claims. Consequently, there is no pendent appellate jurisdiction here. That said, however, we fully expect that the district court, either sua sponte or upon timely request, will reevaluate its earlier rulings in light of this opinion.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The denial of summary judgment as to Murphy is <i>reversed</i> and the claim against him under &#167; 1983 is ordered dismissed on qualified immunity grounds. The denial of summary judgment as to Borgioli's claim of qualified immunity is <i>affirmed.</i> No costs are awarded. <i>So ordered.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There does not appear to have been any discovery from the FBI agents about what they told Suboh or Borgioli</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The motion to dismiss also encompassed other claims against Murphy and the District Attorney's office. The district court dismissed some claims, and denied the motion as to other claims<i>Suboh v. City of Revere,</i> <span class=\"citation\" data-id=\"2472559\"><a href=\"/opinion/2472559/suboh-v-city-of-revere-mass/\"><span class=\"volume\">141</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">124</span></a></span>, 124, 145 (D.Mass.2001). These other claims are not at issue in this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court initially denied Borgioli's motion to stay the trial, ruling that it was untimely because the legal conclusion from which Borgioli sought to appeal was articulated in its March 30, 2001, ruling, from which Borgioli took no appeal. Borgioli petitioned this court, which issued an order clarifying that Borgioli's motion was timely. Following that order, the district court immediately granted the requested stay</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court's holding regarding the \"substantive due process right of a parent and her child not to have a child in state custody turned over to someone whom the state knows, or should know, to be dangerous\" was in error<i>Suboh,</i> 141 F.Supp.2d at 142. There is no evidence in the record to establish that the defendants had any reason to think that the Kandys posed a danger to Sofia.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/20707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/74532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108497/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198711/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556401/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/594699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2028614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2082916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2098870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2230361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2472559/"
  ]
}