{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200028/",
  "absolute_url": "/opinion/200028/united-states-v-conley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200028/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:42:32Z",
  "date_modified": "2016-02-28T05:02:04.613753Z",
  "type": "010combined",
  "sha1": "33725bfac477fa29cc2875334c98377d471e78f4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2693-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/07/15/US_v._Conley.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 01-2693\n\n                        KENNETH CONLEY,\n\n                     Petitioner, Appellee,\n\n                               v.\n\n                   UNITED STATES OF AMERICA,\n\n                     Respondent, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Robert E. Keeton, U.S. District Judge]\n\n\n                            Before\n\n                      Boudin, Chief Judge,\n                 Bownes, Senior Circuit Judge,\n                 and Torruella, Circuit Judge.\n\n\n\n     S. Theodore Merritt, Assistant U.S. Attorney, with whom,\nMichael J. Sullivan, United States Attorney, and Ralph F. Boyd,\nJr., Assistant Attorney General, Civil Rights Division, United\nStates Department of Justice, were on brief, for appellant.\n     Saul M. Pilchen, with whom, Robert S. Bennett, Jonice Gray\nTucker, and Thomas J. Dougherty, were on brief, for appellee.\n\n\n\n\n                         July 15, 2002\n\f            BOWNES, Senior Circuit Judge.       This is the third appeal\n\narising from defendant-appellant Kenneth Conley's jury conviction\n\nof perjury in violation of 18 U.S.C. § 1623 and obstruction of a\n\ngrand jury investigation in violation of 18 U.S.C. § 1503.            The\n\nconviction followed Conley's testimony before a grand jury, which\n\nwas   investigating   the   alleged   beating   of   plainclothes   police\n\nofficer Michael Cox by other police officers.\n\n            This case first came before us on direct appeal after\n\nConley's conviction.     We affirmed the conviction and the sentence\n\nof thirty-four months, ruling explicitly that the evidence was\n\nsufficient to support the conviction. United States v. Conley, 186\n\nF.3d 7, 20 (1st Cir. 1999), cert. denied, 529 U.S. 1017 (2000)\n\n(Conley I).     Conley then moved for a new trial based on newly\n\ndiscovered evidence, violations of Brady v. Maryland, 373 U.S. 83\n\n(1963), and jury misconduct.          The district court granted the\n\nmotion, finding that a new trial was warranted \"in the interests of\n\njustice.\"     United States v. Conley, 103 F. Supp. 2d 45, 57-58 (D.\n\nMass. 2000) (Conley II).      We reversed, ruling that the district\n\ncourt did not apply the correct legal test.            United States v.\n\nConley, 249 F.3d 38, 46-47 (1st Cir. 2001).\n\n            The present appeal arises from a petition under 28 U.S.C.\n\n§ 2255, which Conley filed shortly after our opinion in Conley II\n\nhad issued.    The district court set aside Conley's conviction:\n\n            The Judgment of Conviction under which\n            Petitioner is  presently restrained was\n\n                                  -2-\n\f            obtained in violation of the Due Process\n            Clause  of   the   Fifth  Amendment  to  the\n            Constitution of the United States in that\n            exculpatory   evidence   was  withheld  from\n            Petitioner during trial, which resulted in a\n            verdict not worthy of confidence.\n\nConley v. United States, 164 F. Supp. 2d 216, 217 (D. Mass. 2001)\n\n(Conley III).       We reverse the court below.\n\n                                 BACKGROUND\n\n            We set forth the factual background and much of the\n\nprocedural history of this case in Conley I, 186 F.3d at 11-15, and\n\nConley II, 249 F.3d at 40-44, and need not reiterate it.               Only the\n\nfollowing points bear emphasis:\n\n            In his motion for a new trial pursuant to Fed. R. Crim.\n\nP.   33,   Conley     focused   on   three   pieces   of   evidence:         the\n\ngovernment's failure to disclose Charles Bullard's grand jury\n\ntestimony; the government's knowing reliance on Richard Brown's\n\nperjured testimony that the Boston Police Department had brought\n\ndrug charges against him in retaliation for the testimony he gave\n\nat the civil trial; and the government's failure to disclose the\n\ntranscript    of    an   interview   of   Officer   Richard   Walker    by   the\n\nInternal Affairs Division (IAD) of the Boston Police Department, in\n\nwhich Walker made a tentative photo identification of the tall\n\nwhite officer who chased and arrested Brown as an officer other\n\nthan Conley.\n\n             The district court's opinion on this motion analyzed\n\nthese three pieces of evidence.           After setting forth the standard\n\n                                      -3-\n\ffor a new trial based on newly discovered evidence, United States\n\nv. Wright, 625 F.2d 1017, 1019 (1st Cir. 1980), and a prosecutor's\n\nobligation to disclose exculpatory evidence, Brady, 373 U.S. at 87,\n\nit considered the separate and cumulative effect of the evidence.\n\nConley, 103 F. Supp. 2d at 51-55.     The district court determined\n\nthat the government's failure to disclose Bullard's grand jury\n\ntestimony did not violate Brady, and that Officer Walker's IAD\n\ninterview transcript was \"inconclusive as to the government's duty\n\nof disclosure and defense counsel's duty of disclosure and defense\n\ncounsel's diligence.\"   Conley II, 249 F.3d at 44.   The court went\n\non to frame two questions for its consideration:\n\n          [Question One:] Did the prosecution have and\n          withhold information from defense counsel that\n          would have led a reasonable person to expect\n          that a civil trial would occur, similar to the\n          civil trial that did in fact occur after the\n          criminal conviction and sentence in this case,\n          and that the testimony at the civil trial\n          would be substantially as we now know it was\n          in fact?\n\n          [Question Two:] If so, were defense counsel so\n          severely impeded in their preparation of an\n          overall   defense    strategy   and    in    the\n          performance   of   the   function   of    cross-\n          examination of those particular witnesses, out\n          of the larger number of police officers,\n          including   both  uniformed    and   undercover\n          officers, who were in the vicinity of the\n          brutal beating of Michael Cox, an undercover\n          Boston police officer, by a uniformed Boston\n          police officer, that in the interests of\n          justice a new trial should be allowed?\n\n103 F. Supp. 2d at 57-58.\n\n\n\n                                -4-\n\f          The district court answered the first question in the\n\naffirmative.   The second question, it stated,\n\n          cannot be determined as a matter of law, under\n          the applicable legal standard explained in\n          Part III of this opinion [discussing Wright\n          and Brady, inter alia].      Instead, in the\n          unique circumstances of this case, I conclude\n          that the determination to allow or not to\n          allow a new trial is one committed to an\n          exercise of discretion by the court to which\n          the legal system assigns responsibility for\n          making the determination.\n\nId. at 58 (emphasis added).      The district court then used the\n\ndiscretion it had given itself to order a new trial \"in the\n\ninterests of justice.\"   Id.\n\n          In our review of the district court's opinion on Conley's\n\nmotion for a new trial, we discussed the requirements for a new\n\ntrial based on newly discovered evidence and/or violation of Brady.\n\nConley II, 249 F.3d at 44-45.   We concluded that the district court\n\nerred in allowing a new trial \"in the interests of justice\" instead\n\nof applying either the Wright or Brady standards:\n\n               As we explained supra, a new trial may be\n          ordered in this case only if the standards set\n          forth in Wright and/or Brady are satisfied.\n          Both Wright and Brady require a showing that\n          the evidence was material and that the\n          defendant was prejudiced to some degree. We\n          must defer to the district court's explicit\n          findings   as   to  the   Bullard  and   Brown\n          testimony, as well as to its statement that\n          prejudice could not be determined upon a\n          consideration of the evidence as a whole.\n          Therefore, there is no basis for remanding\n          this matter, and we REVERSE the district\n          court's order.\n\n\n                                 -5-\n\fConley II, 249 F.3d at 47 (internal citations omitted).         We\n\ndirected that the district court's sentence, which we had affirmed\n\nin Conley I, be executed.    Id.\n\n            Only one week after we issued Conley II, Conley brought\n\na motion to set aside conviction under 28 U.S.C. § 2255.     Again,\n\nthe district court held that Conley was entitled to relief from\n\njudgment.    Conley III, 164 F. Supp. 2d at 223-24.\n\n            In Conley III, on appeal before us now, the district\n\ncourt made the following findings:\n\n            (1) Richard Walker testified at the trial of\n            defendant Conley that Walker went through a\n            hole in the fence and made his way to the\n            bottom of an incline;\n\n            (2) when at the bottom of the incline he saw\n            two men standing in the street, one tall (six\n            feet or six feet two) and the other shorter\n            (about . . . five nine);\n\n            (3) the prosecutor used this evidence in his\n            closing to suggest that the taller was Conley;\n\n            (4) during testimony of March 27, 1995 to the\n            Internal Affairs Division (IAD) of the Boston\n            Police Department, Walker was shown a group of\n            photographs and with some uncertainty selected\n            two as persons at the bottom of the incline,\n            neither of whom was Conley;\n\n            (5) defendant Conley claims that this evidence\n            was unavailable to Conley and his attorney at\n            the criminal trial;\n\n            (6) this and other material evidence came out\n            in open court in the later trial of a civil\n            action brought by Michael Cox against several\n            officers, including the defendant Conley, in\n            December 1998, some six months after the\n\n\n                                   -6-\n\f           defendant was convicted in the criminal trial;\n           and\n\n           (7) even though the testimony given at the\n           December 1998 civil trial could not have been\n           withheld by the prosecutor in the criminal\n           trial, because it did not then exist, the\n           defendant Conley argued in his motion for new\n           trial and continues to press the argument now\n           that the prosecutor had withheld, during and\n           before the criminal trial, information that\n           the prosecutor then had about the IAD\n           proceedings, and if the prosecutor had made\n           that information available to Conley and his\n           attorney in time for use during the criminal\n           trial,   it  would   have  made   a  material\n           difference in the defense strategy, including\n           cross-examination.\n\nId. at 221-22.1   The court made no findings concerning the other\n\nevidence at issue in its earlier opinion, i.e., the testimony of\n\nBullard and Brown.\n\n           The district court held that the correct legal standard\n\nwas found in Wright, 625 F.2d at 1019.   Conley III, 164 F. Supp. 2d\n\nat 222.   It then restated the same two questions it had formulated\n\nin Conley I, set forth supra at page 4.    It held:\n\n           The newly discovered evidence, taken together\n           with all the conflicts presented in evidence\n           known to the defense before and during the\n           criminal trial, presents a dramatically more\n           compelling basis for finding that defense\n           counsel's opportunity to present a creditable\n           challenge to the government's case as a whole\n\n\n\n\n     1\n      The court stated that it made these findings on an \"enlarged\nrecord,\" suggesting that it was considering more or different\nevidence than it did in its earlier opinion. Id. at 222. Nowhere\ndoes the court explain what that evidence is.\n\n                                -7-\n\f            and to cross-examine effectively particular\n            witnesses was severely impeded.\n\nId. at 223.\n\n            Based on the factual findings recited supra, the court\n\nconcluded that Conley satisfied the elements of the Wright test.2\n\n            I conclude that the newly discovered evidence\n            is highly probative and neither immaterial nor\n            cumulative in nature. Instead, it is evidence\n            that strikes at the heart of the prosecution's\n            case, one which is largely based on the\n            credibility of its witnesses.      Indeed, the\n            strength of this evidence leads me to find\n            that the defendant has met his burden of\n            showing a probable result of acquittal in a\n            new trial.\n\nId.    The government appeals.\n\n                              DISCUSSION\n\n            Under 28 U.S.C. § 2255, a prisoner in federal custody may\n\npetition the sentencing court to vacate, set aside or correct the\n\nsentence on the ground that the sentence was imposed in violation\n\nof the Constitution or laws of the United States.             Brackett v.\n\nUnited States, 270 F.3d 60, 63 (1st Cir. 2001).               Claims that\n\npreviously have been addressed on direct review, however, may not\n\nbe    readjudicated   collaterally    under   §   2255   absent   equitable\n\n\n       2\n      Under Wright, the moving party must demonstrate the following\nfour elements: (1) the evidence claimed to be newly discovered was\nunknown or unavailable to the defendant at the time of trial; (2)\nfailure to learn of the evidence was not attributable to lack of\ndiligence by the defendant; (3) the evidence is material, and not\nmerely cumulative or impeaching; and (4) it will probably result in\nan acquittal upon retrial of defendant. 625 F.2d at 1019; see also\nUnited States v. Gonzalez-Gonzalez, 258 F.3d 16, 20 (1st Cir.\n2001).\n\n                                     -8-\n\fconsiderations, such as actual innocence or cause and prejudice.\n\nWithrow   v.   Williams,   507   U.S.   680,   721   (1993)   (Scalia,   J.,\n\nconcurring); see also United States v. Michaud, 901 F.2d 5, 6 (1st\n\nCir. 1990); Tracy v. United States, 739 F.2d 679, 682 (1st Cir.\n\n1984)(\"[a]bsent an intervening change in the applicable law, issues\n\nthat have been raised and decided on a motion for a new trial\n\ncannot be reconsidered in a subsequent collateral attack\" (quoting\n\nUnited States v. Sanders, 723 F.2d 34, 36 (8th Cir. 1983)));\n\nDirring v. United States, 370 F.2d 862, 864 (1st Cir. 1967).\n\n           In a related vein, the doctrine of \"law of the case\" is\n\na prudential principle that \"precludes relitigation of the legal\n\nissues presented in successive stages of a single case once those\n\nissues have been decided.\"       Field v. Mans, 157 F.3d 35, 40 (1st\n\nCir. 1998) (quoting Cohen v. Brown Univ., 101 F.3d 155, 167 (1st\n\nCir. 1996)).   \"For a bar to exist, an issue must have been actually\n\nconsidered and decided by the appellate court, or a decision on the\n\nissue must be necessarily inferred from the disposition on appeal.\"\n\nId. (internal quotation marks omitted) (quoting Commercial Union\n\nIns. Co. v. Walbrook Ins. Co., Ltd., 41 F.3d 764, 770 (1st Cir.\n\n1994)).\n\n           The law of the case doctrine prohibits a litigant from\n\nresurrecting an issue decided by the trial court that either has\n\nnot been challenged on appeal or has been decided on appeal.             Id.\n\nat 40; United States v. Rosen, 929 F.2d 839, 842 n.5 (1st Cir.\n\n\n                                   -9-\n\f1991). Another aspect of the doctrine is the \"mandate\" rule, which\n\nrequires the district court to follow the ruling of the court of\n\nappeals.   Field, 157 F.3d at 40.    We review an application of the\n\nlaw of the case de novo.   Id.\n\n           The district court's conclusion in Conley III that the\n\nthe newly discovered evidence pertaining to Walker satisfied the\n\nWright criteria is foreclosed by these doctrines.        First, the\n\ndistrict court essentially reversed course as to whether the Walker\n\nevidence fulfilled the requirement of prejudice.    In its previous\n\ndecision, it held that the question of prejudice \"could not be\n\ndetermined as a matter of law\" under the standards set forth in\n\nWright and Brady.   103 F. Supp. 2d at 58.    That same evidence, it\n\nnow says, is sufficient to warrant a new trial under Wright.     164\n\nF. Supp. 2d at 222.3\n\n           Moreover, the district court's most recent treatment of\n\nthe Walker evidence is at odds with its previous ruling as to at\n\nleast one other key element.        Earlier, it called Walker's IAD\n\n\n\n     3\n      In its opinion in Conley II, the district court discussed in\nsome depth the testimony of Bullard and Brown, and made clear that\nits holding as to prejudice encompassed the entirety of that newly\ndiscovered and/or disclosed evidence. 103 F. Supp. 2d at 51-54.\nThe district court's opinion in Conley III, however, referenced\nonly the Walker evidence as a basis for its allowance of Conley's\n§ 2255 motion. 164 F. Supp. 2d at 221-22. Although it mentioned\nthe Bullard and Brown testimony, it did so only in the context of\n\"Background Criminal Proceedings.\" Id. at 218. We read Conley\nIII, therefore, as premising its determination of a Wright\nviolation solely on the Walker evidence.\n\n                                 -10-\n\ftestimony \"inconclusive\" as to the government's duty of disclosure\n\nand defense counsel's diligence.           103 F. Supp. 2d at 55.   In Conley\n\nIII, however, the court held that the Walker evidence satisfied all\n\nof the elements of Wright, including, by inference, the requirement\n\nthat Conley's failure to learn of the evidence was not attributable\n\nto his lack of diligence.              164 F. Supp. 2d at 223 (discussing\n\nWright, 625 F.2d at 1019).\n\n            In Conley II, we discussed and affirmed the district\n\ncourt's factual findings as to these elements of the Wright test,\n\nand instructed the court to carry out Conley's sentence.             249 F.3d\n\nat 46-47.   That decision binds the district court.           See Field, 157\n\nF.3d at 40; Withrow, 507 U.S. at 721.           Accordingly, we reverse the\n\ndistrict court's order setting aside Conley's conviction.\n\n            We know of no additional evidence that would explain the\n\ndistrict court's new and contrary conclusions as to prejudice and\n\ndefense counsel's diligence.           While the district court mentions in\n\npassing an \"enlarged record,\" it makes no specific findings that\n\nsupport its about-face.          Furthermore, the legal claims, although\n\nrecast in the form of a § 2255 petition, did not differ from the\n\nclaims before the district court and before us in Conley II.                See\n\nTracy,   739   F.2d   at   682    (a    petitioner   is   still   barred   from\n\nrelitigating the subject matter of claims on collateral review even\n\nif he recasts them in different nomenclature).             Nor was there any\n\nmaterial change in the controlling law following Conley II.                 See\n\n                                        -11-\n\fid.   Hence, we see no reason not to preclude the district court's\n\nreadjudication of settled issues.\n\n           For   these   reasons,   we     REVERSE   the   decision   of   the\n\ndistrict court.    We remand this case to the Chief Judge of the\n\nDistrict Court for the District of Massachusetts with instructions\n\nthat Conley's thirty-four-month sentence be executed.\n\n\n\n                   - Dissenting opinion follows -\n\n\n\n\n                                    -12-\n\f          BOUDIN, Chief Judge, dissenting.           Conley may or may not\n\nbe guilty but he is certainly jinxed.        The district court has twice\n\nordered new trials for Conley, each time giving reasons that\n\nundercut its own order; and this court is now reversing the\n\ndistrict court for the second time.          On this second occasion the\n\npanel majority has compounded the district court’s mistake with one\n\nof its own.\n\n          At Conley’s trial, three witnesses for the government\n\n(Cox, Brown and Walker) testified that Cox chased Brown to the\n\nfence and grabbed at Brown unsuccessfully as Brown scaled it and\n\ndropped to the other side.     Conley, by contrast, had earlier told\n\nthe grand jury that he had been close behind Brown and did not see\n\nCox at all.    Whether Conley saw Cox pursuing Brown mattered to the\n\ncivil rights investigation:     if untrue, Conley’s grand jury denial\n\nthat he had seen Cox wrongly forestalled efforts to have him\n\nidentify the other police officers who had beaten Cox immediately\n\nafter the chase under the illusion that Cox was a fleeing suspect.\n\n          By    convicting   Conley,   the    jury   made   clear   that   it\n\naccepted the Cox-Brown-Walker version of events.              Although the\n\nchase occurred in the early morning hours in confusing conditions,\n\nthe trial evidence was adequate to support a conviction; and this\n\nis so even though the prosecution witnesses were vulnerable1 and\n\n\n     1\n     Brown was a felon testifying against the man who had captured\nhim (Conley).   Cox had been badly beaten and had fairly little\n\n                                 -13-\n\ftheir evidence was circumstantial as to Conley's guilt (since no\n\none could testify from personal knowledge that Conley had actually\n\nseen Cox).    Conley was sentenced to just under three years in\n\nprison.   On direct appeal, this court affirmed.   United States v.\n\nConley, 186 F.3d 7 (1st Cir. 1999), cert. denied, 529 U.S. 1017\n\n(2000).\n\n          After the affirmance, Conley moved for a new trial under\n\nFed. R. Crim. P. 33.   Because this motion was made more than seven\n\ndays after the verdict, the rule by its terms limited Conley to\n\nclaims that newly discovered evidence justified a new trial. Under\n\nthe case law, the burden of showing that the evidence would likely\n\nalter the result is ordinarily quite heavy, see United States v.\n\nWright, 625 F.2d 1017 (1st Cir. 1980); it is somewhat less if the\n\nnew evidence was wrongly withheld by the government in violation of\n\nits obligations under Brady v. Maryland, 373 U.S. 83 (1963).\n\nConley made (and continues to make) claims in both categories.\n\n          The district court then ordered a new trial, without\n\nfinding prejudice under either Wright or Brady, instead, it said\n\nthat a new trial was justified in \"the interests of justice,\" the\n\ngeneral test applied where a new trial motion is made within seven\n\ndays of conviction.    See United States v. Conley, 103 F. Supp. 2d\n\n\n\n\nrecall about most of the events for several months after. As for\nWalker, much of the “new evidence” now at issue aimed at impeaching\nhim.\n\n                                -14-\n\f45 (D. Mass. 2000).    On appeal by the government, this court held\n\nthat the district court could not use the general \"interest of\n\njustice\" standard to bypass the established Wright and Brady\n\nprejudice requirements for new trials.               See United States v.\n\nConley, 249 F.3d 38 (1st Cir. 2001).\n\n          Conley then filed the present motion in the district\n\ncourt under 28 U.S.C. § 2255, urging essentially the same newly\n\ndiscovered evidence as the basis for a collateral attack on his\n\nconviction.2   In its new decision, now before this court, the\n\ndistrict court granted the section 2255 motion, setting aside the\n\nconviction and ordering a new trial.          See Conley v. United States,\n\n164 F. Supp. 2d 216 (D. Mass. 2001).            In doing so, the district\n\ncourt said that it was applying the Wright test, mandated by this\n\ncourt’s earlier decision on the new trial motion.             See id. at 222.\n\nThe district   court   then   found    that    the   Wright    criteria   were\n\nsatisfied by new evidence relied upon by Conley; this included a\n\nruling that the new evidence was so powerful that it would probably\n\ncause an acquittal on retrial.        See id.\n\n\n\n\n     2\n      Nowhere is the evidence neatly catalogued but at various\npoints Conley has relied on six pieces of alleged new evidence\nunder Wright, Brady or both:       (1) post-trial testimony of a\nsecurity guard named Charles Bullard contradicting key prosecution\nwitnesses; (2) an item of evidence thought useful to impeach Brown;\nand (3) four different items of evidence that might be used to\nimpeach Walker.\n\n                                 -15-\n\f          On the government’s present appeal, the panel majority\n\nnow reverses the district court, this time relying on the law of\n\nthe case doctrine instead of addressing Conley’s claims on the\n\nmerits.   Law of the case doctrine has two branches:   one provides\n\nthat a court must respect and follow its own prior rulings made at\n\na prior stage in the same case; the other branch——sometimes known\n\nas the mandate rule——far more stringently precludes a lower court\n\nfrom contravening the prior rulings of a higher court made at an\n\nearlier stage of the same controversy.3\n\n           Although there are exceptions to the law of the case\n\ndoctrine, e.g., United States v. Bell, 988 F.2d 247, 251 (1st Cir.\n\n1993), it is unnecessary to invoke them because the doctrine itself\n\ndoes not properly apply on the present facts.   The panel majority\n\nbegins by asserting that the district court has contradicted\n\nitself; the panel opinion says the district court held on the Rule\n\n33 motion that the new evidence did not meet the Wright standard\n\nand now in the section 2255 motion the district court holds that it\n\ndoes satisfy Wright.\n\n\n\n     3\n      Law of the case doctrine \"posits that when a court decides\nupon a rule of law, that decision should continue to govern the\nsame issues in subsequent stages in the same case.\" Arizona v.\nCalifornia, 460 U.S. 605, 618 (1983); see also NLRB v. Goodless\nBros. Elec. Co., 285 F.3d 102, 107 (1st Cir. 2002); United States\nv. Rivera-Martinez, 931 F.2d 148, 151 (1st Cir. 1991), cert.\ndenied, 502 U.S. 862 (1991); Knapp Shoes, Inc. v. Sylvania Shoe\nMfg. Corp., 72 F.3d 190, 197-98 (1st Cir. 1995), cert. denied, 517\nU.S. 1245 (1996).\n\n                               -16-\n\f              Although   the   district    court   is   the    author   of   this\n\nconfusion, nothing in its prior Rule 33 decision said plainly that\n\nthe Wright or Brady standard could not be met.                      Rather, in\n\nretrospect, it is quite possible that the district court aimed to\n\nbypass Wright, believing that it had a broader power to decide the\n\nnew trial issue under the \"interest of justice\" standard \"in the\n\nunique circumstances of this case.\"                103 F. Supp. 2d at 58.\n\nNothing else explains its present insistence that, having been told\n\nby this court to apply Wright, it now concludes that Wright\n\nwarrants a new trial.\n\n              The truth is that, so far as Wright and Brady are\n\nconcerned,     the   district    court’s     earlier    Rule   33   opinion   is\n\nimpenetrable.     Certainly in light of its later actions, no one can\n\nsay confidently just what it meant in saying that \"the second\n\nquestion stated above cannot be determined as a matter of law,\"\n\n103 F. Supp. 2d at 58, the cryptic statement relied on by the panel\n\nmajority.     It is one thing to hold the district court to something\n\nit clearly said; it is quite another to invoke law of the case on\n\nthe basis of a debatable reading of the district court’s opinion,\n\na reading implicitly disclaimed by the very judge who wrote the\n\nopinion.\n\n              Still less does the district court’s new ruling as to\n\nWright contradict the so-called mandate rule, mainly relied on by\n\nthe   panel    majority.       The   \"mandate\"     itself——effectively,       the\n\n                                      -17-\n\fdirective embodied in this court’s earlier decision——ordered only\n\nthat the district court deny the new trial motion under Rule 33,\n\nwhich it did.    This by itself does not preclude a section 2255\n\nproceeding.    At most it simply precludes the district court from\n\nrevisiting a substantive issue decided by this court on the first\n\ngo-around.    See Knapp, 72 F.3d at 197-98.\n\n          The district court’s new ruling under section 2255 might\n\ncontradict this court’s decisions on the Rule 33 appeal if this\n\ncourt had itself earlier considered and rejected the Wright claim\n\non the merits, but this court did not do so.         Instead, believing\n\n(it now appears mistakenly) that the district court had rejected\n\nthe Wright claim on the merits, and that that ruling was not being\n\nchallenged,   this   court   thought    that   no   remand   for   further\n\nconsideration was necessary after the panel rejected the district\n\ncourt’s \"interests of justice\" rationale for a new trial.\n\n          Where, then, does this leave matters?         In principal, it\n\nmeans that the panel ought to address the merit of Conley’s 2255\n\nclaims rather than rely on law of the case.           Unfortunately for\n\nConley, his Wright claim, whatever its merit, is not available on\n\ncollateral attack.    The district court was mistakenly concerned\n\nthat consideration of Wright might violate the mandate rule, Conley\n\nv. United States, No. 01-10853 (D. Mass. July 30, 2001), but that\n\nwas the wrong concern:   the correct one is that new evidence claims\n\n\n\n\n                                 -18-\n\funder Wright are cognizable only in post trial motions for a new\n\ntrial and on direct review of such decisions.\n\n          On direct appeal, any claim of error can be raised; but\n\nsection 2255 is a surrogate for habeas.        See Davis v. United\n\nStates, 417 U.S. 333, 343 (1974).     Powerful evidence of innocence\n\nsatisfies one of the new gatekeeper requirements under the amended\n\nhabeas statute, 28 U.S.C. § 2255; but a traditional habeas ground\n\nis required once one gets through the gate.     Merely to claim that\n\nnew evidence casts doubt, even grave doubt, on the correctness of\n\na final judgment of conviction is not a ground for relief on\n\ncollateral attack.   See Herrera v. Collins, 506 U.S. 390, 400\n\n(1993); United States v. Evans, 224 F.3d 670, 673-74 (7th Cir.\n\n2000).4\n\n          This leaves open Conley’s claim under Brady, a settled\n\nbasis for collateral attack.   See Barrett v. United States, 965\n\nF.2d 1184, 1189 (1st Cir. 1992).       Indeed, claims based on new\n\nevidence wrongfully withheld can prevail on a lesser showing of\n\nprejudice (because they assume government misconduct).    See United\n\nStates v. Gonzalez-Gonzalez, 258 F.3d 16, 20 (1st Cir. 2001).     In\n\n\n\n     4\n      It is not clear if and when a habeas claim might ever be\nbased simply on proof of actual innocence, see Herrera, 506 U.S. at\n417; but Conley is not within miles of such a showing. At best,\nthe newly discovered evidence, adding everything together, simply\nincreases in some measure—how much is debatable—the likelihood that\nat a new trial a jury might find reasonable doubt of guilt and so\nacquit.\n\n                               -19-\n\fits latest decision, the district court invoked Wright and said\n\nexpressly \"I do not consider further the Brady test.\"     Conley v.\n\nUnited States, 164 F. Supp. 2d 216, 222 (D. Mass. 2001).    Nor did\n\nthe district court squarely address and resolve the merits of the\n\nBrady claim at any earlier stage.\n\n           Thus, Conley is entitled to a decision on the Brady issue\n\neither through a remand to the district court, which is the\n\ncustomary approach, or by having this court address and decide that\n\nissue.   Both courses would involve delay; but in that respect this\n\ncase sets no record.    In all events, one course or the other is\n\nsimply Conley’s right under existing law.    Conley might well lose\n\nhis Brady claim, whose assessment requires reconstructing a good\n\ndeal of trial history; but that is no excuse for depriving him of\n\nthe opportunity.\n\n\n\n\n                                -20-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\nNo. 01-2693\n\n                        KENNETH CONLEY,\n\n                     Petitioner, Appellee,\n\n                               v.\n\n                   UNITED STATES OF AMERICA,\n\n                     Respondent, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Robert E. Keeton, U.S. District Judge]\n\n\n                            Before\n\n                      Boudin, Chief Judge,\n                 Bownes, Senior Circuit Judge,\n                 and Torruella, Circuit Judge.\n\n\n\n     S. Theodore Merritt, Assistant U.S. Attorney, with whom,\nMichael J. Sullivan, United States Attorney, and Ralph F. Boyd,\nJr., Assistant Attorney General, Civil Rights Division, United\nStates Department of Justice, were on brief, for appellant.\n     Saul M. Pilchen, with whom, Robert S. Bennett, Jonice Gray\nTucker, and Thomas J. Dougherty, were on brief, for appellee.\n\n\n\n\n                         July 15, 2002\n\f            BOWNES, Senior Circuit Judge.       This is the third appeal\n\narising from defendant-appellant Kenneth Conley's jury conviction\n\nof perjury in violation of 18 U.S.C. § 1623 and obstruction of a\n\ngrand jury investigation in violation of 18 U.S.C. § 1503.            The\n\nconviction followed Conley's testimony before a grand jury, which\n\nwas   investigating   the   alleged   beating   of   plainclothes   police\n\nofficer Michael Cox by other police officers.\n\n            This case first came before us on direct appeal after\n\nConley's conviction.     We affirmed the conviction and the sentence\n\nof thirty-four months, ruling explicitly that the evidence was\n\nsufficient to support the conviction. United States v. Conley, </pre><span class=\"citation\" data-id=\"765470\"><a href=\"/opinion/765470/united-states-v-kenneth-m-conley/\"><span class=\"volume\">186</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 20 (1st Cir. 1999), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span><pre class=\"inline\"> (2000)\n\n(Conley I).     Conley then moved for a new trial based on newly\n\ndiscovered evidence, violations of Brady v. Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\">\n\n(1963), and jury misconduct.          The district court granted the\n\nmotion, finding that a new trial was warranted \"in the interests of\n\njustice.\"     United States v. Conley, </pre><span class=\"citation\" data-id=\"2469527\"><a href=\"/opinion/2469527/united-states-v-conley/\"><span class=\"volume\">103</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">45</span></a></span><pre class=\"inline\">, 57-58 (D.\n\nMass. 2000) (Conley II).      We reversed, ruling that the district\n\ncourt did not apply the correct legal test.            United States v.\n\nConley, </pre><span class=\"citation\" data-id=\"199406\"><a href=\"/opinion/199406/united-states-v-conley/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span><pre class=\"inline\">, 46-47 (1st Cir. 2001).\n\n            The present appeal arises from a petition under 28 U.S.C.\n\n§ 2255, which Conley filed shortly after our opinion in Conley II\n\nhad issued.    The district court set aside Conley's conviction:\n\n            The Judgment of Conviction under which\n            Petitioner is  presently restrained was\n\n                                  -2-\n\f            obtained in violation of the Due Process\n            Clause  of   the   Fifth  Amendment  to  the\n            Constitution of the United States in that\n            exculpatory   evidence   was  withheld  from\n            Petitioner during trial, which resulted in a\n            verdict not worthy of confidence.\n\nConley v. United States, </pre><span class=\"citation\" data-id=\"2459852\"><a href=\"/opinion/2459852/conley-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">216</span></a></span><pre class=\"inline\">, 217 (D. Mass. 2001)\n\n(Conley III).       We reverse the court below.\n\n                                 BACKGROUND\n\n            We set forth the factual background and much of the\n\nprocedural history of this case in Conley I, 186 F.3d at 11-15, and\n\nConley II, 249 F.3d at 40-44, and need not reiterate it.               Only the\n\nfollowing points bear emphasis:\n\n            In his motion for a new trial pursuant to Fed. R. Crim.\n\nP.   33,   Conley     focused   on   three   pieces   of   evidence:         the\n\ngovernment's failure to disclose Charles Bullard's grand jury\n\ntestimony; the government's knowing reliance on Richard Brown's\n\nperjured testimony that the Boston Police Department had brought\n\ndrug charges against him in retaliation for the testimony he gave\n\nat the civil trial; and the government's failure to disclose the\n\ntranscript    of    an   interview   of   Officer   Richard   Walker    by   the\n\nInternal Affairs Division (IAD) of the Boston Police Department, in\n\nwhich Walker made a tentative photo identification of the tall\n\nwhite officer who chased and arrested Brown as an officer other\n\nthan Conley.\n\n             The district court's opinion on this motion analyzed\n\nthese three pieces of evidence.           After setting forth the standard\n\n                                      -3-\n\ffor a new trial based on newly discovered evidence, United States\n\nv. Wright, </pre><span class=\"citation\" data-id=\"380303\"><a href=\"/opinion/380303/united-states-v-henry-james-wright-jr/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span><pre class=\"inline\">, 1019 (1st Cir. 1980), and a prosecutor's\n\nobligation to disclose exculpatory evidence, Brady, 373 U.S. at 87,\n\nit considered the separate and cumulative effect of the evidence.\n\nConley, 103 F. Supp. 2d at 51-55.     The district court determined\n\nthat the government's failure to disclose Bullard's grand jury\n\ntestimony did not violate Brady, and that Officer Walker's IAD\n\ninterview transcript was \"inconclusive as to the government's duty\n\nof disclosure and defense counsel's duty of disclosure and defense\n\ncounsel's diligence.\"   Conley II, 249 F.3d at 44.   The court went\n\non to frame two questions for its consideration:\n\n          [Question One:] Did the prosecution have and\n          withhold information from defense counsel that\n          would have led a reasonable person to expect\n          that a civil trial would occur, similar to the\n          civil trial that did in fact occur after the\n          criminal conviction and sentence in this case,\n          and that the testimony at the civil trial\n          would be substantially as we now know it was\n          in fact?\n\n          [Question Two:] If so, were defense counsel so\n          severely impeded in their preparation of an\n          overall   defense    strategy   and    in    the\n          performance   of   the   function   of    cross-\n          examination of those particular witnesses, out\n          of the larger number of police officers,\n          including   both  uniformed    and   undercover\n          officers, who were in the vicinity of the\n          brutal beating of Michael Cox, an undercover\n          Boston police officer, by a uniformed Boston\n          police officer, that in the interests of\n          justice a new trial should be allowed?\n\n103 F. Supp. 2d at 57-58.\n\n\n\n                                -4-\n\f          The district court answered the first question in the\n\naffirmative.   The second question, it stated,\n\n          cannot be determined as a matter of law, under\n          the applicable legal standard explained in\n          Part III of this opinion [discussing Wright\n          and Brady, inter alia].      Instead, in the\n          unique circumstances of this case, I conclude\n          that the determination to allow or not to\n          allow a new trial is one committed to an\n          exercise of discretion by the court to which\n          the legal system assigns responsibility for\n          making the determination.\n\nId. at 58 (emphasis added).      The district court then used the\n\ndiscretion it had given itself to order a new trial \"in the\n\ninterests of justice.\"   Id.\n\n          In our review of the district court's opinion on Conley's\n\nmotion for a new trial, we discussed the requirements for a new\n\ntrial based on newly discovered evidence and/or violation of Brady.\n\nConley II, 249 F.3d at 44-45.   We concluded that the district court\n\nerred in allowing a new trial \"in the interests of justice\" instead\n\nof applying either the Wright or Brady standards:\n\n               As we explained supra, a new trial may be\n          ordered in this case only if the standards set\n          forth in Wright and/or Brady are satisfied.\n          Both Wright and Brady require a showing that\n          the evidence was material and that the\n          defendant was prejudiced to some degree. We\n          must defer to the district court's explicit\n          findings   as   to  the   Bullard  and   Brown\n          testimony, as well as to its statement that\n          prejudice could not be determined upon a\n          consideration of the evidence as a whole.\n          Therefore, there is no basis for remanding\n          this matter, and we REVERSE the district\n          court's order.\n\n\n                                 -5-\n\fConley II, 249 F.3d at 47 (internal citations omitted).         We\n\ndirected that the district court's sentence, which we had affirmed\n\nin Conley I, be executed.    Id.\n\n            Only one week after we issued Conley II, Conley brought\n\na motion to set aside conviction under 28 U.S.C. § 2255.     Again,\n\nthe district court held that Conley was entitled to relief from\n\njudgment.    Conley III, 164 F. Supp. 2d at 223-24.\n\n            In Conley III, on appeal before us now, the district\n\ncourt made the following findings:\n\n            (1) Richard Walker testified at the trial of\n            defendant Conley that Walker went through a\n            hole in the fence and made his way to the\n            bottom of an incline;\n\n            (2) when at the bottom of the incline he saw\n            two men standing in the street, one tall (six\n            feet or six feet two) and the other shorter\n            (about . . . five nine);\n\n            (3) the prosecutor used this evidence in his\n            closing to suggest that the taller was Conley;\n\n            (4) during testimony of March 27, 1995 to the\n            Internal Affairs Division (IAD) of the Boston\n            Police Department, Walker was shown a group of\n            photographs and with some uncertainty selected\n            two as persons at the bottom of the incline,\n            neither of whom was Conley;\n\n            (5) defendant Conley claims that this evidence\n            was unavailable to Conley and his attorney at\n            the criminal trial;\n\n            (6) this and other material evidence came out\n            in open court in the later trial of a civil\n            action brought by Michael Cox against several\n            officers, including the defendant Conley, in\n            December 1998, some six months after the\n\n\n                                   -6-\n\f           defendant was convicted in the criminal trial;\n           and\n\n           (7) even though the testimony given at the\n           December 1998 civil trial could not have been\n           withheld by the prosecutor in the criminal\n           trial, because it did not then exist, the\n           defendant Conley argued in his motion for new\n           trial and continues to press the argument now\n           that the prosecutor had withheld, during and\n           before the criminal trial, information that\n           the prosecutor then had about the IAD\n           proceedings, and if the prosecutor had made\n           that information available to Conley and his\n           attorney in time for use during the criminal\n           trial,   it  would   have  made   a  material\n           difference in the defense strategy, including\n           cross-examination.\n\nId. at 221-22.1   The court made no findings concerning the other\n\nevidence at issue in its earlier opinion, i.e., the testimony of\n\nBullard and Brown.\n\n           The district court held that the correct legal standard\n\nwas found in Wright, 625 F.2d at 1019.   Conley III, 164 F. Supp. 2d\n\nat 222.   It then restated the same two questions it had formulated\n\nin Conley I, set forth supra at page 4.    It held:\n\n           The newly discovered evidence, taken together\n           with all the conflicts presented in evidence\n           known to the defense before and during the\n           criminal trial, presents a dramatically more\n           compelling basis for finding that defense\n           counsel's opportunity to present a creditable\n           challenge to the government's case as a whole\n\n\n\n\n     1\n      The court stated that it made these findings on an \"enlarged\nrecord,\" suggesting that it was considering more or different\nevidence than it did in its earlier opinion. Id. at 222. Nowhere\ndoes the court explain what that evidence is.\n\n                                -7-\n\f            and to cross-examine effectively particular\n            witnesses was severely impeded.\n\nId. at 223.\n\n            Based on the factual findings recited supra, the court\n\nconcluded that Conley satisfied the elements of the Wright test.2\n\n            I conclude that the newly discovered evidence\n            is highly probative and neither immaterial nor\n            cumulative in nature. Instead, it is evidence\n            that strikes at the heart of the prosecution's\n            case, one which is largely based on the\n            credibility of its witnesses.      Indeed, the\n            strength of this evidence leads me to find\n            that the defendant has met his burden of\n            showing a probable result of acquittal in a\n            new trial.\n\nId.    The government appeals.\n\n                              DISCUSSION\n\n            Under 28 U.S.C. § 2255, a prisoner in federal custody may\n\npetition the sentencing court to vacate, set aside or correct the\n\nsentence on the ground that the sentence was imposed in violation\n\nof the Constitution or laws of the United States.             Brackett v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"199661\"><a href=\"/opinion/199661/brackett-v-united-states/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">, 63 (1st Cir. 2001).               Claims that\n\npreviously have been addressed on direct review, however, may not\n\nbe    readjudicated   collaterally    under   §   2255   absent   equitable\n\n\n       2\n      Under Wright, the moving party must demonstrate the following\nfour elements: (1) the evidence claimed to be newly discovered was\nunknown or unavailable to the defendant at the time of trial; (2)\nfailure to learn of the evidence was not attributable to lack of\ndiligence by the defendant; (3) the evidence is material, and not\nmerely cumulative or impeaching; and (4) it will probably result in\nan acquittal upon retrial of defendant. 625 F.2d at 1019; see also\nUnited States v. Gonzalez-Gonzalez, </pre><span class=\"citation\" data-id=\"774127\"><a href=\"/opinion/774127/united-states-v-manuel-gonzalez-gonzalez/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span><pre class=\"inline\">, 20 (1st Cir.\n2001).\n\n                                     -8-\n\fconsiderations, such as actual innocence or cause and prejudice.\n\nWithrow   v.   Williams,   </pre><span class=\"citation\" data-id=\"112847\"><a href=\"/opinion/112847/withrow-v-williams/\"><span class=\"volume\">507</span>   <span class=\"reporter\">U.S.</span>   <span class=\"page\">680</span></a></span><pre class=\"inline\">,   721   (1993)   (Scalia,   J.,\n\nconcurring); see also United States v. Michaud, </pre><span class=\"citation\" data-id=\"539957\"><a href=\"/opinion/539957/united-states-v-hubert-michaud/\"><span class=\"volume\">901</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 6 (1st\n\nCir. 1990); Tracy v. United States, </pre><span class=\"citation\" data-id=\"439056\"><a href=\"/opinion/439056/francis-p-tracey-v-united-states/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">679</span></a></span><pre class=\"inline\">, 682 (1st Cir.\n\n1984)(\"[a]bsent an intervening change in the applicable law, issues\n\nthat have been raised and decided on a motion for a new trial\n\ncannot be reconsidered in a subsequent collateral attack\" (quoting\n\nUnited States v. Sanders, </pre><span class=\"citation\" data-id=\"428420\"><a href=\"/opinion/428420/united-states-v-willard-r-sanders/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 36 (8th Cir. 1983)));\n\nDirring v. United States, </pre><span class=\"citation\" data-id=\"274278\"><a href=\"/opinion/274278/john-t-dirring-v-united-states/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span><pre class=\"inline\">, 864 (1st Cir. 1967).\n\n           In a related vein, the doctrine of \"law of the case\" is\n\na prudential principle that \"precludes relitigation of the legal\n\nissues presented in successive stages of a single case once those\n\nissues have been decided.\"       Field v. Mans, </pre><span class=\"citation\" data-id=\"198162\"><a href=\"/opinion/198162/field-v-mans/\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 40 (1st\n\nCir. 1998) (quoting Cohen v. Brown Univ., </pre><span class=\"citation\" data-id=\"729930\"><a href=\"/opinion/729930/amy-cohen-v-brown-university/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span><pre class=\"inline\">, 167 (1st\n\nCir. 1996)).   \"For a bar to exist, an issue must have been actually\n\nconsidered and decided by the appellate court, or a decision on the\n\nissue must be necessarily inferred from the disposition on appeal.\"\n\nId. (internal quotation marks omitted) (quoting Commercial Union\n\nIns. Co. v. Walbrook Ins. Co., Ltd., </pre><span class=\"citation\" data-id=\"683508\"><a href=\"/opinion/683508/commercial-union-insurance-company-v-walbrook-insurance-co-ltd/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">764</span></a></span><pre class=\"inline\">, 770 (1st Cir.\n\n1994)).\n\n           The law of the case doctrine prohibits a litigant from\n\nresurrecting an issue decided by the trial court that either has\n\nnot been challenged on appeal or has been decided on appeal.             Id.\n\nat 40; United States v. Rosen, </pre><span class=\"citation\" data-id=\"558575\"><a href=\"/opinion/558575/united-states-v-jay-martin-rosen/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span><pre class=\"inline\">, 842 n.5 (1st Cir.\n\n\n                                   -9-\n\f1991). Another aspect of the doctrine is the \"mandate\" rule, which\n\nrequires the district court to follow the ruling of the court of\n\nappeals.   Field, 157 F.3d at 40.    We review an application of the\n\nlaw of the case de novo.   Id.\n\n           The district court's conclusion in Conley III that the\n\nthe newly discovered evidence pertaining to Walker satisfied the\n\nWright criteria is foreclosed by these doctrines.        First, the\n\ndistrict court essentially reversed course as to whether the Walker\n\nevidence fulfilled the requirement of prejudice.    In its previous\n\ndecision, it held that the question of prejudice \"could not be\n\ndetermined as a matter of law\" under the standards set forth in\n\nWright and Brady.   103 F. Supp. 2d at 58.    That same evidence, it\n\nnow says, is sufficient to warrant a new trial under Wright.     164\n\nF. Supp. 2d at 222.3\n\n           Moreover, the district court's most recent treatment of\n\nthe Walker evidence is at odds with its previous ruling as to at\n\nleast one other key element.        Earlier, it called Walker's IAD\n\n\n\n     3\n      In its opinion in Conley II, the district court discussed in\nsome depth the testimony of Bullard and Brown, and made clear that\nits holding as to prejudice encompassed the entirety of that newly\ndiscovered and/or disclosed evidence. 103 F. Supp. 2d at 51-54.\nThe district court's opinion in Conley III, however, referenced\nonly the Walker evidence as a basis for its allowance of Conley's\n§ 2255 motion. 164 F. Supp. 2d at 221-22. Although it mentioned\nthe Bullard and Brown testimony, it did so only in the context of\n\"Background Criminal Proceedings.\" Id. at 218. We read Conley\nIII, therefore, as premising its determination of a Wright\nviolation solely on the Walker evidence.\n\n                                 -10-\n\ftestimony \"inconclusive\" as to the government's duty of disclosure\n\nand defense counsel's diligence.           103 F. Supp. 2d at 55.   In Conley\n\nIII, however, the court held that the Walker evidence satisfied all\n\nof the elements of Wright, including, by inference, the requirement\n\nthat Conley's failure to learn of the evidence was not attributable\n\nto his lack of diligence.              164 F. Supp. 2d at 223 (discussing\n\nWright, 625 F.2d at 1019).\n\n            In Conley II, we discussed and affirmed the district\n\ncourt's factual findings as to these elements of the Wright test,\n\nand instructed the court to carry out Conley's sentence.             249 F.3d\n\nat 46-47.   That decision binds the district court.           See Field, 157\n\nF.3d at 40; Withrow, 507 U.S. at 721.           Accordingly, we reverse the\n\ndistrict court's order setting aside Conley's conviction.\n\n            We know of no additional evidence that would explain the\n\ndistrict court's new and contrary conclusions as to prejudice and\n\ndefense counsel's diligence.           While the district court mentions in\n\npassing an \"enlarged record,\" it makes no specific findings that\n\nsupport its about-face.          Furthermore, the legal claims, although\n\nrecast in the form of a § 2255 petition, did not differ from the\n\nclaims before the district court and before us in Conley II.                See\n\nTracy,   739   F.2d   at   682    (a    petitioner   is   still   barred   from\n\nrelitigating the subject matter of claims on collateral review even\n\nif he recasts them in different nomenclature).             Nor was there any\n\nmaterial change in the controlling law following Conley II.                 See\n\n                                        -11-\n\fid.   Hence, we see no reason not to preclude the district court's\n\nreadjudication of settled issues.\n\n           For   these   reasons,   we     REVERSE   the   decision   of   the\n\ndistrict court.    We remand this case to the Chief Judge of the\n\nDistrict Court for the District of Massachusetts with instructions\n\nthat Conley's thirty-four-month sentence be executed.\n\n\n\n                   - Dissenting opinion follows -\n\n\n\n\n                                    -12-\n\f          BOUDIN, Chief Judge, dissenting.           Conley may or may not\n\nbe guilty but he is certainly jinxed.        The district court has twice\n\nordered new trials for Conley, each time giving reasons that\n\nundercut its own order; and this court is now reversing the\n\ndistrict court for the second time.          On this second occasion the\n\npanel majority has compounded the district court’s mistake with one\n\nof its own.\n\n          At Conley’s trial, three witnesses for the government\n\n(Cox, Brown and Walker) testified that Cox chased Brown to the\n\nfence and grabbed at Brown unsuccessfully as Brown scaled it and\n\ndropped to the other side.     Conley, by contrast, had earlier told\n\nthe grand jury that he had been close behind Brown and did not see\n\nCox at all.    Whether Conley saw Cox pursuing Brown mattered to the\n\ncivil rights investigation:     if untrue, Conley’s grand jury denial\n\nthat he had seen Cox wrongly forestalled efforts to have him\n\nidentify the other police officers who had beaten Cox immediately\n\nafter the chase under the illusion that Cox was a fleeing suspect.\n\n          By    convicting   Conley,   the    jury   made   clear   that   it\n\naccepted the Cox-Brown-Walker version of events.              Although the\n\nchase occurred in the early morning hours in confusing conditions,\n\nthe trial evidence was adequate to support a conviction; and this\n\nis so even though the prosecution witnesses were vulnerable1 and\n\n\n     1\n     Brown was a felon testifying against the man who had captured\nhim (Conley).   Cox had been badly beaten and had fairly little\n\n                                 -13-\n\ftheir evidence was circumstantial as to Conley's guilt (since no\n\none could testify from personal knowledge that Conley had actually\n\nseen Cox).    Conley was sentenced to just under three years in\n\nprison.   On direct appeal, this court affirmed.   United States v.\n\nConley, </pre><span class=\"citation\" data-id=\"765470\"><a href=\"/opinion/765470/united-states-v-kenneth-m-conley/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\"> (1st Cir. 1999), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span><pre class=\"inline\">\n\n(2000).\n\n          After the affirmance, Conley moved for a new trial under\n\nFed. R. Crim. P. 33.   Because this motion was made more than seven\n\ndays after the verdict, the rule by its terms limited Conley to\n\nclaims that newly discovered evidence justified a new trial. Under\n\nthe case law, the burden of showing that the evidence would likely\n\nalter the result is ordinarily quite heavy, see United States v.\n\nWright, </pre><span class=\"citation\" data-id=\"380303\"><a href=\"/opinion/380303/united-states-v-henry-james-wright-jr/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span><pre class=\"inline\"> (1st Cir. 1980); it is somewhat less if the\n\nnew evidence was wrongly withheld by the government in violation of\n\nits obligations under Brady v. Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\"> (1963).\n\nConley made (and continues to make) claims in both categories.\n\n          The district court then ordered a new trial, without\n\nfinding prejudice under either Wright or Brady, instead, it said\n\nthat a new trial was justified in \"the interests of justice,\" the\n\ngeneral test applied where a new trial motion is made within seven\n\ndays of conviction.    See United States v. Conley, 103 F. Supp. 2d\n\n\n\n\nrecall about most of the events for several months after. As for\nWalker, much of the “new evidence” now at issue aimed at impeaching\nhim.\n\n                                -14-\n\f45 (D. Mass. 2000).    On appeal by the government, this court held\n\nthat the district court could not use the general \"interest of\n\njustice\" standard to bypass the established Wright and Brady\n\nprejudice requirements for new trials.               See United States v.\n\nConley, </pre><span class=\"citation\" data-id=\"199406\"><a href=\"/opinion/199406/united-states-v-conley/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span><pre class=\"inline\"> (1st Cir. 2001).\n\n          Conley then filed the present motion in the district\n\ncourt under 28 U.S.C. § 2255, urging essentially the same newly\n\ndiscovered evidence as the basis for a collateral attack on his\n\nconviction.2   In its new decision, now before this court, the\n\ndistrict court granted the section 2255 motion, setting aside the\n\nconviction and ordering a new trial.          See Conley v. United States,\n\n</pre><span class=\"citation\" data-id=\"2459852\"><a href=\"/opinion/2459852/conley-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">216</span></a></span><pre class=\"inline\"> (D. Mass. 2001).            In doing so, the district\n\ncourt said that it was applying the Wright test, mandated by this\n\ncourt’s earlier decision on the new trial motion.             See id. at 222.\n\nThe district   court   then   found    that    the   Wright    criteria   were\n\nsatisfied by new evidence relied upon by Conley; this included a\n\nruling that the new evidence was so powerful that it would probably\n\ncause an acquittal on retrial.        See id.\n\n\n\n\n     2\n      Nowhere is the evidence neatly catalogued but at various\npoints Conley has relied on six pieces of alleged new evidence\nunder Wright, Brady or both:       (1) post-trial testimony of a\nsecurity guard named Charles Bullard contradicting key prosecution\nwitnesses; (2) an item of evidence thought useful to impeach Brown;\nand (3) four different items of evidence that might be used to\nimpeach Walker.\n\n                                 -15-\n\f          On the government’s present appeal, the panel majority\n\nnow reverses the district court, this time relying on the law of\n\nthe case doctrine instead of addressing Conley’s claims on the\n\nmerits.   Law of the case doctrine has two branches:   one provides\n\nthat a court must respect and follow its own prior rulings made at\n\na prior stage in the same case; the other branch——sometimes known\n\nas the mandate rule——far more stringently precludes a lower court\n\nfrom contravening the prior rulings of a higher court made at an\n\nearlier stage of the same controversy.3\n\n           Although there are exceptions to the law of the case\n\ndoctrine, e.g., United States v. Bell, </pre><span class=\"citation\" data-id=\"602344\"><a href=\"/opinion/602344/united-states-v-richard-harmon-bell/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">247</span></a></span><pre class=\"inline\">, 251 (1st Cir.\n\n1993), it is unnecessary to invoke them because the doctrine itself\n\ndoes not properly apply on the present facts.   The panel majority\n\nbegins by asserting that the district court has contradicted\n\nitself; the panel opinion says the district court held on the Rule\n\n33 motion that the new evidence did not meet the Wright standard\n\nand now in the section 2255 motion the district court holds that it\n\ndoes satisfy Wright.\n\n\n\n     3\n      Law of the case doctrine \"posits that when a court decides\nupon a rule of law, that decision should continue to govern the\nsame issues in subsequent stages in the same case.\" Arizona v.\nCalifornia, </pre><span class=\"citation\" data-id=\"110895\"><a href=\"/opinion/110895/arizona-v-california/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span><pre class=\"inline\">, 618 (1983); see also NLRB v. Goodless\nBros. Elec. Co., </pre><span class=\"citation\" data-id=\"199895\"><a href=\"/opinion/199895/nlrb-v-goodless-electric/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span><pre class=\"inline\">, 107 (1st Cir. 2002); United States\nv. Rivera-Martinez, </pre><span class=\"citation\" data-id=\"559873\"><a href=\"/opinion/559873/united-states-v-hector-rivera-martinez-aka-el-men/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span><pre class=\"inline\">, 151 (1st Cir. 1991), cert.\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">862</span></span><pre class=\"inline\"> (1991); Knapp Shoes, Inc. v. Sylvania Shoe\nMfg. Corp., </pre><span class=\"citation\" data-id=\"196480\"><a href=\"/opinion/196480/knapp-shoes-inc-v-sylvania-shoe/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">190</span></a></span><pre class=\"inline\">, 197-98 (1st Cir. 1995), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">517</span>\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1245</span></span><pre class=\"inline\"> (1996).\n\n                               -16-\n\f              Although   the   district    court   is   the    author   of   this\n\nconfusion, nothing in its prior Rule 33 decision said plainly that\n\nthe Wright or Brady standard could not be met.                      Rather, in\n\nretrospect, it is quite possible that the district court aimed to\n\nbypass Wright, believing that it had a broader power to decide the\n\nnew trial issue under the \"interest of justice\" standard \"in the\n\nunique circumstances of this case.\"                103 F. Supp. 2d at 58.\n\nNothing else explains its present insistence that, having been told\n\nby this court to apply Wright, it now concludes that Wright\n\nwarrants a new trial.\n\n              The truth is that, so far as Wright and Brady are\n\nconcerned,     the   district    court’s     earlier    Rule   33   opinion   is\n\nimpenetrable.     Certainly in light of its later actions, no one can\n\nsay confidently just what it meant in saying that \"the second\n\nquestion stated above cannot be determined as a matter of law,\"\n\n103 F. Supp. 2d at 58, the cryptic statement relied on by the panel\n\nmajority.     It is one thing to hold the district court to something\n\nit clearly said; it is quite another to invoke law of the case on\n\nthe basis of a debatable reading of the district court’s opinion,\n\na reading implicitly disclaimed by the very judge who wrote the\n\nopinion.\n\n              Still less does the district court’s new ruling as to\n\nWright contradict the so-called mandate rule, mainly relied on by\n\nthe   panel    majority.       The   \"mandate\"     itself——effectively,       the\n\n                                      -17-\n\fdirective embodied in this court’s earlier decision——ordered only\n\nthat the district court deny the new trial motion under Rule 33,\n\nwhich it did.    This by itself does not preclude a section 2255\n\nproceeding.    At most it simply precludes the district court from\n\nrevisiting a substantive issue decided by this court on the first\n\ngo-around.    See Knapp, 72 F.3d at 197-98.\n\n          The district court’s new ruling under section 2255 might\n\ncontradict this court’s decisions on the Rule 33 appeal if this\n\ncourt had itself earlier considered and rejected the Wright claim\n\non the merits, but this court did not do so.         Instead, believing\n\n(it now appears mistakenly) that the district court had rejected\n\nthe Wright claim on the merits, and that that ruling was not being\n\nchallenged,   this   court   thought    that   no   remand   for   further\n\nconsideration was necessary after the panel rejected the district\n\ncourt’s \"interests of justice\" rationale for a new trial.\n\n          Where, then, does this leave matters?         In principal, it\n\nmeans that the panel ought to address the merit of Conley’s 2255\n\nclaims rather than rely on law of the case.           Unfortunately for\n\nConley, his Wright claim, whatever its merit, is not available on\n\ncollateral attack.    The district court was mistakenly concerned\n\nthat consideration of Wright might violate the mandate rule, Conley\n\nv. United States, No. 01-10853 (D. Mass. July 30, 2001), but that\n\nwas the wrong concern:   the correct one is that new evidence claims\n\n\n\n\n                                 -18-\n\funder Wright are cognizable only in post trial motions for a new\n\ntrial and on direct review of such decisions.\n\n          On direct appeal, any claim of error can be raised; but\n\nsection 2255 is a surrogate for habeas.        See Davis v. United\n\nStates, </pre><span class=\"citation\" data-id=\"109059\"><a href=\"/opinion/109059/davis-v-united-states/\"><span class=\"volume\">417</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span><pre class=\"inline\">, 343 (1974).     Powerful evidence of innocence\n\nsatisfies one of the new gatekeeper requirements under the amended\n\nhabeas statute, 28 U.S.C. § 2255; but a traditional habeas ground\n\nis required once one gets through the gate.     Merely to claim that\n\nnew evidence casts doubt, even grave doubt, on the correctness of\n\na final judgment of conviction is not a ground for relief on\n\ncollateral attack.   See Herrera v. Collins, </pre><span class=\"citation\" data-id=\"112808\"><a href=\"/opinion/112808/herrera-v-collins/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">390</span></a></span><pre class=\"inline\">, 400\n\n(1993); United States v. Evans, </pre><span class=\"citation\" data-id=\"770162\"><a href=\"/opinion/770162/united-states-v-marcus-o-evans/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">670</span></a></span><pre class=\"inline\">, 673-74 (7th Cir.\n\n2000).4\n\n          This leaves open Conley’s claim under Brady, a settled\n\nbasis for collateral attack.   See Barrett v. United States, </pre><span class=\"citation\" data-id=\"584145\"><a href=\"/opinion/584145/james-barrett-v-united-states/\"><span class=\"volume\">965</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">1184</span></a></span><pre class=\"inline\">, 1189 (1st Cir. 1992).       Indeed, claims based on new\n\nevidence wrongfully withheld can prevail on a lesser showing of\n\nprejudice (because they assume government misconduct).    See United\n\nStates v. Gonzalez-Gonzalez, </pre><span class=\"citation\" data-id=\"774127\"><a href=\"/opinion/774127/united-states-v-manuel-gonzalez-gonzalez/\"><span class=\"volume\">258</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span><pre class=\"inline\">, 20 (1st Cir. 2001).     In\n\n\n\n     4\n      It is not clear if and when a habeas claim might ever be\nbased simply on proof of actual innocence, see Herrera, 506 U.S. at\n417; but Conley is not within miles of such a showing. At best,\nthe newly discovered evidence, adding everything together, simply\nincreases in some measure—how much is debatable—the likelihood that\nat a new trial a jury might find reasonable doubt of guilt and so\nacquit.\n\n                               -19-\n\fits latest decision, the district court invoked Wright and said\n\nexpressly \"I do not consider further the Brady test.\"     Conley v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"2459852\"><a href=\"/opinion/2459852/conley-v-united-states/\"><span class=\"volume\">164</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">216</span></a></span><pre class=\"inline\">, 222 (D. Mass. 2001).    Nor did\n\nthe district court squarely address and resolve the merits of the\n\nBrady claim at any earlier stage.\n\n           Thus, Conley is entitled to a decision on the Brady issue\n\neither through a remand to the district court, which is the\n\ncustomary approach, or by having this court address and decide that\n\nissue.   Both courses would involve delay; but in that respect this\n\ncase sets no record.    In all events, one course or the other is\n\nsimply Conley’s right under existing law.    Conley might well lose\n\nhis Brady claim, whose assessment requires reconstructing a good\n\ndeal of trial history; but that is no excuse for depriving him of\n\nthe opportunity.\n\n\n\n\n                                -20-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/274278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439056/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2459852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2469527/"
  ]
}