{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200060/",
  "absolute_url": "/opinion/200060/haas-electric-inc-v-national-labor/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200060/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:43:16Z",
  "date_modified": "2016-02-28T05:02:08.498980Z",
  "type": "010combined",
  "sha1": "37636ba99052fb154ea787c817e644f881a821d2",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2245-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/08/07/Haas_Electric_Inc._v._National_Labor.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 01-2245\n\n                      HAAS ELECTRIC, INC.,\n\n                           Petitioner,\n\n                               v.\n\n                 NATIONAL LABOR RELATIONS BOARD,\n\n                           Respondent.\n\n\n                          ERRATA SHEET\n\n     The opinion of the Court issued on August 7, 2002, is amended\nas follows:\n\n     On page 2, line 2, change \"June 2, 1992\" to \"January 2, 1992\"\n\f",
  "html": "<p class=\"case_cite\">299 F.3d 23</p>\n    <p class=\"parties\">HAAS ELECTRIC, INC., Petitioner,<br>v.<br>NATIONAL LABOR RELATIONS BOARD, Respondent.</p>\n    <p class=\"docket\">No. 01-2245.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 8, 2002.</p>\n    <p class=\"date\">Decided August 7, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Daniel J. Sheridan, with whom Sheridan &amp; Sheridan, L.L.P. was on brief, for petitioner.</p>\n      <p class=\"indent\">Usha Dheenan, Attorney, with whom Margaret A. Gaines, Supervisory Attorney, Arthur F. Rosenfeld, General Counsel, John E. Higgins, Jr., Deputy General Counsel, John H. Ferguson, Associate General Counsel, and Aileen A. Armstrong, Deputy Associate General Counsel, were on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">For the reasons stated below, the Board's application for enforcement of its order is <i>denied</i> and the Petitioner's request for relief is <i>granted.</i></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">STAHL, Senior Circuit Judge, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner Haas Electric, Inc. (\"Haas\"), seeks review of a decision and order of the National Labor Relations Board (\"NLRB\" or \"Board\"). The Board found that Haas violated its obligations under the National Labor Relations Act (\"Act\"), 29 U.S.C. &#167;&#167; 151-69, by withdrawing recognition from the International Brotherhood of Electrical Workers, Local No. 7 (\"Union\"), abrogating the collective-bargaining agreements to which it was bound, and making unlawful changes to the terms and conditions of employment. The Board has cross-petitioned for enforcement of the order.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The dispute in this case has centered on the questions of whether Haas provided adequate notice of its intent to withdraw the authority of the western Massachusetts chapter of the National Electrical Contractors' Association (\"NECA\") to negotiate with the Union on its behalf and whether Haas subsequently acted consistently with its notice of withdrawal.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Haas is a small electrical contractor in western Massachusetts. On February 1, 1991, Haas signed a letter of assent, which bound it to a collective bargaining agreement, negotiated between NECA and the Union, effective from July 1, 1990, through June 30, 1993 (\"90-93 Contract\"). The letter of assent additionally authorized NECA to act as Haas's collective bargaining representative with respect to current and successive labor agreements and provided that the authorization would \"remain in effect until terminated by the undersigned employer giving written notice to [NECA] and to the Local Union at least one hundred and fifty (150) days prior to the then current anniversary date of the applicable labor agreement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Just prior to 1989, Haas had been awarded a job on the Phoenix Mutual Life Insurance Building in Enfield, Connecticut. Largely due to infighting among the local Union chapters, resulting in significant cost overruns and delays in completion of the work, Haas lost $400,000 on that job and exhausted its line of credit with its bank. These losses, combined with a general recession that hit the region's construction industry during the same period, forced Haas to approach the Union and request relief on the wage rates contained in the 90-93 Contract. The Union refused to offer any relief. Owner and president of Haas, Frederick Haas (\"Mr. Haas\"), a life-long member of the Union, was forced to exhaust his personal resources as a result. Because of this, Mr. Haas made the decision to revoke his own membership in the Union and to terminate Haas's relationship with the Union and with NECA.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 2, 1992, Haas sent a letter to the Union, terminating the labor agreement with the Union, effective in 150 days. The letter read in part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Please be notified that as of the date posted on this letter, Haas Electric Inc.... is terminating the Labor Agreement between Haas Electric Inc., and [the Union]. Haas Electric Inc., also acknowledges that this intent becomes final 150 days from date of notification, according to mutual agreement. It is with deep regret that Haas Electric Inc., must make this decision after 36 years of membership as an organized labor contractor....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Please respond to this communication and forward your expectations of this contractor and put a final legal date of termination in your reply.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Haas sent the letter by certified mail and copied it to NECA and to the Union's international representative. Notwithstanding the fact that the mail had been sent certified, none of the parties receiving the letter responded.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At about the same time, the Union, under pressure from NECA, agreed to reopen the 90-93 Contract. A series of reopener negotiations took place from March to June of 1992. Ralph Whitelock, Haas's vice president, attended these sessions. Although Whitelock did not state at any time that Haas was participating in the negotiations on a limited basis or as a non-member of NECA, he subsequently testified that he made no proposals during the negotiations and that he did not vote on any contract change to take place after June 30, 1993, the date on which the contract by which Haas was bound would expire. As a result of the negotiations, the Union agreed to certain wage concessions. In return, NECA agreed to extend the contract through June 30, 1994 (\"92-94 Contract\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 11, 1992, the Union sent Haas a letter of assent purporting to bind Haas to the 92-94 Contract. Haas declined to sign it, even though, by doing so, Haas fore-went funds owed to it under the Union's market recovery program, a program designed to assist union contractors in competing against non-union contractors on certain targeted jobs. Instead, on June 29, 1992, Haas wrote to NECA as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is the position of Haas Electric, Inc. that NECA has already been notified that Haas Electric, Inc., has withdrawn its authorization to have NECA act as its bargaining agent with the Local. Haas Electric hereby reaffirms its letter of January 2, 1992, notifying yourself and [the Union] of its intentions. Therefore, Haas Electric does not agree to be bound by any revisions to the existing agreement dated July 1, 1990 between [NECA] and [the Union].</p>\n    </div>\n    <p class=\"indent\">This letter was copied to the Union.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Despite the fact that Haas declined to sign the notice of assent, Haas took advantage of the concessions negotiated in the 92-94 Contract.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the following fall and winter, Haas wrote to NECA twice more regarding Haas's withdrawal from multiemployer bargaining. On November 4, 1992, Haas wrote that \"effective November 1, 1992 [Haas] has resigned its membership in [NECA].\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On December 21, 1992, Haas wrote to request written confirmation that NECA had received Haas's letters indicating its resignation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At about the same time, the Union agreed to another set of negotiations over the possibility of granting further concessions. This second set of reopener negotiations took place in six meetings between December 17, 1992, and June 3, 1993. The last meeting Haas attended was the fifth, on May 19, 1993. The parties finally reached an agreement on June 3, 1993, but the agreement was ratified only at the end of June 1993, after one additional change to the proposal. Under the agreement, the Union agreed to certain concessions, including the elimination of wage increases; in return, the contract was extended to June 30, 1996 (\"93-96 Contract\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On June 30, 1993, the date of the expiration of the original contract, Haas withdrew from the Union and ceased to abide by the terms of the collective bargaining agreement.</p>\n    </div>\n    <p>II. Procedural Background</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On July 26, 1993, the Union filed an unfair labor practice charge alleging that Haas violated &#167;&#167; 8(a)(1) and 8(a)(5) of the National Labor Relations Act, 29 U.S.C. &#167;&#167; 158(a)(1) &amp; (5), by refusing to abide by a collective bargaining agreement and by unilaterally changing the terms and conditions of employment. The Union subsequently amended its charge to add that Haas had committed an unfair labor practice by withdrawing recognition from the Union. On September 30, 1993, the Regional Director issued a complaint and notice of hearing. After numerous delays over four years, during which the Regional Director first dismissed and then reinstated the claim of improper withdrawal of recognition from the Union, a hearing was held on October 14 and 15, 1997, in front of an administrative law judge (ALJ).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The ALJ found that Haas's letters to the Union and NECA were sufficient to establish notice of its intent to withdraw NECA's authority to bargain on its behalf. The ALJ further concluded that Haas's conduct subsequent to the notice of withdrawal had not been inconsistent with this announced intent. The ALJ therefore held that Haas did not violate the National Labor Relations Act when it ceased recognizing the Union and altered the terms and conditions of employment after June 30, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The ALJ's decision was not appealed by the NLRB's general counsel. However, the Union filed exceptions to the decision before the Board. In an order issued on August 2, 2001, a majority of the Board concluded that Haas had unlawfully withdrawn recognition of the Union and had unlawfully changed the terms and conditions of employment. <i>Haas Elec., Inc.,</i> 334 N.L.R.B. No. 107 (2001) (\"Board Decision\"). The chairman of the Board dissented. Haas timely filed the petition before us.</p>\n    </div>\n    <p>III. Analysis</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Under section 8(f) of the Act and current Board law, contracts such as those agreed to by NECA and the Union &#8212; known as prehire agreements<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> &#8212; are fully enforceable during their term. <i>See John Deklewa &amp; Sons,</i> 282 N.L.R.B. 1375 (1987), <i>enforced sub nom. Int'l Ass'n of Iron Workers, Local 3 v. NLRB,</i> 843 F.2d 770 (3d Cir.1988). However, upon expiration of a prehire agreement, the employer may withdraw recognition from the union and avoid any obligation to bargain for a successor contract. <i>James Luterbach Constr. Co.,</i> 315 N.L.R.B. 976, 978, 1994 WL 715997 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under the standards set forth in <i>Retail Associates, Inc.,</i> 120 N.L.R.B. 388, 1958 WL 13328 (1958), a stated intent to withdraw from multiemployer bargaining is effective only if it is both timely and unequivocal. <i>Id.</i> at 393-95. The timeliness requirement is met if the employer gives notice prior to the date on which negotiations are set to commence or actually commence. <i>NLRB v. Charles D. Bonanno Linen Serv., Inc.,</i> 630 F.2d 25, 28 (1st Cir.1980), <i>aff'd,</i> 454 U.S. 404, 102 S.Ct. 720, 70 L.Ed.2d 656 (1982).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The requirement that the stated intent be unequivocal is met if the notice is \"unambiguous.\" <i>Custom Colors Contractors,</i> 226 N.L.R.B. 851, 853 (1976), <i>enforced sub nom. NLRB v. Beckham, Inc.,</i> 564 F.2d 190 (5th Cir. 1977).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In addition to requiring that the employer provide timely and unequivocal notice of withdrawal from multiemployer bargaining, the Board has held that such withdrawal is nevertheless nullified if the employer's conduct subsequent to the notice is inconsistent with the stated intent to withdraw. <i>Dependable Tile Co.,</i> 268 N.L.R.B. 1147, 1147, 1984 WL 36081 (1984), <i>enforced sub nom. NLRB v. Hartman,</i> 774 F.2d 1376 (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With respect to both the 92-94 Contract and the 93-96 Contract, the Board found that Haas's letters were ineffective as notices of its intent to withdraw NECA's authority to bargain on its behalf. The Board further found that, even if the letters had provided effective notice, Haas's withdrawal was nullified by its inconsistent behavior subsequent to the delivery of the letters, namely Whitelock's attendance at and participation in the negotiations leading up to the 92-94 and 93-96 Contracts. Haas now counters that it gave timely and unequivocal notice and behaved consistently thereafter with its stated intent to withdraw recognition from the Union and NECA. After briefly laying out the standard of review, I examine first whether Haas's notice was effective and second whether its participation in the two sets of reopener negotiations negated an effective notice.</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our standard of review of the NLRB's determinations is deferential, provided its legal conclusions are \"rational and consistent with the [National Labor Relations Act].\" <i>NLRB v. United Food and Commercial Workers, Local 23,</i> 484 U.S. 112, 123, 108 S.Ct. 413, 98 L.Ed.2d 429 (1987). \"We may not substitute our judgment for the Board's when the choice is `between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it de novo.'\" <i>Yesterday's Children, Inc. v. NLRB,</i> 115 F.3d 36, 44 (1st Cir. 1997) (citing <i>Universal Camera Corp. v. NLRB,</i> 340 U.S. 474, 488, 71 S.Ct. 456, 95 L.Ed. 456 (1951)). However, we only enforce the Board's order if it correctly applied the law and if the factual findings are supported by substantial evidence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>Id.</i> As the Supreme Court has clarified, although \"[t]he `substantial evidence' standard is not modified in any way when the Board and its examiner disagree[,] ... evidence supporting a conclusion may be less substantial when an impartial, experienced examiner who has observed the witnesses and lived with the case has drawn conclusions different from the Board's than when he has reached the same conclusion.\" <i>Universal Camera Corp.,</i> 340 U.S. at 496, 71 S.Ct. 456; <i>see NLRB v. Walton Mfg. Co.,</i> 369 U.S. 404, 408, 82 S.Ct. 853, 7 L.Ed.2d 829 (1962) (\"[T]he Examiner ... sees the witnesses and hears them testify, while the Board and the reviewing court look only at cold records.\"). This court has stated that \"where the board has reached a conclusion opposite of that of the ALJ, our review is slightly less deferential than it would be otherwise.\" <i>C.E.K. Indus. Mech. Contractors, Inc. v. NLRB,</i> 921 F.2d 350, 355 (1st Cir.1990).</p>\n    </div>\n    <p class=\"indent\">B. Notice</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Board held that Haas's January 2, 1992 letter failed to provide notice of Haas's intent to revoke NECA's authority to negotiate on its behalf because the letter only purported to terminate the 90-93 Contract and to withdraw recognition from the Union. The Board reasoned that, because the letter of assent had given NECA authority to bargain on behalf of Haas for any current and subsequent labor agreement, Haas's failure to reference specifically its withdrawal from NECA was fatal to any purported notice. I disagree. The January 2, 1992 letter specifically referenced the 150 days notification period noted in the letter of assent, which represents the amount of notification required to withdraw effectively NECA's authority to bargain on an employer's behalf. The letter was sent to the Union, but was also copied to NECA. As the ALJ pointed out, neither the Union nor NECA questioned the meaning of the letter; in fact, they failed to respond. Although Haas admittedly did not use precise language in articulating its intent to withdraw NECA's authority, in my view, we cannot say that substantial evidence supports the conclusion that Haas's intent was not unequivocal.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> This is true especially when one places the January 2, 1992 letter in a larger context: Mr. Haas personally resigned from the Union shortly before preparing the letter; Haas later refused to sign the letter of assent for the 92-94 Contract, although it lost much-needed funds as a result; and Haas followed up with letters on June 29, 1992, and November 4, 1992,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> both of which asserted Haas's intent to revoke NECA's bargaining authority more clearly, even if still imperfectly. It appears that all of the panelists agree that Haas provided timely and unequivocal notice of its intent to revoke NECA's authority to represent it in labor negotiations for any contract subsequent to June 30, 1993.</p>\n    </div>\n    <p class=\"indent\">C. Subsequent Conduct</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Having established that Haas provided timely and unequivocal notice, I next address the Board's conclusion that Haas's conduct subsequent to this notice was inconsistent with its intent to withdraw from multiemployer bargaining. Haas argues that its subsequent conduct was not inconsistent with a stated intent to withdraw but was, instead, consistent only with its desire to monitor any interim changes that would apply to the 1990-1993 contract. After careful consideration, I agree with Haas. In doing so, I am mindful of precedent that precludes an employer from securing the \"best of two worlds\" by actively participating in negotiations for a subsequent agreement after it has withdrawn from group bargaining. <i>See Sheet Metal Workers' Int'l Ass'n Local 19 v. Herre Bros., Inc.,</i> 201 F.3d 231, 245-47 (3d Cir. 1999); <i>Dependable Tile,</i> 268 N.L.R.B. at 1147; <i>Associated Shower Door Co.,</i> 205 N.L.R.B. 677, 1973 WL 5179 (1973), <i>enforced,</i> 512 F.2d 230 (9th Cir.1975). However, this precedent stands for the proposition that the employer acts inconsistently with its intent to withdraw where it participates in negotiations for a <i>new</i> contract and not where it participates in negotiations to amend the terms of an <i>existing</i> contract by which it is already bound. In <i>Dependable Tile,</i> for example, the employer gave unequivocal notice on December 31, 1980, that it was withdrawing from multiemployer bargaining effective March 31, 1981, but the employer then proceeded to attend formal negotiation sessions seeking agreement on a contract to take effect after March 31, 1981. In clarifying its position that the employer had behaved inconsistently with its intent to withdraw, the Board stated that \"[i]f [the employer] had merely participated in the sessions in order to administer the expiring contract &#8212; to which Respondent Dependable was admittedly bound &#8212; we would agree\" that its conduct was consistent with its intent to withdraw. <i>Dependable Tile,</i> 268 N.L.R.B. at 1147. <i>See also Sheet Metal Workers' Int'l Ass'n,</i> 201 F.3d at 246-47 (holding that the employer acted inconsistently with its noticed intent to withdraw from group bargaining where employer repeatedly requested information and spoke with negotiators concerning a contract to take effect <i>after</i> the date of withdrawal).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Here, admittedly, the line between revisions to the pre-existing contract and the drafting of a new contract is blurry. The negotiations in which Haas participated led not only to amendments to the terms of the 90-93 contract, but also to the extension of the original contract to 1994 and then the further extension of the 92-94 contract to 1996. Without downplaying the ambiguity here that makes this case a close call, in my view, Haas's conduct was consistent with participation only in revisions to the 90-93 contract. In other words, Haas did not attempt to \"secure the best of two worlds\" by negotiating the terms of the extensions beyond 1993. As I have stated, the ALJ found that, as to both the first and second round of negotiations leading to contract extensions, Whitelock made no proposals during the negotiations and did not vote on any contract change to take effect after June 30, 1993, and specifically did not vote on the contract extensions. In fact, the ALJ found that, in the second round of negotiations, as soon as discussions turned to changes to take effect past June 30, 1993, Whitelock stopped attending.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The ALJ further pointed out that the negotiations were very informal, that there was no agenda, and that contractors such as Haas could have no way of knowing what interim changes would take place without attending the meetings. I see no substantial evidence here that Haas's conduct during the negotiations was consistent with any goal other than influencing the terms of the contract up to June 30, 1993, the date through which it was bound by the contract.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The facts before us are thus fundamentally distinguishable from the facts of the related precedent.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">I am further unconvinced by the Board's reasoning that, having decided to take advantage of the renegotiated lower wage rates, Haas was also bound by the extension of the contract. The logic here seems to be that, having repudiated the right of NECA to negotiate on its behalf, Haas was bound by the original terms of the 90-93 contract and could not take advantage, even just through June 30, 1993, of any concessions negotiated by NECA. Instead, the logic goes, Haas should have negotiated any concessions it wanted individually with the union. Unquestionably the position taken by the Board on this issue was overly formalistic and unduly harsh. Haas was bound by the terms negotiated in the existing 90-93 contract through its expiration. When it agreed to be bound by the terms negotiated by NECA for 90-93, part of what Haas bargained for was that it would not be standing alone and that the other employers in the association would have the same obligations that Haas had. To penalize Haas for taking advantage of the reduced wages through June 30, 1993, would be to deprive it of the benefit of the collective action it got as part of the initial contract to which it continued to be bound. Only after June 30, 1993, is Haas fairly required to stand alone.</p>\n    </div>\n    <p>IV. Remedy</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Although the panel appears to be in agreement that the Board erred in holding that Haas's notice was not unequivocal, we have parted ways on whether the second holding &#8212; that Haas behaved inconsistently with its stated intent to withdraw recognition from NECA &#8212; also constitutes an incorrect application of the Act. Our dissenting colleague argues that the holding today denying enforcement of the Board's order constitutes a judgment that one set of policy considerations should prevail over another and thus a departure from the deference we owe the Board in its administration of the Act. However, it is my position that the holding today is not merely a \"choice between two fairly conflicting views,\" <i>Universal Camera Corp.,</i> 340 U.S. at 488, 71 S.Ct. 456, but rather a determination that the Board's conclusions regarding Haas's subsequent behavior were not supported by substantial evidence, especially in light of factual findings set out by the ALJ and adopted by the Board. \"[A] reviewing court,\" after all, \"is not barred from setting aside a Board decision when it cannot conscientiously find that the evidence supporting that decision is substantial, when viewed in the light that the record in its entirety furnishes, including the body of evidence opposed to the Board's view.\" <i>Id.</i> It is also worth noting again here that the \"evidence supporting a conclusion may be less substantial when an impartial, experienced examiner who has observed the witnesses and lived with the case has drawn conclusions different from the Board's,\" as the ALJ did here, \"than when he has reached the same conclusion.\" <i>Id.</i> at 496, 71 S.Ct. 456.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">My concurring colleague also characterizes the Board's holding as a policy choice, but one that may or may not be within the Board's authority under the Act. She has suggested that a remand may have been a more appropriate course of action, in that it would have given the Board a chance to explain the policy reasons behind the rule it announced. While a better explanation undoubtedly would have made our review easier, this is not an appropriate case for a remand. The Court has in the past remanded primarily only in situations where the Board departed, without explanation, from its own clearly established precedent. <i>See, e.g., Shaw's Supermarkets, Inc. v. NLRB,</i> 884 F.2d 34, 41 (1st Cir.1989). Moreover, as Judge Lynch has pointed out, this dispute originated in July 1993 and has divided every decision-making body along its way to this court. A remand, after nine years of uncertainty, would only compound the injustice Haas has experienced in having to wait this long for a resolution.</p>\n    </div>\n    <p>V. Conclusion</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">I thus vote to grant Petitioner's request for relief and deny the Board's cross-petition for enforcement.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Somewhat puzzlingly, the letter opened with the statement that \"[i]t has come to my attention that NECA is seriously considering renegotiating the existing contract with [the Union],\" even though Haas's representative Whitelock had attended the negotiations and was aware that negotiations had been completed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This letter was apparently not copied to the Union</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although \"[a] union must usually demonstrate majority support among an employer's employees in order to enter a collective bargaining agreement with an employer,\"<i>NLRB v. Goodless Bros. Elec. Co., Inc.,</i> 285 F.3d 102, 104 (1st Cir.2002), under section 8(f), unions and employers in the construction industry may enter into collective bargaining agreements in the absence of a demonstration of majority representation by the union. <i>Id.</i> at 104-105. These \"prehire agreements\" allow employers to fix labor costs before employees are hired, thus making it easier to bid on jobs.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Haas has not challenged the Board's conclusion that the case before us is governed by the rules set out in<i>Retail Associates.</i> The Board acknowledged that <i>Luterbach,</i> which held that mere inaction could not bind an employer to multiemployer bargaining for a new 8(f) contract, cast some doubt on the applicability of <i>Retail Associates</i> to the facts of this case. <i>Luterbach,</i> 315 N.L.R.B. at 979; <i>see</i> Board Opinion at 5, n. 14. However, the Board found that nothing in <i>Luterbach</i> suggested that <i>Retail Associates</i> would not apply where the employer had given the multiemployer group continuing authority to bargain on its behalf. As Haas has not challenged this finding, we do not reach it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 10(e) of the Act provides that \"[t]he findings of the Board with respect to questions of fact if supported by substantial evidence on the record considered as a whole shall be conclusive.\" 29 U.S.C. &#167; 160(e)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> I also find unconvincing the Board's assertion that \"[s]ince the contract in effect at that time was not scheduled to expire until June 30, 1993, more than a year later, the letter constituted at most an anticipatory breach of a valid contract.\" Board Opinion at 3. The letter of assent required<i>at least</i> 150 days notice; thus, Haas's notification more than a year prior to the expiration of the contract is not inconsistent with its intent to terminate NECA's authority at the end of the 90-93 contract.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It is possible that neither one of these letters, standing alone, provided unequivocal notice of withdrawal of NECA's authority. The June 29, 1992 letter was a reassertion that the January 2, 1992 letter had revoked NECA's bargaining authority. The November 4, 1992 letter was apparently not copied to the Union and purported to resign Haas's membership in NECA rather than withdraw NECA's authority to bargain on its behalf, two legally distinct relationships<i>See Int'l Ladies' Garment Workers' Union,</i> 286 N.L.R.B. 226, 231 (1987), <i>enforced,</i> 853 F.2d 918 (3d Cir.1988). Here, however, the fact that Haas twice reiterated its intent to withdraw tends to show that the notice was unequivocal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It is noteworthy that the two cases in which the \"best of two worlds\" doctrine has its roots,<i>Associated Shower Door,</i> 205 N.L.R.B. at 677, and <i>Michael J. Bollinger Co.,</i> 252 N.L.R.B. 406 (1980), <i>enforced,</i> 705 F.2d 444 (4th Cir.1983), are cases where an employer informed the union and the multiemployer unit that it was withdrawing effective immediately, and then proceeded to take action that was inconsistent with an immediate withdrawal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Board mentions in passing that Whitelock had been appointed to a one-year term as vice president of NECA around the time of the second reopener negotiations. Board Opinion at 2. We note that there is no inconsistency between Whitelock's position as an officer of NECA and Haas's expressed intent to withdraw NECA's authority to bargain on its behalf. In<i>International Ladies' Garment Workers' Union,</i> the Board ruled that, where the owner of a business, after notice of withdrawal from group bargaining, continued in his role as a member of the subcommittee negotiating the new contract, the employer had not acted inconsistently with its stated intent to withdraw. 286 N.L.R.B. at 231. The Board found that the owner's participation in the discussions had been extremely limited and evidenced a position of continued membership in the association without delegation to the association of the right to bargain on its behalf, a status permitted by the agreement between the union and the association. <i>Id.</i> We believe the facts of the case before us are even more favorable to a finding of no inconsistency, given the ALJ's determination that Whitelock refrained from participating in <i>any</i> discussions related to the contract extension.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> A possible exception is a letter sent to NECA by Haas on April 28, 1993, arguing against a wage increase, which, Haas mistakenly believed, would take place after the expiration of the original contract. We agree here with the ALJ that this single letter &#8212; intended, according to Haas's testimony, for NECA and not the Union &#8212; is not sufficiently inconsistent with the remainder of Haas's conduct to change our position</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In light of the above discussion, I also find that Whitelock need not have affirmatively announced the limited nature of his participation in the negotiations over the interim changes to the collective bargaining agreement. Although the unqualified participation of an employer in group bargaining has been considered a factor in determining whether the employer has nullified a previously expressed intent to withdraw, this factor has, again, been raised only in cases where negotiations concerned a successor agreement<i>See, e.g., Sheet Metal Workers' Int'l Ass'n,</i> 201 F.3d at 245-47; <i>Dependable Tile Co.,</i> 268 N.L.R.B. at 1147; <i>NLRB v. Associated Shower Door Co.,</i> 512 F.2d 230, 233 (9th Cir.1975).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">LYNCH, Circuit Judge, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I join Judge Stahl in declining to enforce the Board's order.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The decade-long journey of this labor dispute has divided virtually every decision-making body that has reviewed it.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Union first filed its unfair labor practices charge with the N.L.R.B.'s Regional Office in July 1993. In September 1993, the Regional Director issued a Complaint and Notice of Hearing; shortly thereafter, this hearing was first rescheduled and then postponed indefinitely. On January 2, 1997, the Regional Office reversed track, issuing an order partially withdrawing its Complaint and partially dismissing the charge. Then, on August 1, 1997, the Regional Office reversed track again, rescinding its January 2, 1997, decision and issuing an Amended Complaint and Notice of Hearing. After a hearing, the Administrative Law Judge dismissed the charge, finding that Haas had given proper notice of its intent to withdraw from the multi-employer bargaining group and that its later actions did not nullify that withdrawal. The ALJ also opined that even if the Board were to reject his conclusion, it should \"take into consideration the extreme delay that occurred between the filing of the charge here and the trial of this case,\" \"none of [which] delay is attributable to Respondent,\" and the fact that \"[f]or the majority of this period, Respondent was under the impression that the matter would be dismissed.\" <i>Haas Electric, Inc.,</i> 334 N.L.R.B. No. 107 app., 2001 WL 888294, at *22 (2001) (ALJ opinion appended to NLRB opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">While accepting the ALJ's credibility determinations and factual findings, a majority of the Board rejected the conclusions and found both that Haas's notice of withdrawal was not adequate and that, even if it were, Haas's later actions were inconsistent with that withdrawal, as Haas attempted to have \"the best of both worlds.\" <i>Haas Electric,</i> 2001 WL 888294, at *4. The Chairman of the Board dissented on both points. The majority did not even discuss the ALJ's request that the Board, in fashioning a remedy, consider the unfairness to Haas in imposing the rule after years of its expecting otherwise. And now a panel of this court is riven and two thoughtful opinions have been written, reaching opposite conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Haas, in my view, did give adequate notice to the union of his withdrawal effective with the termination of the 1990-1993 contract on June 30, 1993. The opposing conclusion of the majority of the Board, in my view, is not supported by substantial evidence. All members of this panel seem to agree that adequate notice was given, contrary to the Board majority's conclusion. For the reasons Judge Stahl outlines, I see no doubt that both the Union and the multi-employer bargaining group, NECA, had actual notice of Haas's intent to withdraw as of the end of June 1993 and that neither objected.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The first area of disagreement among the panel concerns whether Haas's participation in later negotiations nullified its withdrawal, and of the relationship between the notice given and Haas's subsequent conduct. The negotiations covered what can be thought of as two interrelated topics: part (a) concerned changes in the terms and provisions of contractual obligations on both labor and management through June 30, 1993, and part (b) concerned extensions of the contract beyond June 30, 1993. The union likely gave the concessions in part (a), at least in part, as a quid pro quo for the extensions in part (b). Haas was, of course, bound by the contract through June 30, 1993, and so had a legitimate interest in the first part of the interrelated negotiations. Accordingly, the fact that Haas was present at the bargaining about the existing contract was not inconsistent with its withdrawing effective June 30, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Board has said that, even if Haas's written notice were clear and proper, the notice would be nullified by Haas's later conduct. <i>Haas Electric, Inc.,</i> 2001 WL 888294, at *4. The Board says Haas is trying to get \"the best of both worlds\" because the price tag for part (a) of the negotiations was part (b), the contractual extension. Haas obtained part (a) without paying the price of part (b), the Board majority says, and that is what is inconsistent.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">While it is unclear from the Board's opinion, the Board may be saying that Haas could have avoided all of this problem of supposed inconsistency by announcing at the negotiations that it was there for the limited purpose of protecting its interests through June 30, 1993. <i>Id.</i> at *5, n. 12.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Haas's silence on this point, according to the Board, cost it dearly. The Board may also have meant its \"stand and announce\" rule to play a more limited role &#8212; that of resolving any ambiguity in the minds of the union and other NECA members about why Haas was present at the negotiation. While perhaps it would have been wiser for Haas to do so, it is far from clear why an employer who has given proper notice and received no objection in return should have to restate its position in order to preserve it. Nothing in the labor agreement contained any such requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Of course, if all parties had actual notice of a proper withdrawal effective June 30, 1993, then a \"stand and announce\" rule seems unnecessary since, as Chairman Hurtgen says, \"there was no duty or need to explain this obvious point.\" <i>Id.</i> at *8, n. 1 (Hurtgen, Chairman, dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">And so we are left with the Board's \"best of both worlds\" rationale. As the Board explained, this is not so much a \"best of both worlds\" problem as a \"hedge your bets\" problem &#8212; the Board's theory is that Haas was preserving its options until it saw how the negotiations went. But the Board's statement of the dimensions of the problem, outlined above, is too simple and, in my view, its result is not adequately explained. Many of the Board's cases in this area arise where an employer had withdrawn, the contract had ended, and then the parties undertook new bargaining for new contracts. <i>See, e.g., Int'l Ladies' Garment Workers' Union,</i> 286 N.L.R.B. 226, 231, 1987 WL 89961 (1987), <i>enforced,</i> 853 F.2d 918 (3d Cir.1988); <i>Dependable Tile Co.,</i> 268 N.L.R.B. 1147, 1984 WL 36081 (1984), <i>enforced as modified sub nom., NLRB v. Hartman,</i> 774 F.2d 1376 (9th Cir.1985); <i>Michael J. Bollinger Co.,</i> 252 N.L.R.B. 406, 406, 1980 WL 12429 (1980), <i>enforced,</i> 705 F.2d 444 (4th Cir. 1983); <i>cf. Sheet Metal Workers' Int'l Ass'n v. Herre Bros., Inc.,</i> 201 F.3d 231, 236 (3d Cir.1999). That Board precedent is concerned with a vastly different situation than this. In those cases, the employer's interest in the present contract had ended. It is one thing to apply a \"best of both worlds\" rule to the problem encountered in the cases cited above. It is quite another thing to apply it to the different sort of problem presented by this case, the problem presented by continuing contractual obligations. Some explanation for such an extension is warranted, and the Board has given none.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Here, the withdrawing employer, Haas, was still bound by obligations through June 30, 1993, and was still entitled to the services of NECA on Haas's behalf through that date. Part of what Haas was entitled to through June 30, 1993, was, as Judge Stahl says, not to stand alone, but rather to take advantage of what NECA offered. If the renegotiations of the obligations through June 30 led to lower wages, then Haas, as a member of NECA and as a union contractor, did not want to pay higher wages and thus price itself out of jobs. Perhaps the Board meant that because the quid pro quo for the renegotiated lower wages was an extended contract term, Haas could not legitimately restrict itself only to protecting its interests in the existing contract. If so, this appears to set up a Catch-22 situation for the withdrawing employer. And it appears to be inconsistent with the Board's precedent. <i>See Dependable Tile Co.,</i> 268 N.L.R.B. 1147, 1147 (1984) (\"If [the employer] had merely participated in the sessions in order to administer the expiring contract &#8212; to which [it] was admittedly bound &#8212; we would agree [that such action would not be] inconsistent with a stated intent to leave group bargaining and negotiate separately.\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This leads to my differences with my colleagues. Judge Torruella views this case as a routine extension of Board policy to an analogous set of facts. I view the case as an application of a rule meant for one problem to another problem, so that the Board has effectively fashioned a new rule. In my view, the Board neither recognized the problem nor articulated any reason for the choice it made. Judge Torruella has written persuasively about why the Board's choice is within the permissible choices. As Judge Torruella's opinion correctly states, issues of policy are left to the Board, so long as the Board does not transgress statutory language. <i>Int'l Ass'n of Bridge, Structural &amp; Ornamental Iron Workers, Local 3 v. NLRB,</i> 843 F.2d 770, 775-76 (3d Cir.1988). It may be that application of the rule to the different problem presented by Haas is within the Board's permissible policy choices; perhaps the behavior that Haas has engaged in would lead to instability in multi-employer bargaining groups. I could not now conclude, absent further explanation, whether a policy choice by the Board to reach the result it has reached here would be within its authority under the Act. <i>See BE &amp; K Constr. Co. v. NLRB,</i> ___ U.S. ___, 122 S.Ct. 2390, 2401-02, 153 L.Ed.2d 499 (2002). I do not adopt Judge Torruella's views because we may not affirm an agency's decision on a ground not given by an agency, <i>Gailius v. INS,</i> 147 F.3d 34, 44 (1st Cir.1998), nor may we affirm an agency's change in precedent on a ground not adequately explained, <i>Citizens Awareness Network Inc. v. United States Nuclear Regulatory Comm'n,</i> 59 F.3d 284, 290 (1st Cir.1995). My difference with Judge Stahl is that, in his view, the result the Board reaches, on these facts, violates the Act, and I am not prepared to say that.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The question of remedy also divides us. A remand to the Board is the usual appropriate remedy when the Board has not adequately expressed itself or appears to give an explanation in court not given in the agency opinion. <i>Shaw's Supermarkets, Inc. v. NLRB,</i> 884 F.2d 34, 41 (1st Cir.1989). The remand rule is not absolute, and courts have engaged in weighing of different factors in fashioning appropriate remedies. Weighing against a remand is concern regarding fairness to Haas, which easily could have altered its primary conduct (e.g., \"stood and announced\") had the Board provided better guidance as to this type of problem. In my view, the Board has, without recognition or thought, applied the solution to one problem to a qualitatively different problem, and that raises issues of fair notice to Haas.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">As Judge Friendly noted almost forty years ago in <i>NLRB v. Majestic Weaving Co.,</i> 355 F.2d 854 (2d Cir.1966):</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Although courts have not generally balked at allowing administrative agencies to apply a rule newly fashioned in an adjudicative proceeding to past conduct, a decision branding as `unfair' conduct stamped `fair' at the time a party acted, raises judicial hackles.... And the hackles bristle still more when a financial penalty is assessed for action that might well have been avoided if the agency's changed disposition had been earlier made known, or might even have been taken in express reliance on the standard previously established.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\"><i>Id.</i> at 860 (denying enforcement on Board order based on new rule and declining to remand to Board). This court adopted a similar view in <i>C.E.K. Industrial Mechanical Contractors, Inc. v. NLRB,</i> 921 F.2d 350, 358 (1st Cir.1990), in which we refused to apply a new NLRB rule retroactively because it would \"plainly disappoint reasonable private expectations existing at the time of the relevant conduct.\" <i>See also Retail, Wholesale &amp; Dept. Store Union v. NLRB,</i> 466 F.2d 380 (D.C.Cir.1972) (declining to enforce Board order giving retroactive effect to rule newly announced in adjudication).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The panel agrees that Haas gave adequate notice of his intent to withdraw. Board precedent told Haas he had a right to be present at bargaining concerning the existing contract. If the Board intended to require Haas to do more, it would have been fairer for it to make the guidelines clear. Further, neither of my colleagues is disposed toward a remand and this case needs to be decided. After almost ten years of litigation, the parties are entitled to some certainty and finality. <i>See U.S. Airways, Inc., v. Barnett,</i> ___ U.S. ___, 122 S.Ct. 1516, 1526-27, 152 L.Ed.2d 589 (2002) (O'Connor, J., concurring). I thus vote to deny enforcement of the Board order.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> If so, such a \"stand and announce\" rule seems irrational because whether Haas received the benefit of part (a) without paying the cost of part (b) does not seem to turn at all on whether Haas stood and announced its appearance for limited purposes at the negotiation. Haas did take advantage of the quid of union concessions before June 30, and did not pay the quo of contract extensions. Perhaps there is a rational connection between a \"stand and announce\" rule and the \"best of both worlds\" problem, but the Board has not explained what it is</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">TORRUELLA, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">I respectfully dissent from the disposition created by the separate opinions of my colleagues. It is plain to me, as it was plain to a majority of the Board below, that Haas committed unfair labor practices by unlawfully withdrawing recognition from a union and making unlawful changes to the terms and conditions of employment. Accordingly, the Board's order should be enforced.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">I generally accept the facts and procedural history as they are recited in the two concurring opinions of Judge Stahl and Judge Lynch. My differences with my colleagues lie largely with their treatment of the Board's legal determinations.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Through its experience and specialized expertise, the Board has identified a common threat to stable multiemployer bargaining &#8212; <i>i.e.,</i> that some employers attempt to \"secure the best of two worlds by purportedly withdrawing bargaining authority but then remaining a member of a multiemployer unit in the hope of securing advantageous terms through group negotiations.\" <i>Sheet Metal Workers' Int'l Ass'n Local 19 v. Herre Bros., Inc.,</i> 201 F.3d 231, 244 (3d Cir.1999). Preventing such behavior is sound Board policy that holds true in the context of prehire agreements under &#167; 8(f) of the Act, as well. <i>Cf. Jim McNeff, Inc. v. Todd,</i> 461 U.S. 260, 271, 103 S.Ct. 1753, 75 L.Ed.2d 830 (1983) (\"Nothing in the legislative history of &#167; 8(f) indicates Congress intended employers to obtain free the benefits of stable labor costs, labor peace, and the use of the union hiring hall.\").</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In order to effectuate its policy, the Board has established a batch of rules, as set forth in <i>Retail Associates, Inc.,</i> 120 N.L.R.B. 388, 1958 WL 13328 (1958), and subsequent decisions. According to these rules, the Board allows withdrawal from multiemployer bargaining prior to the initiation of negotiations only if the stated intent to withdraw is both timely and unequivocal.<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a> <i>Id.</i> at 393-95. Subsequent conduct on the part of an employer that is inconsistent with a stated intent to withdraw nullifies the employer's withdrawal.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> <i>See Dependable Tile Co.,</i> 268 N.L.R.B. 1147, 1147, 1984 WL 36081 (1984), <i>enforced sub nom., NLRB v. Hartman,</i> 774 F.2d 1376 (9th Cir.1985). These rules have been consistently followed and have served the Board for over 40 years in promoting the purposes of the NLRA. <i>See, e.g., Int'l Ladies' Garment Workers' Union,</i> 286 N.L.R.B. 226, 231, 1987 WL 89961 (1987), <i>enforced,</i> 853 F.2d 918 (3d Cir.1988); <i>Dependable Tile Co.,</i> 268 N.L.R.B. at 1147; <i>Michael J. Bollinger Co.,</i> 252 N.L.R.B. 406, 407-08, 1980 WL 12429 (1980), <i>enforced,</i> 705 F.2d 444 (4th Cir.1983); <i>Associated Shower Door Co.,</i> 205 N.L.R.B. 677, 682, 1973 WL 5179 (1973), <i>enforced,</i> 512 F.2d 230 (9th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In the case at hand, the Board determined that the <i>Retail Associates</i> rules &#8212; which it has only had occasion to apply to the negotiation of <i>new</i> collective-bargaining agreements &#8212; apply with equal force to an employer who withdraws from multiemployer bargaining prior to the negotiation of an <i>extension</i> of an existing collective-bargaining agreement. This a predictable and logical application of the Board's precedent because, for purposes of the <i>Retail Associates</i> rules, there is no principled reason for distinguishing between a new agreement and the extension of an existing one. Thus, the Board applied its rules to the facts of this case in a consistent manner. I see no unfairness that would arise from subjecting Haas to the Board's extension of its precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Unfortunately, in spite of the soundness of the Board's policies and the reasonableness of the Board's application of its rules to the case at hand, my colleagues deny enforcement of the Board's order and, in so doing, depart from established rules governing the deference we owe the Board in its administration of the NLRA.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">A. Our general duty to defer to the Board's construction of the NLRA</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">It is well established that \"we have traditionally accorded the Board deference with regard to its interpretation of the NLRA as long as its interpretation is rational and consistent with the statute.\" <i>NLRB v. United Food &amp; Commercial Workers, Local 23,</i> 484 U.S. 112, 123, 108 S.Ct. 413, 98 L.Ed.2d 429 (1989); <i>see also Chevron, U.S.A., Inc. v. Natural Res. Def. Council, Inc.,</i> 467 U.S. 837, 843, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984). Thus, a finding by the Board that the Act has been violated will be upheld \"as long as the finding is supported by substantial evidence on the record as a whole, even if we would have reached a different conclusion.\" <i>3-E Co., Inc. v. NLRB,</i> 26 F.3d 1, 3 (1st Cir.1994) (citing 29 U.S.C. &#167; 160(e)).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Although the opinions of both my colleagues recount the appropriate standard of review, I see little in their analyses that actually comports with the standard's deferential command. Both of them acknowledge that the legal issue before us is a close question that implicates a considered balancing of the parties' legitimate interests. In my view, such admissions ought to signal deference to the Board's ruling. <i>See Yesterday's Children, Inc. v. NLRB,</i> 115 F.3d 36, 44 (1st Cir.1997) (\"We may not substitute our judgment for the Board's when the choice is `between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it de novo.'\") (quoting <i>Universal Camera Corp. v. NLRB,</i> 340 U.S. 474, 488, 71 S.Ct. 456, 95 L.Ed. 456 (1951)). Failure to defer to the Board's ruling is especially inappropriate in the present context. As the Supreme Court has stated, the Board's rules in this area \"have evolved and are still evolving, as the Board, employing its expertise in the light of experience, has sought to balance the conflicting legitimate interests in pursuit of the national policy of promoting labor peace through strengthened collective bargaining.\" <i>Charles D. Bonanno Linen Serv., Inc. v. NLRB,</i> 454 U.S. 404, 413, 102 S.Ct. 720, 70 L.Ed.2d 656 (1982) (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">By failing to observe settled principles of deference, my colleagues also commit a compounding error. That is, they embark on a hasty reevaluation of the labor policies animating the Board's ruling, and their conclusions raise some troubling concerns. I turn to those issues now.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">B. Haas's acceptance of the benefits of collective bargaining on a multiemployer basis</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Board found that Haas acted inconsistently with any earlier withdrawal from multiemployer bargaining by accepting the benefits of a quid-pro-quo negotiated between NECA and the Union whereby the Union would grant wage-rate and other concessions in exchange for the greater security of a longer contract. In spite of this sound reasoning, my colleagues reject the Board's ruling and allow an employer to pick and choose among mid-term concessions negotiated by the multiemployer representative <i>after</i> the employer's supposed withdrawal of the representative's authority to act on its behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Rather than promoting stable labor relations, this result creates an incentive for employers in a multiemployer unit to jump ship immediately after an agreement is reached. That way, the abandoning employers can take advantage of any concessions granted during the contract's term while not being bound any of the concomitant responsibilities. My colleagues' ruling thus creates a classic example of the \"free rider\" problem. <i>See</i> Richard A. Posner, <i>Economic Analysis of Law</i> 55 (3d ed.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Both of my colleagues articulate similar justifications for their conclusions. They both posit that, when Haas agreed to be bound by the terms negotiated by NECA for 1990-1993, part of what Haas bargained for was that it would not be standing alone and that the other employers in the association would have the same obligations as Haas.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> This is curious reasoning in light of fact that, as things turns out, Haas did <i>not</i> have the same obligations as other employers. Indeed, Haas gets the best deal of <i>any</i> employer: lower rates and no additional responsibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Moreover, I have found no authority &#8212; and none is cited by either of my colleagues &#8212; standing for the proposition that an employer, by engaging in multiemployer negotiations, bargains for and receives an ongoing assurance that all employers in the multiemployer unit will be treated equally for the duration of the contract, regardless of whether that employer (or any other employer) withdraws from the group prior to the contract's termination. And in the end, I doubt that my colleagues would want to go along with the true implications of their \"standing together\" reasoning. For instance, what if NECA had negotiated a rate <i>increase</i> after Haas's withdrawal? My colleagues' reasoning seems to compel the conclusion that Haas would have to accept the higher rates. Similarly, what if Haas had withdrawn and then successfully negotiated an even larger rate decrease in individual bargaining with the Union? Under my colleagues' rationale, either Haas would be unable to take advantage of the better rates or, more dramatically, the decrease negotiated by Haas would be applied to all employers in the group. Clearly, these would be peculiar and unprecedented outcomes.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">My colleagues also decry the catch-22 that would result if Haas were <i>not</i> permitted to behave opportunistically. I perceive no such problem. Having abandoned group bargaining, Haas was no longer concerned with maintaining parity with other contractors. And nothing prevented Haas from negotiating individually with the Union in an effort to gain concessions equal to or greater than those negotiated by NECA.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">In their concern for Haas's dilemma, my colleagues fail to appreciate the double bind their reasoning could inflict on both the Union and the employers remaining in the multiemployer unit. If withdrawing employers such as Haas are still able to take advantage of mid-term concessions, this will dramatically affect the Union's bargaining position and impose substantial costs on the non-withdrawing employers. The Union, which has a duty to fairly represent all of its members, <i>see Vaca v. Sipes,</i> 386 U.S. 171, 190, 87 S.Ct. 903, 17 L.Ed.2d 842 (1967), is placed in the difficult spot of making concessions on behalf of <i>all</i> members in exchange for benefits that accrue only to <i>some</i> members. Likewise, non-withdrawing employers will doubtlessly chafe at the prospect of shouldering a disproportionate share of the cost for concessions. My colleagues reasoning could also have further unintended consequences that are equally unsavory.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Although my colleagues express similar concerns, they differ as to how their labor-policy ruminations should affect the outcome of the case. Judge Stahl believes that Haas's interests in \"standing together\" and in avoiding a potential catch-22 are dispostive. In other words, he believes that the Act <i>mandates</i> an outcome contrary to the Board's ruling. Meanwhile, Judge Lynch believes that the Act <i>might</i> permit the Board's ruling (provided the Board gives a more thorough account of its reasoning), but that the Board lacked the authority in this instance to enforce its ruling against Haas. In my view, my colleagues' concerns are ill-founded, and the Board was fully justified in making its ruling. Precedent and experience make clear that our views on these issues should yield to those of the agency chosen by Congress to make sensitive labor policy judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">C. Haas's failure to announce the nature of its presence at collective bargaining</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Even if Haas's acceptance of the benefits of the 1992 negotiations could not support the Board's ruling, additional evidence supports a finding that Haas's inconsistent conduct nullified the stated intention to withdraw. Despite its earlier letters of withdrawal, Haas participated actively in the reopener negotiations without announcing any limitations on its authority to bargain. The Board has repeatedly held, with the approval of our sister circuits, that such unqualified participation in subsequent multiemployer bargaining will nullify an earlier expressed withdrawal. <i>See Herre Bros.,</i> 201 F.3d at 247; <i>Hartman,</i> 774 F.2d at 1384; <i>Michael J. Bollinger Co.,</i> 252 N.L.R.B. at 407; <i>Associated Shower Door,</i> 205 N.L.R.B. at 682. Based on this unbroken line of precedent and the evidence in this case, I believe the Board was more than justified in concluding that Haas had bound itself to the agreements.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">My colleagues dismiss the significance of Haas's failure to announce its supposedly limited role in negotiations by asserting that the Board's rule is irrational and unnecessary in the present context. However, in light of the fact that Board precedent identifies a recurring problem of employers trying to hedge their bets with half-hearted withdrawals, I would defer to the Board's experience in evaluating how this complex area of labor relations operates. The \"stand and announce\" rule has solid justification as a bulwark against slippery employer tactics. Furthermore, the rule promotes a degree of predictability that, when observed, obviates the need for cases such as this.</p>\n    </div>\n    <p class=\"indent\">D. The disposition of the case</p>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">One final point bears attention. In his concurring opinion, Judge Stahl concludes that the Board's ruling, no matter how thoroughly analyzed, violates the NLRA. Although I disagree with this underlying premise, it is sensible that he would decide to grant Haas's petition and deny enforcement of the Board's order. As I read Judge Lynch's concurring opinion, however, she does <i>not</i> decide that the Board's ruling was contrary to the Act. Overall, Judge Lynch is agnostic as to whether the Board could reasonably extend the rule of <i>Retail Associates</i> to the situation presented here. But in light of what is viewed as the poverty of the Board's explanation for its actions, Judge Lynch concludes that the Board's order cannot be enforced as its stands. Given the views expressed in the her opinion, I believe the appropriate step would be to remand the case to the Board for further explication of its holding. <i>See Shaw's Supermarkets, Inc. v. NLRB,</i> 884 F.2d 34, 41 (1st Cir.1989). Instead, Judge Lynch votes to deny enforcement outright. I think this conclusion is erroneous as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In my view, denial of enforcement would be appropriate only if the Board's legal ruling violates the Act or runs contrary to \"reasonable private expectations existing at the time of the relevant conduct.\" <i>C.E.K. Indus. Mech. Contractors, Inc. v. NLRB,</i> 921 F.2d 350, 358 (1st Cir.1990). But as both of my colleagues recognize, the Board simply took principles that are well established in one context (that of negotiating new agreements) and extended them to another context (that of a contract extension). Although we disagree as to whether such an extension is both supported and supportable, there is nothing that could give Haas a reasonable expectation that its conduct was lawful at the time. Thus, even if Judge Lynch is correct in concluding that the Board's explanation for its action is inadequate, remand would clearly be the proper remedy. <i>See Epilepsy Found. of N.E. Ohio v. NLRB,</i> 268 F.3d 1095, 1102 (D.C.Cir.2002) (\"[R]etroactive effect is appropriate for new applications of [existing] law, clarifications, and additions.\" (citations and internal quotation marks omitted)).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">For these reasons, I would deny Haas's petition for review and grant the Board's cross-petition for enforcement. Since I believe my colleagues err in granting Haas's petition, I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> Once negotiations have begun, an employer may only withdraw from negotiations with the union's consent or upon a showing of \"unusual circumstances.\"<i>Retail Assocs.,</i> 120 N.L.R.B. at 395. Although Judge Stahl remarks on Haas's dire financial situation, Haas made no claim of \"unusual circumstances\" before the Board or this Court. <i>Cf. Callier's Custom Kitchens,</i> 243 N.L.R.B. 1114, 1117, 1979 WL 9368 (1979) (\"[U]nusual circumstances have been found to exist when the withdrawing employer can establish that it is faced with dire economic consequences, such as imminent bankruptcy.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> I tend to agree with both of my colleagues that Haas adequately communicated its intention to withdraw from NECA. I depart with my colleagues on the question of whether Haas's subsequent inconsistent conduct nullified its withdrawal from multiemployer bargaining</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> This rationale is completely at odds with the views expressed by Haas to NECA and the Union. In its June 29, 1992, letter to the NECA and the Union, Haas stated: \"Haas Electric does not agree to be bound by any revisions to the existing agreement dated July 1, 1990 between Western Massachusetts Chapter, NECA and [the Union].\" Despite the fact that Haas decided to adopt several favorable contract terms negotiated by NECA, one can detect no indication in the letter that Haas felt that its own fate continued to be tied to that of NECA and its members. Indeed, in the same letter, Haas disingenuously claims to have been ignorant of the fact that contract negotiations had occurred, even though Haas had requested and attended the reopener negotiations. Judge Stahl's opinion notes this inconsistency as \"puzzling\"; it strikes me as further compelling evidence of Haas's efforts to obtain the best of both worlds</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></span></p>\n    <p class=\"parties\">HAAS ELECTRIC, INC., Petitioner,<br>v.<br>NATIONAL LABOR RELATIONS BOARD, Respondent.</p>\n    <p class=\"docket\">No. 01-2245.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 8, 2002.</p>\n    <p class=\"date\">Decided August 7, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Daniel J. Sheridan, with whom Sheridan &amp; Sheridan, L.L.P. was on brief, for petitioner.</p>\n      <p class=\"indent\">Usha Dheenan, Attorney, with whom Margaret A. Gaines, Supervisory Attorney, Arthur F. Rosenfeld, General Counsel, John E. Higgins, Jr., Deputy General Counsel, John H. Ferguson, Associate General Counsel, and Aileen A. Armstrong, Deputy Associate General Counsel, were on brief, for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">For the reasons stated below, the Board's application for enforcement of its order is <i>denied</i> and the Petitioner's request for relief is <i>granted.</i></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">STAHL, Senior Circuit Judge, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Petitioner Haas Electric, Inc. (\"Haas\"), seeks review of a decision and order of the National Labor Relations Board (\"NLRB\" or \"Board\"). The Board found that Haas violated its obligations under the National Labor Relations Act (\"Act\"), 29 U.S.C. &#167;&#167; 151-69, by withdrawing recognition from the International Brotherhood of Electrical Workers, Local No. 7 (\"Union\"), abrogating the collective-bargaining agreements to which it was bound, and making unlawful changes to the terms and conditions of employment. The Board has cross-petitioned for enforcement of the order.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The dispute in this case has centered on the questions of whether Haas provided adequate notice of its intent to withdraw the authority of the western Massachusetts chapter of the National Electrical Contractors' Association (\"NECA\") to negotiate with the Union on its behalf and whether Haas subsequently acted consistently with its notice of withdrawal.</p>\n    </div>\n    <p>I. Factual Background</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Haas is a small electrical contractor in western Massachusetts. On February 1, 1991, Haas signed a letter of assent, which bound it to a collective bargaining agreement, negotiated between NECA and the Union, effective from July 1, 1990, through June 30, 1993 (\"90-93 Contract\"). The letter of assent additionally authorized NECA to act as Haas's collective bargaining representative with respect to current and successive labor agreements and provided that the authorization would \"remain in effect until terminated by the undersigned employer giving written notice to [NECA] and to the Local Union at least one hundred and fifty (150) days prior to the then current anniversary date of the applicable labor agreement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Just prior to 1989, Haas had been awarded a job on the Phoenix Mutual Life Insurance Building in Enfield, Connecticut. Largely due to infighting among the local Union chapters, resulting in significant cost overruns and delays in completion of the work, Haas lost $400,000 on that job and exhausted its line of credit with its bank. These losses, combined with a general recession that hit the region's construction industry during the same period, forced Haas to approach the Union and request relief on the wage rates contained in the 90-93 Contract. The Union refused to offer any relief. Owner and president of Haas, Frederick Haas (\"Mr. Haas\"), a life-long member of the Union, was forced to exhaust his personal resources as a result. Because of this, Mr. Haas made the decision to revoke his own membership in the Union and to terminate Haas's relationship with the Union and with NECA.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 2, 1992, Haas sent a letter to the Union, terminating the labor agreement with the Union, effective in 150 days. The letter read in part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Please be notified that as of the date posted on this letter, Haas Electric Inc.... is terminating the Labor Agreement between Haas Electric Inc., and [the Union]. Haas Electric Inc., also acknowledges that this intent becomes final 150 days from date of notification, according to mutual agreement. It is with deep regret that Haas Electric Inc., must make this decision after 36 years of membership as an organized labor contractor....</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Please respond to this communication and forward your expectations of this contractor and put a final legal date of termination in your reply.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Haas sent the letter by certified mail and copied it to NECA and to the Union's international representative. Notwithstanding the fact that the mail had been sent certified, none of the parties receiving the letter responded.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At about the same time, the Union, under pressure from NECA, agreed to reopen the 90-93 Contract. A series of reopener negotiations took place from March to June of 1992. Ralph Whitelock, Haas's vice president, attended these sessions. Although Whitelock did not state at any time that Haas was participating in the negotiations on a limited basis or as a non-member of NECA, he subsequently testified that he made no proposals during the negotiations and that he did not vote on any contract change to take place after June 30, 1993, the date on which the contract by which Haas was bound would expire. As a result of the negotiations, the Union agreed to certain wage concessions. In return, NECA agreed to extend the contract through June 30, 1994 (\"92-94 Contract\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On June 11, 1992, the Union sent Haas a letter of assent purporting to bind Haas to the 92-94 Contract. Haas declined to sign it, even though, by doing so, Haas fore-went funds owed to it under the Union's market recovery program, a program designed to assist union contractors in competing against non-union contractors on certain targeted jobs. Instead, on June 29, 1992, Haas wrote to NECA as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is the position of Haas Electric, Inc. that NECA has already been notified that Haas Electric, Inc., has withdrawn its authorization to have NECA act as its bargaining agent with the Local. Haas Electric hereby reaffirms its letter of January 2, 1992, notifying yourself and [the Union] of its intentions. Therefore, Haas Electric does not agree to be bound by any revisions to the existing agreement dated July 1, 1990 between [NECA] and [the Union].</p>\n    </div>\n    <p class=\"indent\">This letter was copied to the Union.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Despite the fact that Haas declined to sign the notice of assent, Haas took advantage of the concessions negotiated in the 92-94 Contract.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the following fall and winter, Haas wrote to NECA twice more regarding Haas's withdrawal from multiemployer bargaining. On November 4, 1992, Haas wrote that \"effective November 1, 1992 [Haas] has resigned its membership in [NECA].\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On December 21, 1992, Haas wrote to request written confirmation that NECA had received Haas's letters indicating its resignation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At about the same time, the Union agreed to another set of negotiations over the possibility of granting further concessions. This second set of reopener negotiations took place in six meetings between December 17, 1992, and June 3, 1993. The last meeting Haas attended was the fifth, on May 19, 1993. The parties finally reached an agreement on June 3, 1993, but the agreement was ratified only at the end of June 1993, after one additional change to the proposal. Under the agreement, the Union agreed to certain concessions, including the elimination of wage increases; in return, the contract was extended to June 30, 1996 (\"93-96 Contract\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On June 30, 1993, the date of the expiration of the original contract, Haas withdrew from the Union and ceased to abide by the terms of the collective bargaining agreement.</p>\n    </div>\n    <p>II. Procedural Background</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On July 26, 1993, the Union filed an unfair labor practice charge alleging that Haas violated &#167;&#167; 8(a)(1) and 8(a)(5) of the National Labor Relations Act, 29 U.S.C. &#167;&#167; 158(a)(1) &amp; (5), by refusing to abide by a collective bargaining agreement and by unilaterally changing the terms and conditions of employment. The Union subsequently amended its charge to add that Haas had committed an unfair labor practice by withdrawing recognition from the Union. On September 30, 1993, the Regional Director issued a complaint and notice of hearing. After numerous delays over four years, during which the Regional Director first dismissed and then reinstated the claim of improper withdrawal of recognition from the Union, a hearing was held on October 14 and 15, 1997, in front of an administrative law judge (ALJ).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The ALJ found that Haas's letters to the Union and NECA were sufficient to establish notice of its intent to withdraw NECA's authority to bargain on its behalf. The ALJ further concluded that Haas's conduct subsequent to the notice of withdrawal had not been inconsistent with this announced intent. The ALJ therefore held that Haas did not violate the National Labor Relations Act when it ceased recognizing the Union and altered the terms and conditions of employment after June 30, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The ALJ's decision was not appealed by the NLRB's general counsel. However, the Union filed exceptions to the decision before the Board. In an order issued on August 2, 2001, a majority of the Board concluded that Haas had unlawfully withdrawn recognition of the Union and had unlawfully changed the terms and conditions of employment. <i>Haas Elec., Inc.,</i> 334 N.L.R.B. No. 107 (2001) (\"Board Decision\"). The chairman of the Board dissented. Haas timely filed the petition before us.</p>\n    </div>\n    <p>III. Analysis</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Under section 8(f) of the Act and current Board law, contracts such as those agreed to by NECA and the Union &#8212; known as prehire agreements<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> &#8212; are fully enforceable during their term. <i>See John Deklewa &amp; Sons,</i> 282 N.L.R.B. 1375 (1987), <i>enforced sub nom. Int'l Ass'n of Iron Workers, Local 3 v. NLRB,</i> <span class=\"citation\" data-id=\"504018\"><a href=\"/opinion/504018/international-association-of-bridge-structural-and-ornamental-iron/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span> (3d Cir.1988). However, upon expiration of a prehire agreement, the employer may withdraw recognition from the union and avoid any obligation to bargain for a successor contract. <i>James Luterbach Constr. Co.,</i> 315 N.L.R.B. 976, 978, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">715997</span></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under the standards set forth in <i>Retail Associates, Inc.,</i> 120 N.L.R.B. 388, <span class=\"citation no-link\"><span class=\"volume\">1958</span> <span class=\"reporter\">WL</span> <span class=\"page\">13328</span></span> (1958), a stated intent to withdraw from multiemployer bargaining is effective only if it is both timely and unequivocal. <i>Id.</i> at 393-95. The timeliness requirement is met if the employer gives notice prior to the date on which negotiations are set to commence or actually commence. <i>NLRB v. Charles D. Bonanno Linen Serv., Inc.,</i> <span class=\"citation\" data-id=\"382059\"><a href=\"/opinion/382059/national-labor-relations-board-and-teamsters-local-union-no-25/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span>, 28 (1st Cir.1980), <i>aff'd,</i> <span class=\"citation\" data-id=\"110597\"><a href=\"/opinion/110597/charles-d-bonanno-linen-service-inc-v-nlrb/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">404</span></a></span>, <span class=\"citation\" data-id=\"110597\"><a href=\"/opinion/110597/charles-d-bonanno-linen-service-inc-v-nlrb/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">720</span></a></span>, <span class=\"citation\" data-id=\"110597\"><a href=\"/opinion/110597/charles-d-bonanno-linen-service-inc-v-nlrb/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span></a></span> (1982).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The requirement that the stated intent be unequivocal is met if the notice is \"unambiguous.\" <i>Custom Colors Contractors,</i> 226 N.L.R.B. 851, 853 (1976), <i>enforced sub nom. NLRB v. Beckham, Inc.,</i> <span class=\"citation\" data-id=\"349957\"><a href=\"/opinion/349957/national-labor-relations-board-v-beckham-inc/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">190</span></a></span> (5th Cir. 1977).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In addition to requiring that the employer provide timely and unequivocal notice of withdrawal from multiemployer bargaining, the Board has held that such withdrawal is nevertheless nullified if the employer's conduct subsequent to the notice is inconsistent with the stated intent to withdraw. <i>Dependable Tile Co.,</i> 268 N.L.R.B. 1147, 1147, <span class=\"citation no-link\"><span class=\"volume\">1984</span> <span class=\"reporter\">WL</span> <span class=\"page\">36081</span></span> (1984), <i>enforced sub nom. NLRB v. Hartman,</i> <span class=\"citation\" data-id=\"459855\"><a href=\"/opinion/459855/national-labor-relations-board-v-jack-e-hartman-a-sole-proprietorship/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1376</span></a></span> (9th Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">With respect to both the 92-94 Contract and the 93-96 Contract, the Board found that Haas's letters were ineffective as notices of its intent to withdraw NECA's authority to bargain on its behalf. The Board further found that, even if the letters had provided effective notice, Haas's withdrawal was nullified by its inconsistent behavior subsequent to the delivery of the letters, namely Whitelock's attendance at and participation in the negotiations leading up to the 92-94 and 93-96 Contracts. Haas now counters that it gave timely and unequivocal notice and behaved consistently thereafter with its stated intent to withdraw recognition from the Union and NECA. After briefly laying out the standard of review, I examine first whether Haas's notice was effective and second whether its participation in the two sets of reopener negotiations negated an effective notice.</p>\n    </div>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our standard of review of the NLRB's determinations is deferential, provided its legal conclusions are \"rational and consistent with the [National Labor Relations Act].\" <i>NLRB v. United Food and Commercial Workers, Local 23,</i> <span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 123, <span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">413</span></a></span>, <span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">429</span></a></span> (1987). \"We may not substitute our judgment for the Board's when the choice is `between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it de novo.'\" <i>Yesterday's Children, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"741734\"><a href=\"/opinion/741734/yesterdays-children-inc-v-national-labor-relations-board/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 44 (1st Cir. 1997) (citing <i>Universal Camera Corp. v. NLRB,</i> <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 488, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span></a></span> (1951)). However, we only enforce the Board's order if it correctly applied the law and if the factual findings are supported by substantial evidence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>Id.</i> As the Supreme Court has clarified, although \"[t]he `substantial evidence' standard is not modified in any way when the Board and its examiner disagree[,] ... evidence supporting a conclusion may be less substantial when an impartial, experienced examiner who has observed the witnesses and lived with the case has drawn conclusions different from the Board's than when he has reached the same conclusion.\" <i>Universal Camera Corp.,</i> 340 U.S. at 496, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>; <i>see NLRB v. Walton Mfg. Co.,</i> <span class=\"citation\" data-id=\"106373\"><a href=\"/opinion/106373/nlrb-v-walton-mfg-co/\"><span class=\"volume\">369</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">404</span></a></span>, 408, <span class=\"citation\" data-id=\"106373\"><a href=\"/opinion/106373/nlrb-v-walton-mfg-co/\"><span class=\"volume\">82</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">853</span></a></span>, <span class=\"citation\" data-id=\"106373\"><a href=\"/opinion/106373/nlrb-v-walton-mfg-co/\"><span class=\"volume\">7</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">829</span></a></span> (1962) (\"[T]he Examiner ... sees the witnesses and hears them testify, while the Board and the reviewing court look only at cold records.\"). This court has stated that \"where the board has reached a conclusion opposite of that of the ALJ, our review is slightly less deferential than it would be otherwise.\" <i>C.E.K. Indus. Mech. Contractors, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"553166\"><a href=\"/opinion/553166/cek-industrial-mechanical-contractors-inc-v-national-labor-relations/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span>, 355 (1st Cir.1990).</p>\n    </div>\n    <p class=\"indent\">B. Notice</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Board held that Haas's January 2, 1992 letter failed to provide notice of Haas's intent to revoke NECA's authority to negotiate on its behalf because the letter only purported to terminate the 90-93 Contract and to withdraw recognition from the Union. The Board reasoned that, because the letter of assent had given NECA authority to bargain on behalf of Haas for any current and subsequent labor agreement, Haas's failure to reference specifically its withdrawal from NECA was fatal to any purported notice. I disagree. The January 2, 1992 letter specifically referenced the 150 days notification period noted in the letter of assent, which represents the amount of notification required to withdraw effectively NECA's authority to bargain on an employer's behalf. The letter was sent to the Union, but was also copied to NECA. As the ALJ pointed out, neither the Union nor NECA questioned the meaning of the letter; in fact, they failed to respond. Although Haas admittedly did not use precise language in articulating its intent to withdraw NECA's authority, in my view, we cannot say that substantial evidence supports the conclusion that Haas's intent was not unequivocal.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> This is true especially when one places the January 2, 1992 letter in a larger context: Mr. Haas personally resigned from the Union shortly before preparing the letter; Haas later refused to sign the letter of assent for the 92-94 Contract, although it lost much-needed funds as a result; and Haas followed up with letters on June 29, 1992, and November 4, 1992,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> both of which asserted Haas's intent to revoke NECA's bargaining authority more clearly, even if still imperfectly. It appears that all of the panelists agree that Haas provided timely and unequivocal notice of its intent to revoke NECA's authority to represent it in labor negotiations for any contract subsequent to June 30, 1993.</p>\n    </div>\n    <p class=\"indent\">C. Subsequent Conduct</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Having established that Haas provided timely and unequivocal notice, I next address the Board's conclusion that Haas's conduct subsequent to this notice was inconsistent with its intent to withdraw from multiemployer bargaining. Haas argues that its subsequent conduct was not inconsistent with a stated intent to withdraw but was, instead, consistent only with its desire to monitor any interim changes that would apply to the 1990-1993 contract. After careful consideration, I agree with Haas. In doing so, I am mindful of precedent that precludes an employer from securing the \"best of two worlds\" by actively participating in negotiations for a subsequent agreement after it has withdrawn from group bargaining. <i>See Sheet Metal Workers' Int'l Ass'n Local 19 v. Herre Bros., Inc.,</i> <span class=\"citation\" data-id=\"767353\"><a href=\"/opinion/767353/sheet-metal-workers-international-association-local-19-v-herre-bros/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 245-47 (3d Cir. 1999); <i>Dependable Tile,</i> 268 N.L.R.B. at 1147; <i>Associated Shower Door Co.,</i> 205 N.L.R.B. 677, <span class=\"citation no-link\"><span class=\"volume\">1973</span> <span class=\"reporter\">WL</span> <span class=\"page\">5179</span></span> (1973), <i>enforced,</i> <span class=\"citation\" data-id=\"326045\"><a href=\"/opinion/326045/national-labor-relations-board-v-associated-shower-door-co-inc/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span> (9th Cir.1975). However, this precedent stands for the proposition that the employer acts inconsistently with its intent to withdraw where it participates in negotiations for a <i>new</i> contract and not where it participates in negotiations to amend the terms of an <i>existing</i> contract by which it is already bound. In <i>Dependable Tile,</i> for example, the employer gave unequivocal notice on December 31, 1980, that it was withdrawing from multiemployer bargaining effective March 31, 1981, but the employer then proceeded to attend formal negotiation sessions seeking agreement on a contract to take effect after March 31, 1981. In clarifying its position that the employer had behaved inconsistently with its intent to withdraw, the Board stated that \"[i]f [the employer] had merely participated in the sessions in order to administer the expiring contract &#8212; to which Respondent Dependable was admittedly bound &#8212; we would agree\" that its conduct was consistent with its intent to withdraw. <i>Dependable Tile,</i> 268 N.L.R.B. at 1147. <i>See also Sheet Metal Workers' Int'l Ass'n,</i> 201 F.3d at 246-47 (holding that the employer acted inconsistently with its noticed intent to withdraw from group bargaining where employer repeatedly requested information and spoke with negotiators concerning a contract to take effect <i>after</i> the date of withdrawal).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Here, admittedly, the line between revisions to the pre-existing contract and the drafting of a new contract is blurry. The negotiations in which Haas participated led not only to amendments to the terms of the 90-93 contract, but also to the extension of the original contract to 1994 and then the further extension of the 92-94 contract to 1996. Without downplaying the ambiguity here that makes this case a close call, in my view, Haas's conduct was consistent with participation only in revisions to the 90-93 contract. In other words, Haas did not attempt to \"secure the best of two worlds\" by negotiating the terms of the extensions beyond 1993. As I have stated, the ALJ found that, as to both the first and second round of negotiations leading to contract extensions, Whitelock made no proposals during the negotiations and did not vote on any contract change to take effect after June 30, 1993, and specifically did not vote on the contract extensions. In fact, the ALJ found that, in the second round of negotiations, as soon as discussions turned to changes to take effect past June 30, 1993, Whitelock stopped attending.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The ALJ further pointed out that the negotiations were very informal, that there was no agenda, and that contractors such as Haas could have no way of knowing what interim changes would take place without attending the meetings. I see no substantial evidence here that Haas's conduct during the negotiations was consistent with any goal other than influencing the terms of the contract up to June 30, 1993, the date through which it was bound by the contract.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The facts before us are thus fundamentally distinguishable from the facts of the related precedent.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">I am further unconvinced by the Board's reasoning that, having decided to take advantage of the renegotiated lower wage rates, Haas was also bound by the extension of the contract. The logic here seems to be that, having repudiated the right of NECA to negotiate on its behalf, Haas was bound by the original terms of the 90-93 contract and could not take advantage, even just through June 30, 1993, of any concessions negotiated by NECA. Instead, the logic goes, Haas should have negotiated any concessions it wanted individually with the union. Unquestionably the position taken by the Board on this issue was overly formalistic and unduly harsh. Haas was bound by the terms negotiated in the existing 90-93 contract through its expiration. When it agreed to be bound by the terms negotiated by NECA for 90-93, part of what Haas bargained for was that it would not be standing alone and that the other employers in the association would have the same obligations that Haas had. To penalize Haas for taking advantage of the reduced wages through June 30, 1993, would be to deprive it of the benefit of the collective action it got as part of the initial contract to which it continued to be bound. Only after June 30, 1993, is Haas fairly required to stand alone.</p>\n    </div>\n    <p>IV. Remedy</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Although the panel appears to be in agreement that the Board erred in holding that Haas's notice was not unequivocal, we have parted ways on whether the second holding &#8212; that Haas behaved inconsistently with its stated intent to withdraw recognition from NECA &#8212; also constitutes an incorrect application of the Act. Our dissenting colleague argues that the holding today denying enforcement of the Board's order constitutes a judgment that one set of policy considerations should prevail over another and thus a departure from the deference we owe the Board in its administration of the Act. However, it is my position that the holding today is not merely a \"choice between two fairly conflicting views,\" <i>Universal Camera Corp.,</i> 340 U.S. at 488, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, but rather a determination that the Board's conclusions regarding Haas's subsequent behavior were not supported by substantial evidence, especially in light of factual findings set out by the ALJ and adopted by the Board. \"[A] reviewing court,\" after all, \"is not barred from setting aside a Board decision when it cannot conscientiously find that the evidence supporting that decision is substantial, when viewed in the light that the record in its entirety furnishes, including the body of evidence opposed to the Board's view.\" <i>Id.</i> It is also worth noting again here that the \"evidence supporting a conclusion may be less substantial when an impartial, experienced examiner who has observed the witnesses and lived with the case has drawn conclusions different from the Board's,\" as the ALJ did here, \"than when he has reached the same conclusion.\" <i>Id.</i> at 496, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">My concurring colleague also characterizes the Board's holding as a policy choice, but one that may or may not be within the Board's authority under the Act. She has suggested that a remand may have been a more appropriate course of action, in that it would have given the Board a chance to explain the policy reasons behind the rule it announced. While a better explanation undoubtedly would have made our review easier, this is not an appropriate case for a remand. The Court has in the past remanded primarily only in situations where the Board departed, without explanation, from its own clearly established precedent. <i>See, e.g., Shaw's Supermarkets, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"528445\"><a href=\"/opinion/528445/shaws-supermarkets-inc-v-national-labor-relations-board/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 41 (1st Cir.1989). Moreover, as Judge Lynch has pointed out, this dispute originated in July 1993 and has divided every decision-making body along its way to this court. A remand, after nine years of uncertainty, would only compound the injustice Haas has experienced in having to wait this long for a resolution.</p>\n    </div>\n    <p>V. Conclusion</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">I thus vote to grant Petitioner's request for relief and deny the Board's cross-petition for enforcement.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Somewhat puzzlingly, the letter opened with the statement that \"[i]t has come to my attention that NECA is seriously considering renegotiating the existing contract with [the Union],\" even though Haas's representative Whitelock had attended the negotiations and was aware that negotiations had been completed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This letter was apparently not copied to the Union</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although \"[a] union must usually demonstrate majority support among an employer's employees in order to enter a collective bargaining agreement with an employer,\"<i>NLRB v. Goodless Bros. Elec. Co., Inc.,</i> <span class=\"citation\" data-id=\"199895\"><a href=\"/opinion/199895/nlrb-v-goodless-electric/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span>, 104 (1st Cir.2002), under section 8(f), unions and employers in the construction industry may enter into collective bargaining agreements in the absence of a demonstration of majority representation by the union. <i>Id.</i> at 104-105. These \"prehire agreements\" allow employers to fix labor costs before employees are hired, thus making it easier to bid on jobs.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Haas has not challenged the Board's conclusion that the case before us is governed by the rules set out in<i>Retail Associates.</i> The Board acknowledged that <i>Luterbach,</i> which held that mere inaction could not bind an employer to multiemployer bargaining for a new 8(f) contract, cast some doubt on the applicability of <i>Retail Associates</i> to the facts of this case. <i>Luterbach,</i> 315 N.L.R.B. at 979; <i>see</i> Board Opinion at 5, n. 14. However, the Board found that nothing in <i>Luterbach</i> suggested that <i>Retail Associates</i> would not apply where the employer had given the multiemployer group continuing authority to bargain on its behalf. As Haas has not challenged this finding, we do not reach it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 10(e) of the Act provides that \"[t]he findings of the Board with respect to questions of fact if supported by substantial evidence on the record considered as a whole shall be conclusive.\" 29 U.S.C. &#167; 160(e)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> I also find unconvincing the Board's assertion that \"[s]ince the contract in effect at that time was not scheduled to expire until June 30, 1993, more than a year later, the letter constituted at most an anticipatory breach of a valid contract.\" Board Opinion at 3. The letter of assent required<i>at least</i> 150 days notice; thus, Haas's notification more than a year prior to the expiration of the contract is not inconsistent with its intent to terminate NECA's authority at the end of the 90-93 contract.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It is possible that neither one of these letters, standing alone, provided unequivocal notice of withdrawal of NECA's authority. The June 29, 1992 letter was a reassertion that the January 2, 1992 letter had revoked NECA's bargaining authority. The November 4, 1992 letter was apparently not copied to the Union and purported to resign Haas's membership in NECA rather than withdraw NECA's authority to bargain on its behalf, two legally distinct relationships<i>See Int'l Ladies' Garment Workers' Union,</i> 286 N.L.R.B. 226, 231 (1987), <i>enforced,</i> <span class=\"citation no-link\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></span> (3d Cir.1988). Here, however, the fact that Haas twice reiterated its intent to withdraw tends to show that the notice was unequivocal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It is noteworthy that the two cases in which the \"best of two worlds\" doctrine has its roots,<i>Associated Shower Door,</i> 205 N.L.R.B. at 677, and <i>Michael J. Bollinger Co.,</i> 252 N.L.R.B. 406 (1980), <i>enforced,</i> <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span></span> (4th Cir.1983), are cases where an employer informed the union and the multiemployer unit that it was withdrawing effective immediately, and then proceeded to take action that was inconsistent with an immediate withdrawal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Board mentions in passing that Whitelock had been appointed to a one-year term as vice president of NECA around the time of the second reopener negotiations. Board Opinion at 2. We note that there is no inconsistency between Whitelock's position as an officer of NECA and Haas's expressed intent to withdraw NECA's authority to bargain on its behalf. In<i>International Ladies' Garment Workers' Union,</i> the Board ruled that, where the owner of a business, after notice of withdrawal from group bargaining, continued in his role as a member of the subcommittee negotiating the new contract, the employer had not acted inconsistently with its stated intent to withdraw. 286 N.L.R.B. at 231. The Board found that the owner's participation in the discussions had been extremely limited and evidenced a position of continued membership in the association without delegation to the association of the right to bargain on its behalf, a status permitted by the agreement between the union and the association. <i>Id.</i> We believe the facts of the case before us are even more favorable to a finding of no inconsistency, given the ALJ's determination that Whitelock refrained from participating in <i>any</i> discussions related to the contract extension.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> A possible exception is a letter sent to NECA by Haas on April 28, 1993, arguing against a wage increase, which, Haas mistakenly believed, would take place after the expiration of the original contract. We agree here with the ALJ that this single letter &#8212; intended, according to Haas's testimony, for NECA and not the Union &#8212; is not sufficiently inconsistent with the remainder of Haas's conduct to change our position</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In light of the above discussion, I also find that Whitelock need not have affirmatively announced the limited nature of his participation in the negotiations over the interim changes to the collective bargaining agreement. Although the unqualified participation of an employer in group bargaining has been considered a factor in determining whether the employer has nullified a previously expressed intent to withdraw, this factor has, again, been raised only in cases where negotiations concerned a successor agreement<i>See, e.g., Sheet Metal Workers' Int'l Ass'n,</i> 201 F.3d at 245-47; <i>Dependable Tile Co.,</i> 268 N.L.R.B. at 1147; <i>NLRB v. Associated Shower Door Co.,</i> <span class=\"citation\" data-id=\"326045\"><a href=\"/opinion/326045/national-labor-relations-board-v-associated-shower-door-co-inc/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 233 (9th Cir.1975).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">LYNCH, Circuit Judge, concurring in the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">I join Judge Stahl in declining to enforce the Board's order.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The decade-long journey of this labor dispute has divided virtually every decision-making body that has reviewed it.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Union first filed its unfair labor practices charge with the N.L.R.B.'s Regional Office in July 1993. In September 1993, the Regional Director issued a Complaint and Notice of Hearing; shortly thereafter, this hearing was first rescheduled and then postponed indefinitely. On January 2, 1997, the Regional Office reversed track, issuing an order partially withdrawing its Complaint and partially dismissing the charge. Then, on August 1, 1997, the Regional Office reversed track again, rescinding its January 2, 1997, decision and issuing an Amended Complaint and Notice of Hearing. After a hearing, the Administrative Law Judge dismissed the charge, finding that Haas had given proper notice of its intent to withdraw from the multi-employer bargaining group and that its later actions did not nullify that withdrawal. The ALJ also opined that even if the Board were to reject his conclusion, it should \"take into consideration the extreme delay that occurred between the filing of the charge here and the trial of this case,\" \"none of [which] delay is attributable to Respondent,\" and the fact that \"[f]or the majority of this period, Respondent was under the impression that the matter would be dismissed.\" <i>Haas Electric, Inc.,</i> 334 N.L.R.B. No. 107 app., <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">888294</span></span>, at *22 (2001) (ALJ opinion appended to NLRB opinion).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">While accepting the ALJ's credibility determinations and factual findings, a majority of the Board rejected the conclusions and found both that Haas's notice of withdrawal was not adequate and that, even if it were, Haas's later actions were inconsistent with that withdrawal, as Haas attempted to have \"the best of both worlds.\" <i>Haas Electric,</i> <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">888294</span></span>, at *4. The Chairman of the Board dissented on both points. The majority did not even discuss the ALJ's request that the Board, in fashioning a remedy, consider the unfairness to Haas in imposing the rule after years of its expecting otherwise. And now a panel of this court is riven and two thoughtful opinions have been written, reaching opposite conclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Haas, in my view, did give adequate notice to the union of his withdrawal effective with the termination of the 1990-1993 contract on June 30, 1993. The opposing conclusion of the majority of the Board, in my view, is not supported by substantial evidence. All members of this panel seem to agree that adequate notice was given, contrary to the Board majority's conclusion. For the reasons Judge Stahl outlines, I see no doubt that both the Union and the multi-employer bargaining group, NECA, had actual notice of Haas's intent to withdraw as of the end of June 1993 and that neither objected.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The first area of disagreement among the panel concerns whether Haas's participation in later negotiations nullified its withdrawal, and of the relationship between the notice given and Haas's subsequent conduct. The negotiations covered what can be thought of as two interrelated topics: part (a) concerned changes in the terms and provisions of contractual obligations on both labor and management through June 30, 1993, and part (b) concerned extensions of the contract beyond June 30, 1993. The union likely gave the concessions in part (a), at least in part, as a quid pro quo for the extensions in part (b). Haas was, of course, bound by the contract through June 30, 1993, and so had a legitimate interest in the first part of the interrelated negotiations. Accordingly, the fact that Haas was present at the bargaining about the existing contract was not inconsistent with its withdrawing effective June 30, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Board has said that, even if Haas's written notice were clear and proper, the notice would be nullified by Haas's later conduct. <i>Haas Electric, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">888294</span></span>, at *4. The Board says Haas is trying to get \"the best of both worlds\" because the price tag for part (a) of the negotiations was part (b), the contractual extension. Haas obtained part (a) without paying the price of part (b), the Board majority says, and that is what is inconsistent.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">While it is unclear from the Board's opinion, the Board may be saying that Haas could have avoided all of this problem of supposed inconsistency by announcing at the negotiations that it was there for the limited purpose of protecting its interests through June 30, 1993. <i>Id.</i> at *5, n. 12.<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> Haas's silence on this point, according to the Board, cost it dearly. The Board may also have meant its \"stand and announce\" rule to play a more limited role &#8212; that of resolving any ambiguity in the minds of the union and other NECA members about why Haas was present at the negotiation. While perhaps it would have been wiser for Haas to do so, it is far from clear why an employer who has given proper notice and received no objection in return should have to restate its position in order to preserve it. Nothing in the labor agreement contained any such requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Of course, if all parties had actual notice of a proper withdrawal effective June 30, 1993, then a \"stand and announce\" rule seems unnecessary since, as Chairman Hurtgen says, \"there was no duty or need to explain this obvious point.\" <i>Id.</i> at *8, n. 1 (Hurtgen, Chairman, dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">And so we are left with the Board's \"best of both worlds\" rationale. As the Board explained, this is not so much a \"best of both worlds\" problem as a \"hedge your bets\" problem &#8212; the Board's theory is that Haas was preserving its options until it saw how the negotiations went. But the Board's statement of the dimensions of the problem, outlined above, is too simple and, in my view, its result is not adequately explained. Many of the Board's cases in this area arise where an employer had withdrawn, the contract had ended, and then the parties undertook new bargaining for new contracts. <i>See, e.g., Int'l Ladies' Garment Workers' Union,</i> 286 N.L.R.B. 226, 231, <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">89961</span></span> (1987), <i>enforced,</i> <span class=\"citation no-link\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></span> (3d Cir.1988); <i>Dependable Tile Co.,</i> 268 N.L.R.B. 1147, <span class=\"citation no-link\"><span class=\"volume\">1984</span> <span class=\"reporter\">WL</span> <span class=\"page\">36081</span></span> (1984), <i>enforced as modified sub nom., NLRB v. Hartman,</i> <span class=\"citation\" data-id=\"459855\"><a href=\"/opinion/459855/national-labor-relations-board-v-jack-e-hartman-a-sole-proprietorship/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1376</span></a></span> (9th Cir.1985); <i>Michael J. Bollinger Co.,</i> 252 N.L.R.B. 406, 406, <span class=\"citation no-link\"><span class=\"volume\">1980</span> <span class=\"reporter\">WL</span> <span class=\"page\">12429</span></span> (1980), <i>enforced,</i> <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span></span> (4th Cir. 1983); <i>cf. Sheet Metal Workers' Int'l Ass'n v. Herre Bros., Inc.,</i> <span class=\"citation\" data-id=\"767353\"><a href=\"/opinion/767353/sheet-metal-workers-international-association-local-19-v-herre-bros/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 236 (3d Cir.1999). That Board precedent is concerned with a vastly different situation than this. In those cases, the employer's interest in the present contract had ended. It is one thing to apply a \"best of both worlds\" rule to the problem encountered in the cases cited above. It is quite another thing to apply it to the different sort of problem presented by this case, the problem presented by continuing contractual obligations. Some explanation for such an extension is warranted, and the Board has given none.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Here, the withdrawing employer, Haas, was still bound by obligations through June 30, 1993, and was still entitled to the services of NECA on Haas's behalf through that date. Part of what Haas was entitled to through June 30, 1993, was, as Judge Stahl says, not to stand alone, but rather to take advantage of what NECA offered. If the renegotiations of the obligations through June 30 led to lower wages, then Haas, as a member of NECA and as a union contractor, did not want to pay higher wages and thus price itself out of jobs. Perhaps the Board meant that because the quid pro quo for the renegotiated lower wages was an extended contract term, Haas could not legitimately restrict itself only to protecting its interests in the existing contract. If so, this appears to set up a Catch-22 situation for the withdrawing employer. And it appears to be inconsistent with the Board's precedent. <i>See Dependable Tile Co.,</i> 268 N.L.R.B. 1147, 1147 (1984) (\"If [the employer] had merely participated in the sessions in order to administer the expiring contract &#8212; to which [it] was admittedly bound &#8212; we would agree [that such action would not be] inconsistent with a stated intent to leave group bargaining and negotiate separately.\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This leads to my differences with my colleagues. Judge Torruella views this case as a routine extension of Board policy to an analogous set of facts. I view the case as an application of a rule meant for one problem to another problem, so that the Board has effectively fashioned a new rule. In my view, the Board neither recognized the problem nor articulated any reason for the choice it made. Judge Torruella has written persuasively about why the Board's choice is within the permissible choices. As Judge Torruella's opinion correctly states, issues of policy are left to the Board, so long as the Board does not transgress statutory language. <i>Int'l Ass'n of Bridge, Structural &amp; Ornamental Iron Workers, Local 3 v. NLRB,</i> <span class=\"citation\" data-id=\"504018\"><a href=\"/opinion/504018/international-association-of-bridge-structural-and-ornamental-iron/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span>, 775-76 (3d Cir.1988). It may be that application of the rule to the different problem presented by Haas is within the Board's permissible policy choices; perhaps the behavior that Haas has engaged in would lead to instability in multi-employer bargaining groups. I could not now conclude, absent further explanation, whether a policy choice by the Board to reach the result it has reached here would be within its authority under the Act. <i>See BE &amp; K Constr. Co. v. NLRB,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"121163\"><a href=\"/opinion/121163/bek-constr-co-v-nlrb/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2390</span></a></span>, 2401-02, <span class=\"citation\" data-id=\"121163\"><a href=\"/opinion/121163/bek-constr-co-v-nlrb/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">499</span></a></span> (2002). I do not adopt Judge Torruella's views because we may not affirm an agency's decision on a ground not given by an agency, <i>Gailius v. INS,</i> <span class=\"citation\" data-id=\"198026\"><a href=\"/opinion/198026/ins-v-gailius/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 44 (1st Cir.1998), nor may we affirm an agency's change in precedent on a ground not adequately explained, <i>Citizens Awareness Network Inc. v. United States Nuclear Regulatory Comm'n,</i> <span class=\"citation\" data-id=\"196191\"><a href=\"/opinion/196191/citizens-awareness-v-nrc/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">284</span></a></span>, 290 (1st Cir.1995). My difference with Judge Stahl is that, in his view, the result the Board reaches, on these facts, violates the Act, and I am not prepared to say that.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The question of remedy also divides us. A remand to the Board is the usual appropriate remedy when the Board has not adequately expressed itself or appears to give an explanation in court not given in the agency opinion. <i>Shaw's Supermarkets, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"528445\"><a href=\"/opinion/528445/shaws-supermarkets-inc-v-national-labor-relations-board/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 41 (1st Cir.1989). The remand rule is not absolute, and courts have engaged in weighing of different factors in fashioning appropriate remedies. Weighing against a remand is concern regarding fairness to Haas, which easily could have altered its primary conduct (e.g., \"stood and announced\") had the Board provided better guidance as to this type of problem. In my view, the Board has, without recognition or thought, applied the solution to one problem to a qualitatively different problem, and that raises issues of fair notice to Haas.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">As Judge Friendly noted almost forty years ago in <i>NLRB v. Majestic Weaving Co.,</i> <span class=\"citation\" data-id=\"270512\"><a href=\"/opinion/270512/national-labor-relations-board-v-majestic-weaving-co-inc-local-815/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span> (2d Cir.1966):</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Although courts have not generally balked at allowing administrative agencies to apply a rule newly fashioned in an adjudicative proceeding to past conduct, a decision branding as `unfair' conduct stamped `fair' at the time a party acted, raises judicial hackles.... And the hackles bristle still more when a financial penalty is assessed for action that might well have been avoided if the agency's changed disposition had been earlier made known, or might even have been taken in express reliance on the standard previously established.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\"><i>Id.</i> at 860 (denying enforcement on Board order based on new rule and declining to remand to Board). This court adopted a similar view in <i>C.E.K. Industrial Mechanical Contractors, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"553166\"><a href=\"/opinion/553166/cek-industrial-mechanical-contractors-inc-v-national-labor-relations/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span>, 358 (1st Cir.1990), in which we refused to apply a new NLRB rule retroactively because it would \"plainly disappoint reasonable private expectations existing at the time of the relevant conduct.\" <i>See also Retail, Wholesale &amp; Dept. Store Union v. NLRB,</i> <span class=\"citation\" data-id=\"305494\"><a href=\"/opinion/305494/retail-wholesale-and-department-store-union-afl-cio-v-national-labor/\"><span class=\"volume\">466</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span> (D.C.Cir.1972) (declining to enforce Board order giving retroactive effect to rule newly announced in adjudication).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The panel agrees that Haas gave adequate notice of his intent to withdraw. Board precedent told Haas he had a right to be present at bargaining concerning the existing contract. If the Board intended to require Haas to do more, it would have been fairer for it to make the guidelines clear. Further, neither of my colleagues is disposed toward a remand and this case needs to be decided. After almost ten years of litigation, the parties are entitled to some certainty and finality. <i>See U.S. Airways, Inc., v. Barnett,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"118500\"><a href=\"/opinion/118500/us-airways-inc-v-barnett/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1516</span></a></span>, 1526-27, <span class=\"citation\" data-id=\"118500\"><a href=\"/opinion/118500/us-airways-inc-v-barnett/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">589</span></a></span> (2002) (O'Connor, J., concurring). I thus vote to deny enforcement of the Board order.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> If so, such a \"stand and announce\" rule seems irrational because whether Haas received the benefit of part (a) without paying the cost of part (b) does not seem to turn at all on whether Haas stood and announced its appearance for limited purposes at the negotiation. Haas did take advantage of the quid of union concessions before June 30, and did not pay the quo of contract extensions. Perhaps there is a rational connection between a \"stand and announce\" rule and the \"best of both worlds\" problem, but the Board has not explained what it is</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">TORRUELLA, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">I respectfully dissent from the disposition created by the separate opinions of my colleagues. It is plain to me, as it was plain to a majority of the Board below, that Haas committed unfair labor practices by unlawfully withdrawing recognition from a union and making unlawful changes to the terms and conditions of employment. Accordingly, the Board's order should be enforced.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">I generally accept the facts and procedural history as they are recited in the two concurring opinions of Judge Stahl and Judge Lynch. My differences with my colleagues lie largely with their treatment of the Board's legal determinations.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Through its experience and specialized expertise, the Board has identified a common threat to stable multiemployer bargaining &#8212; <i>i.e.,</i> that some employers attempt to \"secure the best of two worlds by purportedly withdrawing bargaining authority but then remaining a member of a multiemployer unit in the hope of securing advantageous terms through group negotiations.\" <i>Sheet Metal Workers' Int'l Ass'n Local 19 v. Herre Bros., Inc.,</i> <span class=\"citation\" data-id=\"767353\"><a href=\"/opinion/767353/sheet-metal-workers-international-association-local-19-v-herre-bros/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 244 (3d Cir.1999). Preventing such behavior is sound Board policy that holds true in the context of prehire agreements under &#167; 8(f) of the Act, as well. <i>Cf. Jim McNeff, Inc. v. Todd,</i> <span class=\"citation\" data-id=\"110922\"><a href=\"/opinion/110922/jim-mcneff-inc-v-todd/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">260</span></a></span>, 271, <span class=\"citation\" data-id=\"110922\"><a href=\"/opinion/110922/jim-mcneff-inc-v-todd/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1753</span></a></span>, <span class=\"citation\" data-id=\"110922\"><a href=\"/opinion/110922/jim-mcneff-inc-v-todd/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">830</span></a></span> (1983) (\"Nothing in the legislative history of &#167; 8(f) indicates Congress intended employers to obtain free the benefits of stable labor costs, labor peace, and the use of the union hiring hall.\").</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In order to effectuate its policy, the Board has established a batch of rules, as set forth in <i>Retail Associates, Inc.,</i> 120 N.L.R.B. 388, <span class=\"citation no-link\"><span class=\"volume\">1958</span> <span class=\"reporter\">WL</span> <span class=\"page\">13328</span></span> (1958), and subsequent decisions. According to these rules, the Board allows withdrawal from multiemployer bargaining prior to the initiation of negotiations only if the stated intent to withdraw is both timely and unequivocal.<a class=\"footnote\" href=\"#fn1-2\" id=\"fn1-2_ref\">1</a> <i>Id.</i> at 393-95. Subsequent conduct on the part of an employer that is inconsistent with a stated intent to withdraw nullifies the employer's withdrawal.<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> <i>See Dependable Tile Co.,</i> 268 N.L.R.B. 1147, 1147, <span class=\"citation no-link\"><span class=\"volume\">1984</span> <span class=\"reporter\">WL</span> <span class=\"page\">36081</span></span> (1984), <i>enforced sub nom., NLRB v. Hartman,</i> <span class=\"citation\" data-id=\"459855\"><a href=\"/opinion/459855/national-labor-relations-board-v-jack-e-hartman-a-sole-proprietorship/\"><span class=\"volume\">774</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1376</span></a></span> (9th Cir.1985). These rules have been consistently followed and have served the Board for over 40 years in promoting the purposes of the NLRA. <i>See, e.g., Int'l Ladies' Garment Workers' Union,</i> 286 N.L.R.B. 226, 231, <span class=\"citation no-link\"><span class=\"volume\">1987</span> <span class=\"reporter\">WL</span> <span class=\"page\">89961</span></span> (1987), <i>enforced,</i> <span class=\"citation no-link\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></span> (3d Cir.1988); <i>Dependable Tile Co.,</i> 268 N.L.R.B. at 1147; <i>Michael J. Bollinger Co.,</i> 252 N.L.R.B. 406, 407-08, <span class=\"citation no-link\"><span class=\"volume\">1980</span> <span class=\"reporter\">WL</span> <span class=\"page\">12429</span></span> (1980), <i>enforced,</i> <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">444</span></span> (4th Cir.1983); <i>Associated Shower Door Co.,</i> 205 N.L.R.B. 677, 682, <span class=\"citation no-link\"><span class=\"volume\">1973</span> <span class=\"reporter\">WL</span> <span class=\"page\">5179</span></span> (1973), <i>enforced,</i> <span class=\"citation\" data-id=\"326045\"><a href=\"/opinion/326045/national-labor-relations-board-v-associated-shower-door-co-inc/\"><span class=\"volume\">512</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span> (9th Cir.1975).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In the case at hand, the Board determined that the <i>Retail Associates</i> rules &#8212; which it has only had occasion to apply to the negotiation of <i>new</i> collective-bargaining agreements &#8212; apply with equal force to an employer who withdraws from multiemployer bargaining prior to the negotiation of an <i>extension</i> of an existing collective-bargaining agreement. This a predictable and logical application of the Board's precedent because, for purposes of the <i>Retail Associates</i> rules, there is no principled reason for distinguishing between a new agreement and the extension of an existing one. Thus, the Board applied its rules to the facts of this case in a consistent manner. I see no unfairness that would arise from subjecting Haas to the Board's extension of its precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Unfortunately, in spite of the soundness of the Board's policies and the reasonableness of the Board's application of its rules to the case at hand, my colleagues deny enforcement of the Board's order and, in so doing, depart from established rules governing the deference we owe the Board in its administration of the NLRA.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">A. Our general duty to defer to the Board's construction of the NLRA</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">It is well established that \"we have traditionally accorded the Board deference with regard to its interpretation of the NLRA as long as its interpretation is rational and consistent with the statute.\" <i>NLRB v. United Food &amp; Commercial Workers, Local 23,</i> <span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 123, <span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">413</span></a></span>, <span class=\"citation\" data-id=\"111970\"><a href=\"/opinion/111970/nlrb-v-food-commercial-workers/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">429</span></a></span> (1989); <i>see also Chevron, U.S.A., Inc. v. Natural Res. Def. Council, Inc.,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 843, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984). Thus, a finding by the Board that the Act has been violated will be upheld \"as long as the finding is supported by substantial evidence on the record as a whole, even if we would have reached a different conclusion.\" <i>3-E Co., Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"671515\"><a href=\"/opinion/671515/the-3-e-company-inc-v-national-labor-relations-board/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1994) (citing 29 U.S.C. &#167; 160(e)).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Although the opinions of both my colleagues recount the appropriate standard of review, I see little in their analyses that actually comports with the standard's deferential command. Both of them acknowledge that the legal issue before us is a close question that implicates a considered balancing of the parties' legitimate interests. In my view, such admissions ought to signal deference to the Board's ruling. <i>See Yesterday's Children, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"741734\"><a href=\"/opinion/741734/yesterdays-children-inc-v-national-labor-relations-board/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 44 (1st Cir.1997) (\"We may not substitute our judgment for the Board's when the choice is `between two fairly conflicting views, even though the court would justifiably have made a different choice had the matter been before it de novo.'\") (quoting <i>Universal Camera Corp. v. NLRB,</i> <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 488, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span></a></span> (1951)). Failure to defer to the Board's ruling is especially inappropriate in the present context. As the Supreme Court has stated, the Board's rules in this area \"have evolved and are still evolving, as the Board, employing its expertise in the light of experience, has sought to balance the conflicting legitimate interests in pursuit of the national policy of promoting labor peace through strengthened collective bargaining.\" <i>Charles D. Bonanno Linen Serv., Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"110597\"><a href=\"/opinion/110597/charles-d-bonanno-linen-service-inc-v-nlrb/\"><span class=\"volume\">454</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">404</span></a></span>, 413, <span class=\"citation\" data-id=\"110597\"><a href=\"/opinion/110597/charles-d-bonanno-linen-service-inc-v-nlrb/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">720</span></a></span>, <span class=\"citation\" data-id=\"110597\"><a href=\"/opinion/110597/charles-d-bonanno-linen-service-inc-v-nlrb/\"><span class=\"volume\">70</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">656</span></a></span> (1982) (citations and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">By failing to observe settled principles of deference, my colleagues also commit a compounding error. That is, they embark on a hasty reevaluation of the labor policies animating the Board's ruling, and their conclusions raise some troubling concerns. I turn to those issues now.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">B. Haas's acceptance of the benefits of collective bargaining on a multiemployer basis</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Board found that Haas acted inconsistently with any earlier withdrawal from multiemployer bargaining by accepting the benefits of a quid-pro-quo negotiated between NECA and the Union whereby the Union would grant wage-rate and other concessions in exchange for the greater security of a longer contract. In spite of this sound reasoning, my colleagues reject the Board's ruling and allow an employer to pick and choose among mid-term concessions negotiated by the multiemployer representative <i>after</i> the employer's supposed withdrawal of the representative's authority to act on its behalf.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Rather than promoting stable labor relations, this result creates an incentive for employers in a multiemployer unit to jump ship immediately after an agreement is reached. That way, the abandoning employers can take advantage of any concessions granted during the contract's term while not being bound any of the concomitant responsibilities. My colleagues' ruling thus creates a classic example of the \"free rider\" problem. <i>See</i> Richard A. Posner, <i>Economic Analysis of Law</i> 55 (3d ed.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Both of my colleagues articulate similar justifications for their conclusions. They both posit that, when Haas agreed to be bound by the terms negotiated by NECA for 1990-1993, part of what Haas bargained for was that it would not be standing alone and that the other employers in the association would have the same obligations as Haas.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a> This is curious reasoning in light of fact that, as things turns out, Haas did <i>not</i> have the same obligations as other employers. Indeed, Haas gets the best deal of <i>any</i> employer: lower rates and no additional responsibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Moreover, I have found no authority &#8212; and none is cited by either of my colleagues &#8212; standing for the proposition that an employer, by engaging in multiemployer negotiations, bargains for and receives an ongoing assurance that all employers in the multiemployer unit will be treated equally for the duration of the contract, regardless of whether that employer (or any other employer) withdraws from the group prior to the contract's termination. And in the end, I doubt that my colleagues would want to go along with the true implications of their \"standing together\" reasoning. For instance, what if NECA had negotiated a rate <i>increase</i> after Haas's withdrawal? My colleagues' reasoning seems to compel the conclusion that Haas would have to accept the higher rates. Similarly, what if Haas had withdrawn and then successfully negotiated an even larger rate decrease in individual bargaining with the Union? Under my colleagues' rationale, either Haas would be unable to take advantage of the better rates or, more dramatically, the decrease negotiated by Haas would be applied to all employers in the group. Clearly, these would be peculiar and unprecedented outcomes.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">My colleagues also decry the catch-22 that would result if Haas were <i>not</i> permitted to behave opportunistically. I perceive no such problem. Having abandoned group bargaining, Haas was no longer concerned with maintaining parity with other contractors. And nothing prevented Haas from negotiating individually with the Union in an effort to gain concessions equal to or greater than those negotiated by NECA.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">In their concern for Haas's dilemma, my colleagues fail to appreciate the double bind their reasoning could inflict on both the Union and the employers remaining in the multiemployer unit. If withdrawing employers such as Haas are still able to take advantage of mid-term concessions, this will dramatically affect the Union's bargaining position and impose substantial costs on the non-withdrawing employers. The Union, which has a duty to fairly represent all of its members, <i>see Vaca v. Sipes,</i> <span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, 190, <span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">903</span></a></span>, <span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1967), is placed in the difficult spot of making concessions on behalf of <i>all</i> members in exchange for benefits that accrue only to <i>some</i> members. Likewise, non-withdrawing employers will doubtlessly chafe at the prospect of shouldering a disproportionate share of the cost for concessions. My colleagues reasoning could also have further unintended consequences that are equally unsavory.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Although my colleagues express similar concerns, they differ as to how their labor-policy ruminations should affect the outcome of the case. Judge Stahl believes that Haas's interests in \"standing together\" and in avoiding a potential catch-22 are dispostive. In other words, he believes that the Act <i>mandates</i> an outcome contrary to the Board's ruling. Meanwhile, Judge Lynch believes that the Act <i>might</i> permit the Board's ruling (provided the Board gives a more thorough account of its reasoning), but that the Board lacked the authority in this instance to enforce its ruling against Haas. In my view, my colleagues' concerns are ill-founded, and the Board was fully justified in making its ruling. Precedent and experience make clear that our views on these issues should yield to those of the agency chosen by Congress to make sensitive labor policy judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">C. Haas's failure to announce the nature of its presence at collective bargaining</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Even if Haas's acceptance of the benefits of the 1992 negotiations could not support the Board's ruling, additional evidence supports a finding that Haas's inconsistent conduct nullified the stated intention to withdraw. Despite its earlier letters of withdrawal, Haas participated actively in the reopener negotiations without announcing any limitations on its authority to bargain. The Board has repeatedly held, with the approval of our sister circuits, that such unqualified participation in subsequent multiemployer bargaining will nullify an earlier expressed withdrawal. <i>See Herre Bros.,</i> 201 F.3d at 247; <i>Hartman,</i> 774 F.2d at 1384; <i>Michael J. Bollinger Co.,</i> 252 N.L.R.B. at 407; <i>Associated Shower Door,</i> 205 N.L.R.B. at 682. Based on this unbroken line of precedent and the evidence in this case, I believe the Board was more than justified in concluding that Haas had bound itself to the agreements.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">My colleagues dismiss the significance of Haas's failure to announce its supposedly limited role in negotiations by asserting that the Board's rule is irrational and unnecessary in the present context. However, in light of the fact that Board precedent identifies a recurring problem of employers trying to hedge their bets with half-hearted withdrawals, I would defer to the Board's experience in evaluating how this complex area of labor relations operates. The \"stand and announce\" rule has solid justification as a bulwark against slippery employer tactics. Furthermore, the rule promotes a degree of predictability that, when observed, obviates the need for cases such as this.</p>\n    </div>\n    <p class=\"indent\">D. The disposition of the case</p>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">One final point bears attention. In his concurring opinion, Judge Stahl concludes that the Board's ruling, no matter how thoroughly analyzed, violates the NLRA. Although I disagree with this underlying premise, it is sensible that he would decide to grant Haas's petition and deny enforcement of the Board's order. As I read Judge Lynch's concurring opinion, however, she does <i>not</i> decide that the Board's ruling was contrary to the Act. Overall, Judge Lynch is agnostic as to whether the Board could reasonably extend the rule of <i>Retail Associates</i> to the situation presented here. But in light of what is viewed as the poverty of the Board's explanation for its actions, Judge Lynch concludes that the Board's order cannot be enforced as its stands. Given the views expressed in the her opinion, I believe the appropriate step would be to remand the case to the Board for further explication of its holding. <i>See Shaw's Supermarkets, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"528445\"><a href=\"/opinion/528445/shaws-supermarkets-inc-v-national-labor-relations-board/\"><span class=\"volume\">884</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 41 (1st Cir.1989). Instead, Judge Lynch votes to deny enforcement outright. I think this conclusion is erroneous as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">In my view, denial of enforcement would be appropriate only if the Board's legal ruling violates the Act or runs contrary to \"reasonable private expectations existing at the time of the relevant conduct.\" <i>C.E.K. Indus. Mech. Contractors, Inc. v. NLRB,</i> <span class=\"citation\" data-id=\"553166\"><a href=\"/opinion/553166/cek-industrial-mechanical-contractors-inc-v-national-labor-relations/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">350</span></a></span>, 358 (1st Cir.1990). But as both of my colleagues recognize, the Board simply took principles that are well established in one context (that of negotiating new agreements) and extended them to another context (that of a contract extension). Although we disagree as to whether such an extension is both supported and supportable, there is nothing that could give Haas a reasonable expectation that its conduct was lawful at the time. Thus, even if Judge Lynch is correct in concluding that the Board's explanation for its action is inadequate, remand would clearly be the proper remedy. <i>See Epilepsy Found. of N.E. Ohio v. NLRB,</i> <span class=\"citation\" data-id=\"185541\"><a href=\"/opinion/185541/epilepsy-fdn-ne-oh-v-nlrb/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1095</span></a></span>, 1102 (D.C.Cir.2002) (\"[R]etroactive effect is appropriate for new applications of [existing] law, clarifications, and additions.\" (citations and internal quotation marks omitted)).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">For these reasons, I would deny Haas's petition for review and grant the Board's cross-petition for enforcement. Since I believe my colleagues err in granting Haas's petition, I respectfully dissent.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-2\">\n        <a class=\"footnote\" href=\"#fn1-2_ref\">1</a>\n        <p> Once negotiations have begun, an employer may only withdraw from negotiations with the union's consent or upon a showing of \"unusual circumstances.\"<i>Retail Assocs.,</i> 120 N.L.R.B. at 395. Although Judge Stahl remarks on Haas's dire financial situation, Haas made no claim of \"unusual circumstances\" before the Board or this Court. <i>Cf. Callier's Custom Kitchens,</i> 243 N.L.R.B. 1114, 1117, <span class=\"citation no-link\"><span class=\"volume\">1979</span> <span class=\"reporter\">WL</span> <span class=\"page\">9368</span></span> (1979) (\"[U]nusual circumstances have been found to exist when the withdrawing employer can establish that it is faced with dire economic consequences, such as imminent bankruptcy.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> I tend to agree with both of my colleagues that Haas adequately communicated its intention to withdraw from NECA. I depart with my colleagues on the question of whether Haas's subsequent inconsistent conduct nullified its withdrawal from multiemployer bargaining</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> This rationale is completely at odds with the views expressed by Haas to NECA and the Union. In its June 29, 1992, letter to the NECA and the Union, Haas stated: \"Haas Electric does not agree to be bound by any revisions to the existing agreement dated July 1, 1990 between Western Massachusetts Chapter, NECA and [the Union].\" Despite the fact that Haas decided to adopt several favorable contract terms negotiated by NECA, one can detect no indication in the letter that Haas felt that its own fate continued to be tied to that of NECA and its members. Indeed, in the same letter, Haas disingenuously claims to have been ignorant of the fact that contract negotiations had occurred, even though Haas had requested and attended the reopener negotiations. Judge Stahl's opinion notes this inconsistency as \"puzzling\"; it strikes me as further compelling evidence of Haas's efforts to obtain the best of both worlds</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/270512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/349957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/671515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767353/"
  ]
}