{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200008/",
  "absolute_url": "/opinion/200008/united-states-v-myers/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200008/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:41:56Z",
  "date_modified": "2016-02-28T05:02:00.272686Z",
  "type": "010combined",
  "sha1": "0450829ca7adbff032f4b3c5831847b9ae93cc6a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2059-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/06/25/US_v._Myers.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 01-2059\n\n                    UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                        JOHN WAYNE MYERS,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n              [Hon. Gene Carter, U.S. District Judge]\n\n\n                              Before\n\n                 Selya and Lynch, Circuit Judges,\n\n              and Schwarzer,* Senior District Judge.\n\n\n     Tina Schneider for appellant.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, was on brief, for appellee.\n\n\n\n                          June 25, 2002\n\n\n\n______________\n*Of the Northern District of California, sitting by designation.\n\f             SELYA, Circuit Judge.         A jury in the District of Maine\n\nfound defendant-appellant John Wayne Myers guilty of being a felon\n\nin possession of ammunition and firearms. After the district court\n\nsentenced him as an armed career criminal, Myers appealed.                      His\n\nprincipal challenge is to the district court's refusal to appoint\n\nsubstitute counsel for him at sentencing.              Discerning no infirmity\n\nin    this   or   any   other   respect,    we   affirm   the   conviction      and\n\nsentence.\n\n                                       I.\n\n                                  Background\n\n             The appellant is a recidivist criminal who, until shortly\n\nbefore his most recent arrest, resided in Wisconsin. In October of\n\n2000, he had a dispute with his parole officer and fled the state.\n\nThe Wisconsin authorities warned their Maine counterparts that the\n\nappellant might attempt to contact or harm Gene Richardson (a Maine\n\nresident).        When a deputy sheriff inquired, he found that the\n\nappellant had approached Richardson but had not behaved menacingly.\n\nThe    authorities      nonetheless   elected     to    keep    an   eye   on   the\n\nsituation.\n\n             The appellant soon returned to the Richardson homestead.\n\nThe deputy, assisted by several state troopers, attempted to detain\n\nhim.    A vehicular chase led to the appellant's apprehension.\n\n             An inventory of the appellant's automobile disclosed four\n\nboxes of bullets. A subsequent search of the area traversed during\n\n\n                                      -2-\n\fthe chase — prompted by a report that the appellant had thrown an\n\nobject out of his car window while attempting to escape — yielded\n\na .357 magnum handgun.    Later, a citizen turned in a .22 caliber\n\npistol found in the same general vicinity.    Further investigation\n\nrevealed that the ammunition and the weapons belonged to a resident\n\nof Houlton, Maine, who claimed that they had been pilfered.     The\n\nappellant denied any knowledge of the bullets, the guns, or the\n\ntheft.\n\n            On November 29, 2000, a federal grand jury returned a\n\ntwo-count indictment that charged the appellant with being a felon\n\nin possession of ammunition and firearms.        See 18 U.S.C. §§\n\n922(g)(1), 924(e) (2000).    The appellant was without funds, and,\n\npursuant to the Criminal Justice Act, id. § 3006A, the district\n\ncourt appointed counsel for him in the person of attorney Peter\n\nRodway.     From the start, the two men squabbled over defense\n\nstrategy.    Nevertheless, the appellant voiced no complaint to the\n\ndistrict court and Rodway soldiered on, representing the appellant\n\nvigorously both at a suppression hearing and at trial.\n\n            Notwithstanding Rodway's valiant efforts, the jury found\n\nthe appellant guilty on both counts.   The district court scheduled\n\nthe disposition hearing for July 10, 2001 (some four months after\n\nthe verdict date). The probation department prepared and delivered\n\nthe presentence investigation report (PSI Report) well in advance.\n\nRodway reviewed it with the appellant.\n\n\n                                 -3-\n\f            Five days before the putative sentencing date, Rodway\n\nmoved to withdraw as counsel.            In his motion, he explained that the\n\nappellant    had     dismissed     him    and   that     \"[t]he    attorney-client\n\nrelationship ha[d] broken down to the point that counsel is not\n\nable to effectively communicate with the [client].\"                  At a chambers\n\nconference    held    on   July    10,    Rodway      reiterated   his   desire   to\n\nwithdraw.    The judge prudently decided to conduct an inquiry.\n\n            In open court, Judge Carter engaged in an extensive\n\nthree-way colloquy with Rodway and the appellant.                  The judge began\n\nby querying Rodway about his reasons for moving to withdraw.\n\nRodway explained that he and the appellant had been at loggerheads\n\nfor some time, but that, as of late, communication had become\n\nespecially difficult.        When prompted to furnish specifics, Rodway\n\nreplied only that he thought \"it [was] not a good idea\" for him to\n\ncontinue to represent the appellant.\n\n             Judge Carter then asked the appellant why the public\n\nshould bear the expense of retaining a new lawyer.                   The appellant\n\nresponded that he was dissatisfied with the defense that Rodway had\n\noffered at trial.          When the appellant finished his soliloquy,\n\nRodway interjected that the appellant's comments laid bare the root\n\nof the current conflict: Rodway wanted to concentrate his energies\n\non   the   sentencing      phase   whereas      the    appellant    insisted   upon\n\nrehashing the trial. Rodway suggested that a new lawyer might have\n\n\n\n\n                                          -4-\n\fa better chance of impressing upon the appellant the need to get\n\nbeyond a battle that already had been fought and lost.\n\n            Having heard from all parties in interest, Judge Carter\n\ndenied   the   motion.     He   pointed       out   that   Rodway   had   done   a\n\ncreditable job at trial, and that, in all events, the reasons given\n\nby the appellant in support of his request for the appointment of\n\nsubstitute counsel did not amount to good cause.\n\n            The proceeding then morphed into a disposition hearing.\n\nRodway interposed numerous objections to the PSI Report, argued\n\nthem staunchly, and conferred with his client when the occasion\n\ndemanded.      When all was said and done, the judge sentenced the\n\nappellant at the top of the applicable guideline sentencing range\n\n— imposing a 235-month incarcerative term — but rejected the\n\ngovernment's ardent request that he depart upwardly for reckless\n\nendangerment during flight.        See USSG §2K2.1(b)(4) (2001).             This\n\nappeal followed.\n\n                                        II.\n\n                                  Analysis\n\n            We subdivide our analysis into segments (corresponding to\n\nthe appellant's arguments).\n\n                                        A.\n\n                         The Sixth Amendment Claim\n\n            The appellant's principal assertion is that the district\n\ncourt's denial     of    the   motion    to   withdraw     violated   his   Sixth\n\n\n                                        -5-\n\fAmendment right to counsel of his choice.                 We first limn the\n\napplicable legal standards and then address the claim.\n\n           1.     The Standards.    From a theoretical standpoint, the\n\nappellant's principal assertion rests on a solid foundation.                  The\n\nSupreme Court long has recognized that a criminal defendant \"should\n\nbe afforded a fair opportunity to secure counsel of his own\n\nchoice.\"   Powell v. Alabama, 287 U.S. 45, 53 (1935).                This is a\n\nright of the highest priority.       United States v. Proctor, 166 F.3d\n\n396, 401 (1st Cir. 1999).        We caution, however, that although the\n\nright extends to indigent defendants, it does not afford them carte\n\nblanche in the selection of appointed counsel.             See United States\n\nv. Machor, 879 F.2d 945, 952 (1st Cir. 1989) (declaring that the\n\nright \"is not absolute\"); see generally Wheat v. United States, 486\n\nU.S. 153, 159 (1988) (explaining that \"the essential aim of the\n\n[Sixth] Amendment is to guarantee an effective advocate for each\n\ncriminal defendant rather than to ensure that a defendant will\n\ninexorably be represented by the lawyer whom he prefers\").\n\n           Once    a   court   appoints    an   attorney    to    represent   an\n\naccused,   a    subsequent     decision    to   replace    that   attorney    is\n\ncommitted to the informed discretion of the appointing court.                  In\n\nexercising that authority, the court must take into account the\n\ntotality of the circumstances then obtaining (including the need\n\nfor economy and efficiency in the judicial process). United States\n\nv. Richardson, 894 F.2d 492, 496 (1st Cir. 1990); United States v.\n\n\n                                     -6-\n\fPoulack, 556 F.2d 83, 86 (1st Cir. 1977).             This means that there\n\nmust be good cause for rescinding the original appointment and\n\ninterposing a new one.           United States v. Allen, 789 F.2d 90, 92\n\n(1st Cir. 1986).      Good cause depends on objective reasonableness;\n\nit cannot be gauged solely by ascertaining the defendant's state of\n\nmind.      In other words, \"[l]oss of trust, standing alone, is\n\ninsufficient.\"       United States v. Woodard, ___ F.3d ___, ___ (1st\n\nCir. 2002) [No. 01-2229, slip op. at 22].           By like token, not every\n\nbump in the road entitles a criminal defendant to have his lawyer\n\ncashiered and a new one appointed. See generally Morris v. Slappy,\n\n461 U.S. 1, 14 (1983) (holding that the Sixth Amendment does not\n\n\"guarantee[] a 'meaningful relationship' between an accused and his\n\ncounsel\").      At    a   bare    minimum,   good   cause   demands   that   a\n\ndefendant's professed loss of confidence in his attorney be founded\n\nupon a legitimate reason.\n\n             Under   ordinary      circumstances,    an   appellate   court's\n\ninclination will be to defer broadly to the trial court in regard\n\nto such a decision.       Deference makes perfect sense, for the trial\n\ncourt is in the best position to assess the qualitative aspects of\n\nthe complex relationship between a defendant and his appointed\n\ncounsel.      Consequently, that court is the logical arbiter of\n\nwhether (and under what circumstances) such a defendant requires\n\nsubstitute counsel.       We will overrule such a decision only if it\n\n\n\n\n                                      -7-\n\fconstitutes an abuse of the trial court's discretion.                   United\n\nStates v. Diaz-Martinez, 71 F.3d 946, 950 (1st Cir. 1995).\n\n           Although this is a deferential standard of review, it\n\ndoes not signify that the court of appeals will rubberstamp a trial\n\ncourt's rulings on such matters.              When a defendant seeks the\n\nreplacement of appointed counsel, we expect the trial court to\n\nconduct an appropriate inquiry into the source of the defendant's\n\ndissatisfaction.     See Allen, 789 F.2d at 92.       A failure to inquire\n\nmay result in the reversal of an ensuing conviction. United States\n\nv. Prochilo, 187 F.3d 221, 228-29 (1st Cir. 1999).              Nor is that\n\nall: in assessing the district court's denial of such a motion, we\n\nwill consider not only the adequacy of the court's inquiry but also\n\nfactors such as the timeliness of the motion for substitution and\n\nthe nature of the conflict between lawyer and client.              Allen, 789\n\nF.2d at 92.     We will give special attention to the trial court's\n\nconclusion that the conflict stopped short of \"result[ing] in a\n\ntotal lack of communication preventing an adequate defense.\"                Id.\n\n           2.   The Ruling Below.          In this instance, the appellant\n\nposits that the district court abused its discretion by denying the\n\nwithdrawal motion.        In his view, the court took aim at the wrong\n\ntarget,   zeroing    in    on   Rodway's    performance   rather    than    the\n\ndeteriorated attorney-client relationship.           The proper focus, he\n\ncontinues, would have shown that a serious conflict existed,\n\nwarranting    the   relatively    modest     inconvenience   involved      in   a\n\n\n                                     -8-\n\fpostponement of sentencing to allow new counsel to enter the case\n\nand get up to speed.\n\n           This argument has a patina of plausibility.           After all,\n\nthere was evidence of a strained relationship between Rodway and\n\nthe appellant, and postponing a sentencing is generally not as\n\ndisruptive as postponing an impending trial.            There is, however,\n\nanother side to the story.\n\n           Rodway's motion came late in the day:               it was filed\n\nmonths after the conflict first developed, and a mere five days\n\nbefore the scheduled sentencing.            Nor did the appellant ever\n\nexplain   his    failure   to    register   a   complaint   earlier   in   the\n\nproceedings.       This    chronology   plainly    militates   against     the\n\ngranting of a motion for substitution of counsel.                See, e.g.,\n\nUnited States v. Mangual-Corchado, 139 F.3d 34, 42 n.18 (1st Cir.\n\n1998); Richardson, 894 F.2d at 497-98.\n\n           Then, too, the district court responded appropriately to\n\nthe motion.     While there is no invariable model for a trial court's\n\ninquiry into an allegedly embattled attorney-client relationship,\n\nWoodard, ___ F.3. at ___ [slip op. at 21], the inquiry conducted\n\nhere comprised a thoughtful probe into the nature and duration of\n\nthe asserted conflict.          The adequacy of the inquiry lends added\n\nweight to the trial court's ultimate determination. See Allen, 789\n\nF.2d at 92; see also United States v. Pierce, 60 F.3d 886, 891 (1st\n\nCir. 1995).\n\n\n                                      -9-\n\f          Last — but far from least — the nature of the conflict is\n\nitself revealing.    Though questioned, neither protagonist offered\n\nthe court specifics as to why Rodway could not function effectively\n\non the appellant's behalf at sentencing.                Indeed, the discord\n\nbetween lawyer and client centered exclusively on trial issues —\n\nand the trial had ended.             What remained was the disposition\n\nhearing, and Rodway and the appellant had no apparent disagreement\n\nrelevant to any sentencing issues.\n\n          Let us be perfectly clear. We can envision circumstances\n\nin which, even after the conclusion of trial, a falling-out between\n\na defendant and his counsel so threatens the former's rights that\n\nthe appointment of a new attorney is warranted.            Here, however, no\n\nsuch circumstances are evident.         By the time that Rodway moved to\n\nwithdraw, the probation department had completed its interviews and\n\ncompiled the PSI Report.       Counsel's remaining tasks — chiefly, to\n\nargue whether objections to the PSI Report should be sustained,\n\nwhere within the guideline sentencing range the appellant should be\n\nplaced, and why no upward departure should be essayed — bore no\n\nrelationship to the \"trial-type\" issues that had produced rancor\n\nbetween attorney and client. A defendant who seeks the replacement\n\nof appointed counsel must show more than the mere fact of a\n\ndisagreement; he must show that the conflict between lawyer and\n\nclient   was   so   profound    as    to    cause   a   total   breakdown   in\n\ncommunication, precluding the lawyer from effectively litigating\n\n\n                                     -10-\n\fthe issues remaining in the case.1              Cf. Allen, 789 F.2d at 92\n\n(explaining    that   the    trial   court   must     determine   whether   the\n\nconflict \"was so great that           it resulted in a total lack of\n\ncommunication preventing an adequate defense\").\n\n            The short of the matter is that the information before\n\nthe   district   court      was   susceptible    of   two   rational    (though\n\nopposite)     conclusions.        Which   conclusion     prevailed     depended\n\nentirely on what inferences the presider chose to draw. Given this\n\ntype of standoff, the tie-breaker often will be the standard of\n\nreview.     So it is here.\n\n             The district court carefully examined the timing of the\n\nwithdrawal motion, inquired into its basis, questioned Rodway and\n\nthe appellant in depth about their reasons for seeking replacement\n\ncounsel, and concluded that the acrimony between the two did not\n\njeopardize the effective performance of the legal services yet to\n\nbe rendered.     In so doing, the court was entitled to weigh factors\n\nsuch as the timing of the motion, Rodway's intimate knowledge of\n\nthe case, the likely value of that knowledge at sentencing, the\n\nconclusory nature of the reasons offered by the appellant and the\n\nlawyer to support the request for new counsel, and the absence of\n\nany discernible disagreement about sentencing issues. The district\n\n\n      1\n      Of   course, there will be infinite variations on this theme.\nOne such   variation includes situations in which an irreconcilable\nconflict    develops between lawyer and client regarding an issue\nproperly    within the client's control.   Even then, however, the\nconflict   must be material to an issue that is still live.\n\n                                     -11-\n\fcourt's ultimate conclusion — that no good cause existed for the\n\nappointment of new counsel and the concomitant delay in sentencing\n\nthat such an appointment would entail — was a quintessential\n\njudgment call.       This judgment call fell squarely within the realm\n\nof   the   court's    discretion.         See   Machor,    879   F.2d   at   952-53\n\n(explaining that when the presider had made due inquiry in respect\n\nto a request for replacement of counsel and reached a reasonable\n\nconclusion, the decision should be upheld); see also Richardson,\n\n894 F.2d at 497-98 (rejecting a similarly postured appeal when the\n\ndistrict court supportably determined that the defendant had failed\n\nto   demonstrate      a    conflict      sufficient       to   render   counsel's\n\nrepresentation inadequate).\n\n                                          B.\n\n                          The Equal Protection Claim\n\n            The   appellant       next    argues   that    the   district    court\n\nabridged his rights under the Fifth Amendment's Equal Protection\n\nClause by telling him:        \"You have to convince me that the public\n\nshould bear the expense of appointing you a new lawyer.\"                        The\n\nappellant    contends      that   this    statement   evinces      impermissible\n\ndiscrimination on the basis of indigency.             We do not agree.\n\n            Read in context, we take the district court's remark as\n\na comment directed at the appellant's desire to switch horses in\n\nmid-stream, not at his indigency.               Even if the latter were the\n\n\n\n\n                                         -12-\n\fcase, the appellant's argument would fail for a multitude of\n\nreasons.    We mention only three.\n\n            In the first place, Rodway continued to represent the\n\nappellant to the bitter end, and represented him proficiently.\n\nThus, the appellant was at no time deprived of his constitutional\n\nright to counsel.     In the second place, wealth is not a suspect\n\nclassification for purposes of the Equal Protection Clause.              See\n\nSan Antonio Ind. Sch. Dist. v. Rodriguez, 411 U.S. 1, 29 (1973).\n\nAnd, finally, the appellant's indigency did not cause a complete\n\ndeprivation of the right to counsel (and, therefore, no violation\n\nof the Equal Protection Clause exists). Id. at 23-24 (holding that\n\nthere can be no equal protection violation when \"lack of personal\n\nresources has not occasioned an absolute deprivation of the desired\n\nbenefit\").     For   these   reasons,     the   appellant's    second   claim\n\nfounders.\n\n                                    C.\n\n                             The Pro Se Brief\n\n            There is one more hill to climb. The appellant has filed\n\na supplemental pro se brief in which he raises several arguments\n\naddressed to the conduct of the trial and the sufficiency of the\n\ngovernment's proof.     He makes three main points:           (1) the deputy\n\nrelied on an unsigned Wisconsin warrant to instigate the arrest;\n\n(2) the government suppressed exculpatory evidence and introduced\n\nfalse testimony in its case in chief; and (3) the government failed\n\n\n                                   -13-\n\fto forge a chain of custody sufficient to link the guns and\n\nammunition to the appellant.          This asseverational array seems\n\nbetter suited to a petition for post-conviction relief.               See 28\n\nU.S.C. § 2255 (2000).      We nonetheless explain briefly why, to the\n\nextent (if at all) that the arguments are cognizable on direct\n\nreview, we find them unpersuasive.\n\n           First, it is beyond cavil that the Wisconsin authorities\n\ninformed   their   Maine   counterparts    that    the    appellant   was   in\n\nviolation of his parole.      On the basis of that information, the\n\nlatter had sufficient reason to stop the appellant's vehicle.               See\n\nUnited States v. Hensley, 469 U.S. 221, 231 (holding that \"police\n\nin one jurisdiction [may] act promptly in reliance on information\n\nfrom another jurisdiction\" in such situations).           The ensuing chase\n\nfurnished unassailable grounds for the eventual arrest.\n\n           Second,   the   record    before   us   does    not   support    an\n\ninference of wrongdoing on the part of the government. While there\n\nwere some inconsistencies in the testimony of various police\n\nofficers (effectively exploited by Rodway in both cross-examination\n\nand closing argument), the record reveals nothing amounting to\n\neither a Brady violation, see Brady v. Maryland, 373 U.S. 83, 87\n\n(1963) (holding that \"suppression by the prosecution of evidence\n\nfavorable to an accused . . . violates dues process where the\n\nevidence is material either to guilt or to punishment\"), or the\n\nknowing use of perjurious testimony, see Napue v. Ill., 360 U.S.\n\n\n                                    -14-\n\f264, 269 (1959) (stating that \"a conviction obtained through use of\n\nfalse evidence, known to be such by representatives of the State,\n\nmust fall under the Fourteenth Amendment\"). If there is more light\n\nto be shed on these allegations, the appellant is free to develop\n\nthem on a petition for post-conviction relief.\n\n            Finally, the proof establishing a chain of custody in\n\nthis case was ample.      Various witnesses described in detail how\n\nthey came upon the boxed bullets and the firearms, respectively,\n\nand what they did with those items prior to trial.               Given the\n\ncircumstantial evidence here (i.e., that ammunition was found\n\ninside the car that the appellant had been driving, that the\n\nappellant had been observed throwing an object out of the car\n\nwindow, that both guns were found near the scene of the chase, and\n\nthat the guns and ammunition had a common origin), no more was\n\nexigible.    The links in a chain of custody need not be welded to\n\none another, but, rather, may be more loosely connected.                 See\n\nUnited   States   v.   Ladd,   885   F.2d   954,   957   (1st   Cir.   1989)\n\n(explaining that \"the prosecution's chain-of-custody evidence must\n\nbe adequate — not infallible\").        To the extent that there were any\n\nweak links in the instant chain — notably, the time between the end\n\nof the chase and the time when the guns were found — their effect\n\non the authenticity of the evidence was a matter within the\n\nexclusive province of the jury.        See id.\n\n\n\n\n                                     -15-\n\f                                     III.\n\n                               Conclusion\n\n            We need go no further.          We have painstakingly reviewed\n\nthe record,    the   briefs,   and   the     arguments   ably   presented   by\n\ncounsel.    For aught that appears, the appellant was fairly tried,\n\njustly convicted, and lawfully sentenced.\n\n\n\nAffirmed.\n\n\n\n\n                                     -16-\n\f",
  "html": "<p class=\"case_cite\">294 F.3d 203</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>John Wayne MYERS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-2059.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit</p>\n    <p class=\"date\">Heard June 11, 2002.</p>\n    <p class=\"date\">Decided June 25, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Tina Schneider for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA and LYNCH, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury in the District of Maine found defendant-appellant John Wayne Myers guilty of being a felon in possession of ammunition and firearms. After the district court sentenced him as an armed career criminal, Myers appealed. His principal challenge is to the district court's refusal to appoint substitute counsel for him at sentencing. Discerning no infirmity in this or any other respect, we affirm the conviction and sentence.</p>\n    </div>\n    <p class=\"center\">\n      <i>I.</i>\n    </p>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant is a recidivist criminal who, until shortly before his most recent arrest, resided in Wisconsin. In October of 2000, he had a dispute with his parole officer and fled the state. The Wisconsin authorities warned their Maine counterparts that the appellant might attempt to contact or harm Gene Richardson (a Maine resident). When a deputy sheriff inquired, he found that the appellant had approached Richardson but had not behaved menacingly. The authorities nonetheless elected to keep an eye on the situation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The appellant soon returned to the Richardson homestead. The deputy, assisted by several state troopers, attempted to detain him. A vehicular chase led to the appellant's apprehension.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">An inventory of the appellant's automobile disclosed four boxes of bullets. A subsequent search of the area traversed during the chase &#8212; prompted by a report that the appellant had thrown an object out of his car window while attempting to escape &#8212; yielded a .357 magnum handgun. Later, a citizen turned in a .22 caliber pistol found in the same general vicinity. Further investigation revealed that the ammunition and the weapons belonged to a resident of Houlton, Maine, who claimed that they had been pilfered. The appellant denied any knowledge of the bullets, the guns, or the theft.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 29, 2000, a federal grand jury returned a two-count indictment that charged the appellant with being a felon in possession of ammunition and firearms. <i>See</i> 18 U.S.C. &#167;&#167; 922(g)(1), 924(e) (2000). The appellant was without funds, and, pursuant to the Criminal Justice Act, <i>id.</i> &#167; 3006A, the district court appointed counsel for him in the person of attorney Peter Rodway. From the start, the two men squabbled over defense strategy. Nevertheless, the appellant voiced no complaint to the district court and Rodway soldiered on, representing the appellant vigorously both at a suppression hearing and at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Notwithstanding Rodway's valiant efforts, the jury found the appellant guilty on both counts. The district court scheduled the disposition hearing for July 10, 2001 (some four months after the verdict date). The probation department prepared and delivered the presentence investigation report (PSI Report) well in advance. Rodway reviewed it with the appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Five days before the putative sentencing date, Rodway moved to withdraw as counsel. In his motion, he explained that the appellant had dismissed him and that \"[t]he attorney-client relationship ha[d] broken down to the point that counsel is not able to effectively communicate with the [client].\" At a chambers conference held on July 10, Rodway reiterated his desire to withdraw. The judge prudently decided to conduct an inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In open court, Judge Carter engaged in an extensive three-way colloquy with Rodway and the appellant. The judge began by querying Rodway about his reasons for moving to withdraw. Rodway explained that he and the appellant had been at loggerheads for some time, but that, as of late, communication had become especially difficult. When prompted to furnish specifics, Rodway replied only that he thought \"it [was] not a good idea\" for him to continue to represent the appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Judge Carter then asked the appellant why the public should bear the expense of retaining a new lawyer. The appellant responded that he was dissatisfied with the defense that Rodway had offered at trial. When the appellant finished his soliloquy, Rodway interjected that the appellant's comments laid bare the root of the current conflict: Rodway wanted to concentrate his energies on the sentencing phase whereas the appellant insisted upon rehashing the trial. Rodway suggested that a new lawyer might have a better chance of impressing upon the appellant the need to get beyond a battle that already had been fought and lost.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Having heard from all parties in interest, Judge Carter denied the motion. He pointed out that Rodway had done a creditable job at trial, and that, in all events, the reasons given by the appellant in support of his request for the appointment of substitute counsel did not amount to good cause.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The proceeding then morphed into a disposition hearing. Rodway interposed numerous objections to the PSI Report and conferred with his client when the occasion demanded. When all was said and done, the judge sentenced the appellant at the top of the applicable guideline sentencing range &#8212; imposing a 235-month incarcerative term &#8212; but rejected the suggestion that he depart upwardly for reckless endangerment during flight. <i>See</i> USSG &#167; 2K2.1(b)(4) (2001). This appeal followed.</p>\n    </div>\n    <p class=\"center\">\n      <i>II.</i>\n    </p>\n    <p class=\"center\">\n      <i>Analysis</i>\n    </p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We subdivide our analysis into segments (corresponding to the appellant's arguments).</p>\n    </div>\n    <p class=\"center\">\n      <i>A.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Sixth Amendment Claim</i>\n    </p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellant's principal assertion is that the district court's denial of the motion to withdraw violated his Sixth Amendment right to counsel of his choice. We first limn the applicable legal standards and then address the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. <i>The Standards.</i> From a theoretical standpoint, the appellant's principal assertion rests on a solid foundation. The Supreme Court long has recognized that a criminal defendant \"should be afforded a fair opportunity to secure counsel of his own choice.\" <i>Powell v. Alabama,</i> 287 U.S. 45, 53, 53 S.Ct. 55, 77 L.Ed. 158 (1932). This is a right of the highest priority. <i>United States v. Proctor,</i> 166 F.3d 396, 401 (1st Cir.1999). We caution, however, that although the right extends to indigent defendants, it does not afford them carte blanche in the selection of appointed counsel. <i>See United States v. Machor,</i> 879 F.2d 945, 952 (1st Cir.1989) (declaring that the right \"is not absolute\"); <i>see generally Wheat v. United States,</i> 486 U.S. 153, 159, 108 S.Ct. 1692, 100 L.Ed.2d 140 (1988) (explaining that \"the essential aim of the [Sixth] Amendment is to guarantee an effective advocate for each criminal defendant rather than to ensure that a defendant will inexorably be represented by the lawyer whom he prefers\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Once a court appoints an attorney to represent an accused, a subsequent decision to replace that attorney is committed to the informed discretion of the appointing court. In exercising that authority, the court must take into account the totality of the circumstances then obtaining (including the need for economy and efficiency in the judicial process). <i>United States v. Richardson,</i> 894 F.2d 492, 496 (1st Cir.1990); <i>United States v. Poulack,</i> 556 F.2d 83, 86 (1st Cir.1977). This means that there must be good cause for rescinding the original appointment and interposing a new one. <i>United States v. Allen,</i> 789 F.2d 90, 92 (1st Cir.1986). Good cause depends on objective reasonableness; it cannot be gauged solely by ascertaining the defendant's state of mind. In other words, \"[l]oss of trust, standing alone, is insufficient.\" <i>United States v. Woodard,</i> 291 F.3d 95, ___ (1st Cir.2002) [slip op. at 22]. By like token, not every bump in the road entitles a criminal defendant to have his lawyer cashiered and a new one appointed. <i>See generally Morris</i> <i>v. Slappy,</i> 461 U.S. 1, 14, 103 S.Ct. 1610, 75 L.Ed.2d 610 (1983) (holding that the Sixth Amendment does not \"guarantee[] a `meaningful relationship' between an accused and his counsel\"). At a bare minimum, good cause demands that a defendant's professed loss of confidence in his attorney be founded upon a legitimate reason.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under ordinary circumstances, an appellate court's inclination will be to defer broadly to the trial court in regard to such a decision. Deference makes perfect sense, for the trial court is in the best position to assess the qualitative aspects of the complex relationship between a defendant and his appointed counsel. Consequently, that court is the logical arbiter of whether (and under what circumstances) such a defendant requires substitute counsel. We will overrule such a decision only if it constitutes an abuse of the trial court's discretion. <i>United States v. Diaz-Martinez,</i> 71 F.3d 946, 950 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although this is a deferential standard of review, it does not signify that the court of appeals will rubberstamp a trial court's rulings on such matters. When a defendant seeks the replacement of appointed counsel, we expect the trial court to conduct an appropriate inquiry into the source of the defendant's dissatisfaction. <i>See Allen,</i> 789 F.2d at 92. A failure to inquire may result in the reversal of an ensuing conviction. <i>United States v. Prochilo,</i> 187 F.3d 221, 228-29 (1st Cir.1999). Nor is that all: in assessing the district court's denial of such a motion, we will consider not only the adequacy of the court's inquiry but also factors such as the timeliness of the motion for substitution and the nature of the conflict between lawyer and client. <i>Allen,</i> 789 F.2d at 92. We will give special attention to the trial court's conclusion that the conflict stopped short of \"result[ing] in a total lack of communication preventing an adequate defense.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">2. <i>The Ruling Below.</i> In this instance, the appellant posits that the district court abused its discretion by denying the withdrawal motion. In his view, the court took aim at the wrong target, zeroing in on Rodway's performance rather than the deteriorated attorney-client relationship. The proper focus, he continues, would have shown that a serious conflict existed, warranting the relatively modest inconvenience involved in a postponement of sentencing to allow new counsel to enter the case and get up to speed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This argument has a patina of plausibility. After all, there was evidence of a strained relationship between Rodway and the appellant, and postponing a sentencing is generally not as disruptive as postponing an impending trial. There is, however, another side to the story.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Rodway's motion came late in the day: it was filed months after the conflict first developed, and a mere five days before the scheduled sentencing. Nor did the appellant ever explain his failure to register a complaint earlier in the proceedings. This chronology plainly militates against the granting of a motion for substitution of counsel. <i>See, e.g., United States v. Mangual-Corchado,</i> 139 F.3d 34, 42 n. 18 (1st Cir.1998); <i>Richardson,</i> 894 F.2d at 497-98.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Then, too, the district court responded appropriately to the motion. While there is no invariable model for a trial court's inquiry into an allegedly embattled attorney-client relationship, <i>Woodard,</i> 291 F.3d at ___ [slip op. at 21], the inquiry conducted here comprised a thoughtful probe into the nature and duration of the asserted conflict. The adequacy of the inquiry lends added weight to the trial court's ultimate determination. <i>See Allen,</i> 789 F.2d at 92; <i>see also United States v. Pierce,</i> 60 F.3d 886, 891 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Last &#8212; but far from least &#8212; the nature of the conflict is itself revealing. Though questioned, neither protagonist offered the court specifics as to why Rodway could not function effectively on the appellant's behalf <i>at sentencing.</i> Indeed, the discord between lawyer and client centered exclusively on trial issues &#8212; and the trial had ended. What remained was the disposition hearing, and Rodway and the appellant had no apparent disagreement relevant to any sentencing issues.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Let us be perfectly clear. We can envision circumstances in which, even after the conclusion of trial, a falling-out between a defendant and his counsel so threatens the former's rights that the appointment of a new attorney is warranted. Here, however, no such circumstances are evident. By the time that Rodway moved to withdraw, the probation department had completed its interviews and compiled the PSI Report. Counsel's remaining tasks &#8212; chiefly, to argue whether objections to the PSI Report should be sustained, where within the guideline sentencing range the appellant should be placed, and why no upward departure should be essayed &#8212; bore no relationship to the \"trial-type\" issues that had produced rancor between attorney and client. A defendant who seeks the replacement of appointed counsel must show more than the mere fact of a disagreement; he must show that the conflict between lawyer and client was so profound as to cause a total breakdown in communication, precluding the lawyer from effectively litigating the issues remaining in the case.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Cf. Allen,</i> 789 F.2d at 92 (explaining that the trial court must determine whether the conflict \"was so great that it resulted in a total lack of communication preventing an adequate defense\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The short of the matter is that the information before the district court was susceptible of two rational (though opposite) conclusions. Which conclusion prevailed depended entirely on what inferences the presider chose to draw. Given this type of standoff, the tie-breaker often will be the standard of review. So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court carefully examined the timing of the withdrawal motion, inquired into its basis, questioned Rodway and the appellant in depth about their reasons for seeking replacement counsel, and concluded that the acrimony between the two did not jeopardize the effective performance of the legal services yet to be rendered. In so doing, the court was entitled to weigh factors such as the timing of the motion, Rodway's intimate knowledge of the case, the likely value of that knowledge at sentencing, the conclusory nature of the reasons offered by the appellant and the lawyer to support the request for new counsel, and the absence of any discernible disagreement about sentencing issues. The district court's ultimate conclusion &#8212; that no good cause existed for the appointment of new counsel and the concomitant delay in sentencing that such an appointment would entail &#8212; was a quintessential judgment call. This judgment call fell squarely within the realm of the court's discretion. <i>See Machor,</i> 879 F.2d at 952-53 (explaining that when the presider had made due inquiry in respect to a request for replacement of counsel and reached a reasonable conclusion, the decision should be upheld); <i>see also Richardson,</i> 894 F.2d at 497-98 (rejecting a similarly postured appeal when the district court supportably determined that the defendant had failed to demonstrate a conflict sufficient to render counsel's representation inadequate).</p>\n    </div>\n    <p class=\"center\">\n      <i>B.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Equal Protection Claim</i>\n    </p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appellant next argues that the district court abridged his rights under the Fifth Amendment's Equal Protection Clause by telling him: \"You have to convince me that the public should bear the expense of appointing you a new lawyer.\" The appellant contends that this statement evinces impermissible discrimination on the basis of indigency. We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Read in context, we take the district court's remark as a comment directed at the appellant's desire to switch horses in mid-stream, not at his indigency. Even if the latter were the case, the appellant's argument would fail for a multitude of reasons. We mention only three.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the first place, Rodway continued to represent the appellant to the bitter end, and represented him proficiently. Thus, the appellant was at no time deprived of his constitutional right to counsel. In the second place, wealth is not a suspect classification for purposes of the Equal Protection Clause. <i>See San Antonio Ind. Sch. Dist. v. Rodriguez,</i> 411 U.S. 1, 29, 93 S.Ct. 1278, 36 L.Ed.2d 16 (1973). And, finally, the appellant's indigency did not cause a complete deprivation of the right to counsel (and, therefore, no violation of the Equal Protection Clause exists). <i>Id.</i> at 23-24, 93 S.Ct. 1278 (holding that there can be no equal protection violation when \"lack of personal resources has not occasioned an absolute deprivation of the desired benefit\"). For these reasons, the appellant's second claim founders.</p>\n    </div>\n    <p class=\"center\">\n      <i>C.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Pro Se Brief</i>\n    </p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is one more hill to climb. The appellant has filed a supplemental pro se brief in which he raises several arguments addressed to the conduct of the trial and the sufficiency of the government's proof. He makes three main points: (1) the deputy relied on an unsigned Wisconsin warrant to instigate the arrest; (2) the government suppressed exculpatory evidence and introduced false testimony in its case in chief; and (3) the government failed to forge a chain of custody sufficient to link the guns and ammunition to the appellant. This asseverational array seems better suited to a petition for post-conviction relief. <i>See</i> 28 U.S.C. &#167; 2255 (2000). We nonetheless explain briefly why, to the extent (if at all) that the arguments are cognizable on direct review, we find them unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">First, it is beyond cavil that the Wisconsin authorities informed their Maine counterparts that the appellant was in violation of his parole. On the basis of that information, the latter had sufficient reason to stop the appellant's vehicle. <i>See United States v. Hensley,</i> 469 U.S. 221, 231, 105 S.Ct. 675, 83 L.Ed.2d 604 (holding that \"police in one jurisdiction [may] act promptly in reliance on information from another jurisdiction\" in such situations). The ensuing chase furnished unassailable grounds for the eventual arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Second, the record before us does not support an inference of wrongdoing on the part of the government. While there were some inconsistencies in the testimony of various police officers (effectively exploited by Rodway in both cross-examination and closing argument), the record reveals nothing amounting to either a <i>Brady</i> violation, <i>see Brady v. Maryland,</i> 373 U.S. 83, 87, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963) (holding that \"suppression by the prosecution of evidence favorable to an accused ... violates dues process where the evidence is material either to guilt or to punishment\"), or the knowing use of perjurious testimony, <i>see Napue v. Ill.,</i> 360 U.S. 264, 269, 79 S.Ct. 1173, 3 L.Ed.2d 1217 (1959) (stating that \"a conviction obtained through use of false evidence, known to be such by representatives of the State, must fall under the Fourteenth Amendment\"). If there is more light to be shed on these allegations, the appellant is free to develop them on a petition for post-conviction relief.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, the proof establishing a chain of custody in this case was ample. Various witnesses described in detail how they came upon the boxed bullets and the firearms, respectively, and what they did with those items prior to trial. Given the circumstantial evidence here (i.e., that ammunition was found inside the car that the appellant had been driving, that the appellant had been observed throwing an object out of the car window, that both guns were found near the scene of the chase, and that the guns and ammunition had a common origin), no more was exigible. The links in a chain of custody need not be welded to one another, but, rather, may be more loosely connected. <i>See United States v. Ladd,</i> 885 F.2d 954, 957 (1st Cir.1989) (explaining that \"the prosecution's chain-of-custody evidence must be adequate &#8212; not infallible\"). To the extent that there were any weak links in the instant chain &#8212; notably, the time between the end of the chase and the time when the guns were found &#8212; their effect on the authenticity of the evidence was a matter within the exclusive province of the jury. <i>See id.</i></p>\n    </div>\n    <p class=\"center\">\n      <i>III.</i>\n    </p>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We need go no further. We have painstakingly reviewed the record, the briefs, and the arguments ably presented by counsel. For aught that appears, the appellant was fairly tried, justly convicted, and lawfully sentenced.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Of course, there will be infinite variations on this theme. One such variation includes situations in which an irreconcilable conflict develops between lawyer and client regarding an issue properly within the client's control. Even then, however, the conflict must be material to an issue that is still live</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"200055\"><a href=\"/opinion/200055/united-states-v-myers/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>John Wayne MYERS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-2059.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit</p>\n    <p class=\"date\">Heard June 11, 2002.</p>\n    <p class=\"date\">Decided June 25, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Tina Schneider for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA and LYNCH, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A jury in the District of Maine found defendant-appellant John Wayne Myers guilty of being a felon in possession of ammunition and firearms. After the district court sentenced him as an armed career criminal, Myers appealed. His principal challenge is to the district court's refusal to appoint substitute counsel for him at sentencing. Discerning no infirmity in this or any other respect, we affirm the conviction and sentence.</p>\n    </div>\n    <p class=\"center\">\n      <i>I.</i>\n    </p>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant is a recidivist criminal who, until shortly before his most recent arrest, resided in Wisconsin. In October of 2000, he had a dispute with his parole officer and fled the state. The Wisconsin authorities warned their Maine counterparts that the appellant might attempt to contact or harm Gene Richardson (a Maine resident). When a deputy sheriff inquired, he found that the appellant had approached Richardson but had not behaved menacingly. The authorities nonetheless elected to keep an eye on the situation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The appellant soon returned to the Richardson homestead. The deputy, assisted by several state troopers, attempted to detain him. A vehicular chase led to the appellant's apprehension.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">An inventory of the appellant's automobile disclosed four boxes of bullets. A subsequent search of the area traversed during the chase &#8212; prompted by a report that the appellant had thrown an object out of his car window while attempting to escape &#8212; yielded a .357 magnum handgun. Later, a citizen turned in a .22 caliber pistol found in the same general vicinity. Further investigation revealed that the ammunition and the weapons belonged to a resident of Houlton, Maine, who claimed that they had been pilfered. The appellant denied any knowledge of the bullets, the guns, or the theft.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On November 29, 2000, a federal grand jury returned a two-count indictment that charged the appellant with being a felon in possession of ammunition and firearms. <i>See</i> 18 U.S.C. &#167;&#167; 922(g)(1), 924(e) (2000). The appellant was without funds, and, pursuant to the Criminal Justice Act, <i>id.</i> &#167; 3006A, the district court appointed counsel for him in the person of attorney Peter Rodway. From the start, the two men squabbled over defense strategy. Nevertheless, the appellant voiced no complaint to the district court and Rodway soldiered on, representing the appellant vigorously both at a suppression hearing and at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Notwithstanding Rodway's valiant efforts, the jury found the appellant guilty on both counts. The district court scheduled the disposition hearing for July 10, 2001 (some four months after the verdict date). The probation department prepared and delivered the presentence investigation report (PSI Report) well in advance. Rodway reviewed it with the appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Five days before the putative sentencing date, Rodway moved to withdraw as counsel. In his motion, he explained that the appellant had dismissed him and that \"[t]he attorney-client relationship ha[d] broken down to the point that counsel is not able to effectively communicate with the [client].\" At a chambers conference held on July 10, Rodway reiterated his desire to withdraw. The judge prudently decided to conduct an inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In open court, Judge Carter engaged in an extensive three-way colloquy with Rodway and the appellant. The judge began by querying Rodway about his reasons for moving to withdraw. Rodway explained that he and the appellant had been at loggerheads for some time, but that, as of late, communication had become especially difficult. When prompted to furnish specifics, Rodway replied only that he thought \"it [was] not a good idea\" for him to continue to represent the appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Judge Carter then asked the appellant why the public should bear the expense of retaining a new lawyer. The appellant responded that he was dissatisfied with the defense that Rodway had offered at trial. When the appellant finished his soliloquy, Rodway interjected that the appellant's comments laid bare the root of the current conflict: Rodway wanted to concentrate his energies on the sentencing phase whereas the appellant insisted upon rehashing the trial. Rodway suggested that a new lawyer might have a better chance of impressing upon the appellant the need to get beyond a battle that already had been fought and lost.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Having heard from all parties in interest, Judge Carter denied the motion. He pointed out that Rodway had done a creditable job at trial, and that, in all events, the reasons given by the appellant in support of his request for the appointment of substitute counsel did not amount to good cause.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The proceeding then morphed into a disposition hearing. Rodway interposed numerous objections to the PSI Report and conferred with his client when the occasion demanded. When all was said and done, the judge sentenced the appellant at the top of the applicable guideline sentencing range &#8212; imposing a 235-month incarcerative term &#8212; but rejected the suggestion that he depart upwardly for reckless endangerment during flight. <i>See</i> USSG &#167; 2K2.1(b)(4) (2001). This appeal followed.</p>\n    </div>\n    <p class=\"center\">\n      <i>II.</i>\n    </p>\n    <p class=\"center\">\n      <i>Analysis</i>\n    </p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We subdivide our analysis into segments (corresponding to the appellant's arguments).</p>\n    </div>\n    <p class=\"center\">\n      <i>A.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Sixth Amendment Claim</i>\n    </p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellant's principal assertion is that the district court's denial of the motion to withdraw violated his Sixth Amendment right to counsel of his choice. We first limn the applicable legal standards and then address the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. <i>The Standards.</i> From a theoretical standpoint, the appellant's principal assertion rests on a solid foundation. The Supreme Court long has recognized that a criminal defendant \"should be afforded a fair opportunity to secure counsel of his own choice.\" <i>Powell v. Alabama,</i> <span class=\"citation\" data-id=\"1236300\"><a href=\"/opinion/1236300/powell-v-alabama/\"><span class=\"volume\">287</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span>, 53, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">55</span></span>, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">158</span></span> (1932). This is a right of the highest priority. <i>United States v. Proctor,</i> <span class=\"citation\" data-id=\"198306\"><a href=\"/opinion/198306/united-states-v-proctor/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">396</span></a></span>, 401 (1st Cir.1999). We caution, however, that although the right extends to indigent defendants, it does not afford them carte blanche in the selection of appointed counsel. <i>See United States v. Machor,</i> <span class=\"citation\" data-id=\"526435\"><a href=\"/opinion/526435/united-states-v-winston-machor-united-states-of-america-v-armand-allen/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">945</span></a></span>, 952 (1st Cir.1989) (declaring that the right \"is not absolute\"); <i>see generally Wheat v. United States,</i> <span class=\"citation\" data-id=\"112074\"><a href=\"/opinion/112074/wheat-v-united-states/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 159, <span class=\"citation\" data-id=\"112074\"><a href=\"/opinion/112074/wheat-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, <span class=\"citation\" data-id=\"112074\"><a href=\"/opinion/112074/wheat-v-united-states/\"><span class=\"volume\">100</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">140</span></a></span> (1988) (explaining that \"the essential aim of the [Sixth] Amendment is to guarantee an effective advocate for each criminal defendant rather than to ensure that a defendant will inexorably be represented by the lawyer whom he prefers\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Once a court appoints an attorney to represent an accused, a subsequent decision to replace that attorney is committed to the informed discretion of the appointing court. In exercising that authority, the court must take into account the totality of the circumstances then obtaining (including the need for economy and efficiency in the judicial process). <i>United States v. Richardson,</i> <span class=\"citation\" data-id=\"535582\"><a href=\"/opinion/535582/united-states-v-wesner-richardson/\"><span class=\"volume\">894</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">492</span></a></span>, 496 (1st Cir.1990); <i>United States v. Poulack,</i> <span class=\"citation\" data-id=\"345713\"><a href=\"/opinion/345713/united-states-v-kerry-poulack/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 86 (1st Cir.1977). This means that there must be good cause for rescinding the original appointment and interposing a new one. <i>United States v. Allen,</i> <span class=\"citation\" data-id=\"469060\"><a href=\"/opinion/469060/united-states-v-norman-c-allen/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">90</span></a></span>, 92 (1st Cir.1986). Good cause depends on objective reasonableness; it cannot be gauged solely by ascertaining the defendant's state of mind. In other words, \"[l]oss of trust, standing alone, is insufficient.\" <i>United States v. Woodard,</i> <span class=\"citation\" data-id=\"199979\"><a href=\"/opinion/199979/united-states-v-woodard/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, ___ (1st Cir.2002) [slip op. at 22]. By like token, not every bump in the road entitles a criminal defendant to have his lawyer cashiered and a new one appointed. <i>See generally Morris</i> <i>v. Slappy,</i> <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 14, <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1610</span></a></span>, <span class=\"citation\" data-id=\"110914\"><a href=\"/opinion/110914/morris-v-slappy/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">610</span></a></span> (1983) (holding that the Sixth Amendment does not \"guarantee[] a `meaningful relationship' between an accused and his counsel\"). At a bare minimum, good cause demands that a defendant's professed loss of confidence in his attorney be founded upon a legitimate reason.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under ordinary circumstances, an appellate court's inclination will be to defer broadly to the trial court in regard to such a decision. Deference makes perfect sense, for the trial court is in the best position to assess the qualitative aspects of the complex relationship between a defendant and his appointed counsel. Consequently, that court is the logical arbiter of whether (and under what circumstances) such a defendant requires substitute counsel. We will overrule such a decision only if it constitutes an abuse of the trial court's discretion. <i>United States v. Diaz-Martinez,</i> <span class=\"citation\" data-id=\"196470\"><a href=\"/opinion/196470/united-states-v-diaz-martinez/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">946</span></a></span>, 950 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although this is a deferential standard of review, it does not signify that the court of appeals will rubberstamp a trial court's rulings on such matters. When a defendant seeks the replacement of appointed counsel, we expect the trial court to conduct an appropriate inquiry into the source of the defendant's dissatisfaction. <i>See Allen,</i> 789 F.2d at 92. A failure to inquire may result in the reversal of an ensuing conviction. <i>United States v. Prochilo,</i> <span class=\"citation\" data-id=\"765615\"><a href=\"/opinion/765615/united-states-v-michael-j-prochilo/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">221</span></a></span>, 228-29 (1st Cir.1999). Nor is that all: in assessing the district court's denial of such a motion, we will consider not only the adequacy of the court's inquiry but also factors such as the timeliness of the motion for substitution and the nature of the conflict between lawyer and client. <i>Allen,</i> 789 F.2d at 92. We will give special attention to the trial court's conclusion that the conflict stopped short of \"result[ing] in a total lack of communication preventing an adequate defense.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">2. <i>The Ruling Below.</i> In this instance, the appellant posits that the district court abused its discretion by denying the withdrawal motion. In his view, the court took aim at the wrong target, zeroing in on Rodway's performance rather than the deteriorated attorney-client relationship. The proper focus, he continues, would have shown that a serious conflict existed, warranting the relatively modest inconvenience involved in a postponement of sentencing to allow new counsel to enter the case and get up to speed.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This argument has a patina of plausibility. After all, there was evidence of a strained relationship between Rodway and the appellant, and postponing a sentencing is generally not as disruptive as postponing an impending trial. There is, however, another side to the story.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Rodway's motion came late in the day: it was filed months after the conflict first developed, and a mere five days before the scheduled sentencing. Nor did the appellant ever explain his failure to register a complaint earlier in the proceedings. This chronology plainly militates against the granting of a motion for substitution of counsel. <i>See, e.g., United States v. Mangual-Corchado,</i> <span class=\"citation\" data-id=\"752407\"><a href=\"/opinion/752407/united-states-v-saul-mangual-corchado-united-states-of-america-v-ernesto/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 42 n. 18 (1st Cir.1998); <i>Richardson,</i> 894 F.2d at 497-98.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Then, too, the district court responded appropriately to the motion. While there is no invariable model for a trial court's inquiry into an allegedly embattled attorney-client relationship, <i>Woodard,</i> 291 F.3d at ___ [slip op. at 21], the inquiry conducted here comprised a thoughtful probe into the nature and duration of the asserted conflict. The adequacy of the inquiry lends added weight to the trial court's ultimate determination. <i>See Allen,</i> 789 F.2d at 92; <i>see also United States v. Pierce,</i> <span class=\"citation\" data-id=\"196196\"><a href=\"/opinion/196196/united-states-v-pierce/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span>, 891 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Last &#8212; but far from least &#8212; the nature of the conflict is itself revealing. Though questioned, neither protagonist offered the court specifics as to why Rodway could not function effectively on the appellant's behalf <i>at sentencing.</i> Indeed, the discord between lawyer and client centered exclusively on trial issues &#8212; and the trial had ended. What remained was the disposition hearing, and Rodway and the appellant had no apparent disagreement relevant to any sentencing issues.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Let us be perfectly clear. We can envision circumstances in which, even after the conclusion of trial, a falling-out between a defendant and his counsel so threatens the former's rights that the appointment of a new attorney is warranted. Here, however, no such circumstances are evident. By the time that Rodway moved to withdraw, the probation department had completed its interviews and compiled the PSI Report. Counsel's remaining tasks &#8212; chiefly, to argue whether objections to the PSI Report should be sustained, where within the guideline sentencing range the appellant should be placed, and why no upward departure should be essayed &#8212; bore no relationship to the \"trial-type\" issues that had produced rancor between attorney and client. A defendant who seeks the replacement of appointed counsel must show more than the mere fact of a disagreement; he must show that the conflict between lawyer and client was so profound as to cause a total breakdown in communication, precluding the lawyer from effectively litigating the issues remaining in the case.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Cf. Allen,</i> 789 F.2d at 92 (explaining that the trial court must determine whether the conflict \"was so great that it resulted in a total lack of communication preventing an adequate defense\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The short of the matter is that the information before the district court was susceptible of two rational (though opposite) conclusions. Which conclusion prevailed depended entirely on what inferences the presider chose to draw. Given this type of standoff, the tie-breaker often will be the standard of review. So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court carefully examined the timing of the withdrawal motion, inquired into its basis, questioned Rodway and the appellant in depth about their reasons for seeking replacement counsel, and concluded that the acrimony between the two did not jeopardize the effective performance of the legal services yet to be rendered. In so doing, the court was entitled to weigh factors such as the timing of the motion, Rodway's intimate knowledge of the case, the likely value of that knowledge at sentencing, the conclusory nature of the reasons offered by the appellant and the lawyer to support the request for new counsel, and the absence of any discernible disagreement about sentencing issues. The district court's ultimate conclusion &#8212; that no good cause existed for the appointment of new counsel and the concomitant delay in sentencing that such an appointment would entail &#8212; was a quintessential judgment call. This judgment call fell squarely within the realm of the court's discretion. <i>See Machor,</i> 879 F.2d at 952-53 (explaining that when the presider had made due inquiry in respect to a request for replacement of counsel and reached a reasonable conclusion, the decision should be upheld); <i>see also Richardson,</i> 894 F.2d at 497-98 (rejecting a similarly postured appeal when the district court supportably determined that the defendant had failed to demonstrate a conflict sufficient to render counsel's representation inadequate).</p>\n    </div>\n    <p class=\"center\">\n      <i>B.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Equal Protection Claim</i>\n    </p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appellant next argues that the district court abridged his rights under the Fifth Amendment's Equal Protection Clause by telling him: \"You have to convince me that the public should bear the expense of appointing you a new lawyer.\" The appellant contends that this statement evinces impermissible discrimination on the basis of indigency. We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Read in context, we take the district court's remark as a comment directed at the appellant's desire to switch horses in mid-stream, not at his indigency. Even if the latter were the case, the appellant's argument would fail for a multitude of reasons. We mention only three.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In the first place, Rodway continued to represent the appellant to the bitter end, and represented him proficiently. Thus, the appellant was at no time deprived of his constitutional right to counsel. In the second place, wealth is not a suspect classification for purposes of the Equal Protection Clause. <i>See San Antonio Ind. Sch. Dist. v. Rodriguez,</i> <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 29, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span>, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">16</span></a></span> (1973). And, finally, the appellant's indigency did not cause a complete deprivation of the right to counsel (and, therefore, no violation of the Equal Protection Clause exists). <i>Id.</i> at 23-24, <span class=\"citation\" data-id=\"108751\"><a href=\"/opinion/108751/san-antonio-independent-school-dist-v-rodriguez/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1278</span></a></span> (holding that there can be no equal protection violation when \"lack of personal resources has not occasioned an absolute deprivation of the desired benefit\"). For these reasons, the appellant's second claim founders.</p>\n    </div>\n    <p class=\"center\">\n      <i>C.</i>\n    </p>\n    <p class=\"center\">\n      <i>The Pro Se Brief</i>\n    </p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is one more hill to climb. The appellant has filed a supplemental pro se brief in which he raises several arguments addressed to the conduct of the trial and the sufficiency of the government's proof. He makes three main points: (1) the deputy relied on an unsigned Wisconsin warrant to instigate the arrest; (2) the government suppressed exculpatory evidence and introduced false testimony in its case in chief; and (3) the government failed to forge a chain of custody sufficient to link the guns and ammunition to the appellant. This asseverational array seems better suited to a petition for post-conviction relief. <i>See</i> 28 U.S.C. &#167; 2255 (2000). We nonetheless explain briefly why, to the extent (if at all) that the arguments are cognizable on direct review, we find them unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">First, it is beyond cavil that the Wisconsin authorities informed their Maine counterparts that the appellant was in violation of his parole. On the basis of that information, the latter had sufficient reason to stop the appellant's vehicle. <i>See United States v. Hensley,</i> <span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span>, 231, <span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">675</span></a></span>, <span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">604</span></a></span> (holding that \"police in one jurisdiction [may] act promptly in reliance on information from another jurisdiction\" in such situations). The ensuing chase furnished unassailable grounds for the eventual arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Second, the record before us does not support an inference of wrongdoing on the part of the government. While there were some inconsistencies in the testimony of various police officers (effectively exploited by Rodway in both cross-examination and closing argument), the record reveals nothing amounting to either a <i>Brady</i> violation, <i>see Brady v. Maryland,</i> <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 87, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963) (holding that \"suppression by the prosecution of evidence favorable to an accused ... violates dues process where the evidence is material either to guilt or to punishment\"), or the knowing use of perjurious testimony, <i>see Napue v. Ill.,</i> <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, 269, <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1173</span></a></span>, <span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1217</span></a></span> (1959) (stating that \"a conviction obtained through use of false evidence, known to be such by representatives of the State, must fall under the Fourteenth Amendment\"). If there is more light to be shed on these allegations, the appellant is free to develop them on a petition for post-conviction relief.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, the proof establishing a chain of custody in this case was ample. Various witnesses described in detail how they came upon the boxed bullets and the firearms, respectively, and what they did with those items prior to trial. Given the circumstantial evidence here (i.e., that ammunition was found inside the car that the appellant had been driving, that the appellant had been observed throwing an object out of the car window, that both guns were found near the scene of the chase, and that the guns and ammunition had a common origin), no more was exigible. The links in a chain of custody need not be welded to one another, but, rather, may be more loosely connected. <i>See United States v. Ladd,</i> <span class=\"citation\" data-id=\"529712\"><a href=\"/opinion/529712/united-states-v-gary-ladd/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></a></span>, 957 (1st Cir.1989) (explaining that \"the prosecution's chain-of-custody evidence must be adequate &#8212; not infallible\"). To the extent that there were any weak links in the instant chain &#8212; notably, the time between the end of the chase and the time when the guns were found &#8212; their effect on the authenticity of the evidence was a matter within the exclusive province of the jury. <i>See id.</i></p>\n    </div>\n    <p class=\"center\">\n      <i>III.</i>\n    </p>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We need go no further. We have painstakingly reviewed the record, the briefs, and the arguments ably presented by counsel. For aught that appears, the appellant was fairly tried, justly convicted, and lawfully sentenced.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Of course, there will be infinite variations on this theme. One such variation includes situations in which an irreconcilable conflict develops between lawyer and client regarding an issue properly within the client's control. Even then, however, the conflict must be material to an issue that is still live</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/535582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1236300/"
  ]
}