{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200126/",
  "absolute_url": "/opinion/200126/casanova-v-dubois/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200126/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:44:37Z",
  "date_modified": "2016-02-28T05:02:16.620813Z",
  "type": "010combined",
  "sha1": "76d019558076d8f00b8dac81660ba44f19bb6f4d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1838A-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/09/13/Casanova_v._Dubois.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 99-1838\n\n   RAUL CASANOVA, DEMOND HICKS, KEVIN BUSH, ANTWYAN PRIDGETT,\n         JOSEPH D. WILLIAMS, GARY BON, AND JOHN CARTER,\n\n                    Plaintiffs, Appellants,\n\n                               v.\n\n           LARRY E. DUBOIS, RONALD DUVAL, STEVEN AYALA,\n       DANIEL GEORGE SULLIVAN, EDWARD KLOS, ROBERT DAIGLE,\n         RICHARD HOLDEN, RICHARD E. KELLY, WILLIAM KELLY,\nJAMES B. HETHERSON, JAMES COFFONE, PATRICK SMITH, JOHN BRODBECK,\n BRUCE TESSIER, WILLIAM GROSSI, RICHARD DERALEAU, EDWARD RIZZI,\n        KEVIN DESCHAMPS, TIMOTHY J. BOLTON, WAYNE BELISLE,\nSCOTT A. GALSBAND, SCOTT T. REGAN, RICHARD BUSA, KENNETH PERRON,\n   STEVEN LYDON, DONALD DENOMME, BRIAN FORD, ROBERT J. BLOOD,\n         MICHAEL ALLAN, FRED CALLENDER, JAMES S. ROBERTS,\n ROLAND GONSALVES, THOMAS PERKINS, KENNETH AYALA, THOMAS FISHER,\n STEVEN N. DEHESTANI, RONALD GONCALVES, JOHN BRUCE, PAUL AUCOIN,\n      THOMAS BORRONI, KENNETH J. SILVA, SR., MARK O'REILLY,\n       RUSSELL S. HALLETT, WILLIAM COMEAU, ERNEST THERRIEN,\n    SCOTT CALLENDER, KHALID N. KHAN, MD, CHRISTINE MALMQUIST,\n          NAOMI BAKER, BERNADETTE MELENDY, D. MICHEL, RN,\n                         AND MAUREEN MCIMN,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                            Before\n                      Selya, Circuit Judge,\n                 Bownes, Senior Circuit Judge,\n               and Stahl, Senior Circuit Judge.\n\f          Toni G. Wolfman, with whom Megan H. Mack, William W.\nFick, and Foley, Hoag & Eliot LLP, were on brief, for appellants.\n          Joel J. Berner, Counsel, with whom Nancy Ankers White,\nSpecial Assistant Attorney General, was on brief for appellees.\n\n\n\n                       September 13, 2002\n\n\n\n\n                              -2-\n\f             STAHL, Senior Circuit Judge.        We remanded this case to\n\nthe district court for additional fact-finding with respect to\n\nwhether the exhaustion requirement of the Prison Litigation Reform\n\nAct of 1995 (PLRA)1 precludes the appellants' lawsuit.                         After\n\nreviewing the findings of the district court, see Casanova v.\n\nDubois, No. Civ.A.98-11277-RGS, 2002 WL 1613715 (D. Mass. July 22,\n\n2002), we hold that the PLRA does not mandate dismissal for failure\n\nto exhaust, at least not at this prefatory stage of litigation.\n\nFrom the proceedings that transpired below on remand, it appears\n\nthat the Massachusetts Department of Corrections had no grievance\nprocedure available for complaints of the type appellants have\n\nbrought in this case.        See id. at *3 (\"[I]t is evident that . . .\nthe DOC's practice during the relevant time period was to treat\ncomplaints    of   alleged    civil   rights    abuses    by    staff     as     'not\n\ngrievable.'\"); id. at *6. The district court found that defendants\n\n\"provided     nothing   of    a   substantive    nature        to    dispute     the\nplaintiffs'    assertion\"     that    the   Massachusetts           Department    of\n\nCorrections \"had a practice of refusing to process complaints\ninvolving the use of force by prison staff by almost uniformly\nlabeling them 'not grievable.'\"2        Id. at *6.       Considering the fact\n\n\n     1\n      Pub. L. No. 104-134, 110 Stat. 1321 (codified as amended in\nscattered sections of 18 U.S.C., 28 U.S.C., & 42 U.S.C.).\n     2\n      In addition, it appears as though the appellants' ability to\nexhaust whatever administrative remedies they may have had in\nconnection with the events giving rise to this litigation likely\nexpired before enactment of the statute (i.e., April 26, 1996). We\nreserve for future consideration whether we will join the other\ncircuit courts that have held that prisoners are not bound by the\nPLRA's exhaustion of remedies requirement where their ability to\n\n                                      -3-\n\fthat exhaustion of PLRA remedies is an affirmative defense,3 we\nbelieve that, in this case, the PLRA provides no basis to affirm a\n\nsua sponte dismissal of the appellants' complaint. Nothing in this\n\nopinion, however, is intended to preclude the appellees from\n\nappropriately presenting this affirmative defense in any further\n\nproceedings.\n\n          Now that the plaintiffs have cleared (at least for now)\n\nthe hurdle posed by the PLRA, in accordance with our earlier\n\n\n\n\nexhaust administrative remedies expired before enactment of the\nPLRA. See Wyatt v. Leonard, 193 F.3d 876, 879 (6th Cir. 1999).\n     3\n      Although we did not explicitly weigh in on this issue in our\nprevious opinion, the district court properly noted in its response\nto our remand that the vast majority of circuit courts have\ncharacterized PLRA exhaustion as an affirmative defense. See Ray\nv. Kertes, 285 F.3d 287, 295 (3d Cir. 2002) (\"We thus join the many\nother circuits that have held that failure to exhaust is an\naffirmative defense to be pleaded by the defendant.\"); Wyatt v.\nTerhune, 280 F.3d 1238, 1245 (9th Cir. 2002) (\"We believe the\nmajority of circuits have decided this question correctly. We agree\nwith Judge Easterbrook that exhaustion under the PLRA is comparable\nto a statute of limitations, which is an affirmative defense.\");\nJackson v. District of Columbia, 254 F.3d 262, 267 (D.C. Cir. 2001)\n(noting that exhaustion is an affirmative defense to be raised by\ndefendant); Foulk v. Charrier, 262 F.3d 687, 697 (8th Cir. 2001)\n(observing that reliance on the PLRA exhaustion requirement is an\naffirmative defense, notwithstanding two previous Eighth Circuit\ncases faulting plaintiff for his failure to provide evidence of\nexhaustion); Massey v. Wheeler, 196 F.3d 727, 734-35 (7th Cir.\n2000) (\"Because failure to exhaust administrative remedies is an\naffirmative defense, defendants have the burden of pleading and\nproving the defense.\"); Jenkins v. Haubert, 179 F.3d 19, 28-29 (2d\nCir. 1999) (\"a defendant in a prisoner § 1983 suit may also assert\nas an affirmative defense the plaintiff's failure to comply with\nthe PLRA's [exhaustion] requirements\"). See also Wendell v. Asher,\n162 F.3d 887, 890 (5th Cir. 1998) (\"Rather, the amended statute\nimposes a requirement [of exhaustion], rather like a statute of\nlimitations, that may be subject to certain defenses such as\nwaiver, estoppel, or equitable tolling.\"). As the district court\ncorrectly predicted, we adopt the majority rule.\n\n                               -4-\n\fruling, we focus our attention on the remaining issues presented by\n\nthis litigation.\n\n                                       I.\n\n           Specifically,      we    shall   consider   the   ground   actually\n\nprovided by the district court for its sua sponte dismissal:\n\nnamely, that the bulk of the prisoners' claims had been filed\n\noutside of the three-year statute of limitations.4                Appellants\nacknowledge that their complaint was not formally docketed until\n\nJuly 1, 1998, approximately three months after the statute of\n\nlimitations expired.       Nevertheless, they argue that under the\n\"mailbox rule,\" their complaint should be considered \"filed\" at the\ntime they handed the complaint over to the prison officials for\nmailing.    Under this rule, their complaint would be deemed filed\n\non March 18, 1998, and would therefore be timely.                Part of the\ndelay was caused, however, by the fact that the clerk's office of\nthe district court refused to file the complaint until the $150\n\nfiling fee had been paid in full because the prisoners had not\nincluded   an   application    to    proceed   in   forma    pauperis   (IFP).\nAppellants maintain that the advance payment of a fee is not a\nprerequisite to filing for the purposes of tolling the statute of\n\nlimitations.\n\n     4\n      The parties agree that Massachusetts's three-year statute of\nlimitations on personal injury actions, Mass. Gen. L. ch. 260 § 2A,\ngoverns the appellants' § 1983 complaint. See generally Wilson v.\nGarcia, 471 U.S. 261, 266-67 (1985) (\"When Congress has not\nestablished a time limitation for a federal cause of action, the\nsettled practice has been to adopt a local time limitation as\nfederal law if it is not inconsistent with federal law or policy to\ndo so.\").\n\n                                      -5-\n\f           In   opposition   to   the   appellants'   invocation   of   the\n\nmailbox   rule,   the   appellees   maintain   that   the   Massachusetts\n\nDepartment of Corrections does not maintain a special system for\nrecording legal mail.        Consequently, the appellees insist that\n\nthere would be no way to determine when a prisoner mailed his\n\ncomplaint, rendering a mailbox rule unworkable in the Massachusetts\nstate system.     Second, the appellees argue that the local rules\n\ngive the district court clerk the authority to reject a complaint\n\nsubmitted for filing unless it is accompanied by the full filing\n\nfee or a proper IFP application.          Accordingly, they insist, the\n\ndistrict court correctly relied upon the docket sheet to determine\n\nwhen the complaint had been filed for the purposes of assessing\n\nwhether the statute of limitations precluded the appellants from\nbringing the bulk of their claims.        We turn first to the question\n\nof the mailbox rule.\n\nA.   Mailbox Rule\n\n           In Houston v. Lack, 487 U.S. 266 (1988), the Supreme\n\nCourt articulated the compelling reasons for adopting a mailbox\nrule in order to determine when a prisoner's complaint should be\ndeemed \"filed.\"     In light of the fact that the prisoners can do no\n\nmore than hand over their complaint to the prison officials, and do\nnot have any discretion over how the complaint will be filed, the\nrelevant point should be when the complaint is handed over to the\n\nprison officials.       Even though disputes might arise in the non-\nincarcerated world over the exact date when a filing was ostensibly\n\nmailed, the extensive procedures for chronicling the flow of prison\n\n                                    -6-\n\fmail will usually eliminate such disputes.           Most circuits have\n\nextended the mailbox rule to prisoner § 1983 filings.5\n\n            The only two circuit court cases cited by the appellees,\nwhich     purportedly   stand   for     the   opposite   conclusion,   are\n\ninapposite.    See Jenkins v. Burtzloff, 69 F.3d 460, 462 (10th Cir.\n\n1995) (failing to recognize a \"reverse mailbox rule,\" which would\nonly commence the clock with regard to the time for appeal when the\n\nfinal judgment was actually received by the inmate party); Nigro v.\n\nSullivan, 40 F.3d 990, 994 (9th Cir. 1994) (rejecting mailbox rule\n\nbecause \"filed\" had been specifically defined by administrative\n\nregulations as receipt by the clerk).\n\n            Appellees attempt to distinguish this case from Morales-\n\nRivera v. United States, 184 F.3d 109 (1st Cir. 1999), in which we\nadopted the prisoner mailbox rule for § 2254 and § 2255 filings, by\n\npointing to the fact that the Puerto Rican prison system at issue\n\nin Morales-Rivera has a specific process for tracking legal mail,\n\nwhereas the Massachusetts system does not.         See 103 C.M.R. 481.01\n\net seq.    Yet, it would seem somewhat unusual for the determination\n\nof whether the mailbox rule applies to depend on the particular\n\n\n     5\n      See Cooper v. Brookshire, 70 F.3d 377, 380-81 (5th Cir.\n1995); Garvey v. Vaughn, 993 F.2d 778, 783 (11th Cir. 1993); Dory\nv. Ryan, 999 F.2d 679, 682 (2d Cir. 1993); Lewis v. Richmond City\nPolice Dep't, 947 F.2d 733, 736 (4th Cir. 1991) (per curiam). The\nSixth Circuit reached the same conclusion, although it appears that\nthe issue has only been addressed in unpublished opinions.\nAldridge v. Gill, 24 Fed. Appx. 428, 429 (6th Cir. 2001); Shelton\nv. Edge, 234 F.3d 1269 (6th Cir. 2000). See also Edwards v. United\nStates, 266 F.3d 756, 758 (7th Cir. 2001) (\"[W]e [have] assumed\nthat the mailbox rule applies to all prisoner district court\nfilings . . . . This appears to be the rule in every other circuit\nto have considered the point.\") (citing cases).\n\n                                      -7-\n\fmail       processing    system   a    state    has    decided        to     implement.\n\nRecognizing      the     potential    for   inconsistency,     we      observe     that\n\nFederal Rules of Appellate Procedure 4 and 25 allow inmates to\ndemonstrate       that    their   filings      are    timely     by        including   a\n\ndeclaration or a notarized statement specifying the date the mail\n\nwas deposited in the prison system and stating that first-class\npostage was pre-paid. In any event, Massachusetts is free to adopt\n\na specific process for tracking legal mail.\n\n              Therefore, we discern no basis for deviating from the\n\nrationale offered in Morales-Rivera, and hold that the mailbox rule\n\nshall govern the determination of when a prisoner's § 1983 filing\n\nhas been completed.          So long as the prisoner complies with the\n\nprison's procedures for sending legal mail, the filing date for\npurposes of assessing compliance with the statute of limitations\n\nwill be the date on which the prisoner commits the mail to the\n\ncustody of prison authorities.              Although the appellants in this\ncase did not file a declaration in conformance with Rule 4 or 25 of\n\nthe Federal Rules of Appellate Procedure, none of the parties\n\ndispute that, were the mailbox rule to apply (and setting aside for\n\nthe moment the question of the filing fee), the appellants' claims\n\nshould be considered timely filed for purposes of a sua sponte\n\ndismissal.6\n\n\n       6\n      In addition, we note that the record provides additional\nverification of the date that appellants placed the complaint into\nthe prison mail system. On March 18, 1998, Casanova requested the\nrelease of $3.90 in order to send his complaint via certified mail,\nand written verification of this transaction is included as an\nexhibit in the joint appendix. This request was approved, with a\n\n                                        -8-\n\fB.   Filing Fee\n\n           The appellants face an additional hurdle, however, in\n\nthat they did not include the requisite filing fee with their\n\ncomplaint when they placed it in the prison mail system.        Nor did\n\nthey include an application to proceed IFP with their complaint.\n\nAs we explained in our previous opinion, however, the appellants\n\nmade noteworthy efforts, despite their incarceration, to get the\n\nfiling fee to the court at the time they filed their complaint.\n\nSee Casanova v. Dubois, 289 F.3d 142, 144 (1st Cir. 2002).             In\n\nfact, they went so far as to solicit the assistance of an outside\nattorney solely for the purpose of facilitating the processing of\n\ntheir filing fee.\n          The advance payment of a filing fee is generally not a\njurisdictional    prerequisite   to   a   lawsuit.7   Rather,   the   fee\n\nrequirement derives from two sources:         federal statutes and the\nlocal rules.      Section (a) of 28 U.S.C. § 1914 provides that\ndistrict courts shall require a filing fee, and section (c) states\n\nthat \"[e]ach district court by rule or standing order may require\n\n\n\nslight modification, on March 20, 1995.\n     7\n       See, e.g., Wrenn v. Am. Cast Iron Pipe Co., 575 F.2d 544,\n547 (5th Cir. 1978) (\"[T]he district court mistakenly assumed that\ntimely payment of a filing fee is a jurisdictional requisite. The\nSupreme Court has held, with respect to 28 U.S.C.A. § 1917, that\nuntimely payment of a filing fee does not vitiate the validity of\na notice of appeal. Parissi v. Telechron, Inc., 349 U.S. 46, 75\nS.Ct. 577, 99 L.Ed. 46 (1955) (per curiam). We perceive no\ndistinction between § 1917 and § 1914, which requires a filing fee\nfor complaints, that would lead to a different conclusion here.\"),\noverruled on other grounds by Baldwin County Welcome Ctr. v. Brown,\n466 U.S. 147, 149-50 (1984).\n\n                                  -9-\n\fadvance payment of fees.\"          Local Rule 4.5 for the District of\n\nMassachusetts permits the clerk to refuse to perform any services\n\n\"for which a fee is lawfully prescribed\" unless the fee has been\npaid.\n\n             The only case to which the appellees can cite in support\n\nof their argument that appellants' failure to prepay the filing fee\ncannot be excused is Keith v. Heckler, 603 F. Supp. 150 (E.D. Va.\n\n1985). In Keith, however, the court emphasized that the local rule\n\nin that district mandated the prepayment of fees.                  Id. at 156.\n\nRegardless    of   whether   the   analysis       in   Keith   could   withstand\n\nscrutiny, the facts in Keith render the case inapposite, as the\n\nlocal rule at issue in this case makes this requirement one that\n\ncan be waived at the discretion of the clerk, rather than a\nmandatory, inflexible prerequisite to suit.\n\n             We find it unnecessary to deal with anything other than\n\nthe case presented to us today.          On this record, we are satisfied\nthat the appellants appear to have done everything within their\n\npower to comply with the filing fee provisions of the court, and it\n\nis hard to attribute any delay in the processing of that fee to\n\nthem.   Therefore, based on the foregoing, the appellants made out\n\na sufficient case for timely filing to forestall a sua sponte\n\ndismissal of their complaint.\n\n                                     II.\n\n             For the reasons expressed in this and our previous\n\nopinion, we find that the appellants' claims dismissed below should\n\nbe   reinstated.     We   remand   the     case    for   further   proceedings\n\n                                    -10-\n\fconsistent with these rulings.     Finally, we commend the district\n\ncourt for its prompt and thorough response to our remand, and\n\nlikewise thank the appellants' appointed counsel for their service\nto their clients and this court.\n\n\n\n\n                                 -11-\n\f",
  "html": "<p class=\"case_cite\">304 F.3d 75</p>\n    <p class=\"parties\">Raul CASANOVA, Demond Hicks, Kevin Bush, Antwyan Pridgett, Joseph D. Williams, Gary Bon, And John Carter, Plaintiffs, Appellants,<br>v.<br>Larry E. DUBOIS, Ronald Duval, Steven Ayala, Daniel George Sullivan, Edward Klos, Robert Daigle, Richard Holden, Richard E. Kelly, William Kelly, James B. Hetherson, James Coffone, Patrick Smith, John Brodbeck, Bruce Tessier, William Grossi, Richard Deraleau, Edward Rizzi, Kevin Deschamps, Timothy J. Bolton, Wayne Belisle, Scott A. Galsband, Scott T. Regan, Richard Busa, Kenneth Perron, Steven Lydon, Donald Denomme, Brian Ford, Robert J. Blood, Michael Allan, Fred Callender, James S. Roberts, Roland Gonsalves,<br>Thomas Perkins, Kenneth Ayala, Thomas Fisher, Steven N. Dehestani, Ronald Goncalves, John Bruce, Paul Aucoin, Thomas Borroni, Kenneth J. Silva, Sr., Mark O'Reilly, Russell S. Hallett, William Comeau, Ernest Therrien, Scott Callender, Khalid N. Khan, MD, Christine Malmquist, Naomi Baker, Bernadette Melendy, D. Michel, RN, And Maureen Mcimn, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-1838.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 3, 2002.</p>\n    <p class=\"date\">Decided September 13, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Toni G. Wolfman, with whom Megan H. Mack, William W. Fick, and Foley, Hoag &amp; Eliot LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Joel J. Berner, Counsel, with whom Nancy Ankers White, Special Assistant Attorney General, was on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We remanded this case to the district court for additional fact-finding with respect to whether the exhaustion requirement of the Prison Litigation Reform Act of 1995 (PLRA)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> precludes the appellants' lawsuit. After reviewing the findings of the district court, <i>see Casanova v. Dubois,</i> No. Civ.A.98-11277-RGS, 2002 WL 1613715 (D.Mass. July 22, 2002), we hold that the PLRA does not mandate dismissal for failure to exhaust, at least not at this prefatory stage of litigation. From the proceedings that transpired below on remand, it appears that the Massachusetts Department of Corrections had no grievance procedure available for complaints of the type appellants have brought in this case. <i>See id.</i> at *3 (\"[I]t is evident that... the DOC's practice during the relevant time period was to treat complaints of alleged civil rights abuses by staff as `not grievable.'\"); <i>id.</i> at *6. The district court found that defendants \"provided nothing of a substantive nature to dispute the plaintiffs' assertion\" that the Massachusetts Department of Corrections \"had a practice of refusing to process complaints involving the use of force by prison staff by almost uniformly labeling them `not grievable.'\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> at *6. Considering the fact that exhaustion of PLRA remedies is an affirmative defense,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we believe that, in this case, the PLRA provides no basis to affirm a <i>sua sponte</i> dismissal of the appellants' complaint. Nothing in this opinion, however, is intended to preclude the appellees from appropriately presenting this affirmative defense in any further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Now that the plaintiffs have cleared (at least for now) the hurdle posed by the PLRA, in accordance with our earlier ruling, we focus our attention on the remaining issues presented by this litigation.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Specifically, we shall consider the ground actually provided by the district court for its <i>sua sponte</i> dismissal: namely, that the bulk of the prisoners' claims had been filed outside of the three-year statute of limitations.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Appellants acknowledge that their complaint was not formally docketed until July 1, 1998, approximately three months after the statute of limitations expired. Nevertheless, they argue that under the \"mailbox rule,\" their complaint should be considered \"filed\" at the time they handed the complaint over to the prison officials for mailing. Under this rule, their complaint would be deemed filed on March 18, 1998, and would therefore be timely. Part of the delay was caused, however, by the fact that the clerk's office of the district court refused to file the complaint until the $150 filing fee had been paid in full because the prisoners had not included an application to proceed in forma pauperis (IFP). Appellants maintain that the advance payment of a fee is not a prerequisite to filing for the purposes of tolling the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In opposition to the appellants' invocation of the mailbox rule, the appellees maintain that the Massachusetts Department of Corrections does not maintain a special system for recording legal mail. Consequently, the appellees insist that there would be no way to determine when a prisoner mailed his complaint, rendering a mailbox rule unworkable in the Massachusetts state system. Second, the appellees argue that the local rules give the district court clerk the authority to reject a complaint submitted for filing unless it is accompanied by the full filing fee or a proper IFP application. Accordingly, they insist, the district court correctly relied upon the docket sheet to determine when the complaint had been filed for the purposes of assessing whether the statute of limitations precluded the appellants from bringing the bulk of their claims. We turn first to the question of the mailbox rule.</p>\n    </div>\n    <p class=\"indent\">A. Mailbox Rule</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In <i>Houston v. Lack,</i> 487 U.S. 266, 108 S.Ct. 2379, 101 L.Ed.2d 245 (1988), the Supreme Court articulated the compelling reasons for adopting a mailbox rule in order to determine when a prisoner's complaint should be deemed \"filed.\" In light of the fact that the prisoners can do no more than hand over their complaint to the prison officials, and do not have any discretion over how the complaint will be filed, the relevant point should be when the complaint is handed over to the prison officials. Even though disputes might arise in the non-incarcerated world over the exact date when a filing was ostensibly mailed, the extensive procedures for chronicling the flow of prison mail will usually eliminate such disputes. Most circuits have extended the mailbox rule to prisoner &#167; 1983 filings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The only two circuit court cases cited by the appellees, which purportedly stand for the opposite conclusion, are inapposite. <i>See Jenkins v. Burtzloff,</i> 69 F.3d 460, 462 (10th Cir.1995) (failing to recognize a \"reverse mailbox rule,\" which would only commence the clock with regard to the time for appeal when the final judgment was actually received by the inmate party); <i>Nigro v. Sullivan,</i> 40 F.3d 990, 994 (9th Cir.1994) (rejecting mailbox rule because \"filed\" had been specifically defined by administrative regulations as receipt by the clerk).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellees attempt to distinguish this case from <i>Morales-Rivera v. United States,</i> 184 F.3d 109 (1st Cir.1999), in which we adopted the prisoner mailbox rule for &#167; 2254 and &#167; 2255 filings, by pointing to the fact that the Puerto Rican prison system at issue in <i>Morales-Rivera</i> has a specific process for tracking legal mail, whereas the Massachusetts system does not. <i>See</i> 103 C.M.R. 481.01 <i>et seq.</i> Yet, it would seem somewhat unusual for the determination of whether the mailbox rule applies to depend on the particular mail processing system a state has decided to implement. Recognizing the potential for inconsistency, we observe that Federal Rules of Appellate Procedure 4 and 25 allow inmates to demonstrate that their filings are timely by including a declaration or a notarized statement specifying the date the mail was deposited in the prison system and stating that first-class postage was pre-paid. In any event, Massachusetts is free to adopt a specific process for tracking legal mail.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Therefore, we discern no basis for deviating from the rationale offered in <i>Morales-Rivera,</i> and hold that the mailbox rule shall govern the determination of when a prisoner's &#167; 1983 filing has been completed. So long as the prisoner complies with the prison's procedures for sending legal mail, the filing date for purposes of assessing compliance with the statute of limitations will be the date on which the prisoner commits the mail to the custody of prison authorities. Although the appellants in this case did not file a declaration in conformance with Rule 4 or 25 of the Federal Rules of Appellate Procedure, none of the parties dispute that, were the mailbox rule to apply (and setting aside for the moment the question of the filing fee), the appellants' claims should be considered timely filed for purposes of a <i>sua sponte</i> dismissal.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">B. Filing Fee</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellants face an additional hurdle, however, in that they did not include the requisite filing fee with their complaint when they placed it in the prison mail system. Nor did they include an application to proceed IFP with their complaint. As we explained in our previous opinion, however, the appellants made noteworthy efforts, despite their incarceration, to get the filing fee to the court at the time they filed their complaint. <i>See Casanova v. Dubois,</i> 289 F.3d 142, 144 (1st Cir.2002). In fact, they went so far as to solicit the assistance of an outside attorney solely for the purpose of facilitating the processing of their filing fee.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The advance payment of a filing fee is generally not a jurisdictional prerequisite to a lawsuit.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Rather, the fee requirement derives from two sources: federal statutes and the local rules. Section (a) of 28 U.S.C. &#167; 1914 provides that district courts shall require a filing fee, and section (c) states that \"[e]ach district court by rule or standing order may require advance payment of fees.\" Local Rule 4.5 for the District of Massachusetts permits the clerk to refuse to perform any services \"for which a fee is lawfully prescribed\" unless the fee has been paid.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The only case to which the appellees can cite in support of their argument that appellants' failure to prepay the filing fee cannot be excused is <i>Keith v. Heckler,</i> 603 F.Supp. 150 (E.D.Va.1985). In <i>Keith,</i> however, the court emphasized that the local rule in that district mandated the prepayment of fees. <i>Id.</i> at 156. Regardless of whether the analysis in <i>Keith</i> could withstand scrutiny, the facts in <i>Keith</i> render the case inapposite, as the local rule at issue in this case makes this requirement one that can be waived at the discretion of the clerk, rather than a mandatory, inflexible prerequisite to suit.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We find it unnecessary to deal with anything other than the case presented to us today. On this record, we are satisfied that the appellants appear to have done everything within their power to comply with the filing fee provisions of the court, and it is hard to attribute any delay in the processing of that fee to them. Therefore, based on the foregoing, the appellants made out a sufficient case for timely filing to forestall a <i>sua sponte</i> dismissal of their complaint.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For the reasons expressed in this and our previous opinion, we find that the appellants' claims dismissed below should be reinstated. We remand the case for further proceedings consistent with these rulings. Finally, we commend the district court for its prompt and thorough response to our remand, and likewise thank the appellants' appointed counsel for their service to their clients and this court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pub.L. No. 104-134, 110 Stat. 1321 (codified as amended in scattered sections of 18 U.S.C., 28 U.S.C., &amp; 42 U.S.C.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In addition, it appears as though the appellants' ability to exhaust whatever administrative remedies they may have had in connection with the events giving rise to this litigation likely expired before enactment of the statute (i.e., April 26, 1996). We reserve for future consideration whether we will join the other circuit courts that have held that prisoners are not bound by the PLRA's exhaustion of remedies requirement where their ability to exhaust administrative remedies expired before enactment of the PLRA<i>See Wyatt v. Leonard,</i> 193 F.3d 876, 879 (6th Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although we did not explicitly weigh in on this issue in our previous opinion, the district court properly noted in its response to our remand that the vast majority of circuit courts have characterized PLRA exhaustion as an affirmative defense<i>See Ray v. Kertes,</i> 285 F.3d 287, 295 (3d Cir.2002) (\"We thus join the many other circuits that have held that failure to exhaust is an affirmative defense to be pleaded by the defendant.\"); <i>Wyatt v. Terhune,</i> 280 F.3d 1238, 1245 (9th Cir.2002) (\"We believe the majority of circuits have decided this question correctly. We agree with Judge Easterbrook that exhaustion under the PLRA is comparable to a statute of limitations, which is an affirmative defense.\"); <i>Jackson v. District of Columbia,</i> 254 F.3d 262, 267 (D.C.Cir.2001) (noting that exhaustion is an affirmative defense to be raised by defendant); <i>Foulk v. Charrier,</i> 262 F.3d 687, 697 (8th Cir.2001) (observing that reliance on the PLRA exhaustion requirement is an affirmative defense, notwithstanding two previous Eighth Circuit cases faulting plaintiff for his failure to provide evidence of exhaustion); <i>Massey v. Helman,</i> 196 F.3d 727, 734-35 (7th Cir.1999) (\"Because failure to exhaust administrative remedies is an affirmative defense, defendants have the burden of pleading and proving the defense.\"); <i>Jenkins v. Haubert,</i> 179 F.3d 19, 28-29 (2d Cir.1999) (\"a defendant in a prisoner &#167; 1983 suit may also assert as an affirmative defense the plaintiff's failure to comply with the PLRA's [exhaustion] requirements\"). <i>See also Wendell v. Asher,</i> 162 F.3d 887, 890 (5th Cir.1998) (\"Rather, the amended statute imposes a requirement [of exhaustion], rather like a statute of limitations, that may be subject to certain defenses such as waiver, estoppel, or equitable tolling.\"). As the district court correctly predicted, we adopt the majority rule.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The parties agree that Massachusetts's three-year statute of limitations on personal injury actions, Mass. Gen. L. ch. 260 &#167; 2A, governs the appellants' &#167; 1983 complaint<i>See generally Wilson v. Garcia,</i> 471 U.S. 261, 266-67, 105 S.Ct. 1938, 85 L.Ed.2d 254 (1985) (\"When Congress has not established a time limitation for a federal cause of action, the settled practice has been to adopt a local time limitation as federal law if it is not inconsistent with federal law or policy to do so.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>See Cooper v. Brookshire,</i> 70 F.3d 377, 380-81 (5th Cir.1995); <i>Garvey v. Vaughn,</i> 993 F.2d 776, 783 (11th Cir.1993); <i>Dory v. Ryan,</i> 999 F.2d 679, 682 (2d Cir.1993); <i>Lewis v. Richmond City Police Dep't,</i> 947 F.2d 733, 736 (4th Cir.1991) (per curiam). The Sixth Circuit reached the same conclusion, although it appears that the issue has only been addressed in unpublished opinions. <i>Aldridge v. Gill,</i> 24 Fed. Appx. 428, 429, 2001 WL 1580209 (6th Cir.2001); <i>Shelton v. Edge,</i> 234 F.3d 1269, 2000 WL 1679432 (6th Cir.2000). <i>See also Edwards v. United States,</i> 266 F.3d 756, 758 (7th Cir.2001) (\"[W]e [have] assumed that the mailbox rule applies to all prisoner district court filings.... This appears to be the rule in every other circuit to have considered the point.\") (citing cases).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In addition, we note that the record provides additional verification of the date that appellants placed the complaint into the prison mail system. On March 18, 1998, Casanova requested the release of $3.90 in order to send his complaint via certified mail, and written verification of this transaction is included as an exhibit in the joint appendix. This request was approved, with a slight modification, on March 20, 1995</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>See, e.g., Wrenn v. Am. Cast Iron Pipe Co.,</i> 575 F.2d 544, 547 (5th Cir.1978) (\"[T]he district court mistakenly assumed that timely payment of a filing fee is a jurisdictional requisite. The Supreme Court has held, with respect to 28 U.S.C.A. &#167; 1917, that untimely payment of a filing fee does not vitiate the validity of a notice of appeal. <i>Parissi v. Telechron, Inc.,</i> 349 U.S. 46, 75 S.Ct. 577, 99 L.Ed. 867 (1955) (per curiam). We perceive no distinction between &#167; 1917 and &#167; 1914, which requires a filing fee for complaints, that would lead to a different conclusion here.\"), <i>overruled on other grounds by Baldwin County Welcome Ctr. v. Brown,</i> 466 U.S. 147, 149-50, 104 S.Ct. 1723, 80 L.Ed.2d 196 (1984).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199949\"><a href=\"/opinion/199949/casanova-v-dubois/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span></p>\n    <p class=\"parties\">Raul CASANOVA, Demond Hicks, Kevin Bush, Antwyan Pridgett, Joseph D. Williams, Gary Bon, And John Carter, Plaintiffs, Appellants,<br>v.<br>Larry E. DUBOIS, Ronald Duval, Steven Ayala, Daniel George Sullivan, Edward Klos, Robert Daigle, Richard Holden, Richard E. Kelly, William Kelly, James B. Hetherson, James Coffone, Patrick Smith, John Brodbeck, Bruce Tessier, William Grossi, Richard Deraleau, Edward Rizzi, Kevin Deschamps, Timothy J. Bolton, Wayne Belisle, Scott A. Galsband, Scott T. Regan, Richard Busa, Kenneth Perron, Steven Lydon, Donald Denomme, Brian Ford, Robert J. Blood, Michael Allan, Fred Callender, James S. Roberts, Roland Gonsalves,<br>Thomas Perkins, Kenneth Ayala, Thomas Fisher, Steven N. Dehestani, Ronald Goncalves, John Bruce, Paul Aucoin, Thomas Borroni, Kenneth J. Silva, Sr., Mark O'Reilly, Russell S. Hallett, William Comeau, Ernest Therrien, Scott Callender, Khalid N. Khan, MD, Christine Malmquist, Naomi Baker, Bernadette Melendy, D. Michel, RN, And Maureen Mcimn, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-1838.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 3, 2002.</p>\n    <p class=\"date\">Decided September 13, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Toni G. Wolfman, with whom Megan H. Mack, William W. Fick, and Foley, Hoag &amp; Eliot LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Joel J. Berner, Counsel, with whom Nancy Ankers White, Special Assistant Attorney General, was on brief for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, BOWNES, Senior Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">We remanded this case to the district court for additional fact-finding with respect to whether the exhaustion requirement of the Prison Litigation Reform Act of 1995 (PLRA)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> precludes the appellants' lawsuit. After reviewing the findings of the district court, <i>see Casanova v. Dubois,</i> No. Civ.A.98-11277-RGS, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">1613715</span></span> (D.Mass. July 22, 2002), we hold that the PLRA does not mandate dismissal for failure to exhaust, at least not at this prefatory stage of litigation. From the proceedings that transpired below on remand, it appears that the Massachusetts Department of Corrections had no grievance procedure available for complaints of the type appellants have brought in this case. <i>See id.</i> at *3 (\"[I]t is evident that... the DOC's practice during the relevant time period was to treat complaints of alleged civil rights abuses by staff as `not grievable.'\"); <i>id.</i> at *6. The district court found that defendants \"provided nothing of a substantive nature to dispute the plaintiffs' assertion\" that the Massachusetts Department of Corrections \"had a practice of refusing to process complaints involving the use of force by prison staff by almost uniformly labeling them `not grievable.'\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> at *6. Considering the fact that exhaustion of PLRA remedies is an affirmative defense,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> we believe that, in this case, the PLRA provides no basis to affirm a <i>sua sponte</i> dismissal of the appellants' complaint. Nothing in this opinion, however, is intended to preclude the appellees from appropriately presenting this affirmative defense in any further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Now that the plaintiffs have cleared (at least for now) the hurdle posed by the PLRA, in accordance with our earlier ruling, we focus our attention on the remaining issues presented by this litigation.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Specifically, we shall consider the ground actually provided by the district court for its <i>sua sponte</i> dismissal: namely, that the bulk of the prisoners' claims had been filed outside of the three-year statute of limitations.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Appellants acknowledge that their complaint was not formally docketed until July 1, 1998, approximately three months after the statute of limitations expired. Nevertheless, they argue that under the \"mailbox rule,\" their complaint should be considered \"filed\" at the time they handed the complaint over to the prison officials for mailing. Under this rule, their complaint would be deemed filed on March 18, 1998, and would therefore be timely. Part of the delay was caused, however, by the fact that the clerk's office of the district court refused to file the complaint until the $150 filing fee had been paid in full because the prisoners had not included an application to proceed in forma pauperis (IFP). Appellants maintain that the advance payment of a fee is not a prerequisite to filing for the purposes of tolling the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In opposition to the appellants' invocation of the mailbox rule, the appellees maintain that the Massachusetts Department of Corrections does not maintain a special system for recording legal mail. Consequently, the appellees insist that there would be no way to determine when a prisoner mailed his complaint, rendering a mailbox rule unworkable in the Massachusetts state system. Second, the appellees argue that the local rules give the district court clerk the authority to reject a complaint submitted for filing unless it is accompanied by the full filing fee or a proper IFP application. Accordingly, they insist, the district court correctly relied upon the docket sheet to determine when the complaint had been filed for the purposes of assessing whether the statute of limitations precluded the appellants from bringing the bulk of their claims. We turn first to the question of the mailbox rule.</p>\n    </div>\n    <p class=\"indent\">A. Mailbox Rule</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In <i>Houston v. Lack,</i> <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2379</span></a></span>, <span class=\"citation\" data-id=\"112126\"><a href=\"/opinion/112126/houston-v-lack/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">245</span></a></span> (1988), the Supreme Court articulated the compelling reasons for adopting a mailbox rule in order to determine when a prisoner's complaint should be deemed \"filed.\" In light of the fact that the prisoners can do no more than hand over their complaint to the prison officials, and do not have any discretion over how the complaint will be filed, the relevant point should be when the complaint is handed over to the prison officials. Even though disputes might arise in the non-incarcerated world over the exact date when a filing was ostensibly mailed, the extensive procedures for chronicling the flow of prison mail will usually eliminate such disputes. Most circuits have extended the mailbox rule to prisoner &#167; 1983 filings.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The only two circuit court cases cited by the appellees, which purportedly stand for the opposite conclusion, are inapposite. <i>See Jenkins v. Burtzloff,</i> <span class=\"citation\" data-id=\"706993\"><a href=\"/opinion/706993/anthony-ray-jenkins-v-jill-burtzloff-and-linda-triggs/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">460</span></a></span>, 462 (10th Cir.1995) (failing to recognize a \"reverse mailbox rule,\" which would only commence the clock with regard to the time for appeal when the final judgment was actually received by the inmate party); <i>Nigro v. Sullivan,</i> <span class=\"citation\" data-id=\"682783\"><a href=\"/opinion/682783/e-robert-nigro-jr-v-john-sullivan-warden/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">990</span></a></span>, 994 (9th Cir.1994) (rejecting mailbox rule because \"filed\" had been specifically defined by administrative regulations as receipt by the clerk).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Appellees attempt to distinguish this case from <i>Morales-Rivera v. United States,</i> <span class=\"citation\" data-id=\"198613\"><a href=\"/opinion/198613/morales-rivera-v-united-states/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">109</span></a></span> (1st Cir.1999), in which we adopted the prisoner mailbox rule for &#167; 2254 and &#167; 2255 filings, by pointing to the fact that the Puerto Rican prison system at issue in <i>Morales-Rivera</i> has a specific process for tracking legal mail, whereas the Massachusetts system does not. <i>See</i> 103 C.M.R. 481.01 <i>et seq.</i> Yet, it would seem somewhat unusual for the determination of whether the mailbox rule applies to depend on the particular mail processing system a state has decided to implement. Recognizing the potential for inconsistency, we observe that Federal Rules of Appellate Procedure 4 and 25 allow inmates to demonstrate that their filings are timely by including a declaration or a notarized statement specifying the date the mail was deposited in the prison system and stating that first-class postage was pre-paid. In any event, Massachusetts is free to adopt a specific process for tracking legal mail.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Therefore, we discern no basis for deviating from the rationale offered in <i>Morales-Rivera,</i> and hold that the mailbox rule shall govern the determination of when a prisoner's &#167; 1983 filing has been completed. So long as the prisoner complies with the prison's procedures for sending legal mail, the filing date for purposes of assessing compliance with the statute of limitations will be the date on which the prisoner commits the mail to the custody of prison authorities. Although the appellants in this case did not file a declaration in conformance with Rule 4 or 25 of the Federal Rules of Appellate Procedure, none of the parties dispute that, were the mailbox rule to apply (and setting aside for the moment the question of the filing fee), the appellants' claims should be considered timely filed for purposes of a <i>sua sponte</i> dismissal.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">B. Filing Fee</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellants face an additional hurdle, however, in that they did not include the requisite filing fee with their complaint when they placed it in the prison mail system. Nor did they include an application to proceed IFP with their complaint. As we explained in our previous opinion, however, the appellants made noteworthy efforts, despite their incarceration, to get the filing fee to the court at the time they filed their complaint. <i>See Casanova v. Dubois,</i> <span class=\"citation no-link\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">142</span></span>, 144 (1st Cir.2002). In fact, they went so far as to solicit the assistance of an outside attorney solely for the purpose of facilitating the processing of their filing fee.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The advance payment of a filing fee is generally not a jurisdictional prerequisite to a lawsuit.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Rather, the fee requirement derives from two sources: federal statutes and the local rules. Section (a) of 28 U.S.C. &#167; 1914 provides that district courts shall require a filing fee, and section (c) states that \"[e]ach district court by rule or standing order may require advance payment of fees.\" Local Rule 4.5 for the District of Massachusetts permits the clerk to refuse to perform any services \"for which a fee is lawfully prescribed\" unless the fee has been paid.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The only case to which the appellees can cite in support of their argument that appellants' failure to prepay the filing fee cannot be excused is <i>Keith v. Heckler,</i> <span class=\"citation\" data-id=\"1888954\"><a href=\"/opinion/1888954/keith-v-heckler/\"><span class=\"volume\">603</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">150</span></a></span> (E.D.Va.1985). In <i>Keith,</i> however, the court emphasized that the local rule in that district mandated the prepayment of fees. <i>Id.</i> at 156. Regardless of whether the analysis in <i>Keith</i> could withstand scrutiny, the facts in <i>Keith</i> render the case inapposite, as the local rule at issue in this case makes this requirement one that can be waived at the discretion of the clerk, rather than a mandatory, inflexible prerequisite to suit.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We find it unnecessary to deal with anything other than the case presented to us today. On this record, we are satisfied that the appellants appear to have done everything within their power to comply with the filing fee provisions of the court, and it is hard to attribute any delay in the processing of that fee to them. Therefore, based on the foregoing, the appellants made out a sufficient case for timely filing to forestall a <i>sua sponte</i> dismissal of their complaint.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For the reasons expressed in this and our previous opinion, we find that the appellants' claims dismissed below should be reinstated. We remand the case for further proceedings consistent with these rulings. Finally, we commend the district court for its prompt and thorough response to our remand, and likewise thank the appellants' appointed counsel for their service to their clients and this court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Pub.L. No. 104-134, 110 Stat. 1321 (codified as amended in scattered sections of 18 U.S.C., 28 U.S.C., &amp; 42 U.S.C.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In addition, it appears as though the appellants' ability to exhaust whatever administrative remedies they may have had in connection with the events giving rise to this litigation likely expired before enactment of the statute (i.e., April 26, 1996). We reserve for future consideration whether we will join the other circuit courts that have held that prisoners are not bound by the PLRA's exhaustion of remedies requirement where their ability to exhaust administrative remedies expired before enactment of the PLRA<i>See Wyatt v. Leonard,</i> <span class=\"citation\" data-id=\"766412\"><a href=\"/opinion/766412/george-wyatt-v-michael-leonard-geri-mangas-mario-marroquin-lt-pierce/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">876</span></a></span>, 879 (6th Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although we did not explicitly weigh in on this issue in our previous opinion, the district court properly noted in its response to our remand that the vast majority of circuit courts have characterized PLRA exhaustion as an affirmative defense<i>See Ray v. Kertes,</i> <span class=\"citation\" data-id=\"777097\"><a href=\"/opinion/777097/frederick-t-ray-v-co-kertes-co-stolz-co-reed-co-rogers-lt-nash/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">287</span></a></span>, 295 (3d Cir.2002) (\"We thus join the many other circuits that have held that failure to exhaust is an affirmative defense to be pleaded by the defendant.\"); <i>Wyatt v. Terhune,</i> <span class=\"citation\" data-id=\"776616\"><a href=\"/opinion/776616/earl-wayne-wyatt-v-cal-a-terhune-susan-hubbard-warden/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1238</span></a></span>, 1245 (9th Cir.2002) (\"We believe the majority of circuits have decided this question correctly. We agree with Judge Easterbrook that exhaustion under the PLRA is comparable to a statute of limitations, which is an affirmative defense.\"); <i>Jackson v. District of Columbia,</i> <span class=\"citation\" data-id=\"185475\"><a href=\"/opinion/185475/jackson-louis-v-dc/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span>, 267 (D.C.Cir.2001) (noting that exhaustion is an affirmative defense to be raised by defendant); <i>Foulk v. Charrier,</i> <span class=\"citation\" data-id=\"774623\"><a href=\"/opinion/774623/robert-foulk-v-ronald-charrier-lieutenant-charrier-individually-and-in/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 697 (8th Cir.2001) (observing that reliance on the PLRA exhaustion requirement is an affirmative defense, notwithstanding two previous Eighth Circuit cases faulting plaintiff for his failure to provide evidence of exhaustion); <i>Massey v. Helman,</i> <span class=\"citation\" data-id=\"766768\"><a href=\"/opinion/766768/michael-massey-and-john-otten-md-v-david-helman/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">727</span></a></span>, 734-35 (7th Cir.1999) (\"Because failure to exhaust administrative remedies is an affirmative defense, defendants have the burden of pleading and proving the defense.\"); <i>Jenkins v. Haubert,</i> <span class=\"citation\" data-id=\"764670\"><a href=\"/opinion/764670/eric-jenkins-v-lt-haubert/\"><span class=\"volume\">179</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 28-29 (2d Cir.1999) (\"a defendant in a prisoner &#167; 1983 suit may also assert as an affirmative defense the plaintiff's failure to comply with the PLRA's [exhaustion] requirements\"). <i>See also Wendell v. Asher,</i> <span class=\"citation\" data-id=\"759767\"><a href=\"/opinion/759767/chandler-wendell-jr-v-lloyd-asher-correctional-officer-william-pittman/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">887</span></a></span>, 890 (5th Cir.1998) (\"Rather, the amended statute imposes a requirement [of exhaustion], rather like a statute of limitations, that may be subject to certain defenses such as waiver, estoppel, or equitable tolling.\"). As the district court correctly predicted, we adopt the majority rule.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The parties agree that Massachusetts's three-year statute of limitations on personal injury actions, Mass. Gen. L. ch. 260 &#167; 2A, governs the appellants' &#167; 1983 complaint<i>See generally Wilson v. Garcia,</i> <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 266-67, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></a></span>, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></a></span> (1985) (\"When Congress has not established a time limitation for a federal cause of action, the settled practice has been to adopt a local time limitation as federal law if it is not inconsistent with federal law or policy to do so.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>See Cooper v. Brookshire,</i> <span class=\"citation\" data-id=\"708072\"><a href=\"/opinion/708072/christopher-columbus-cooper-v-oa-brookshire-sheriff-of-ector-county/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">377</span></a></span>, 380-81 (5th Cir.1995); <i>Garvey v. Vaughn,</i> <span class=\"citation\" data-id=\"606747\"><a href=\"/opinion/606747/michael-james-garvey-v-c-roland-vaughn-iii-chief-of-police-city-of/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">776</span></a></span>, 783 (11th Cir.1993); <i>Dory v. Ryan,</i> <span class=\"citation\" data-id=\"612095\"><a href=\"/opinion/612095/rowland-w-dory-v-burton-t-ryan-jr-assistant-district-attorney-nassau/\"><span class=\"volume\">999</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">679</span></a></span>, 682 (2d Cir.1993); <i>Lewis v. Richmond City Police Dep't,</i> <span class=\"citation\" data-id=\"570503\"><a href=\"/opinion/570503/manuel-lewis-v-richmond-city-police-department-director-of-public-safety/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">733</span></a></span>, 736 (4th Cir.1991) (per curiam). The Sixth Circuit reached the same conclusion, although it appears that the issue has only been addressed in unpublished opinions. <i>Aldridge v. Gill,</i> 24 Fed. Appx. 428, 429, <span class=\"citation no-link\"><span class=\"volume\">2001</span> <span class=\"reporter\">WL</span> <span class=\"page\">1580209</span></span> (6th Cir.2001); <i>Shelton v. Edge,</i> <span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1269</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">1679432</span></span> (6th Cir.2000). <i>See also Edwards v. United States,</i> <span class=\"citation\" data-id=\"775044\"><a href=\"/opinion/775044/willie-edwards-jr-v-united-states/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span>, 758 (7th Cir.2001) (\"[W]e [have] assumed that the mailbox rule applies to all prisoner district court filings.... This appears to be the rule in every other circuit to have considered the point.\") (citing cases).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In addition, we note that the record provides additional verification of the date that appellants placed the complaint into the prison mail system. On March 18, 1998, Casanova requested the release of $3.90 in order to send his complaint via certified mail, and written verification of this transaction is included as an exhibit in the joint appendix. This request was approved, with a slight modification, on March 20, 1995</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>See, e.g., Wrenn v. Am. Cast Iron Pipe Co.,</i> <span class=\"citation\" data-id=\"355534\"><a href=\"/opinion/355534/20-fair-emplpraccas-1719-17-empl-prac-dec-p-8399-peter-j-wrenn-v/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">544</span></a></span>, 547 (5th Cir.1978) (\"[T]he district court mistakenly assumed that timely payment of a filing fee is a jurisdictional requisite. The Supreme Court has held, with respect to 28 U.S.C.A. &#167; 1917, that untimely payment of a filing fee does not vitiate the validity of a notice of appeal. <i>Parissi v. Telechron, Inc.,</i> <span class=\"citation\" data-id=\"105295\"><a href=\"/opinion/105295/parissi-v-telechron-inc/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">46</span></a></span>, <span class=\"citation\" data-id=\"105295\"><a href=\"/opinion/105295/parissi-v-telechron-inc/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">577</span></a></span>, <span class=\"citation\" data-id=\"105295\"><a href=\"/opinion/105295/parissi-v-telechron-inc/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">867</span></a></span> (1955) (per curiam). We perceive no distinction between &#167; 1917 and &#167; 1914, which requires a filing fee for complaints, that would lead to a different conclusion here.\"), <i>overruled on other grounds by Baldwin County Welcome Ctr. v. Brown,</i> <span class=\"citation\" data-id=\"111145\"><a href=\"/opinion/111145/baldwin-county-welcome-center-v-brown/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span>, 149-50, <span class=\"citation\" data-id=\"111145\"><a href=\"/opinion/111145/baldwin-county-welcome-center-v-brown/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1723</span></a></span>, <span class=\"citation\" data-id=\"111145\"><a href=\"/opinion/111145/baldwin-county-welcome-center-v-brown/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">196</span></a></span> (1984).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606747/",
    "http://www.courtlistener.com/api/rest/v3/opinions/612095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/682783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764670/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1888954/"
  ]
}