{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200259/",
  "absolute_url": "/opinion/200259/united-states-v-mooney/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200259/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:47:12Z",
  "date_modified": "2016-02-28T05:02:35.935798Z",
  "type": "010combined",
  "sha1": "f3f4b969857aa571aa265c0cb49f07951ff328b2",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1318-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/12/30/US_v._Mooney.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 02-1318\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                        DENNIS J. MOONEY,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MAINE\n\n          [Hon. George Z. Singal, U.S. District Judge]\n\n\n                             Before\n\n                      Lynch, Circuit Judge,\n\n                  Bownes, Senior Circuit Judge,\n\n                    and Lipez, Circuit Judge.\n\n\n     Jeffrey Silverstein, with whom Billings & Silverstein, was on\nbrief for appellant.\n     Margaret D. McGaughey, Assistant United States Attorney, with\nwhom Paula D. Silsby, United States Attorney, was on brief for\nappellee.\n\n\n\n                        December 30, 2002\n\f           BOWNES, Senior Circuit Judge. Defendant-appellant Dennis\n\nMooney was prosecuted federally and convicted of conspiracy to\n\nobstruct commerce by robbery in violation of 18 U.S.C. ยง 1951, and\n\nusing or carrying a firearm in relation to a crime of violence in\n\nviolation of 18 U.S.C. ยง 924(c).       Mooney challenges his conviction\n\non the grounds that (1) the prosecutor made improper remarks in her\n\nopening statement that denied him a fair trial; (2) the trial judge\n\nerred in allowing the government's handwriting expert to opine that\n\nthe   defendant   was   the   author    of   letters   implicating   his\n\nparticipation in the robbery; and (3) he was unduly prejudiced by\n\nthe government's delayed disclosure of evidence.            Finding no\n\nreversible error, we affirm the conviction.\n\n                               I. FACTS\n\n           We recite the facts in the light most favorable to the\n\nverdict.   See United States v. Wihbey, 75 F.3d 761, 764 (1st Cir.\n\n1996). Additional facts are outlined in our analysis that follows.\n\n           In the early morning hours of November 27, 2000, Matthew\n\nSliker (\"Sliker\"), the overnight clerk of the Budget Host Motel in\n\nWaterville, Maine had just completed his duties.            Sliker was\n\nplaying a copy of the video game \"Syphonfilter 2,\" which had been\n\nrented from a store called \"Movie Gallery,\" on a Sony Playstation\n\nin the lobby when the defendant, Dennis Mooney (\"Mooney\") and his\n\nbrother, David Mooney (\"David\"), entered and inquired about a room.\n\n\n\n                                 -2-\n\fAfter asking about the price, Mooney told Sliker they needed to get\n\nmoney and both men left the hotel.      Sliker followed them outside to\n\nsmoke a cigarette and watched the two men approach other men\n\nstanding next to a dark gray Volkswagen Jetta.\n\n             After Sliker returned to the lobby, David and Mooney came\n\nback into the motel.        David asked to play the video game, and\n\nSliker began filling out a registration form with Mooney.        Marquis\n\nCraig   (\"Craig\")    then   entered   the   lobby   and   approached    the\n\nregistration desk.     Wearing a blue bandana over his face, Craig\n\npulled out a sawed-off pump shotgun with a scope, pointed it toward\n\nthe ceiling, loaded a round into the chamber, and then put the gun\n\non the counter.     The defendant ordered Sliker to raise his hands\n\nand not to set off any alarms.        Craig demanded money, and after\n\nSliker unlocked the cash drawer, the defendant took $195.              David\n\nthen used a telephone cord to tie Sliker's ankles to his wrists.\n\nPointing the gun in Sliker's face, Craig warned him that if he\n\nwaited less than two hours to call the police, he would be killed.\n\nOne of the robbers grabbed the Sony Playstation, and they fled in\n\nthe Jetta.    In the car, Mooney divided the money among the robbers\n\nand his other co-conspirators, Nathan D'Amico (\"D'Amico\") and\n\nManuel Roderick (\"Roderick\").\n\n             Eventually, Sliker's hands became untied and he called\n\nthe police.      He described the defendant as a white male, 18-21\n\nyears old, with thin sideburns and a red tinted jaw-line goatee,\n\n                                  -3-\n\fwearing a dark blue or black bandana and a black or tan jacket with\n\nthe word \"American\" across the back.           The police intercepted the\n\nrobbers on the highway as they headed toward Portland.                 The\n\ndefendant, David, D'Amico and Roderick were arrested at the scene\n\nand brought to the Portland police station.               Craig exited the\n\nvehicle and fled into the woods, but was later found and arrested.\n\nIn the car, the police found a Sony Playstation, a Syphonfilter 2\n\nvideo game from Movie Gallery, two dark blue bandanas, and a sawed-\n\noff pump shotgun with a scope.\n\n           Later that night, on the way to the Portland police\n\nstation, Sliker and two detectives stopped to inspect the dark gray\n\nJetta that the police had pulled over earlier.            Sliker recognized\n\nit as the car used in the robbery.         He also identified the shotgun.\n\nOnce Sliker arrived at the station, he identified one of the\n\nrobbers, David, in a photographic lineup.\n\n           Sliker then waited in the lobby.               In an attempt to\n\nisolate him from the suspects in custody, a member of the police\n\ndepartment who was not involved in the robbery investigation\n\nbrought Sliker to the back of the station.              During the escort,\n\nSliker   passed   the   defendant,    who    was   in   handcuffs.   Sliker\n\nrecognized him right away and told one officer that the defendant\n\nwas the robber who took the money out of the cash register.\n\n           At the trial, cooperating witnesses Craig, David, and\n\nD'Amico identified the defendant as one of the three men who\n\n                                     -4-\n\fcommitted the robbery.   They also testified that the defendant had\n\nsuggested robbing the Budget Host Motel. Sliker corroborated their\n\ntestimony by identifying the defendant as one of the robbers.         In\n\naddition, the defendant's former girlfriend and the government's\n\nhandwriting expert testified that Mooney authored letters in which\n\nhe admitted his participation in the robbery.\n\n          After deliberating for two hours, the jury found Mooney\n\nguilty of the robbery conspiracy and using or carrying a firearm in\n\nthe commission of a violent crime.       The defendant was sentenced to\n\na term of twenty-seven years and six months. This appeal followed.\n\n            II. IMPROPER ARGUMENTS BY THE PROSECUTOR\n\n          Mooney   claims   that   improper    comments   made   by   the\n\nprosecutor during her opening argument undermined the fairness of\n\nhis trial and warrant reversal of his conviction.         Specifically,\n\nthe defendant challenges the prosecutor's opening statement on two\n\ndifferent grounds. First, he argues that the prosecutor improperly\n\nappealed to the jury's emotions when she began her opening with the\n\nfollowing remarks:\n\n          We are fortunate in the state of Maine,\n          particularly in the part of Maine that most of\n          us come from, to live lives that are\n          relatively free from random acts of violence.\n          We don't have bars on our windows. We don't\n          fear walking at night.    And as a rule, our\n          homes and our workplaces are safe havens from\n          random crime.\n\n          This case involves a painful exception to that\n          rule, a random act of violence that has\n\n                                   -5-\n\f            forever changed the way that one person looks\n            at the world, and in some respects has rocked\n            the sense of security of an entire Maine\n            community.\n\nIn addition, while describing the nature of the burglary to the\n\njury, she commented:         \"after the drawer was empty and the phone\n\ncords had all been cut, thank God, the three of them left the hotel\n\nlobby.\"     The defendant asserts that these comments created an\n\nalliance between the Government and the jurors, implied that the\n\ndefendant had corrupted the community, and resulted in an improper\n\nappeal to the jurors' passions and prejudices.\n\n            Second,    the    defendant     argues    that    the    prosecutor\n\nimpermissibly commented on his failure to testify, in violation of\n\nhis Fifth Amendment privilege against self-incrimination.                In her\n\nopening, the prosecutor told the jury:\n\n            Finally, as you assess the codefendants'\n            credibility, consider how their testimony fits\n            with the defendant's own words.      You see,\n            after the defendant was arrested on these\n            charges, he chose not to speak to the police,\n            and that was certainly his right. He did give\n            a false name.\n\nThe defendant argues that this comment impermissibly suggested that\n\nthe   defendant's     silence   was   evidence   of   guilt    and    therefore\n\nrequires a new trial.\n\n            At sidebar after the prosecutor's opening statement, the\n\ndefendant immediately objected to these comments and moved for a\n\nmistrial.    The district judge denied his motion on the basis that\n\n\n                                      -6-\n\fjust prior to hearing the remarks, the jury had been instructed\n\nthat opening statements were not evidence in the case.              He then\n\npromptly delivered an explicit curative instruction to the jury.\n\nThe judge    reminded   the   jury   that   the   defendant   was   presumed\n\ninnocent and that the government carried the burden of proving he\n\nwas guilty beyond a reasonable doubt.        He also reiterated that the\n\njury could only use the evidence, not their personal feelings,\n\nbiases or opinions to determine the defendant's guilt or innocence.\n\nFurther, he delivered the following instruction:\n\n            Let me just elaborate on that for a little\n            bit. Number one, everybody who's arrested has\n            a right to remain silent, and you are not\n            permitted to use the fact that someone did or\n            did not remain silent as any element of guilt.\n            You are not to use that . . . to find any\n            issue of guilt in this case, and I instruct\n            you in that regard. Any finding of guilt must\n            be based solely upon the evidence in this case\n            and not that factor.\n\n            Number two, you are not to use as an element\n            in determining guilt or innocence in this case\n            whether or not we're fortunate in Maine to be\n            safe or not . . . and whether you or Maine or\n            any community is safer or less safe depending\n            upon whether you find the defendant guilty or\n            not guilty. That simply is not an appropriate\n            issue.    You're only to use the issue of\n            whether or not the government has proved\n            beyond a reasonable doubt sufficient facts to\n            show that the defendant beyond a reasonable\n            doubt has committed those acts necessary to\n            constitute these crimes.\n\n            The defendant alleges that the district judge erred in\n\ndenying a mistrial because taken together the prosecutor's improper\n\n\n                                     -7-\n\fremarks had a cumulative prejudicial effect on the jury that could\n\nnot be cured by a cautionary instruction.                In response to this\n\nappeal, the government does not defend the prosecutor's opening\n\nremarks, but instead argues that a mistrial was unwarranted because\n\nthe improper remarks were brief and isolated; were promptly cured\n\nby limiting instructions; and were completely inconsequential in\n\nlight of the overwhelming evidence against the defendant.                     We\n\nreview the district judge's denial of the motion for a mistrial for\n\nmanifest abuse of discretion.          See United States v. Rodrigues-\n\nDeJesus, 202 F.3d 482, 485 (1st Cir. 2000).\n\n            A. Improper Appeals to the Jury's Passions and Prejudices\n\n            We agree with the defendant that the prosecutor's remarks\n\ncontrasting the jurors' sense of community safety with the armed\n\nrobbery of the hotel crossed the bounds of permissible argument.\n\nThese    comments   interjected   issues     having      no   bearing   on   the\n\ndefendant's guilt or innocence and improperly appealed to the jury\n\nto act in ways other than as dispassionate arbiters of the facts.\n\nSee United States v. Cartagena-Carrasquillo, 70 F.3d 706, 713 (1st\n\nCir.    1995)   (prosecutor's   use   of    the   term    \"we\"   impermissibly\n\nsuggested an alliance between the government and a church to which\n\nmany of the jurors, but not the defendant, belonged); United States\n\nv. Arrieta-Agressot, 3 F.3d 525, 527 (1st Cir. 1993) (government's\n\nclosing which urged the jury to consider case as a battle in the\n\nwar against drugs with the defendants as enemy soldiers corrupting\n\n                                      -8-\n\f\"our society\" was inflammatory and impermissible); United States v.\n\nMoreno, 991 F.2d 943, 947 (1st Cir. 1993) (opening statement\n\nreferencing a community plagued by shooting and killings improperly\n\nplayed     upon     the   jury's     emotional   reaction    to    neighborhood\n\nviolence).\n\n              This finding, however, does not end our analysis.           These\n\nimproper remarks are grounds for reversal only if they \"so poisoned\n\nthe   well\"    as    to   have     likely   affected   the   trial's   outcome.\n\nCartagena-Carrasquillo, 70 F.3d at 713 (quoting United States v.\n\nHodge-Balwing, 952 F.2d 607, 610 (1st Cir. 1991)).                In making that\n\nassessment, we weigh several factors, including:              the severity of\n\nthe misconduct; whether it was deliberate or accidental; the\n\ncontext in which it occurred; whether the judge gave any curative\n\ninstructions and their likely effect; and the strength of the\n\nevidence against the defendant.               See United States v. Torres-\n\nGalindo, 206 F.3d 136, 142 (1st Cir. 2000); United States v.\n\nManning, 23 F.3d. 570, 574 (1st Cir. 1994); see also United States\n\nv. Auch, 187 F.3d 125, 129 (1st Cir. 1999) (adopting similar\n\nfactors).\n\n              Our review of the record reveals that the prosecutor's\n\nimproper appeal to the jurors' passions, on balance, was not\n\nsevere.     Admittedly, the remarks appear to be intentional because\n\nthey were part of her opening statement and likely scripted in\n\nadvance.    See Wihbey, 75 F.3d at 772.          The comments, however, were\n\n                                        -9-\n\fbrief and isolated.       After the defendant objected to them, the\n\nprosecutor never again suggested that the defendant corrupted the\n\ngeneral safety of the community of Maine, nor did she make other\n\nimproper appeals to the jurors' emotions during the remainder of\n\nthe four-day trial.      Cf. Manning, 23 F.3d at 575 (prosecutorial\n\nmisconduct was \"pervasive\"); Auch, 187 F.3d at 128 (prosecution\n\nmade \"repeated\" improper references).\n\n            The context of the prosecutor's comments also weighs\n\nagainst finding that they likely affected the outcome of the trial.\n\nThe   comments    occurred     during   opening       arguments,      not    during\n\nsummation where the last words the jury hears have significant\n\npotential to cause prejudice.           See Auch, 187 F.3d at 132.                In\n\naddition,   the   remarks      were   prefaced   by    the   judge's        standard\n\ninstructions informing the jury that neither opening statements nor\n\nsummations may be considered as evidence in the case.                       We have\n\nfound that these standard instructions alone are sometimes enough\n\nto neutralize any prejudice from improper remarks.                    See United\n\nStates v. Mejia-Lozano, 829 F.2d 268, 274 (1st Cir. 1987).\n\n            In the instant case, the judge did not exclusively rely\n\non these standard instructions.          He promptly delivered a forceful\n\nand specific limiting instruction, and we generally presume that a\n\njury will follow such instruction.             See Wihbey, 75 F.3d at 773\n\n(citing Greer v. Miller, 483 U.S. 756, 766 n.8 (1987)).                 Given the\n\ndecisive nature     of   his    instruction,     we    believe   it    cured    any\n\n                                      -10-\n\fprejudice.\n\n           Moreover, we note that any lingering prejudicial effect\n\nfrom the remarks pales in comparison with the overwhelming strength\n\nof the government's evidence against the defendant.                All three of\n\nMooney's accomplices testified that he suggested that they rob the\n\nmotel, took the money from the cash register, and then divided the\n\nproceeds. The victim independently identified Mooney as the robber\n\nwho removed the money from the cash drawer.                  In addition, after\n\nintercepting the defendant and his accomplices on the highway, the\n\npolice   found    in    the    Jetta    the    gun,   bandanas   and   the    Sony\n\nPlaystation     and    video   game    stolen   from   the    motel.    Finally,\n\nMooney's girlfriend and a handwriting expert testified that he\n\nauthored letters admitting his role in the robbery.                     Taking a\n\nbalanced view of this evidence, see Auch, 187 F.3d at 130 n.8, we\n\nare confident that the prosecutor's improper appeal to the jury's\n\nemotions did not affect the outcome of the trial.\n\n           B.    Comment on the Defendant's Failure to Testify\n\n           While the prosecutor's improper inflammatory remarks are\n\nreversible error only if they likely affected the trial's outcome,\n\nthe prosecutor's comment on the defendant's failure to testify\n\nrequires   reversal      unless   the    government     can   prove    the   error\n\nharmless beyond a reasonable doubt. See Chapman v. California, 386\n\nU.S. 18, 23-24 (1967); see also Wihbey, 75 F.3d at 769, 772 n.6.\n\n\n\n                                        -11-\n\fWe believe the government met that burden.1\n\n            As    we    already      described,      the    evidence    against    the\n\ndefendant    was       overwhelming.        In    addition,    the     judge's    jury\n\ninstructions strongly emphasized the presumption of the defendant's\n\ninnocence and the government's burden to prove his guilt beyond a\n\nreasonable doubt.            The prosecutor's comments on the defendant's\n\npost-arrest silence were sandwiched between the judge's opening\n\ncharge that       the   jury    must      not    consider   opening    arguments    as\n\nevidence    and    his       forceful      curative    instructions       after    the\n\nprosecutor made the remark.              In his closing charge to the jury, the\n\njudge also explained the defendant's constitutional right not to\n\ntestify and the government's burden of proof beyond a reasonable\n\ndoubt sixteen times.            Accordingly, even taking the prosecutor's\n\nstatement into account, it is clear beyond a reasonable doubt that\n\nthe jury would have returned a guilty verdict in this case.                        See\n\nUnited States v. Hastings, 461 U.S. 499, 510-11 (1982).\n\n            C.    Motion for a Mistrial\n\n            We acknowledge that several incidents of prosecutorial\n\nmisconduct, none of which individually would require reversal,\n\ntaken together         may    have   a    cumulative   effect    that    warrants   a\n\n\n     1\n       We must acknowledge our dismay that any prosecutor in this\ncircuit could apprise a jury in an opening statement that a\ndefendant had chosen not to talk to the police. It is difficult to\nimagine a more fundamental error. We hope that we will not see\nthis error again by any prosecutors in our circuit.\n\n                                           -12-\n\fmistrial. See Wihbey, 75 F.3d at 773. Nevertheless, \"[t]he remedy\n\nof a new trial is rarely used; it is warranted only where there\n\nwould   be    a    miscarriage       of     justice    or    where    the     evidence\n\npreponderates heavily against the verdict.\" Rodrigues-DeJesus, 202\n\nF.3d at 486.       Moreover, we review the denial of a motion for a new\n\ntrial for manifest abuse of discretion.                 Id. at 485.         Given the\n\nrecord in this case, the judge exercised sound discretion in\n\ndenying the defendant's motion.\n\n                             III.    EXPERT TESTIMONY\n\n             The    defendant       also    argues    that   the     district    court\n\nmisapplied     Federal       Rule     of    Evidence    702     by    allowing     the\n\ngovernment's proffered handwriting expert to testify that the\n\ndefendant was the author of several letters that acknowledged his\n\ninvolvement in the burglary.               The defendant does not contend that\n\nthe expert's testimony should have been struck in its entirety.\n\nInstead, he makes the more narrow argument that, although the\n\nreliability       of   the   expert's       methodology      suffices    to    support\n\ntestimony regarding the similarity and differences between the\n\nhandwriting on the letters and that of the defendant, the expert's\n\nreliability cannot sustain the admission of his ultimate opinion as\n\nto whether the defendant authored the letters.                 The district court\n\ndisagreed, and we fail to see how the district court abused its\n\ndiscretion in reaching its conclusion.\n\n             Under Rule 702, a qualified expert witness may testify\n\n                                           -13-\n\f\"in the form of an opinion, or otherwise, if (1) the testimony is\n\nbased upon sufficient facts or data, (2) the testimony is the\n\nproduct of reliable principles and methods, and (3) the witness has\n\napplied the principles and methods reliably to the facts of the\n\ncase.\"   Fed. R. Evid. 702.      The Supreme Court has held that this\n\nrule imposes a gate-keeping function on the trial judge to ensure\n\nthat an expert's testimony \"both rests on a reliable foundation and\n\nis relevant to the task at hand.\"         Daubert v. Merrell Dow Pharm.,\n\nInc., 509 U.S. 579, 597 (1993); see            also Kumho Tire Co. v.\n\nCarmichael, 526 U.S. 137, 147-49 (1999) (holding that Daubert\n\napplies not only to scientific testimony but also to technical and\n\nother specialized expert testimony).\n\n           In Daubert, the Court identified four factors that may\n\nassist a   trial   court   in   determining   the   admissibility   of   an\n\nexpert's testimony: (1) whether the theory or technique can be and\n\nhas been tested; (2) whether the technique has been subject to peer\n\nreview and publication; (3) the technique's known or potential rate\n\nof error; and (4) the level of the theory or technique's acceptance\n\nwithin the relevant discipline.            509 U.S. at 593-94.      These\n\nfactors, however, are not definitive or exhaustive, and the trial\n\njudge enjoys broad latitude to use other factors to evaluate\n\nreliability.   See Kumho Tire, 526 U.S. at 153.         Further, a trial\n\njudge's decision to admit or exclude expert testimony will be\n\nreversed only for abuse of discretion.        See United States v. Diaz,\n\n                                   -14-\n\f300 F.3d 66, 74 (1st Cir. 2002) (citing Gen. Elec. v. Joiner, 522\n\nU.S. 136, 138-39 (1997)).\n\n          A review of the district court's voire dire hearing on\n\nthe admissibility of the handwriting expert's proposed testimony\n\nreveals that the judge did not abuse his discretion.     The expert\n\ntestified that he and other forensic document examiners employ the\n\nsame methodology to analyze and compare a known individual's\n\nhandwriting samples to the handwriting on the document at issue.\n\nThis methodology has been subject to general peer review through\n\npublished journals in the field.      In addition, its accuracy has\n\nbeen tested, with one study concluding that certified document\n\nexaminers had a potential rate of error of 6.5%.      The proffered\n\nexpert indicated that he was certified by the American Board of\n\nForensic Document Examiners to apply this methodology.     He also\n\ntestified that he submitted to proficiency tests twice a year, and\n\nthat all of his work is reviewed and confirmed by at least one\n\nother document examiner.\n\n          At the close of the hearing, the district judge concluded\n\nthat the handwriting expert's proposed testimony should be admitted\n\nin its entirety because it was reliable and based upon valid\n\ntechnical and specialized knowledge.    Finding the Daubert factors\n\nrelevant to his evaluation of the reliability of the expert's\n\ntestimony, the judge noted that all the factors were met in this\n\ncase. The judge also found persuasive the historical acceptance of\n\n                               -15-\n\fhandwriting testimony, noting that the Federal Rules of Evidence\n\nspecifically allow expert witnesses to authenticate questioned\n\ndocuments by comparing the handwriting on them to previously\n\nauthenticated specimens.     See Fed. R. Evid. 901(b)(3).\n\n            The defendant argues that the district court erred in\n\nadmitting the expert's opinion that the defendant was the author of\n\nthe   incriminating   letters.       He    contends   that   the   field   of\n\nhandwriting analysis lacks sufficient standards and testing to\n\nverify that analysts can accurately and definitively identify the\n\nauthor of a questioned document. Specifically, he asserts that the\n\ndiscipline lacks a set standard regarding the number of handwriting\n\nsimilarities required to make a \"match,\" and that the studies\n\nregarding   its   accuracy   have   been   subject    to   criticism.      The\n\ndefendant, however, misunderstands Daubert to demand unassailable\n\nexpert testimony.     As we previously have explained,\n\n            Daubert does not require that the party who\n            proffers expert testimony carry the burden of\n            proving to the judge that the expert's\n            assessment of the situation is correct. . . .It\n            demands only that the proponent of the\n            evidence show that the expert's conclusion has\n            been arrived at in a scientifically sound and\n            methodologically reliable fashion.\n\nRuiz-Troche v. Pepsi Cola of P.R. Bottling Co., 161 F.3d 77, 85\n\n(1st Cir. 1998).\n\n            We disagree with the defendant that another trial court's\n\ndecision regarding a different expert, United States v. Hines, 55\n\n\n                                    -16-\n\fF. Supp.2d 62 (D. Mass. 1999), compels us to find that the district\n\njudge in this matter abused his discretion.      The Hines opinion, of\n\ncourse, has no binding effect.      We are not faced here with the\n\nquestion of whether the district court abused its discretion by\n\nexcluding, as in Hines, opinion testimony by a handwriting expert.\n\nNor do we know if the \"particular facts and circumstances of the\n\nparticular case,\" Kumho Tire, 526 U.S. at 158, distinguish Hines.\n\nMoreover, the district judge in this case specifically justified\n\nhis decision not to apply the Hines approach.          He explained that\n\nthe reliability of the handwriting comparison testimony and the\n\nexpert's ultimate opinion on authorship were inevitably linked\n\nbecause they were based on the same methodology.        We find no abuse\n\nof discretion in that ruling.\n\n           We also note that Rule 702 specifically allows qualified\n\nexperts to offer their opinions, a testimonial latitude generally\n\nunavailable to other witnesses.     See Kumho Tire, 526 U.S. at 148\n\n(citing Daubert, 509 U.S. at 592).      The rule affords experts this\n\nleeway on the \"assumption that the expert's opinion will have a\n\nreliable basis in the knowledge and experience of his discipline.\"\n\nId.   Accordingly, once a trial judge determines the reliability of\n\nthe   proffered   expert's   methodology   and   the   validity   of   his\n\nreasoning, the expert should be permitted to testify as to the\n\ninferences and conclusions he draws from it, and any flaws in his\n\nopinion may be exposed through cross-examination or competing\n\n                                 -17-\n\fexpert testimony.       See    Ruize-Troche,    161   F.3d   at    85    (citing\n\nDaubert, 509 U.S. at 590, 596).        The district judge did not abuse\n\nhis discretion in admitting the expert's ultimate opinion on\n\nauthorship.\n\n                 IV. DELAYED DISCLOSURE OF EVIDENCE\n\n           The defendant claims that he was denied a fair trial\n\nbecause   of   the   government's     delayed   disclosure        of    Sliker's\n\naccidental out-of-court identification of Mooney.             The defendant\n\nalso claims he was denied a fair trial because the government\n\ndelayed   in   disclosing     the   existence   of    a   transcript      of   an\n\ninvestigator's interview with co-conspirator Craig.           To succeed on\n\nthese claims, the defendant must show \"a plausible strategic option\n\nwhich the delay foreclosed.\" United States v. Devin, 918 F.2d 280,\n\n290 (1st Cir. 1990); see also United States v. Lemmerer, 277 F.3d\n\n579, 588 (1st Cir. 2002) (stating that full application of the\n\nstandard articulated in Brady v. Maryland, 373 U.S. 83 (1963), was\n\nnot necessary in delayed disclosure cases \"unless the defendant\n\nfirst can show that defense counsel was 'prevented by the delay\n\nfrom using the disclosed material effectively in preparing and\n\npresenting the defendant's case.'\") (citation omitted)). We review\n\na district court's delayed disclosure determinations for abuse of\n\ndiscretion.    See United States v. Joselyn, 99 F.3d 1182, 1996 (1st\n\nCir. 1996).     We believe the defendant failed to show that the\n\ngovernment's delay foreclosed a strategic option.\n\n                                    -18-\n\f            We   turn   first    to    the    defendant's   claims   regarding\n\nSliker's identification.         During his cross-examination of Sliker,\n\nthe defendant learned for the first time that Sliker observed the\n\ndefendant in     handcuffs      in    the   Portland   police   station.      The\n\ndefendant then challenged the admissibility of Sliker's in-court\n\nidentification on the basis that it was tainted by an impermissibly\n\nsuggestive pretrial identification procedure, and he asked for a\n\nmistrial.    After a full voire dire hearing, the court ruled that\n\nthe   pretrial   identification        was    inadvertent   and   was   not   so\n\nimpermissibly suggestive that it created a substantial risk of\n\nmisidentification.      In addition, the court held that even if the\n\npretrial identification was suggestive, the in-court identification\n\nwas otherwise reliable because of Sliker's \"clear memory from the\n\ntime of the crime\" of the defendant's eyes and facial features.\n\n            On appeal, Mooney claims that he was prejudiced by the\n\ndelayed disclosure of the pretrial identification because this\n\ninformation could have been used to impeach Sliker's in-court\n\nidentification testimony.        This argument is without merit.           After\n\nlearning about the out-of-court encounter, the defendant could have\n\nused this information to cast doubt on the reliability of Sliker's\n\nin-court identification, but he chose not to pursue this strategy.\n\nSee United States v. Smith, 292 F.3d 90, 103 (1st Cir. 2002).\n\nAccordingly, the defendant has not established that the delayed\n\ndisclosure prevented him from pursuing a strategic option.\n\n                                       -19-\n\f            Equally unavailing is the defendant's claim that he was\n\nunduly prejudiced by the delayed disclosure of the transcript of\n\ncooperating witness Craig's statement to the police.            Prior to his\n\ncross-examination      of     Craig,     the     defendant   only     had    the\n\ninvestigator's report summarizing Craig's statement, and not the\n\nactual transcript.     While the report asserted that Craig said that\n\nthe defendant pressured him to commit the robbery, the transcript\n\nrevealed that Craig never made such a statement.              Believing that\n\nthe report was accurate, the defendant used it to impeach Craig's\n\ntestimony    denying   that   he   had    told   an   investigator    that   the\n\ndefendant pressured him to commit the offense.\n\n            At trial and again on appeal, the defendant argued that\n\nhe would have conducted his cross-examination differently had he\n\nknown about the transcript. \"We have held that 'some showing of\n\nprejudice [is] required beyond mere assertions that the defendant\n\nwould have conducted cross-examination differently.'\"                See Smith,\n\nF.3d at 103 (quoting United States v. Walsh, 75 F.3d 1, 8 (1st Cir.\n\n1996)).     Moreover, the defendant was able to impeach Craig using\n\nvarious other pieces of evidence; therefore the delay did not\n\nforeclose a strategic option.          See id. at 104.    Finally, the judge\n\neliminated any prejudice from the defendant's line of questioning\n\nwith his limiting instruction.           He told the jury:\n\n            You will recall that during Mr. Silverstein's\n            cross-examination, he inquired about alleged\n            inconsistencies between what . . . this\n\n                                       -20-\n\f         witness supposedly told the Portland police\n         and   what  Mr.   [McSweyn]  indicated  was\n         said . . .\n\n         Mr.   Silverstein   at   the    time  of   that\n         questioning by him had not been provided with\n         a   transcript of    that    interview.     The\n         government inadvertently failed to turn it\n         over to him as the government was required to\n         do.     With that transcript in hand, Mr.\n         Silverstein may or may not have inquired about\n         contradictions, but the fact that he did so\n         was in no way his fault.          The issue of\n         inconsistencies between various statements by\n         this witness, if you find any to exist, or\n         inconsistencies of any other witnesses is\n         entirely for you, as jurors, to decide.\n\n\n          In sum, we conclude that the defendant failed to make the\n\nrequisite showing of prejudice to warrant a new trial.\n\n          We affirm.\n\n\n\n\n                               -21-\n\f",
  "html": "<p class=\"case_cite\">315 F.3d 54</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Dennis J. MOONEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1318.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 10, 2002.</p>\n    <p class=\"date\">Decided December 30, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Jeffrey Silverstein, with whom Billings &amp; Silverstein, was on brief for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Paula D. Silsby, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, BOWNES, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Dennis Mooney was prosecuted federally and convicted of conspiracy to obstruct commerce by robbery in violation of 18 U.S.C. &#167; 1951, and using or carrying a firearm in relation to a crime of violence in violation of 18 U.S.C. &#167; 924(c). Mooney challenges his conviction on the grounds that (1) the prosecutor made improper remarks in her opening statement that denied him a fair trial; (2) the trial judge erred in allowing the government's handwriting expert to opine that the defendant was the author of letters implicating his participation in the robbery; and (3) he was unduly prejudiced by the government's delayed disclosure of evidence. Finding no reversible error, we affirm the conviction.</p>\n    </div>\n    <p class=\"center\">I. <i>FACTS</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to the verdict. <i>See United States v. Wihbey,</i> 75 F.3d 761, 764 (1st Cir.1996). Additional facts are outlined in our analysis that follows.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the early morning hours of November 27, 2000, Matthew Sliker (\"Sliker\"), the overnight clerk of the Budget Host Motel in Waterville, Maine had just completed his duties. Sliker was playing a copy of the video game \"Syphonfilter 2,\" which had been rented from a store called \"Movie Gallery,\" on a Sony Playstation in the lobby when the defendant, Dennis Mooney (\"Mooney\") and his brother, David Mooney (\"David\"), entered and inquired about a room. After asking about the price, Mooney told Sliker they needed to get money and both men left the hotel. Sliker followed them outside to smoke a cigarette and watched the two men approach other men standing next to a dark gray Volkswagen Jetta.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After Sliker returned to the lobby, David and Mooney came back into the motel. David asked to play the video game, and Sliker began filling out a registration form with Mooney. Marquis Craig (\"Craig\") then entered the lobby and approached the registration desk. Wearing a blue bandana over his face, Craig pulled out a sawed-off pump shotgun with a scope, pointed it toward the ceiling, loaded a round into the chamber, and then put the gun on the counter. The defendant ordered Sliker to raise his hands and not to set off any alarms. Craig demanded money, and after Sliker unlocked the cash drawer, the defendant took $195. David then used a telephone cord to tie Sliker's ankles to his wrists. Pointing the gun in Sliker's face, Craig warned him that if he waited less than two hours to call the police, he would be killed. One of the robbers grabbed the Sony Playstation, and they fled in the Jetta. In the car, Mooney divided the money among the robbers and his other co-conspirators, Nathan D'Amico (\"D'Amico\") and Manuel Roderick (\"Roderick\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Eventually, Sliker's hands became untied and he called the police. He described the defendant as a white male, 18-21 years old, with thin sideburns and a red tinted jaw-line goatee, wearing a dark blue or black bandana and a black or tan jacket with the word \"American\" across the back. The police intercepted the robbers on the highway as they headed toward Portland. The defendant, David, D'Amico and Roderick were arrested at the scene and brought to the Portland police station. Craig exited the vehicle and fled into the woods, but was later found and arrested. In the car, the police found a Sony Playstation, a Syphonfilter 2 video game from Movie Gallery, two dark blue bandanas, and a sawed-off pump shotgun with a scope.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Later that night, on the way to the Portland police station, Sliker and two detectives stopped to inspect the dark gray Jetta that the police had pulled over earlier. Sliker recognized it as the car used in the robbery. He also identified the shotgun. Once Sliker arrived at the station, he identified one of the robbers, David, in a photographic lineup.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sliker then waited in the lobby. In an attempt to isolate him from the suspects in custody, a member of the police department who was not involved in the robbery investigation brought Sliker to the back of the station. During the escort, Sliker passed the defendant, who was in handcuffs. Sliker recognized him right away and told one officer that the defendant was the robber who took the money out of the cash register.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the trial, cooperating witnesses Craig, David, and D'Amico identified the defendant as one of the three men who committed the robbery. They also testified that the defendant had suggested robbing the Budget Host Motel. Sliker corroborated their testimony by identifying the defendant as one of the robbers. In addition, the defendant's former girlfriend and the government's handwriting expert testified that Mooney authored letters in which he admitted his participation in the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After deliberating for two hours, the jury found Mooney guilty of the robbery conspiracy and using or carrying a firearm in the commission of a violent crime. The defendant was sentenced to a term of twenty-seven years and six months. This appeal followed.</p>\n    </div>\n    <p class=\"center\">II. <i>IMPROPER ARGUMENTS BY THE PROSECUTOR</i></p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mooney claims that improper comments made by the prosecutor during her opening argument undermined the fairness of his trial and warrant reversal of his conviction. Specifically, the defendant challenges the prosecutor's opening statement on two different grounds. First, he argues that the prosecutor improperly appealed to the jury's emotions when she began her opening with the following remarks:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We are fortunate in the state of Maine, particularly in the part of Maine that most of us come from, to live lives that are relatively free from random acts of violence. We don't have bars on our windows. We don't fear walking at night. And as a rule, our homes and our workplaces are safe havens from random crime.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This case involves a painful exception to that rule, a random act of violence that has forever changed the way that one person looks at the world, and in some respects has rocked the sense of security of an entire Maine community.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In addition, while describing the nature of the burglary to the jury, she commented: \"after the drawer was empty and the phone cords had all been cut, thank God, the three of them left the hotel lobby.\" The defendant asserts that these comments created an alliance between the Government and the jurors, implied that the defendant had corrupted the community, and resulted in an improper appeal to the jurors' passions and prejudices.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Second, the defendant argues that the prosecutor impermissibly commented on his failure to testify, in violation of his Fifth Amendment privilege against self-incrimination. In her opening, the prosecutor told the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, as you assess the codefendants' credibility, consider how their testimony fits with the defendant's own words. You see, after the defendant was arrested on these charges, he chose not to speak to the police, and that was certainly his right. He did give a false name.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The defendant argues that this comment impermissibly suggested that the defendant's silence was evidence of guilt and therefore requires a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At sidebar after the prosecutor's opening statement, the defendant immediately objected to these comments and moved for a mistrial. The district judge denied his motion on the basis that just prior to hearing the remarks, the jury had been instructed that opening statements were not evidence in the case. He then promptly delivered an explicit curative instruction to the jury. The judge reminded the jury that the defendant was presumed innocent and that the government carried the burden of proving he was guilty beyond a reasonable doubt. He also reiterated that the jury could only use the evidence, not their personal feelings, biases or opinions to determine the defendant's guilt or innocence. Further, he delivered the following instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Let me just elaborate on that for a little bit. Number one, everybody who's arrested has a right to remain silent, and you are not permitted to use the fact that someone did or did not remain silent as any element of guilt. You are not to use that ... to find any issue of guilt in this case, and I instruct you in that regard. Any finding of guilt must be based solely upon the evidence in this case and not that factor.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Number two, you are not to use as an element in determining guilt or innocence in this case whether or not we're fortunate in Maine to be safe or not ... and whether you or Maine or any community is safer or less safe depending upon whether you find the defendant guilty or not guilty. That simply is not an appropriate issue. You're only to use the issue of whether or not the government has proved beyond a reasonable doubt sufficient facts to show that the defendant beyond a reasonable doubt has committed those acts necessary to constitute these crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The defendant alleges that the district judge erred in denying a mistrial because taken together the prosecutor's improper remarks had a cumulative prejudicial effect on the jury that could not be cured by a cautionary instruction. In response to this appeal, the government does not defend the prosecutor's opening remarks, but instead argues that a mistrial was unwarranted because the improper remarks were brief and isolated; were promptly cured by limiting instructions; and were completely inconsequential in light of the overwhelming evidence against the defendant. We review the district judge's denial of the motion for a mistrial for manifest abuse of discretion. <i>See United States v. Rodriguez-De Jesus,</i> 202 F.3d 482, 485 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A. <i>Improper Appeals to the Jury's Passions and Prejudices</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We agree with the defendant that the prosecutor's remarks contrasting the jurors' sense of community safety with the armed robbery of the hotel crossed the bounds of permissible argument. These comments interjected issues having no bearing on the defendant's guilt or innocence and improperly appealed to the jury to act in ways other than as dispassionate arbiters of the facts. <i>See United States v. Cartagena-Carrasquillo,</i> 70 F.3d 706, 713 (1st Cir.1995) (prosecutor's use of the term \"we\" impermissibly suggested an alliance between the government and a church to which many of the jurors, but not the defendant, belonged); <i>United States v. Arrieta-Agressot,</i> 3 F.3d 525, 527 (1st Cir. 1993) (government's closing which urged the jury to consider case as a battle in the war against drugs with the defendants as enemy soldiers corrupting \"our society\" was inflammatory and impermissible); <i>United States v. Moreno,</i> 991 F.2d 943, 947 (1st Cir.1993) (opening statement referencing a community plagued by shooting and killings improperly played upon the jury's emotional reaction to neighborhood violence).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This finding, however, does not end our analysis. These improper remarks are grounds for reversal only if they \"so poisoned the well\" as to have likely affected the trial's outcome. <i>Cartagena-Carrasquillo,</i> 70 F.3d at 713 (quoting <i>United States v. Hodge-Balwing,</i> 952 F.2d 607, 610 (1st Cir.1991)). In making that assessment, we weigh several factors, including: the severity of the misconduct; whether it was deliberate or accidental; the context in which it occurred; whether the judge gave any curative instructions and their likely effect; and the strength of the evidence against the defendant. <i>See United States v. Torres-Galindo,</i> 206 F.3d 136, 142 (1st Cir.2000); <i>United States v. Manning,</i> 23 F.3d 570, 574 (1st Cir.1994); <i>see also United States v. Auch,</i> 187 F.3d 125, 129 (1st Cir.1999) (adopting similar factors).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our review of the record reveals that the prosecutor's improper appeal to the jurors' passions, on balance, was not severe. Admittedly, the remarks appear to be intentional because they were part of her opening statement and likely scripted in advance. <i>See Wihbey,</i> 75 F.3d at 772. The comments, however, were brief and isolated. After the defendant objected to them, the prosecutor never again suggested that the defendant corrupted the general safety of the community of Maine, nor did she make other improper appeals to the jurors' emotions during the remainder of the four-day trial. <i>Cf. Manning,</i> 23 F.3d at 575 (prosecutorial misconduct was \"pervasive\"); <i>Auch,</i> 187 F.3d at 128 (prosecution made \"repeated\" improper references).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The context of the prosecutor's comments also weighs against finding that they likely affected the outcome of the trial. The comments occurred during opening arguments, not during summation where the last words the jury hears have significant potential to cause prejudice. <i>See Auch,</i> 187 F.3d at 132. In addition, the remarks were prefaced by the judge's standard instructions informing the jury that neither opening statements nor summations may be considered as evidence in the case. We have found that these standard instructions alone are sometimes enough to neutralize any prejudice from improper remarks. <i>See United States v. Mejia-Lozano,</i> 829 F.2d 268, 274 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the instant case, the judge did not exclusively rely on these standard instructions. He promptly delivered a forceful and specific limiting instruction, and we generally presume that a jury will follow such instruction. <i>See Wihbey,</i> 75 F.3d at 773 (citing <i>Greer v. Miller,</i> 483 U.S. 756, 766 n. 8, 107 S.Ct. 3102, 97 L.Ed.2d 618 (1987)). Given the decisive nature of his instruction, we believe it cured any prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moreover, we note that any lingering prejudicial effect from the remarks pales in comparison with the overwhelming strength of the government's evidence against the defendant. All three of Mooney's accomplices testified that he suggested that they rob the motel, took the money from the cash register, and then divided the proceeds. The victim independently identified Mooney as the robber who removed the money from the cash drawer. In addition, after intercepting the defendant and his accomplices on the highway, the police found in the Jetta the gun, bandanas and the Sony Playstation and video game stolen from the motel. Finally, Mooney's girlfriend and a handwriting expert testified that he authored letters admitting his role in the robbery. Taking a balanced view of this evidence, <i>see Auch,</i> 187 F.3d at 130 n. 8, we are confident that the prosecutor's improper appeal to the jury's emotions did not affect the outcome of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">B. <i>Comment on the Defendant's Failure to Testify</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While the prosecutor's improper inflammatory remarks are reversible error only if they likely affected the trial's outcome, the prosecutor's comment on the defendant's failure to testify requires reversal unless the government can prove the error harmless beyond a reasonable doubt. <i>See Chapman v. California,</i> 386 U.S. 18, 23-24, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967); <i>see also Wihbey,</i> 75 F.3d at 769, 772 n. 6. We believe the government met that burden.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As we already described, the evidence against the defendant was overwhelming. In addition, the judge's jury instructions strongly emphasized the presumption of the defendant's innocence and the government's burden to prove his guilt beyond a reasonable doubt. The prosecutor's comments on the defendant's post-arrest silence were sandwiched between the judge's opening charge that the jury must not consider opening arguments as evidence and his forceful curative instructions after the prosecutor made the remark. In his closing charge to the jury, the judge also explained the defendant's constitutional right not to testify and the government's burden of proof beyond a reasonable doubt sixteen times. Accordingly, even taking the prosecutor's statement into account, it is clear beyond a reasonable doubt that the jury would have returned a guilty verdict in this case. <i>See United States v. Hasting,</i> 461 U.S. 499, 510-11, 103 S.Ct. 1974, 76 L.Ed.2d 96 (1982).</p>\n    </div>\n    <p class=\"indent\">C. <i>Motion for a Mistrial</i></p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We acknowledge that several incidents of prosecutorial misconduct, none of which individually would require reversal, taken together may have a cumulative effect that warrants a mistrial. <i>See Wihbey,</i> 75 F.3d at 773. Nevertheless, \"[t]he remedy of a new trial is rarely used; it is warranted only where there would be a miscarriage of justice or where the evidence preponderates heavily against the verdict.\" <i>Rodriguez-De Jesus,</i> 202 F.3d at 486. Moreover, we review the denial of a motion for a new trial for manifest abuse of discretion. <i>Id.</i> at 485. Given the record in this case, the judge exercised sound discretion in denying the defendant's motion.</p>\n    </div>\n    <p class=\"center\">III. <i>EXPERT TESTIMONY</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The defendant also argues that the district court misapplied Federal Rule of Evidence 702 by allowing the government's proffered handwriting expert to testify that the defendant was the author of several letters that acknowledged his involvement in the burglary. The defendant does not contend that the expert's testimony should have been struck in its entirety. Instead, he makes the more narrow argument that, although the reliability of the expert's methodology suffices to support testimony regarding the similarity and differences between the handwriting on the letters and that of the defendant, the expert's reliability cannot sustain the admission of his ultimate opinion as to whether the defendant authored the letters. The district court disagreed, and we fail to see how the district court abused its discretion in reaching its conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Under Rule 702, a qualified expert witness may testify \"in the form of an opinion, or otherwise, if (1) the testimony is based upon sufficient facts or data, (2) the testimony is the product of reliable principles and methods, and (3) the witness has applied the principles and methods reliably to the facts of the case.\" Fed.R.Evid. 702. The Supreme Court has held that this rule imposes a gate-keeping function on the trial judge to ensure that an expert's testimony \"both rests on a reliable foundation and is relevant to the task at hand.\" <i>Daubert v. Merrell Dow Pharm., Inc.,</i> 509 U.S. 579, 597, 113 S.Ct. 2786, 125 L.Ed.2d 469 (1993); <i>see also Kumho Tire Co. v. Carmichael,</i> 526 U.S. 137, 147-49, 119 S.Ct. 1167, 143 L.Ed.2d 238 (1999) (holding that <i>Daubert</i> applies not only to scientific testimony but also to technical and other specialized expert testimony).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In <i>Daubert,</i> the Court identified four factors that may assist a trial court in determining the admissibility of an expert's testimony: (1) whether the theory or technique can be and has been tested; (2) whether the technique has been subject to peer review and publication; (3) the technique's known or potential rate of error; and (4) the level of the theory or technique's acceptance within the relevant discipline. 509 U.S. at 593-94, 113 S.Ct. 2786. These factors, however, are not definitive or exhaustive, and the trial judge enjoys broad latitude to use other factors to evaluate reliability. <i>See Kumho Tire,</i> 526 U.S. at 153, 119 S.Ct. 1167. Further, a trial judge's decision to admit or exclude expert testimony will be reversed only for abuse of discretion. <i>See United States v. Diaz,</i> 300 F.3d 66, 74 (1st Cir.2002) (citing <i>Gen. Elec. v. Joiner,</i> 522 U.S. 136, 138-39, 118 S.Ct. 512, 139 L.Ed.2d 508 (1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A review of the district court's <i>voir dire</i> hearing on the admissibility of the handwriting expert's proposed testimony reveals that the judge did not abuse his discretion. The expert testified that he and other forensic document examiners employ the same methodology to analyze and compare a known individual's handwriting samples to the handwriting on the document at issue. This methodology has been subject to general peer review through published journals in the field. In addition, its accuracy has been tested, with one study concluding that certified document examiners had a potential rate of error of 6.5%. The proffered expert indicated that he was certified by the American Board of Forensic Document Examiners to apply this methodology. He also testified that he submitted to proficiency tests twice a year, and that all of his work is reviewed and confirmed by at least one other document examiner.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At the close of the hearing, the district judge concluded that the handwriting expert's proposed testimony should be admitted in its entirety because it was reliable and based upon valid technical and specialized knowledge. Finding the <i>Daubert</i> factors relevant to his evaluation of the reliability of the expert's testimony, the judge noted that all the factors were met in this case. The judge also found persuasive the historical acceptance of handwriting testimony, noting that the Federal Rules of Evidence specifically allow expert witnesses to authenticate questioned documents by comparing the handwriting on them to previously authenticated specimens. <i>See</i> Fed.R.Evid. 901(b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The defendant argues that the district court erred in admitting the expert's opinion that the defendant was the author of the incriminating letters. He contends that the field of handwriting analysis lacks sufficient standards and testing to verify that analysts can accurately and definitively identify the author of a questioned document. Specifically, he asserts that the discipline lacks a set standard regarding the number of handwriting similarities required to make a \"match,\" and that the studies regarding its accuracy have been subject to criticism. The defendant, however, misunderstands <i>Daubert</i> to demand unassailable expert testimony. As we previously have explained,</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>Daubert</i> does not require that the party who proffers expert testimony carry the burden of proving to the judge that the expert's assessment of the situation is correct.... It demands only that the proponent of the evidence show that the expert's conclusion has been arrived at in a scientifically sound and methodologically reliable fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>Ruiz-Troche v. Pepsi Cola of P.R. Bottling Co.,</i> 161 F.3d 77, 85 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We disagree with the defendant that another trial court's decision regarding a different expert, <i>United States v. Hines,</i> 55 F.Supp.2d 62 (D.Mass.1999), compels us to find that the district judge in this matter abused his discretion. The <i>Hines</i> opinion, of course, has no binding effect. We are not faced here with the question of whether the district court abused its discretion by excluding, as in <i>Hines,</i> opinion testimony by a handwriting expert. Nor do we know if the \"particular facts and circumstances of the particular case,\" <i>Kumho Tire,</i> 526 U.S. at 158, 119 S.Ct. 1167, distinguish <i>Hines.</i> Moreover, the district judge in this case specifically justified his decision not to apply the <i>Hines</i> approach. He explained that the reliability of the handwriting comparison testimony and the expert's ultimate opinion on authorship were inevitably linked because they were based on the same methodology. We find no abuse of discretion in that ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We also note that Rule 702 specifically allows qualified experts to offer their opinions, a testimonial latitude generally unavailable to other witnesses. <i>See Kumho Tire,</i> 526 U.S. at 148, 119 S.Ct. 1167 (citing <i>Daubert,</i> 509 U.S. at 592, 113 S.Ct. 2786). The rule affords experts this leeway on the \"assumption that the expert's opinion will have a reliable basis in the knowledge and experience of his discipline.\" <i>Id.</i> Accordingly, once a trial judge determines the reliability of the proffered expert's methodology and the validity of his reasoning, the expert should be permitted to testify as to the inferences and conclusions he draws from it, and any flaws in his opinion may be exposed through cross-examination or competing expert testimony. <i>See Ruiz-Troche,</i> 161 F.3d at 85 (citing <i>Daubert,</i> 509 U.S. at 590, 596, 113 S.Ct. 2786). The district judge did not abuse his discretion in admitting the expert's ultimate opinion on authorship.</p>\n    </div>\n    <p class=\"center\">IV. <i>DELAYED DISCLOSURE OF EVIDENCE</i></p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The defendant claims that he was denied a fair trial because of the government's delayed disclosure of Sliker's accidental out-of-court identification of Mooney. The defendant also claims he was denied a fair trial because the government delayed in disclosing the existence of a transcript of an investigator's interview with co-conspirator Craig. To succeed on these claims, the defendant must show \"a plausible strategic option which the delay foreclosed.\" <i>United States v. Devin,</i> 918 F.2d 280, 290 (1st Cir.1990); <i>see also United States v. Lemmerer,</i> 277 F.3d 579, 588 (1st Cir.2002) (stating that full application of the standard articulated in <i>Brady v. Maryland,</i> 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), was not necessary in delayed disclosure cases \"unless the defendant first can show that defense counsel was `prevented by the delay from using the disclosed material effectively in preparing and presenting the defendant's case.'\") (citation omitted). We review a district court's delayed disclosure determinations for abuse of discretion. <i>See United States v. Josleyn,</i> 99 F.3d 1182, 1196 (1st Cir.1996). We believe the defendant failed to show that the government's delay foreclosed a strategic option.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We turn first to the defendant's claims regarding Sliker's identification. During his cross-examination of Sliker, the defendant learned for the first time that Sliker observed the defendant in handcuffs in the Portland police station. The defendant then challenged the admissibility of Sliker's in-court identification on the basis that it was tainted by an impermissibly suggestive pretrial identification procedure, and he asked for a mistrial. After a full <i>voire dire</i> hearing, the court ruled that the pretrial identification was inadvertent and was not so impermissibly suggestive that it created a substantial risk of misidentification. In addition, the court held that even if the pretrial identification was suggestive, the in-court identification was otherwise reliable because of Sliker's \"clear memory from the time of the crime\" of the defendant's eyes and facial features.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">On appeal, Mooney claims that he was prejudiced by the delayed disclosure of the pretrial identification because this information could have been used to impeach Sliker's in-court identification testimony. This argument is without merit. After learning about the out-of-court encounter, the defendant could have used this information to cast doubt on the reliability of Sliker's in-court identification, but he chose not to pursue this strategy. <i>See United States v. Smith,</i> 292 F.3d 90, 103 (1st Cir.2002). Accordingly, the defendant has not established that the delayed disclosure prevented him from pursuing a strategic option.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Equally unavailing is the defendant's claim that he was unduly prejudiced by the delayed disclosure of the transcript of cooperating witness Craig's statement to the police. Prior to his cross-examination of Craig, the defendant only had the investigator's report summarizing Craig's statement, and not the actual transcript. While the report asserted that Craig said that the defendant pressured him to commit the robbery, the transcript revealed that Craig never made such a statement. Believing that the report was accurate, the defendant used it to impeach Craig's testimony denying that he had told an investigator that the defendant pressured him to commit the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">At trial and again on appeal, the defendant argued that he would have conducted his cross-examination <i>differently</i> had he known about the transcript. \"We have held that `some showing of prejudice [is] required beyond mere assertions that the defendant would have conducted cross-examination differently.'\" <i>See Smith,</i> 292 F.3d at 103 (quoting <i>United States v. Walsh,</i> 75 F.3d 1, 8 (1st Cir.1996)). Moreover, the defendant was able to impeach Craig using various other pieces of evidence; therefore the delay did not foreclose a strategic option. <i>See id.</i> at 104. Finally, the judge eliminated any prejudice from the defendant's line of questioning with his limiting instruction. He told the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">You will recall that during Mr. Silverstein's cross-examination, he inquired about alleged inconsistencies between what ... this witness supposedly told the Portland police and what Mr. [McSweyn] indicated was said ...</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Mr. Silverstein at the time of that questioning by him had not been provided with a transcript of that interview. The government inadvertently failed to turn it over to him as the government was required to do. With that transcript in hand, Mr. Silverstein may or may not have inquired about contradictions, but the fact that he did so was in no way his fault. The issue of inconsistencies between various statements by this witness, if you find any to exist, or inconsistencies of any other witnesses is entirely for you, as jurors, to decide.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In sum, we conclude that the defendant failed to make the requisite showing of prejudice to warrant a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We must acknowledge our dismay that any prosecutor in this circuit could apprise a jury in an opening statement that a defendant had chosen not to talk to the police. It is difficult to imagine a more fundamental error. We hope that we will not see this error again by any prosecutors in our circuit. We note, however, that appellate counsel for the government was not the attorney who prosecuted the case in the district court</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Dennis J. MOONEY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1318.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 10, 2002.</p>\n    <p class=\"date\">Decided December 30, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Jeffrey Silverstein, with whom Billings &amp; Silverstein, was on brief for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Assistant United States Attorney, with whom Paula D. Silsby, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, BOWNES, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Dennis Mooney was prosecuted federally and convicted of conspiracy to obstruct commerce by robbery in violation of 18 U.S.C. &#167; 1951, and using or carrying a firearm in relation to a crime of violence in violation of 18 U.S.C. &#167; 924(c). Mooney challenges his conviction on the grounds that (1) the prosecutor made improper remarks in her opening statement that denied him a fair trial; (2) the trial judge erred in allowing the government's handwriting expert to opine that the defendant was the author of letters implicating his participation in the robbery; and (3) he was unduly prejudiced by the government's delayed disclosure of evidence. Finding no reversible error, we affirm the conviction.</p>\n    </div>\n    <p class=\"center\">I. <i>FACTS</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to the verdict. <i>See United States v. Wihbey,</i> <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 764 (1st Cir.1996). Additional facts are outlined in our analysis that follows.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the early morning hours of November 27, 2000, Matthew Sliker (\"Sliker\"), the overnight clerk of the Budget Host Motel in Waterville, Maine had just completed his duties. Sliker was playing a copy of the video game \"Syphonfilter 2,\" which had been rented from a store called \"Movie Gallery,\" on a Sony Playstation in the lobby when the defendant, Dennis Mooney (\"Mooney\") and his brother, David Mooney (\"David\"), entered and inquired about a room. After asking about the price, Mooney told Sliker they needed to get money and both men left the hotel. Sliker followed them outside to smoke a cigarette and watched the two men approach other men standing next to a dark gray Volkswagen Jetta.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After Sliker returned to the lobby, David and Mooney came back into the motel. David asked to play the video game, and Sliker began filling out a registration form with Mooney. Marquis Craig (\"Craig\") then entered the lobby and approached the registration desk. Wearing a blue bandana over his face, Craig pulled out a sawed-off pump shotgun with a scope, pointed it toward the ceiling, loaded a round into the chamber, and then put the gun on the counter. The defendant ordered Sliker to raise his hands and not to set off any alarms. Craig demanded money, and after Sliker unlocked the cash drawer, the defendant took $195. David then used a telephone cord to tie Sliker's ankles to his wrists. Pointing the gun in Sliker's face, Craig warned him that if he waited less than two hours to call the police, he would be killed. One of the robbers grabbed the Sony Playstation, and they fled in the Jetta. In the car, Mooney divided the money among the robbers and his other co-conspirators, Nathan D'Amico (\"D'Amico\") and Manuel Roderick (\"Roderick\").</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Eventually, Sliker's hands became untied and he called the police. He described the defendant as a white male, 18-21 years old, with thin sideburns and a red tinted jaw-line goatee, wearing a dark blue or black bandana and a black or tan jacket with the word \"American\" across the back. The police intercepted the robbers on the highway as they headed toward Portland. The defendant, David, D'Amico and Roderick were arrested at the scene and brought to the Portland police station. Craig exited the vehicle and fled into the woods, but was later found and arrested. In the car, the police found a Sony Playstation, a Syphonfilter 2 video game from Movie Gallery, two dark blue bandanas, and a sawed-off pump shotgun with a scope.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Later that night, on the way to the Portland police station, Sliker and two detectives stopped to inspect the dark gray Jetta that the police had pulled over earlier. Sliker recognized it as the car used in the robbery. He also identified the shotgun. Once Sliker arrived at the station, he identified one of the robbers, David, in a photographic lineup.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sliker then waited in the lobby. In an attempt to isolate him from the suspects in custody, a member of the police department who was not involved in the robbery investigation brought Sliker to the back of the station. During the escort, Sliker passed the defendant, who was in handcuffs. Sliker recognized him right away and told one officer that the defendant was the robber who took the money out of the cash register.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the trial, cooperating witnesses Craig, David, and D'Amico identified the defendant as one of the three men who committed the robbery. They also testified that the defendant had suggested robbing the Budget Host Motel. Sliker corroborated their testimony by identifying the defendant as one of the robbers. In addition, the defendant's former girlfriend and the government's handwriting expert testified that Mooney authored letters in which he admitted his participation in the robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After deliberating for two hours, the jury found Mooney guilty of the robbery conspiracy and using or carrying a firearm in the commission of a violent crime. The defendant was sentenced to a term of twenty-seven years and six months. This appeal followed.</p>\n    </div>\n    <p class=\"center\">II. <i>IMPROPER ARGUMENTS BY THE PROSECUTOR</i></p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mooney claims that improper comments made by the prosecutor during her opening argument undermined the fairness of his trial and warrant reversal of his conviction. Specifically, the defendant challenges the prosecutor's opening statement on two different grounds. First, he argues that the prosecutor improperly appealed to the jury's emotions when she began her opening with the following remarks:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We are fortunate in the state of Maine, particularly in the part of Maine that most of us come from, to live lives that are relatively free from random acts of violence. We don't have bars on our windows. We don't fear walking at night. And as a rule, our homes and our workplaces are safe havens from random crime.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This case involves a painful exception to that rule, a random act of violence that has forever changed the way that one person looks at the world, and in some respects has rocked the sense of security of an entire Maine community.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In addition, while describing the nature of the burglary to the jury, she commented: \"after the drawer was empty and the phone cords had all been cut, thank God, the three of them left the hotel lobby.\" The defendant asserts that these comments created an alliance between the Government and the jurors, implied that the defendant had corrupted the community, and resulted in an improper appeal to the jurors' passions and prejudices.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Second, the defendant argues that the prosecutor impermissibly commented on his failure to testify, in violation of his Fifth Amendment privilege against self-incrimination. In her opening, the prosecutor told the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Finally, as you assess the codefendants' credibility, consider how their testimony fits with the defendant's own words. You see, after the defendant was arrested on these charges, he chose not to speak to the police, and that was certainly his right. He did give a false name.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The defendant argues that this comment impermissibly suggested that the defendant's silence was evidence of guilt and therefore requires a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At sidebar after the prosecutor's opening statement, the defendant immediately objected to these comments and moved for a mistrial. The district judge denied his motion on the basis that just prior to hearing the remarks, the jury had been instructed that opening statements were not evidence in the case. He then promptly delivered an explicit curative instruction to the jury. The judge reminded the jury that the defendant was presumed innocent and that the government carried the burden of proving he was guilty beyond a reasonable doubt. He also reiterated that the jury could only use the evidence, not their personal feelings, biases or opinions to determine the defendant's guilt or innocence. Further, he delivered the following instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Let me just elaborate on that for a little bit. Number one, everybody who's arrested has a right to remain silent, and you are not permitted to use the fact that someone did or did not remain silent as any element of guilt. You are not to use that ... to find any issue of guilt in this case, and I instruct you in that regard. Any finding of guilt must be based solely upon the evidence in this case and not that factor.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Number two, you are not to use as an element in determining guilt or innocence in this case whether or not we're fortunate in Maine to be safe or not ... and whether you or Maine or any community is safer or less safe depending upon whether you find the defendant guilty or not guilty. That simply is not an appropriate issue. You're only to use the issue of whether or not the government has proved beyond a reasonable doubt sufficient facts to show that the defendant beyond a reasonable doubt has committed those acts necessary to constitute these crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The defendant alleges that the district judge erred in denying a mistrial because taken together the prosecutor's improper remarks had a cumulative prejudicial effect on the jury that could not be cured by a cautionary instruction. In response to this appeal, the government does not defend the prosecutor's opening remarks, but instead argues that a mistrial was unwarranted because the improper remarks were brief and isolated; were promptly cured by limiting instructions; and were completely inconsequential in light of the overwhelming evidence against the defendant. We review the district judge's denial of the motion for a mistrial for manifest abuse of discretion. <i>See United States v. Rodriguez-De Jesus,</i> <span class=\"citation\" data-id=\"767483\"><a href=\"/opinion/767483/united-states-v-ruben-rodriguez-de-jesus/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span>, 485 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A. <i>Improper Appeals to the Jury's Passions and Prejudices</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We agree with the defendant that the prosecutor's remarks contrasting the jurors' sense of community safety with the armed robbery of the hotel crossed the bounds of permissible argument. These comments interjected issues having no bearing on the defendant's guilt or innocence and improperly appealed to the jury to act in ways other than as dispassionate arbiters of the facts. <i>See United States v. Cartagena-Carrasquillo,</i> <span class=\"citation\" data-id=\"196443\"><a href=\"/opinion/196443/united-states-v-carrasquillo/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></a></span>, 713 (1st Cir.1995) (prosecutor's use of the term \"we\" impermissibly suggested an alliance between the government and a church to which many of the jurors, but not the defendant, belonged); <i>United States v. Arrieta-Agressot,</i> <span class=\"citation\" data-id=\"628961\"><a href=\"/opinion/628961/juan-arrieta-agressot-regulo-rios-jose-antonio-barroso-adalberto/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 527 (1st Cir. 1993) (government's closing which urged the jury to consider case as a battle in the war against drugs with the defendants as enemy soldiers corrupting \"our society\" was inflammatory and impermissible); <i>United States v. Moreno,</i> <span class=\"citation\" data-id=\"605530\"><a href=\"/opinion/605530/united-states-v-raymond-moreno-jr/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">943</span></a></span>, 947 (1st Cir.1993) (opening statement referencing a community plagued by shooting and killings improperly played upon the jury's emotional reaction to neighborhood violence).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This finding, however, does not end our analysis. These improper remarks are grounds for reversal only if they \"so poisoned the well\" as to have likely affected the trial's outcome. <i>Cartagena-Carrasquillo,</i> 70 F.3d at 713 (quoting <i>United States v. Hodge-Balwing,</i> <span class=\"citation\" data-id=\"574885\"><a href=\"/opinion/574885/united-states-v-saver-hodge-balwing-aka-balwin-hodge/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 610 (1st Cir.1991)). In making that assessment, we weigh several factors, including: the severity of the misconduct; whether it was deliberate or accidental; the context in which it occurred; whether the judge gave any curative instructions and their likely effect; and the strength of the evidence against the defendant. <i>See United States v. Torres-Galindo,</i> <span class=\"citation\" data-id=\"767957\"><a href=\"/opinion/767957/united-states-v-ricardo-torres-galindo-aka-ricky-silva-united-states/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></a></span>, 142 (1st Cir.2000); <i>United States v. Manning,</i> <span class=\"citation\" data-id=\"195356\"><a href=\"/opinion/195356/united-states-v-manning/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">570</span></a></span>, 574 (1st Cir.1994); <i>see also United States v. Auch,</i> <span class=\"citation\" data-id=\"765610\"><a href=\"/opinion/765610/united-states-v-enrique-auch-aka-rickie-auch/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 129 (1st Cir.1999) (adopting similar factors).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our review of the record reveals that the prosecutor's improper appeal to the jurors' passions, on balance, was not severe. Admittedly, the remarks appear to be intentional because they were part of her opening statement and likely scripted in advance. <i>See Wihbey,</i> 75 F.3d at 772. The comments, however, were brief and isolated. After the defendant objected to them, the prosecutor never again suggested that the defendant corrupted the general safety of the community of Maine, nor did she make other improper appeals to the jurors' emotions during the remainder of the four-day trial. <i>Cf. Manning,</i> 23 F.3d at 575 (prosecutorial misconduct was \"pervasive\"); <i>Auch,</i> 187 F.3d at 128 (prosecution made \"repeated\" improper references).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The context of the prosecutor's comments also weighs against finding that they likely affected the outcome of the trial. The comments occurred during opening arguments, not during summation where the last words the jury hears have significant potential to cause prejudice. <i>See Auch,</i> 187 F.3d at 132. In addition, the remarks were prefaced by the judge's standard instructions informing the jury that neither opening statements nor summations may be considered as evidence in the case. We have found that these standard instructions alone are sometimes enough to neutralize any prejudice from improper remarks. <i>See United States v. Mejia-Lozano,</i> <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 274 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the instant case, the judge did not exclusively rely on these standard instructions. He promptly delivered a forceful and specific limiting instruction, and we generally presume that a jury will follow such instruction. <i>See Wihbey,</i> 75 F.3d at 773 (citing <i>Greer v. Miller,</i> <span class=\"citation\" data-id=\"111956\"><a href=\"/opinion/111956/greer-v-miller/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">756</span></a></span>, 766 n. 8, <span class=\"citation\" data-id=\"111956\"><a href=\"/opinion/111956/greer-v-miller/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3102</span></a></span>, <span class=\"citation\" data-id=\"111956\"><a href=\"/opinion/111956/greer-v-miller/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">618</span></a></span> (1987)). Given the decisive nature of his instruction, we believe it cured any prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moreover, we note that any lingering prejudicial effect from the remarks pales in comparison with the overwhelming strength of the government's evidence against the defendant. All three of Mooney's accomplices testified that he suggested that they rob the motel, took the money from the cash register, and then divided the proceeds. The victim independently identified Mooney as the robber who removed the money from the cash drawer. In addition, after intercepting the defendant and his accomplices on the highway, the police found in the Jetta the gun, bandanas and the Sony Playstation and video game stolen from the motel. Finally, Mooney's girlfriend and a handwriting expert testified that he authored letters admitting his role in the robbery. Taking a balanced view of this evidence, <i>see Auch,</i> 187 F.3d at 130 n. 8, we are confident that the prosecutor's improper appeal to the jury's emotions did not affect the outcome of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">B. <i>Comment on the Defendant's Failure to Testify</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While the prosecutor's improper inflammatory remarks are reversible error only if they likely affected the trial's outcome, the prosecutor's comment on the defendant's failure to testify requires reversal unless the government can prove the error harmless beyond a reasonable doubt. <i>See Chapman v. California,</i> <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">18</span></a></span>, 23-24, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">87</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">824</span></a></span>, <span class=\"citation\" data-id=\"107359\"><a href=\"/opinion/107359/chapman-v-california/\"><span class=\"volume\">17</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">705</span></a></span> (1967); <i>see also Wihbey,</i> 75 F.3d at 769, 772 n. 6. We believe the government met that burden.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As we already described, the evidence against the defendant was overwhelming. In addition, the judge's jury instructions strongly emphasized the presumption of the defendant's innocence and the government's burden to prove his guilt beyond a reasonable doubt. The prosecutor's comments on the defendant's post-arrest silence were sandwiched between the judge's opening charge that the jury must not consider opening arguments as evidence and his forceful curative instructions after the prosecutor made the remark. In his closing charge to the jury, the judge also explained the defendant's constitutional right not to testify and the government's burden of proof beyond a reasonable doubt sixteen times. Accordingly, even taking the prosecutor's statement into account, it is clear beyond a reasonable doubt that the jury would have returned a guilty verdict in this case. <i>See United States v. Hasting,</i> <span class=\"citation no-link\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></span>, 510-11, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1974</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">96</span></span> (1982).</p>\n    </div>\n    <p class=\"indent\">C. <i>Motion for a Mistrial</i></p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We acknowledge that several incidents of prosecutorial misconduct, none of which individually would require reversal, taken together may have a cumulative effect that warrants a mistrial. <i>See Wihbey,</i> 75 F.3d at 773. Nevertheless, \"[t]he remedy of a new trial is rarely used; it is warranted only where there would be a miscarriage of justice or where the evidence preponderates heavily against the verdict.\" <i>Rodriguez-De Jesus,</i> 202 F.3d at 486. Moreover, we review the denial of a motion for a new trial for manifest abuse of discretion. <i>Id.</i> at 485. Given the record in this case, the judge exercised sound discretion in denying the defendant's motion.</p>\n    </div>\n    <p class=\"center\">III. <i>EXPERT TESTIMONY</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The defendant also argues that the district court misapplied Federal Rule of Evidence 702 by allowing the government's proffered handwriting expert to testify that the defendant was the author of several letters that acknowledged his involvement in the burglary. The defendant does not contend that the expert's testimony should have been struck in its entirety. Instead, he makes the more narrow argument that, although the reliability of the expert's methodology suffices to support testimony regarding the similarity and differences between the handwriting on the letters and that of the defendant, the expert's reliability cannot sustain the admission of his ultimate opinion as to whether the defendant authored the letters. The district court disagreed, and we fail to see how the district court abused its discretion in reaching its conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Under Rule 702, a qualified expert witness may testify \"in the form of an opinion, or otherwise, if (1) the testimony is based upon sufficient facts or data, (2) the testimony is the product of reliable principles and methods, and (3) the witness has applied the principles and methods reliably to the facts of the case.\" Fed.R.Evid. 702. The Supreme Court has held that this rule imposes a gate-keeping function on the trial judge to ensure that an expert's testimony \"both rests on a reliable foundation and is relevant to the task at hand.\" <i>Daubert v. Merrell Dow Pharm., Inc.,</i> <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">579</span></a></span>, 597, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">469</span></a></span> (1993); <i>see also Kumho Tire Co. v. Carmichael,</i> <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 147-49, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">238</span></a></span> (1999) (holding that <i>Daubert</i> applies not only to scientific testimony but also to technical and other specialized expert testimony).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In <i>Daubert,</i> the Court identified four factors that may assist a trial court in determining the admissibility of an expert's testimony: (1) whether the theory or technique can be and has been tested; (2) whether the technique has been subject to peer review and publication; (3) the technique's known or potential rate of error; and (4) the level of the theory or technique's acceptance within the relevant discipline. 509 U.S. at 593-94, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>. These factors, however, are not definitive or exhaustive, and the trial judge enjoys broad latitude to use other factors to evaluate reliability. <i>See Kumho Tire,</i> 526 U.S. at 153, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>. Further, a trial judge's decision to admit or exclude expert testimony will be reversed only for abuse of discretion. <i>See United States v. Diaz,</i> <span class=\"citation\" data-id=\"200085\"><a href=\"/opinion/200085/united-states-v-diaz/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 74 (1st Cir.2002) (citing <i>Gen. Elec. v. Joiner,</i> <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">136</span></a></span>, 138-39, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">512</span></a></span>, <span class=\"citation\" data-id=\"118157\"><a href=\"/opinion/118157/general-electric-co-v-joiner/\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A review of the district court's <i>voir dire</i> hearing on the admissibility of the handwriting expert's proposed testimony reveals that the judge did not abuse his discretion. The expert testified that he and other forensic document examiners employ the same methodology to analyze and compare a known individual's handwriting samples to the handwriting on the document at issue. This methodology has been subject to general peer review through published journals in the field. In addition, its accuracy has been tested, with one study concluding that certified document examiners had a potential rate of error of 6.5%. The proffered expert indicated that he was certified by the American Board of Forensic Document Examiners to apply this methodology. He also testified that he submitted to proficiency tests twice a year, and that all of his work is reviewed and confirmed by at least one other document examiner.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At the close of the hearing, the district judge concluded that the handwriting expert's proposed testimony should be admitted in its entirety because it was reliable and based upon valid technical and specialized knowledge. Finding the <i>Daubert</i> factors relevant to his evaluation of the reliability of the expert's testimony, the judge noted that all the factors were met in this case. The judge also found persuasive the historical acceptance of handwriting testimony, noting that the Federal Rules of Evidence specifically allow expert witnesses to authenticate questioned documents by comparing the handwriting on them to previously authenticated specimens. <i>See</i> Fed.R.Evid. 901(b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The defendant argues that the district court erred in admitting the expert's opinion that the defendant was the author of the incriminating letters. He contends that the field of handwriting analysis lacks sufficient standards and testing to verify that analysts can accurately and definitively identify the author of a questioned document. Specifically, he asserts that the discipline lacks a set standard regarding the number of handwriting similarities required to make a \"match,\" and that the studies regarding its accuracy have been subject to criticism. The defendant, however, misunderstands <i>Daubert</i> to demand unassailable expert testimony. As we previously have explained,</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>Daubert</i> does not require that the party who proffers expert testimony carry the burden of proving to the judge that the expert's assessment of the situation is correct.... It demands only that the proponent of the evidence show that the expert's conclusion has been arrived at in a scientifically sound and methodologically reliable fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>Ruiz-Troche v. Pepsi Cola of P.R. Bottling Co.,</i> <span class=\"citation\" data-id=\"198219\"><a href=\"/opinion/198219/ruiz-troche-v-pepsi-cola/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 85 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We disagree with the defendant that another trial court's decision regarding a different expert, <i>United States v. Hines,</i> <span class=\"citation\" data-id=\"2376700\"><a href=\"/opinion/2376700/united-states-v-hines/\"><span class=\"volume\">55</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">62</span></a></span> (D.Mass.1999), compels us to find that the district judge in this matter abused his discretion. The <i>Hines</i> opinion, of course, has no binding effect. We are not faced here with the question of whether the district court abused its discretion by excluding, as in <i>Hines,</i> opinion testimony by a handwriting expert. Nor do we know if the \"particular facts and circumstances of the particular case,\" <i>Kumho Tire,</i> 526 U.S. at 158, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span>, distinguish <i>Hines.</i> Moreover, the district judge in this case specifically justified his decision not to apply the <i>Hines</i> approach. He explained that the reliability of the handwriting comparison testimony and the expert's ultimate opinion on authorship were inevitably linked because they were based on the same methodology. We find no abuse of discretion in that ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We also note that Rule 702 specifically allows qualified experts to offer their opinions, a testimonial latitude generally unavailable to other witnesses. <i>See Kumho Tire,</i> 526 U.S. at 148, <span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span> (citing <i>Daubert,</i> 509 U.S. at 592, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>). The rule affords experts this leeway on the \"assumption that the expert's opinion will have a reliable basis in the knowledge and experience of his discipline.\" <i>Id.</i> Accordingly, once a trial judge determines the reliability of the proffered expert's methodology and the validity of his reasoning, the expert should be permitted to testify as to the inferences and conclusions he draws from it, and any flaws in his opinion may be exposed through cross-examination or competing expert testimony. <i>See Ruiz-Troche,</i> 161 F.3d at 85 (citing <i>Daubert,</i> 509 U.S. at 590, 596, <span class=\"citation\" data-id=\"112903\"><a href=\"/opinion/112903/daubert-v-merrell-dow-pharmaceuticals-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2786</span></a></span>). The district judge did not abuse his discretion in admitting the expert's ultimate opinion on authorship.</p>\n    </div>\n    <p class=\"center\">IV. <i>DELAYED DISCLOSURE OF EVIDENCE</i></p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The defendant claims that he was denied a fair trial because of the government's delayed disclosure of Sliker's accidental out-of-court identification of Mooney. The defendant also claims he was denied a fair trial because the government delayed in disclosing the existence of a transcript of an investigator's interview with co-conspirator Craig. To succeed on these claims, the defendant must show \"a plausible strategic option which the delay foreclosed.\" <i>United States v. Devin,</i> <span class=\"citation\" data-id=\"551278\"><a href=\"/opinion/551278/united-states-v-francis-e-devin/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span>, 290 (1st Cir.1990); <i>see also United States v. Lemmerer,</i> <span class=\"citation\" data-id=\"776217\"><a href=\"/opinion/776217/united-states-v-gabriel-lemmerer/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 588 (1st Cir.2002) (stating that full application of the standard articulated in <i>Brady v. Maryland,</i> <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1194</span></a></span>, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">215</span></a></span> (1963), was not necessary in delayed disclosure cases \"unless the defendant first can show that defense counsel was `prevented by the delay from using the disclosed material effectively in preparing and presenting the defendant's case.'\") (citation omitted). We review a district court's delayed disclosure determinations for abuse of discretion. <i>See United States v. Josleyn,</i> <span class=\"citation\" data-id=\"197023\"><a href=\"/opinion/197023/united-states-v-josleyn/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span>, 1196 (1st Cir.1996). We believe the defendant failed to show that the government's delay foreclosed a strategic option.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We turn first to the defendant's claims regarding Sliker's identification. During his cross-examination of Sliker, the defendant learned for the first time that Sliker observed the defendant in handcuffs in the Portland police station. The defendant then challenged the admissibility of Sliker's in-court identification on the basis that it was tainted by an impermissibly suggestive pretrial identification procedure, and he asked for a mistrial. After a full <i>voire dire</i> hearing, the court ruled that the pretrial identification was inadvertent and was not so impermissibly suggestive that it created a substantial risk of misidentification. In addition, the court held that even if the pretrial identification was suggestive, the in-court identification was otherwise reliable because of Sliker's \"clear memory from the time of the crime\" of the defendant's eyes and facial features.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">On appeal, Mooney claims that he was prejudiced by the delayed disclosure of the pretrial identification because this information could have been used to impeach Sliker's in-court identification testimony. This argument is without merit. After learning about the out-of-court encounter, the defendant could have used this information to cast doubt on the reliability of Sliker's in-court identification, but he chose not to pursue this strategy. <i>See United States v. Smith,</i> <span class=\"citation\" data-id=\"199997\"><a href=\"/opinion/199997/united-states-v-smith/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></a></span>, 103 (1st Cir.2002). Accordingly, the defendant has not established that the delayed disclosure prevented him from pursuing a strategic option.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Equally unavailing is the defendant's claim that he was unduly prejudiced by the delayed disclosure of the transcript of cooperating witness Craig's statement to the police. Prior to his cross-examination of Craig, the defendant only had the investigator's report summarizing Craig's statement, and not the actual transcript. While the report asserted that Craig said that the defendant pressured him to commit the robbery, the transcript revealed that Craig never made such a statement. Believing that the report was accurate, the defendant used it to impeach Craig's testimony denying that he had told an investigator that the defendant pressured him to commit the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">At trial and again on appeal, the defendant argued that he would have conducted his cross-examination <i>differently</i> had he known about the transcript. \"We have held that `some showing of prejudice [is] required beyond mere assertions that the defendant would have conducted cross-examination differently.'\" <i>See Smith,</i> 292 F.3d at 103 (quoting <i>United States v. Walsh,</i> <span class=\"citation\" data-id=\"196529\"><a href=\"/opinion/196529/united-states-v-walsh/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1996)). Moreover, the defendant was able to impeach Craig using various other pieces of evidence; therefore the delay did not foreclose a strategic option. <i>See id.</i> at 104. Finally, the judge eliminated any prejudice from the defendant's line of questioning with his limiting instruction. He told the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">You will recall that during Mr. Silverstein's cross-examination, he inquired about alleged inconsistencies between what ... this witness supposedly told the Portland police and what Mr. [McSweyn] indicated was said ...</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Mr. Silverstein at the time of that questioning by him had not been provided with a transcript of that interview. The government inadvertently failed to turn it over to him as the government was required to do. With that transcript in hand, Mr. Silverstein may or may not have inquired about contradictions, but the fact that he did so was in no way his fault. The issue of inconsistencies between various statements by this witness, if you find any to exist, or inconsistencies of any other witnesses is entirely for you, as jurors, to decide.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In sum, we conclude that the defendant failed to make the requisite showing of prejudice to warrant a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We must acknowledge our dismay that any prosecutor in this circuit could apprise a jury in an opening statement that a defendant had chosen not to talk to the police. It is difficult to imagine a more fundamental error. We hope that we will not see this error again by any prosecutors in our circuit. We note, however, that appellate counsel for the government was not the attorney who prosecuted the case in the district court</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2376700/"
  ]
}