{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200246/",
  "absolute_url": "/opinion/200246/leahy-v-raytheon-corporation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200246/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:46:59Z",
  "date_modified": "2016-02-28T05:02:35.342768Z",
  "type": "010combined",
  "sha1": "fefb13d886b24a3ee8fdda4beeb952fe046db15b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1215-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/12/17/Leahy_v._Raytheon_Corporation.pdf",
  "plain_text": "          United States Court of Appeals\n                         For the First Circuit\n\nNo. 02-1215\n\n                            DANIEL J. LEAHY,\n\n                          Plaintiff, Appellant,\n\n                                      v.\n\n                        RAYTHEON COMPANY ET AL.,\n\n                         Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Morris E. Lasker, Senior U.S. District Judge]\n\n\n                                 Before\n\n                          Selya, Circuit Judge,\n\n        Coffin and B. Fletcher,* Senior Circuit Judges.\n\n\n     Robert O. Berger for appellant.\n     Stephen S. Churchill, with whom James F. Kavanaugh, Jr. and\nConn Kavanaugh Rosenthal Peisch & Ford, LLP were on brief, for\nappellees.\n\n\n\n                           December 17, 2002\n\n\n___________\n*Hon. Betty    B.    Fletcher,   of   the   Ninth   Circuit,   sitting   by\ndesignation.\n\f            SELYA, Circuit Judge.    In this case, brought pursuant to\n\nthe Employee Retirement Income Security Act of 1974 (ERISA), 29\n\nU.S.C. §§ 1001-1461 (2000), plaintiff-appellant Daniel J. Leahy\n\nalleges that defendant-appellee Metropolitan Life Insurance Company\n\n(MetLife), as the claims administrator for Raytheon Company's long-\n\nterm disability plan (the Plan), unreasonably denied his claim for\n\nbenefits.    The district court granted summary judgment in the\n\ndefendants' favor.1     The plaintiff appeals.        After addressing\n\ncertain questions raised by the plaintiff anent the standard of\n\nreview in ERISA benefit denial cases, we affirm.\n\n                                    I.\n\n                             Background\n\n            The basic facts are uncontradicted.        The Plan is an\n\nemployee benefit plan funded by employee contributions and governed\n\nby ERISA.   As the claims administrator, MetLife is responsible for\n\nmaking benefit determinations.            For a participant to receive\n\nbenefits, MetLife must determine that he is \"fully disabled\" as\n\ndefined by the Plan.   To meet that criterion, a claimant must show\n\nthat by reason \"of a sickness or an injury which is not covered by\n\nan applicable workers' compensation statute . . . [he or she]\n\ncannot perform the essential elements and substantially all of the\n\n\n\n     1\n      The named defendants, appellees here, include MetLife,\nRaytheon, the Plan (formally known as the Raytheon Employees\nDisability Trust), and the Plan's trustees. For ease in reference,\nwe treat the case as if MetLife were the sole defendant.\n\n                                    -2-\n\fduties of his or her job at Raytheon even with a reasonable\n\naccommodation.\"\n\n          The plaintiff began working for Raytheon in 1969.               He\n\neventually     became   a    departmental    administrator    and   a    Plan\n\nparticipant.     On October 18, 1996, Raytheon furloughed him from\n\nthat essentially sedentary position.            The plaintiff received a\n\nseverance benefit that included six months of salary continuation.\n\n             Over the years, the plaintiff has had more than his share\n\nof serious health problems; among other things, he has undergone\n\nthree hip replacements and two knee replacements.              In April of\n\n1997, he applied for benefits under the Plan, claiming that he had\n\nbecome fully disabled on or about October 19, 1996 (the day after\n\nhe was furloughed).         The linchpin of his claim was an allegation\n\nthat chronic hip pain prevented him from sitting for any length of\n\ntime (and, therefore, prevented him from performing his job, even\n\nwith a reasonable accommodation).\n\n             MetLife denied the claim on the ground that the plaintiff\n\ndid not meet the Plan's definition of \"fully disabled.\"                    In\n\nembellishing its decision, MetLife wrote that, taking into account\n\navailable accommodations, the plaintiff had not established an\n\ninability to perform substantially all the duties of his job.\n\n             After   exhausting    his     administrative    remedies,    the\n\nplaintiff filed suit in the United States District Court for the\n\nDistrict of Massachusetts.        He asserted that MetLife had violated\n\n\n                                     -3-\n\fERISA when it unreasonably denied his claim.                In due season, the\n\nparties cross-moved for summary judgment.                The district court\n\ngranted      the   defendants'      motion   and   denied      the   plaintiff's\n\ncounterpart motion.        Leahy v. Raytheon Co., No. 00-CV-12093, slip\n\nop. (D. Mass. Jan. 29, 2002) (unpublished).             The court noted that\n\nthe   Plan    vested    broad    discretionary     authority    in   MetLife   to\n\ndetermine eligibility for benefits and declared that while some\n\nmedical evidence supported the plaintiff's claim of disability,\n\nother evidence supported MetLife's denial of benefits.                  On that\n\nscumbled record, the court ruled that MetLife's determination was\n\nneither arbitrary nor capricious.            This timely appeal followed.\n\n                                       II.\n\n                                Standard of Review\n\n              This denial-of-benefits claim arises under 29 U.S.C. §\n\n1132(a)(1)(B).2        The Supreme Court has provided the ground rules\n\nfor determining the proper standard of review.               In Firestone Tire\n\n\n\n      2\n          The statute provides in pertinent part:\n\n      A civil action may be brought—\n           (1) by a participant or beneficiary—\n\n                                *       *          *\n\n              (B) to recover benefits due to him under the\n              terms of his plan, to enforce his rights under\n              the terms of the plan, or to clarify his\n              rights to future benefits under the terms of\n              the plan; . . . .\n\n29 U.S.C. § 1132(a)(1)(B).\n\n                                       -4-\n\f& Rubber Co. v. Bruch, 489 U.S. 101 (1989), the Court stated that\n\nwhen    a   denial    of    benefits    is      challenged    under   ERISA    §\n\n1132(a)(1)(B), the standard of review depends largely upon whether\n\n\"the    benefit      plan   gives     the     administrator     or    fiduciary\n\ndiscretionary authority to determine eligibility for benefits or to\n\nconstrue the terms of the plan.\"             Firestone, 489 U.S. at 115.      If\n\nso, \"Firestone and its progeny mandate a deferential 'arbitrary and\n\ncapricious' standard of review.\" Recupero v. New Engl. Tel. & Tel.\n\nCo., 118 F.3d 820, 827 (1st Cir. 1997) (quoting Firestone, 489 U.S.\n\nat 115).    The threshold question, then, is whether the provisions\n\nof the employee benefit plan under which remediation is sought\n\nreflect a clear grant of discretionary authority to determine\n\neligibility for benefits.        Terry v. Bayer Corp., 145 F.3d 28, 37\n\n(1st Cir. 1998); Rodriguez-Abreu v. Chase Manhattan Bank, 986 F.2d\n\n580, 583 (1st Cir. 1993).       We turn, therefore, to the text of the\n\nPlan.\n\n            The Plan documents give MetLife \"the exclusive right, in\n\n[its] sole discretion, to interpret the Plan and decide all matters\n\narising thereunder . . . .\"         The documents further provide that any\n\ndecision by MetLife in the exercise of that authority \"shall be\n\nconclusive and binding on all persons unless it can be shown that\n\nthe . . . determination was arbitrary and capricious.\"                    This\n\ndiscretionary grant hardly could be clearer.                 Consequently, the\n\n\n\n\n                                       -5-\n\farbitrary and capricious standard applies to judicial review of\n\nMetLife's determination.3\n\n          In an effort to blunt the force of this reasoning, the\n\nplaintiff makes two points.          First, he suggests that a less\n\ndeferential standard of review is appropriate in this case because\n\nthe plan administrator operated under a conflict of interest.             As\n\na purely theoretical matter, this suggestion rests on a sound\n\nfoundation.    It is well settled that when a plan administrator\n\nlabors under a conflict of interest, courts may cede a diminished\n\ndegree   of   deference   —    or   no    deference   at   all   —   to   the\n\nadministrator's determinations.          See, e.g., Doe v. Travelers Ins.\n\nCo., 167 F.3d 53, 57 (1st Cir. 1999); Doyle v. Paul Revere Life\n\nIns. Co., 144 F.3d 181, 184 (1st Cir. 1998); Brown v. Blue Cross &\n\nBlue Shield of Ala., Inc., 898 F.2d 1556, 1562-64 (11th Cir. 1990).\n\nBut there is no meaningful conflict here, and so this case does not\n\nfit within that rubric.       We explain briefly.\n\n\n\n\n     3\n      We note that, in this context, the terms \"arbitrary and\ncapricious\"   and   \"abuse   of   discretion\"    have   been   used\ninterchangeably. Although at least one commentator has lamented\nthis usage, see Kathryn J. Kennedy, Judicial Standard of Review in\nERISA Benefit Claim Cases, 50 Am. U.L. Rev. 1083, 1130 (2001)\n(positing that abuse of discretion signifies a less deferential\nstandard), the Firestone Court did not distinguish between the\nterms. Compare Firestone, 489 U.S. at 109-11, with id. at 113-15.\nWe follow that example. See Terry, 145 F.3d at 37 n.6 (\"We agree\nwith then-Judge Ruth Bader Ginsburg that 'there is no need to adopt\none phrase and avoid the other.'\") (citing Block v. Pitney Bowes,\nInc., 952 F.2d 1450, 1454 (D.C. Cir. 1992)).\n\n                                    -6-\n\f            In the plaintiff's view, the ostensible conflict involves\n\nMetLife's    hiring   of   outside     physicians      to   scrutinize   the\n\nplaintiff's medical records.         To affect the standard of review,\n\nhowever, a conflict of interest must be real.                A chimerical,\n\nimagined, or conjectural conflict will not strip the fiduciary's\n\ndetermination of the deference that otherwise would be due.              See\n\nDoyle, 144 F.3d at 184; Mers v. Marriott Int'l Group Accid'l Death\n\n& Dismemb. Plan, 144 F.3d 1014, 1020 (7th Cir. 1998).          The conflict\n\nthat the plaintiff envisions does not pass through this screen.\n\n            Analyzing disability claims plainly requires expertise.\n\nIt is, therefore, difficult to fault a plan administrator for\n\nseeking expert assistance (indeed, it probably would be easier to\n\nfault a plan administrator for not seeking such assistance).             We\n\nare aware of no case holding that a plan administrator operates\n\nunder a conflict of interest simply by securing independent medical\n\nadvice to aid in the evaluation process.4        Nor do we view this as\n\nan   accident:    common   sense     dictates   that    retaining   outside\n\nphysicians to assist in evaluating disability claims, without more,\n\n\n\n\n      4\n      In point of fact, extrapolating from the available case law\nsuggests the opposite conclusion.       See, e.g., Sweatman v.\nCommercial Union Ins. Co., 39 F.3d 594, 603 (5th Cir. 1994)\n(finding that reliance upon an independent medical record review\ndid not constitute an abuse of discretion); Chandler v. Raytheon\nEmployees Disab. Trust, 53 F. Supp. 2d 84, 90-91 (D. Mass. 1999)\n(similar), aff'd, 229 F.3d 1133 (1st Cir. 2000) (table), cert.\ndenied, 531 U.S. 1114 (2001).\n\n                                     -7-\n\fdoes not constitute a conflict of interest.             Here, there is no\n\n\"more\" (and, thus, there is no conflict).\n\n           This conclusion is reinforced by the nature of the Plan.\n\nThe Plan is a voluntary employee-funded entity, and market forces\n\nare at work.     If MetLife denies claims that Plan participants as a\n\ngroup view as valid, those employees will be inclined to withdraw\n\nfrom the Plan, thus reducing MetLife's role (and, presumably, its\n\ncompensation).     By the same token, if MetLife awards benefits that\n\nare viewed as undeserved, Plan participants will experience an\n\nincrease in their premiums and thus be inclined to withdraw from\n\nthe Plan (again reducing MetLife's role and remuneration).         Either\n\nway, the structure of the Plan furnishes an incentive for MetLife\n\nto be unbiased in its handling of claims.         This is telling, for\n\ncourts should not lightly presume that a plan administrator is\n\nwilling to cut off its nose to spite its face.\n\n           The    plaintiff's   second   ground   for    questioning   the\n\nstandard of review is more artful.        He points to the usual rule\n\nthat appellate review of an order granting summary judgment is de\n\nnovo.   E.g., Plumley v. S. Container, Inc., 303 F.3d 364, 369 (1st\n\nCir. 2002); Suarez v. Pueblo Int'l, Inc., 229 F.3d 49, 53 (1st Cir.\n\n2000). This means that the court of appeals must decide for itself\n\nwhether \"the pleadings, depositions, answers to interrogatories,\n\nand admissions on file, together with the affidavits, if any, show\n\nthat there is no genuine issue as to any material fact and that the\n\n\n                                  -8-\n\fmoving party is entitled to a judgment as a matter of law.\"           Fed.\n\nR. Civ. P. 56(c).   And in doing so, the court must take the record\n\n\"in the   light   most   hospitable   to   the   party   opposing   summary\n\njudgment, indulging all reasonable inferences in that party's\n\nfavor.\"   Griggs-Ryan v. Smith, 904 F.2d 112, 115 (1st Cir. 1990).5\n\nBecause the district court decided this case on summary judgment,\n\nthe plaintiff suggests that the summary judgment standard displaces\n\nthe arbitrary and capricious standard for purposes of this appeal.\n\nWe reject this suggestion.\n\n           To be sure, there is an obvious discongruence between the\n\ntwo standards.    The arbitrary and capricious standard asks only\n\nwhether a factfinder's decision is plausible in light of the record\n\nas a whole, see, e.g., Pari-Fasano v. ITT Hartford Life & Accid.\n\nIns. Co., 230 F.3d 415, 419 (1st Cir. 2000), or, put another way,\n\nwhether the decision is supported by substantial evidence in the\n\nrecord, Doyle, 144 F.3d at 184.         The summary judgment standard,\n\nhowever, asks whether the factfinder's decision is inevitable even\n\nwhen all the evidence is marshaled in the objecting party's favor\n\nand all reasonable inferences therefrom are shaped to fit that\n\n\n     5\n      This approach is not altered by the incidence of cross-\nmotions for summary judgment. \"The happenstance that both parties\nmove simultaneously for brevis disposition does not, in and of\nitself, relax the taut line of inquiry that Rule 56 imposes.\"\nBlackie v. Maine, 75 F.3d 716, 721 (1st Cir. 1996). Thus, in the\nordinary case, the trial court \"must consider each motion\nseparately, drawing inferences against each movant in turn.\" EEOC\nv. Steamship Clerks Union, Local 1066, 48 F.3d 594, 603 n.8 (1st\nCir. 1995).\n\n                                  -9-\n\fparty's theory of the case.     See Suarez, 229 F.3d at 53; Griggs-\n\nRyan, 904 F.2d at 115.\n\n           There are signs that, in ERISA cases, courts have found\n\nthis dichotomy baffling.    Some have glossed over it, giving lip\n\nservice to the summary judgment standard but then proceeding to\n\nexamine the evidence under the arbitrary and capricious standard.\n\nSee, e.g., Terry, 145 F.3d at 34, 37; Woo v. Deluxe Corp., 144 F.3d\n\n1157, 1160-63 (8th Cir. 1998); Nazay v. Miller 949 F.2d 1323, 1328,\n\n1334 (3d Cir. 1991).   More recently, some of these same courts have\n\ntended simply to ignore the discongruence, omitting any mention of\n\nthe summary judgment paradigm and focusing exclusively on whether\n\nthe fiduciary's decision passes muster under the arbitrary and\n\ncapricious test.   See, e.g., Gritzer v. CBS, Inc., 275 F.3d 291,\n\n295 (3d Cir. 2002); Vlass v. Raytheon Employees Disab. Trust, 244\n\nF.3d 27, 29-30 (1st Cir. 2001).        One court has attempted to\n\nintegrate the two approaches.    See Bergt v. Ret. Plan for Pilots\n\nEmployed by MarkAir, Inc., 293 F.3d 1139, 1142-43 (9th Cir. 2002)\n\n(\"[W]e review de novo whether, viewing facts most favorable to [the\n\nplaintiff], the district court correctly held that no genuine\n\nissues of fact exist as to whether the Committee abused its\n\ndiscretion by denying [the plaintiff] benefits under the retirement\n\nplan.\").   We are reluctant to enter this thicket — and we see no\n\nneed to do so in an ERISA benefit denial case brought pursuant to\n\n29 U.S.C. § 1132(a)(1)(B) because there cannot possibly be a\n\n\n                                -10-\n\fconflict between the standard of review that federal courts must\n\napply on summary judgment and the degree of deference that such\n\ncourts ultimately owe to plan administrators.         We pause to explain\n\nthis statement.\n\n           The degree of deference owed to a plan fiduciary is an\n\nunderlying legal issue that remains the same through all stages of\n\nfederal   adjudication.     See   Firestone,   489    U.S.   at   115.     By\n\ncontrast, summary judgment is a procedural device designed to\n\nscreen out cases that present no trialworthy issues.           See McCarthy\n\nv. N.W. Airlines, Inc., 56 F.3d 313, 314-15 (1st Cir. 1995).             In an\n\nERISA benefit denial case, trial is usually not an option:               in a\n\nvery real sense, the district court sits more as an appellate\n\ntribunal than as a trial court.      It does not take evidence, but,\n\nrather,   evaluates   the   reasonableness      of     an    administrative\n\ndetermination in light of the record compiled before the plan\n\nfiduciary.6   See Recupero, 118 F.3d at 831; Perry v. Simplicity\n\nEng'g, 900 F.2d 963, 967 (6th Cir. 1990).            No jury is involved.\n\nSee Recupero, 118 F.3d at 831; Sullivan v. LTV Aero. & Defense Co.,\n\n82 F.3d 1251, 1258-59 (2d Cir. 1996); Borst v. Chevron Corp., 36\n\nF.3d 1308, 1323-24 (5th Cir. 1994).            Given this adjudicative\n\n\n     6\n      We do not foreclose the possibility that, in special\ncircumstances, a district court might take evidence in an ERISA\ncase. Cf. Vlass, 244 F.3d at 31 n.6 (leaving the question open).\nWe express no opinion as to what effect (if any) such\nsupplementation might have on the standard of review.      Those\nquestions are not before us, as the parties here have explicitly\ndisclaimed any desire to supplement the record.\n\n                                  -11-\n\fframework, the plaintiff's proposal to treat the summary judgment\n\nstandard as if it permitted us to review the ingredients of the\n\nadministrative record de novo, without deference to the plan\n\nadministrator's findings, distorts the law.\n\n           The fortuity that the parties chose to use cross-motions\n\nfor summary judgment as the procedural vehicle to bring the case\n\nforward    for    judicial   review     of       the      plan    administrator's\n\ndetermination cannot be permitted either to dilute the teachings of\n\nFirestone or to undercut the standard of review that the Firestone\n\nCourt decreed for use in ERISA benefit denial cases.                 Cf. S. Shore\n\nHosp., Inc. v. Thompson, 308 F.3d 91, 97-98 (1st Cir. 2002) (taking\n\nan analogous approach with respect to judicial review of decisions\n\nof the Provider Reimbursement Review Board).                      This respectful\n\nstandard   requires     deference     to     the       findings    of   the   plan\n\nadministrator, and, thus, even under Fed. R. Civ. P. 56, does not\n\npermit a district court independently to weigh the proof.                 Rather,\n\nthe district court must ask whether the aggregate evidence, viewed\n\nin the light most favorable to the non-moving party, could support\n\na   rational     determination   that      the     plan    administrator      acted\n\narbitrarily in denying the claim for benefits.                   This is also the\n\nquestion we must ask, and answer, on appeal (affording de novo\n\nreview to the district court's appraisal).\n\n\n\n\n                                    -12-\n\f                                      III.\n\n                                    Analysis\n\n           We turn now to the merits of the denial of benefits. The\n\nPlan's definition of \"fully disabled\" controls.                  That definition,\n\nquoted above, is clear and unambiguous. As in many such instances,\n\nhowever, the devil is in the details.\n\n               The basis for MetLife's determination is summarized in\n\na letter to the plaintiff dated March 16, 1998.                           That letter\n\nreveals that MetLife premised the denial of benefits on several\n\nsources of information, including statements and reports from the\n\nplaintiff's      treating     physicians,      findings         gleaned      from   an\n\nindependent      medical    examination,     the    outcome      of   a    functional\n\ncapacity assessment, the conclusions of two retained physicians who\n\nreviewed the plaintiff's medical records at MetLife's behest, the\n\ntiming    of    the   plaintiff's    claim,        and    the    Social      Security\n\nAdministration's determination that the plaintiff was not disabled.\n\n           The medical evidence is extensive, and it would serve no\n\nuseful purpose to rehearse it here.               Disability, like beauty, is\n\nsometimes in the eye of the beholder.               This is such a case:            we\n\nhave scrutinized the record with care and conclude, without serious\n\nquestion, that it is capable of supporting competing inferences as\n\nto the extent of the plaintiff's ability to work.                 That clash does\n\nnot suffice to satisfy the plaintiff's burden.                        We have held\n\nbefore,    and    today     reaffirm,      that     the    mere       existence     of\n\n\n                                      -13-\n\fcontradictory         evidence      does    not      render      a     plan   fiduciary's\n\ndetermination arbitrary and capricious.                    Vlass, 244 F.3d at 30;\n\nDoyle, 144 F.3d at 184.              Indeed, when the medical evidence is\n\nsharply conflicted, the deference due to the plan administrator's\n\ndetermination may be especially great.                     See       Fletcher-Merrit v.\n\nNoram Energy Corp., 250 F.3d 1174, 1180 (8th Cir. 2001) (warning,\n\nin this context, that a reviewing court \"may not simply substitute\n\nits opinion for that of the plan administrator\"); Terry, 145 F.3d\n\nat 41 (similar).            For the reasons that follow, we conclude that\n\nMetLife's determination that the plaintiff was not fully disabled\n\nrests       on     substantial      evidence       (and,      therefore,        that     the\n\ndetermination survives review under the arbitrary and capricious\n\nstandard).\n\n                 Here, the relevant definition of \"full disability\" harks\n\nback to the employee's job description.                 It is undisputed that the\n\nplaintiff's white-collar job did not entail operose physical tasks,\n\nbut, rather, was essentially sedentary.7                     The plaintiff had been\n\nfunctioning in this position prior to the layoff.                         MetLife's view\n\nthat       he    remained    able   to     perform    this       job    is    anchored    in\n\nindependent medical record reviews conducted by Dr. Robert Petrie\n\nand Dr. Mark Moyer, respectively. Each reviewer found insufficient\n\n\n\n\n       7\n      The record indicates that the job required the plaintiff\nmainly to sit. It involved standing less than 20% of the time and\nwalking less than 20% of the time.\n\n                                            -14-\n\fevidence to sustain a conclusion that the plaintiff was fully\n\ndisabled.\n\n            The outside reviewers' shared conclusion was buttressed\n\nby other medical evidence.          Dr. Frank F. Davidson, Jr., a treating\n\nphysician,      declined     just   months     before   the    asserted   date    of\n\ndisability to say that the plaintiff was disabled.                 He classified\n\nthe     plaintiff's     impairment     as     a   \"[m]oderate     limitation      of\n\nfunctional      capacity\"     and   declared      him   capable    of   performing\n\nsedentary activity that involved a mixture of sitting, standing,\n\nand walking.      The limitations that Dr. Davidson placed on those\n\nactivities fell well within the parameters of the plaintiff's job\n\ndescription.\n\n             By like token, Dr. John L. Doherty, an independent\n\nmedical examiner selected by the plaintiff, stated in December of\n\n1997 that the plaintiff could do sedentary work if accommodated.\n\nDr. Doherty described an appropriate accommodation as one that\n\nallowed the plaintiff to readjust himself as needed and to move\n\nabout    from    time   to    time.      The      plaintiff's     position   as    a\n\ndepartmental      administrator       permitted      this     accommodation,     and\n\nRaytheon was willing to allow it.\n\n            Finally, the record is replete with other telltales on\n\nwhich MetLife was entitled to rely.                We mention three of them.\n\nFirst, the results of a functional capacity assessment tended to\n\nshow not only that the plaintiff had the physical ability to do the\n\n\n                                       -15-\n\fwork but also that he appeared to be overstating his limitations.\n\nSecond, the timing of the plaintiff's claim was highly suspicious.\n\nThe plaintiff had been working up until the time that Raytheon laid\n\nhim off; he did not file a disability claim until almost six months\n\nthereafter (when his salary continuation benefits were about to\n\nexpire); and he asserted, coincidentally, that the onset date of\n\nhis disability was the day after he was furloughed.      Last — but far\n\nfrom least — the record reflects that the plaintiff had applied\n\nunsuccessfully   for   social   security   disability   benefits.    The\n\nrejection of his claim by the Social Security Administration, while\n\nnot dispositive of his effort to secure disability benefits under\n\nthe Plan, is some evidence that he was not fully disabled.          Pari-\n\nFasano, 230 F.3d at 420.\n\n           The plaintiff also argues that the plan administrator\n\ngave insufficient weight to the views of his treating physicians,\n\nespecially his principal orthopedist, Dr. William H. Harris.          He\n\nsuggests that MetLife should have assiduously adhered to the so-\n\ncalled \"treating physician\" rule, and that its failure to do so was\n\narbitrary and capricious.\n\n           The treating physician rule originated in the social\n\nsecurity setting and has been formalized by regulation in that\n\ncontext.   See 20 C.F.R. §§ 404.1527(d)(2), 416. 927(d)(2).          The\n\nrule requires that the factfinder (there, the administrative law\n\njudge) weigh more heavily the opinions of the claimant's treating\n\n\n                                  -16-\n\fphysicians in determining his or her eligibility for benefits. The\n\nrationale for the rule is said to be that treating physicians have\n\nthe best opportunity \"to know and observe the patient as an\n\nindividual.\"   Morgan v. Comm'r of Soc. Sec. Admin., 169 F.3d 595,\n\n600 (9th Cir. 1999).\n\n          The calculus of decision in social security cases differs\n\nsignificantly from that employed in ERISA cases.     In the former\n\ninstance, Congress and the Secretary of Health and Human Services\n\nhave established a specific framework for determining disability.\n\nSee Shaw v. Chater, 221 F.3d 126, 132 (2d Cir. 2000) (summarizing\n\nthe five-step progression under 20 C.F.R. §§ 404.1520, 416.920).\n\nGoodermote v. Sec. of HHS, 690 F.2d 5, 6-7 (1st Cir. 1982)\n\n(similar). This framework entails specially promulgated standards,\n\na shifted burden of persuasion, restricted discretion, and agency\n\ninvolvement.   The treating physician rule addresses this peculiar\n\ncombination of factors and forces the agency to pay particular heed\n\nto the medical professionals who are in charge of a particular\n\nclaimant's case.   No comparable combination of factors exists in\n\nERISA cases: there is no specially promulgated set of criteria, no\n\nshifted burden of persuasion, no restricted discretion, and no\n\nagency involvement.    The fiduciary's decision is constrained only\n\nby the language of the particular plan at issue and by a judge-made\n\nadjudicative standard.\n\n\n\n\n                                -17-\n\f           Several other courts of appeals, when faced with the\n\nquestion of whether the treating physician rule should be extended\n\nto ERISA cases, have expressed grave doubt.     See, e.g., Turner v.\n\nDelta Family-Care Disab. & Survivorship Plan, 291 F.3d 1270, 1274\n\n(11th Cir. 2002); Sheppard & Enoch Pratt Hosp., Inc. v. Travelers\n\nIns. Co., 32 F.3d 120, 126 (4th Cir. 1994); Salley v. E.I. DuPont\n\nde Nemours & Co., 966 F.2d 1011, 1016 (5th Cir. 1992) (dictum).\n\nThere is, however, respectable authority to the contrary.       See\n\nRegula v. Delta Family-Care Disab. Survivorship Plan, 266 F.3d\n\n1130, 1139 (9th Cir. 2001) (2-to-1 decision).\n\n           This court has not yet taken a definitive position as to\n\nthe applicability vel non of the treating physician rule in ERISA\n\ncases,8 and we see no need to do so today.    Even if we assume, for\n\nargument's sake, that the opinions of the plaintiff's treating\n\nphysicians should be accorded special weight, the plaintiff cannot\n\nprevail in this case.   While some of his doctors (Dr. Harris, for\n\nexample) stated that he was fully disabled, others (Dr. Davidson,\n\nfor example) took a different view.     Moreover, even Dr. Harris\n\nwavered.   Although he originally expressed an opinion that the\n\n\n     8\n      We note, however, that our decisions reflect at least a tacit\nreluctance to apply the treating physician rule in the ERISA\ncontext. See, e.g., Vlass, 244 F.3d at 30-32 (upholding summary\njudgment for defendant even though treating physician's reports\nsupported a finding of disability); Doyle, 144 F.3d at 186-87\n(reversing   the   entry   of  summary   judgment   for   plaintiff\nnotwithstanding treating physician's opinion that plaintiff was\ndisabled). These cases, however, do not explicitly discuss (and,\nthus, do not foreclose) the issue.\n\n                               -18-\n\fplaintiff    was   fully     disabled,      he    agreed,    in    a   subsequent\n\nconversation with Dr. Moyer, that it was possible for the plaintiff\n\nto return to work so long as he could move about from time to time.\n\nGiven the contours of the plaintiff's job, this freedom easily\n\ncould have been arranged — and Raytheon was willing to make the\n\naccommodation (in point of fact, the record contains evidence that\n\nthe   plaintiff    already   had    received      permission      to   move    about\n\nfreely).\n\n            We add, finally, that even where the treating physician\n\nrule holds sway, it is not an absolute.                    When other evidence\n\nsufficiently contradicts the view of a treating physician, that\n\nview appropriately may be rejected.              See Regula, 266 F.3d at 1140\n\n(collecting cases).         Here, the administrative file contains a\n\nplenitude of evidence which, if credited, rebuts a conclusion of\n\nfull disability.\n\n            The short of it, then, is that the plan administrator's\n\ndetermination,     though    not    inevitable,      was     solidly        grounded.\n\nWhether or not the treating physician rule applies in ERISA cases\n\n— a question that we expressly reserve — the denial of benefits\n\nhere passes muster.\n\n                                      IV.\n\n                                   Conclusion\n\n            We need go no further. Given the contents of the record,\n\nMetLife's    finding   of    no    full   disability        cannot     be    labeled\n\n\n                                      -19-\n\funreasonable, unsupported, or contrary to the clear weight of the\n\nmedical evidence.   The ensuing denial of benefits was, therefore,\n\nneither arbitrary nor capricious.\n\n\n\nAffirmed.\n\n\n\n\n                               -20-\n\f",
  "html": "<p class=\"case_cite\">315 F.3d 11</p>\n    <p class=\"parties\">Daniel J. LEAHY, Plaintiff, Appellant,<br>v.<br>RAYTHEON COMPANY, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-1215.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Argued September 11, 2002.</p>\n    <p class=\"date\">Heard December 17, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert O. Berger for appellant.</p>\n      <p class=\"indent\">Stephen S. Churchill, with whom James F. Kavanaugh, Jr. and Conn Kavanaugh Rosenthal Peisch &amp; Ford, LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and B. FLETCHER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, brought pursuant to the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. &#167;&#167; 1001-1461 (2000), plaintiff-appellant Daniel J. Leahy alleges that defendant-appellee Metropolitan Life Insurance Company (MetLife), as the claims administrator for Raytheon Company's long-term disability plan (the Plan), unreasonably denied his claim for benefits. The district court granted summary judgment in the defendants' favor.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The plaintiff appeals. After addressing certain questions raised by the plaintiff anent the standard of review in ERISA benefit denial cases, we affirm.</p>\n    </div>\n    <p class=\"center\">\n      <i>I.</i>\n    </p>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The basic facts are uncontradicted. The Plan is an employee benefit plan funded by employee contributions and governed by ERISA. As the claims administrator, MetLife is responsible for making benefit determinations. For a participant to receive benefits, MetLife must determine that he is \"fully disabled\" as defined by the Plan. To meet that criterion, a claimant must show that by reason \"of a sickness or an injury which is not covered by an applicable workers' compensation statute ... [he or she] cannot perform the essential elements and substantially all of the duties of his or her job at Raytheon even with a reasonable accommodation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiff began working for Raytheon in 1969. He eventually became a departmental administrator and a Plan participant. On October 18, 1996, Raytheon furloughed him from that essentially sedentary position. The plaintiff received a severance benefit that included six months of salary continuation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Over the years, the plaintiff has had more than his share of serious health problems; among other things, he has undergone three hip replacements and two knee replacements. In April of 1997, he applied for benefits under the Plan, claiming that he had become fully disabled on or about October 19, 1996 (the day after he was furloughed). The linchpin of his claim was an allegation that chronic hip pain prevented him from sitting for any length of time (and, therefore, prevented him from performing his job, even with a reasonable accommodation).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">MetLife denied the claim on the ground that the plaintiff did not meet the Plan's definition of \"fully disabled.\" In embellishing its decision, MetLife wrote that, taking into account available accommodations, the plaintiff had not established an inability to perform substantially all the duties of his job.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After exhausting his administrative remedies, the plaintiff filed suit in the United States District Court for the District of Massachusetts. He asserted that MetLife had violated ERISA when it unreasonably denied his claim. In due season, the parties cross-moved for summary judgment. The district court granted the defendants' motion and denied the plaintiff's counter-part motion. <i>Leahy v. Raytheon Co.,</i> No. 00-CV-12093, slip op. (D.Mass. Jan. 29, 2002) (unpublished). The court noted that the Plan vested broad discretionary authority in MetLife to determine eligibility for benefits and declared that while some medical evidence supported the plaintiff's claim of disability, other evidence supported MetLife's denial of benefits. On that scumbled record, the court ruled that MetLife's determination was neither arbitrary nor capricious. This timely appeal followed.</p>\n    </div>\n    <p class=\"center\">\n      <i>II.</i>\n    </p>\n    <p class=\"center\">\n      <i>Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This denial-of-benefits claim arises under 29 U.S.C. &#167; 1132(a)(1)(B).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Supreme Court has provided the ground rules for determining the proper standard of review. In <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> 489 U.S. 101, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989), the Court stated that when a denial of benefits is challenged under ERISA &#167; 1132(a)(1)(B), the standard of review depends largely upon whether \"the benefit plan gives the administrator or fiduciary discretionary authority to determine eligibility for benefits or to construe the terms of the plan.\" <i>Firestone,</i> 489 U.S. at 115, 109 S.Ct. 948. If so, \"<i>Firestone</i> and its progeny mandate a deferential `arbitrary and capricious' standard of review.\" <i>Recupero v. New Engl. Tel. &amp; Tel. Co.,</i> 118 F.3d 820, 827 (1st Cir.1997) (quoting <i>Firestone,</i> 489 U.S. at 115, 109 S.Ct. 948). The threshold question, then, is whether the provisions of the employee benefit plan under which remediation is sought reflect a clear grant of discretionary authority to determine eligibility for benefits. <i>Terry v. Bayer Corp.,</i> 145 F.3d 28, 37 (1st Cir.1998); <i>Rodriguez-Abreu v. Chase Manhattan Bank,</i> 986 F.2d 580, 583 (1st Cir.1993). We turn, therefore, to the text of the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Plan documents give MetLife \"the exclusive right, in [its] sole discretion, to interpret the Plan and decide all matters arising thereunder....\" The documents further provide that any decision by MetLife in the exercise of that authority \"shall be conclusive and binding on all persons unless it can be shown that the... determination was arbitrary and capricious.\" This discretionary grant hardly could be clearer. Consequently, the arbitrary and capricious standard applies to judicial review of MetLife's determination.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In an effort to blunt the force of this reasoning, the plaintiff makes two points. First, he suggests that a less deferential standard of review is appropriate in this case because the plan administrator operated under a conflict of interest. As a purely theoretical matter, this suggestion rests on a sound foundation. It is well settled that when a plan administrator labors under a conflict of interest, courts may cede a diminished degree of deference &#8212; or no deference at all &#8212; to the administrator's determinations. <i>See, e.g., Doe v. Travelers Ins. Co.,</i> 167 F.3d 53, 57 (1st Cir.1999); <i>Doyle v. Paul Revere Life Ins. Co.,</i> 144 F.3d 181, 184 (1st Cir.1998); <i>Brown v. Blue Cross &amp; Blue Shield of Ala., Inc.,</i> 898 F.2d 1556, 1562-64 (11th Cir.1990). But there is no meaningful conflict here, and so this case does not fit within that rubric. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the plaintiff's view, the ostensible conflict involves MetLife's hiring of outside physicians to scrutinize the plaintiff's medical records. To affect the standard of review, however, a conflict of interest must be real. A chimerical, imagined, or conjectural conflict will not strip the fiduciary's determination of the deference that otherwise would be due. <i>See Doyle,</i> 144 F.3d at 184; <i>Mers v. Marriott Int'l Group Accid'l Death &amp; Dismemb. Plan,</i> 144 F.3d 1014, 1020 (7th Cir.1998). The conflict that the plaintiff envisions does not pass through this screen.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Analyzing disability claims plainly requires expertise. It is, therefore, difficult to fault a plan administrator for seeking expert assistance (indeed, it probably would be easier to fault a plan administrator for <i>not</i> seeking such assistance). We are aware of no case holding that a plan administrator operates under a conflict of interest simply by securing independent medical advice to aid in the evaluation process.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Nor do we view this as an accident: common sense dictates that retaining outside physicians to assist in evaluating disability claims, without more, does not constitute a conflict of interest. Here, there is no \"more\" (and, thus, there is no conflict).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This conclusion is reinforced by the nature of the Plan. The Plan is a voluntary employee-funded entity, and market forces are at work. If MetLife denies claims that Plan participants as a group view as valid, those employees will be inclined to withdraw from the Plan, thus reducing MetLife's role (and, presumably, its compensation). By the same token, if MetLife awards benefits that are viewed as undeserved, Plan participants will experience an increase in their premiums and thus be inclined to withdraw from the Plan (again reducing MetLife's role and remuneration). Either way, the structure of the Plan furnishes an incentive for MetLife to be unbiased in its handling of claims. This is telling, for courts should not lightly presume that a plan administrator is willing to cut off its nose to spite its face.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The plaintiff's second ground for questioning the standard of review is more artful. He points to the usual rule that appellate review of an order granting summary judgment is de novo. <i>E.g., Plumley v. S. Container, Inc.,</i> 303 F.3d 364, 369 (1st Cir.2002); <i>Suarez v. Pueblo Int'l, Inc.,</i> 229 F.3d 49, 53 (1st Cir.2000). This means that the court of appeals must decide for itself whether \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). And in doing so, the court must take the record \"in the light most hospitable to the party opposing summary judgment, indulging all reasonable inferences in that party's favor.\" <i>Griggs-Ryan v. Smith,</i> 904 F.2d 112, 115 (1st Cir.1990).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Because the district court decided this case on summary judgment, the plaintiff suggests that the summary judgment standard displaces the arbitrary and capricious standard for purposes of this appeal. We reject this suggestion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To be sure, there is an obvious discongruence between the two standards. The arbitrary and capricious standard asks only whether a factfinder's decision is plausible in light of the record as a whole, <i>see, e.g., Pari-Fasano v. ITT Hartford Life &amp; Accid. Ins. Co.,</i> 230 F.3d 415, 419 (1st Cir.2000), or, put another way, whether the decision is supported by substantial evidence in the record, <i>Doyle,</i> 144 F.3d at 184. The summary judgment standard, however, asks whether the factfinder's decision is inevitable even when all the evidence is marshaled in the objecting party's favor and all reasonable inferences therefrom are shaped to fit that party's theory of the case. <i>See Suarez,</i> 229 F.3d at 53; <i>Griggs-Ryan,</i> 904 F.2d at 115.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There are signs that, in ERISA cases, courts have found this dichotomy baffling. Some have glossed over it, giving lip service to the summary judgment standard but then proceeding to examine the evidence under the arbitrary and capricious standard. <i>See, e.g., Terry,</i> 145 F.3d at 34, 37; <i>Woo v. Deluxe Corp.,</i> 144 F.3d 1157, 1160-63 (8th Cir.1998); <i>Nazay v. Miller</i> 949 F.2d 1323, 1328, 1334 (3d Cir.1991). More recently, some of these same courts have tended simply to ignore the discongruence, omitting any mention of the summary judgment paradigm and focusing exclusively on whether the fiduciary's decision passes muster under the arbitrary and capricious test. <i>See, e.g., Gritzer v. CBS, Inc.,</i> 275 F.3d 291, 295 (3d Cir.2002); <i>Vlass v. Raytheon Employees Disab. Trust,</i> 244 F.3d 27, 29-30 (1st Cir. 2001). One court has attempted to integrate the two approaches. <i>See Bergt v. Ret. Plan for Pilots Employed by Markair, Inc.,</i> 293 F.3d 1139, 1142-43 (9th Cir.2002) (\"[W]e review de novo whether, viewing facts most favorable to [the plaintiff], the district court correctly held that no genuine issues of fact exist as to whether the Committee abused its discretion by denying [the plaintiff] benefits under the retirement plan.\"). We are reluctant to enter this thicket &#8212; and we see no need to do so in an ERISA benefit denial case brought pursuant to 29 U.S.C. &#167; 1132(a)(1)(B) because there cannot possibly be a conflict between the standard of review that federal courts must apply on summary judgment and the degree of deference that such courts ultimately owe to plan administrators. We pause to explain this statement.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The degree of deference owed to a plan fiduciary is an underlying legal issue that remains the same through all stages of federal adjudication. <i>See Firestone,</i> 489 U.S. at 115, 109 S.Ct. 948. By contrast, summary judgment is a procedural device designed to screen out cases that present no trialworthy issues. <i>See McCarthy v. N.W. Airlines, Inc.,</i> 56 F.3d 313, 314-15 (1st Cir.1995). In an ERISA benefit denial case, trial is usually not an option: in a very real sense, the district court sits more as an appellate tribunal than as a trial court. It does not take evidence, but, rather, evaluates the reasonableness of an administrative determination in light of the record compiled before the plan fiduciary.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See Recupero,</i> 118 F.3d at 831; <i>Perry v. Simplicity Eng'g,</i> 900 F.2d 963, 967 (6th Cir.1990). No jury is involved. <i>See Recupero,</i> 118 F.3d at 831; <i>Sullivan v. LTV Aero. &amp; Defense Co.,</i> 82 F.3d 1251, 1258-59 (2d Cir.1996); <i>Borst v. Chevron Corp.,</i> 36 F.3d 1308, 1323-24 (5th Cir.1994). Given this adjudicative framework, the plaintiff's proposal to treat the summary judgment standard as if it permitted us to review the ingredients of the administrative record de novo, without deference to the plan administrator's findings, distorts the law.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The fortuity that the parties chose to use cross-motions for summary judgment as the procedural vehicle to bring the case forward for judicial review of the plan administrator's determination cannot be permitted either to dilute the teachings of <i>Firestone</i> or to undercut the standard of review that the <i>Firestone</i> Court decreed for use in ERISA benefit denial cases. <i>Cf. S. Shore Hosp., Inc. v. Thompson,</i> 308 F.3d 91, 97-98 (1st Cir.2002) (taking an analogous approach with respect to judicial review of decisions of the Provider Reimbursement Review Board). This respectful standard requires deference to the findings of the plan administrator, and, thus, even under Fed.R.Civ.P. 56, does not permit a district court independently to weigh the proof. Rather, the district court must ask whether the aggregate evidence, viewed in the light most favorable to the non-moving party, could support a rational determination that the plan administrator acted arbitrarily in denying the claim for benefits. This is also the question we must ask, and answer, on appeal (affording de novo review <i>to the district court's appraisal</i>).</p>\n    </div>\n    <p class=\"center\">\n      <i>III.</i>\n    </p>\n    <p class=\"center\">\n      <i>Analysis</i>\n    </p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We turn now to the merits of the denial of benefits. The Plan's definition of \"fully disabled\" controls. That definition, quoted above, is clear and unambiguous. As in many such instances, however, the devil is in the details.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The basis for MetLife's determination is summarized in a letter to the plaintiff dated March 16, 1998. That letter reveals that MetLife premised the denial of benefits on several sources of information, including statements and reports from the plaintiff's treating physicians, findings gleaned from an independent medical examination, the outcome of a functional capacity assessment, the conclusions of two retained physicians who reviewed the plaintiff's medical records at MetLife's behest, the timing of the plaintiff's claim, and the Social Security Administration's determination that the plaintiff was not disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The medical evidence is extensive, and it would serve no useful purpose to rehearse it here. Disability, like beauty, is sometimes in the eye of the beholder. This is such a case: we have scrutinized the record with care and conclude, without serious question, that it is capable of supporting competing inferences as to the extent of the plaintiff's ability to work. That clash does not suffice to satisfy the plaintiff's burden. We have held before, and today reaffirm, that the mere existence of contradictory evidence does not render a plan fiduciary's determination arbitrary and capricious. <i>Vlass,</i> 244 F.3d at 30; <i>Doyle,</i> 144 F.3d at 184. Indeed, when the medical evidence is sharply conflicted, the deference due to the plan administrator's determination may be especially great. <i>See Fletcher-Merrit v. Noram Energy Corp.,</i> 250 F.3d 1174, 1180 (8th Cir.2001) (warning, in this context, that a reviewing court \"may not simply substitute its opinion for that of the plan administrator\"); <i>Terry,</i> 145 F.3d at 41 (similar). For the reasons that follow, we conclude that MetLife's determination that the plaintiff was not fully disabled rests on substantial evidence (and, therefore, that the determination survives review under the arbitrary and capricious standard).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, the relevant definition of \"full disability\" harks back to the employee's job description. It is undisputed that the plaintiff's white-collar job did not entail operose physical tasks, but, rather, was essentially sedentary.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The plaintiff had been functioning in this position prior to the layoff. MetLife's view that he remained able to perform this job is anchored in independent medical record reviews conducted by Dr. Robert Petrie and Dr. Mark Moyer, respectively. Each reviewer found insufficient evidence to sustain a conclusion that the plaintiff was fully disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The outside reviewers' shared conclusion was buttressed by other medical evidence. Dr. Frank F. Davidson, Jr., a treating physician, declined just months before the asserted date of disability to say that the plaintiff was disabled. He classified the plaintiff's impairment as a \"[m]oderate limitation of functional capacity\" and declared him capable of performing sedentary activity that involved a mixture of sitting, standing, and walking. The limitations that Dr. Davidson placed on those activities fell well within the parameters of the plaintiff's job description.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">By like token, Dr. John L. Doherty, an independent medical examiner <i>selected by the plaintiff,</i> stated in December of 1997 that the plaintiff could do sedentary work if accommodated. Dr. Doherty described an appropriate accommodation as one that allowed the plaintiff to readjust himself as needed and to move about from time to time. The plaintiff's position as a departmental administrator permitted this accommodation, and Raytheon was willing to allow it.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Finally, the record is replete with other telltales on which MetLife was entitled to rely. We mention three of them. First, the results of a functional capacity assessment tended to show not only that the plaintiff had the physical ability to do the work but also that he appeared to be overstating his limitations. Second, the timing of the plaintiff's claim was highly suspicious. The plaintiff had been working up until the time that Raytheon laid him off; he did not file a disability claim until almost six months thereafter (when his salary continuation benefits were about to expire); and he asserted, coincidentally, that the onset date of his disability was the day after he was furloughed. Last &#8212; but far from least &#8212; the record reflects that the plaintiff had applied unsuccessfully for social security disability benefits. The rejection of his claim by the Social Security Administration, while not dispositive of his effort to secure disability benefits under the Plan, is some evidence that he was not fully disabled. <i>Pari-Fasano,</i> 230 F.3d at 420.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiff also argues that the plan administrator gave insufficient weight to the views of his treating physicians, especially his principal orthopedist, Dr. William H. Harris. He suggests that MetLife should have assiduously adhered to the so-called \"treating physician\" rule, and that its failure to do so was arbitrary and capricious.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The treating physician rule originated in the social security setting and has been formalized by regulation in that context. <i>See</i> 20 C.F.R. &#167;&#167; 404.1527(d)(2), 416.927(d)(2). The rule requires that the factfinder (there, the administrative law judge) weigh more heavily the opinions of the claimant's treating physicians in determining his or her eligibility for benefits. The rationale for the rule is said to be that treating physicians have the best opportunity \"to know and observe the patient as an individual.\" <i>Morgan v. Comm'r of Soc. Sec. Admin.,</i> 169 F.3d 595, 600 (9th Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The calculus of decision in social security cases differs significantly from that employed in ERISA cases. In the former instance, Congress and the Secretary of Health and Human Services have established a specific framework for determining disability. <i>See Shaw v. Chater,</i> 221 F.3d 126, 132 (2d Cir.2000) (summarizing the five-step progression under 20 C.F.R. &#167;&#167; 404.1520, 416.920). <i>Goodermote v. Sec. of HHS,</i> 690 F.2d 5, 6-7 (1st Cir.1982) (similar). This framework entails specially promulgated standards, a shifted burden of persuasion, restricted discretion, and agency involvement. The treating physician rule addresses this peculiar combination of factors and forces the agency to pay particular heed to the medical professionals who are in charge of a particular claimant's case. No comparable combination of factors exists in ERISA cases: there is no specially promulgated set of criteria, no shifted burden of persuasion, no restricted discretion, and no agency involvement. The fiduciary's decision is constrained only by the language of the particular plan at issue and by a judge-made adjudicative standard.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Several other courts of appeals, when faced with the question of whether the treating physician rule should be extended to ERISA cases, have expressed grave doubt. <i>See, e.g., Turner v. Delta Family-Care Disab. &amp; Survivorship Plan,</i> 291 F.3d 1270, 1274 (11th Cir.2002); <i>Sheppard &amp; Enoch Pratt Hosp., Inc. v. Travelers Ins. Co.,</i> 32 F.3d 120, 126 (4th Cir.1994); <i>Salley v. E.I. DuPont de Nemours &amp; Co.,</i> 966 F.2d 1011, 1016 (5th Cir.1992) (dictum). There is, however, respectable authority to the contrary. <i>See Regula v. Delta Family-Care Disab. Survivorship Plan,</i> 266 F.3d 1130, 1139 (9th Cir.2001) (2-to-1 decision).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This court has not yet taken a definitive position as to the applicability <i>vel non</i> of the treating physician rule in ERISA cases,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and we see no need to do so today. Even if we assume, for argument's sake, that the opinions of the plaintiff's treating physicians should be accorded special weight, the plaintiff cannot prevail in this case. While some of his doctors (Dr. Harris, for example) stated that he was fully disabled, others (Dr. Davidson, for example) took a different view. Moreover, even Dr. Harris wavered. Although he originally expressed an opinion that the plaintiff was fully disabled, he agreed, in a subsequent conversation with Dr. Moyer, that it was possible for the plaintiff to return to work so long as he could move about from time to time. Given the contours of the plaintiff's job, this freedom easily could have been arranged &#8212; and Raytheon was willing to make the accommodation (in point of fact, the record contains evidence that the plaintiff already had received permission to move about freely).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We add, finally, that even where the treating physician rule holds sway, it is not an absolute. When other evidence sufficiently contradicts the view of a treating physician, that view appropriately may be rejected. <i>See Regula,</i> 266 F.3d at 1140 (collecting cases). Here, the administrative file contains a plenitude of evidence which, if credited, rebuts a conclusion of full disability.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The short of it, then, is that the plan administrator's determination, though not inevitable, was solidly grounded. Whether or not the treating physician rule applies in ERISA cases &#8212; a question that we expressly reserve &#8212; the denial of benefits here passes muster.</p>\n    </div>\n    <p class=\"center\">\n      <i>IV.</i>\n    </p>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We need go no further. Given the contents of the record, MetLife's finding of no full disability cannot be labeled unreasonable, unsupported, or contrary to the clear weight of the medical evidence. The ensuing denial of benefits was, therefore, neither arbitrary nor capricious.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon. Betty B. Fletcher, of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The named defendants, appellees here, include MetLife, Raytheon, the Plan (formally known as the Raytheon Employees Disability Trust), and the Plan's trustees. For ease in reference, we treat the case as if MetLife were the sole defendant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute provides in pertinent part:</p>\n        <p class=\"indent\">A civil action may be brought &#8212;</p>\n        <p class=\"indent\">(1) by a participant or beneficiary &#8212;</p>\n        <p class=\"indent\">* * *</p>\n        <p class=\"indent\">(B) to recover benefits due to him under the terms of his plan, to enforce his rights under the terms of the plan, or to clarify his rights to future benefits under the terms of the plan;....</p>\n        <p class=\"indent\">29 U.S.C. &#167; 1132(a)(1)(B).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that, in this context, the terms \"arbitrary and capricious\" and \"abuse of discretion\" have been used interchangeably. Although at least one commentator has lamented this usage,<i>see</i> Kathryn J. Kennedy, <i>Judicial Standard of Review in ERISA Benefit Claim Cases,</i> 50 Am. U.L. Rev. 1083, 1130 (2001) (positing that abuse of discretion signifies a less deferential standard), the <i>Firestone</i> Court did not distinguish between the terms. <i>Compare Firestone,</i> 489 U.S. at 109-11, 109 S.Ct. 948, <i>with id.</i> at 113-15, 109 S.Ct. 948. We follow that example. <i>See Terry,</i> 145 F.3d at 37 n. 6 (\"We agree with then-Judge Ruth Bader Ginsburg that `there is no need to adopt one phrase and avoid the other.'\") (citing <i>Block v. Pitney Bowes, Inc.,</i> 952 F.2d 1450, 1454 (D.C.Cir.1992)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In point of fact, extrapolating from the available case law suggests the opposite conclusion<i>See, e.g., Sweatman v. Commercial Union Ins. Co.,</i> 39 F.3d 594, 603 (5th Cir. 1994) (finding that reliance upon an independent medical record review did not constitute an abuse of discretion); <i>Chandler v. Raytheon Employees Disab. Trust,</i> 53 F.Supp.2d 84, 90-91 (D.Mass.1999) (similar), <i>aff'd,</i> 229 F.3d 1133 (1st Cir.2000) (table), <i>cert. denied,</i> 531 U.S. 1114, 121 S.Ct. 861, 148 L.Ed.2d 775 (2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This approach is not altered by the incidence of cross-motions for summary judgment. \"The happenstance that both parties move simultaneously for brevis disposition does not, in and of itself, relax the taut line of inquiry that Rule 56 imposes.\"<i>Blackie v. Maine,</i> 75 F.3d 716, 721 (1st Cir.1996). Thus, in the ordinary case, the trial court \"must consider each motion separately, drawing inferences against each movant in turn.\" <i>EEOC v. Steamship Clerks Union, Local 1066,</i> 48 F.3d 594, 603 n. 8 (1st Cir.1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We do not foreclose the possibility that, in special circumstances, a district court might take evidence in an ERISA case<i>Cf. Vlass,</i> 244 F.3d at 31 n. 6 (leaving the question open). We express no opinion as to what effect (if any) such supplementation might have on the standard of review. Those questions are not before us, as the parties here have explicitly disclaimed any desire to supplement the record.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The record indicates that the job required the plaintiff mainly to sit. It involved standing less than 20% of the time and walking less than 20% of the time</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note, however, that our decisions reflect at least a tacit reluctance to apply the treating physician rule in the ERISA context<i>See, e.g., Vlass,</i> 244 F.3d at 30-32 (upholding summary judgment for defendant even though treating physician's reports supported a finding of disability); <i>Doyle,</i> 144 F.3d at 186-87 (reversing the entry of summary judgment for plaintiff notwithstanding treating physician's opinion that plaintiff was disabled). These cases, however, do not explicitly discuss (and, thus, do not foreclose) the issue.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span></p>\n    <p class=\"parties\">Daniel J. LEAHY, Plaintiff, Appellant,<br>v.<br>RAYTHEON COMPANY, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-1215.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Argued September 11, 2002.</p>\n    <p class=\"date\">Heard December 17, 2002.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Robert O. Berger for appellant.</p>\n      <p class=\"indent\">Stephen S. Churchill, with whom James F. Kavanaugh, Jr. and Conn Kavanaugh Rosenthal Peisch &amp; Ford, LLP were on brief, for appellees.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN and B. FLETCHER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, brought pursuant to the Employee Retirement Income Security Act of 1974 (ERISA), 29 U.S.C. &#167;&#167; 1001-1461 (2000), plaintiff-appellant Daniel J. Leahy alleges that defendant-appellee Metropolitan Life Insurance Company (MetLife), as the claims administrator for Raytheon Company's long-term disability plan (the Plan), unreasonably denied his claim for benefits. The district court granted summary judgment in the defendants' favor.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The plaintiff appeals. After addressing certain questions raised by the plaintiff anent the standard of review in ERISA benefit denial cases, we affirm.</p>\n    </div>\n    <p class=\"center\">\n      <i>I.</i>\n    </p>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The basic facts are uncontradicted. The Plan is an employee benefit plan funded by employee contributions and governed by ERISA. As the claims administrator, MetLife is responsible for making benefit determinations. For a participant to receive benefits, MetLife must determine that he is \"fully disabled\" as defined by the Plan. To meet that criterion, a claimant must show that by reason \"of a sickness or an injury which is not covered by an applicable workers' compensation statute ... [he or she] cannot perform the essential elements and substantially all of the duties of his or her job at Raytheon even with a reasonable accommodation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The plaintiff began working for Raytheon in 1969. He eventually became a departmental administrator and a Plan participant. On October 18, 1996, Raytheon furloughed him from that essentially sedentary position. The plaintiff received a severance benefit that included six months of salary continuation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Over the years, the plaintiff has had more than his share of serious health problems; among other things, he has undergone three hip replacements and two knee replacements. In April of 1997, he applied for benefits under the Plan, claiming that he had become fully disabled on or about October 19, 1996 (the day after he was furloughed). The linchpin of his claim was an allegation that chronic hip pain prevented him from sitting for any length of time (and, therefore, prevented him from performing his job, even with a reasonable accommodation).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">MetLife denied the claim on the ground that the plaintiff did not meet the Plan's definition of \"fully disabled.\" In embellishing its decision, MetLife wrote that, taking into account available accommodations, the plaintiff had not established an inability to perform substantially all the duties of his job.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After exhausting his administrative remedies, the plaintiff filed suit in the United States District Court for the District of Massachusetts. He asserted that MetLife had violated ERISA when it unreasonably denied his claim. In due season, the parties cross-moved for summary judgment. The district court granted the defendants' motion and denied the plaintiff's counter-part motion. <i>Leahy v. Raytheon Co.,</i> No. 00-CV-12093, slip op. (D.Mass. Jan. 29, 2002) (unpublished). The court noted that the Plan vested broad discretionary authority in MetLife to determine eligibility for benefits and declared that while some medical evidence supported the plaintiff's claim of disability, other evidence supported MetLife's denial of benefits. On that scumbled record, the court ruled that MetLife's determination was neither arbitrary nor capricious. This timely appeal followed.</p>\n    </div>\n    <p class=\"center\">\n      <i>II.</i>\n    </p>\n    <p class=\"center\">\n      <i>Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This denial-of-benefits claim arises under 29 U.S.C. &#167; 1132(a)(1)(B).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Supreme Court has provided the ground rules for determining the proper standard of review. In <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989), the Court stated that when a denial of benefits is challenged under ERISA &#167; 1132(a)(1)(B), the standard of review depends largely upon whether \"the benefit plan gives the administrator or fiduciary discretionary authority to determine eligibility for benefits or to construe the terms of the plan.\" <i>Firestone,</i> 489 U.S. at 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>. If so, \"<i>Firestone</i> and its progeny mandate a deferential `arbitrary and capricious' standard of review.\" <i>Recupero v. New Engl. Tel. &amp; Tel. Co.,</i> <span class=\"citation\" data-id=\"197450\"><a href=\"/opinion/197450/recupero-v-ne-telephone/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">820</span></a></span>, 827 (1st Cir.1997) (quoting <i>Firestone,</i> 489 U.S. at 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>). The threshold question, then, is whether the provisions of the employee benefit plan under which remediation is sought reflect a clear grant of discretionary authority to determine eligibility for benefits. <i>Terry v. Bayer Corp.,</i> <span class=\"citation\" data-id=\"754634\"><a href=\"/opinion/754634/michael-f-terry-v-bayer-corporation-and-bayer-corporation-disability-plan/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 37 (1st Cir.1998); <i>Rodriguez-Abreu v. Chase Manhattan Bank,</i> <span class=\"citation\" data-id=\"600732\"><a href=\"/opinion/600732/luis-e-rodriguez-abreu-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">580</span></a></span>, 583 (1st Cir.1993). We turn, therefore, to the text of the Plan.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Plan documents give MetLife \"the exclusive right, in [its] sole discretion, to interpret the Plan and decide all matters arising thereunder....\" The documents further provide that any decision by MetLife in the exercise of that authority \"shall be conclusive and binding on all persons unless it can be shown that the... determination was arbitrary and capricious.\" This discretionary grant hardly could be clearer. Consequently, the arbitrary and capricious standard applies to judicial review of MetLife's determination.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In an effort to blunt the force of this reasoning, the plaintiff makes two points. First, he suggests that a less deferential standard of review is appropriate in this case because the plan administrator operated under a conflict of interest. As a purely theoretical matter, this suggestion rests on a sound foundation. It is well settled that when a plan administrator labors under a conflict of interest, courts may cede a diminished degree of deference &#8212; or no deference at all &#8212; to the administrator's determinations. <i>See, e.g., Doe v. Travelers Ins. Co.,</i> <span class=\"citation\" data-id=\"198300\"><a href=\"/opinion/198300/doe-v-travelers/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 57 (1st Cir.1999); <i>Doyle v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"197983\"><a href=\"/opinion/197983/doyle-v-paul-revere-life/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 184 (1st Cir.1998); <i>Brown v. Blue Cross &amp; Blue Shield of Ala., Inc.,</i> <span class=\"citation\" data-id=\"538596\"><a href=\"/opinion/538596/fred-brown-v-blue-cross-and-blue-shield-of-alabama-inc/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1556</span></a></span>, 1562-64 (11th Cir.1990). But there is no meaningful conflict here, and so this case does not fit within that rubric. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the plaintiff's view, the ostensible conflict involves MetLife's hiring of outside physicians to scrutinize the plaintiff's medical records. To affect the standard of review, however, a conflict of interest must be real. A chimerical, imagined, or conjectural conflict will not strip the fiduciary's determination of the deference that otherwise would be due. <i>See Doyle,</i> 144 F.3d at 184; <i>Mers v. Marriott Int'l Group Accid'l Death &amp; Dismemb. Plan,</i> <span class=\"citation\" data-id=\"754577\"><a href=\"/opinion/754577/22-employee-benefits-cas-1172-pens-plan-guide-cch-p-23946z-pamela/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1014</span></a></span>, 1020 (7th Cir.1998). The conflict that the plaintiff envisions does not pass through this screen.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Analyzing disability claims plainly requires expertise. It is, therefore, difficult to fault a plan administrator for seeking expert assistance (indeed, it probably would be easier to fault a plan administrator for <i>not</i> seeking such assistance). We are aware of no case holding that a plan administrator operates under a conflict of interest simply by securing independent medical advice to aid in the evaluation process.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Nor do we view this as an accident: common sense dictates that retaining outside physicians to assist in evaluating disability claims, without more, does not constitute a conflict of interest. Here, there is no \"more\" (and, thus, there is no conflict).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This conclusion is reinforced by the nature of the Plan. The Plan is a voluntary employee-funded entity, and market forces are at work. If MetLife denies claims that Plan participants as a group view as valid, those employees will be inclined to withdraw from the Plan, thus reducing MetLife's role (and, presumably, its compensation). By the same token, if MetLife awards benefits that are viewed as undeserved, Plan participants will experience an increase in their premiums and thus be inclined to withdraw from the Plan (again reducing MetLife's role and remuneration). Either way, the structure of the Plan furnishes an incentive for MetLife to be unbiased in its handling of claims. This is telling, for courts should not lightly presume that a plan administrator is willing to cut off its nose to spite its face.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The plaintiff's second ground for questioning the standard of review is more artful. He points to the usual rule that appellate review of an order granting summary judgment is de novo. <i>E.g., Plumley v. S. Container, Inc.,</i> <span class=\"citation\" data-id=\"200125\"><a href=\"/opinion/200125/plumley-v-southern-container/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">364</span></a></span>, 369 (1st Cir.2002); <i>Suarez v. Pueblo Int'l, Inc.,</i> <span class=\"citation\" data-id=\"770706\"><a href=\"/opinion/770706/ramon-m-suarez-v-pueblo-international-inc/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 53 (1st Cir.2000). This means that the court of appeals must decide for itself whether \"the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). And in doing so, the court must take the record \"in the light most hospitable to the party opposing summary judgment, indulging all reasonable inferences in that party's favor.\" <i>Griggs-Ryan v. Smith,</i> <span class=\"citation\" data-id=\"542297\"><a href=\"/opinion/542297/gerald-griggs-ryan-v-beulah-smith-gerald-griggs-ryan-v-richard-connelly/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 115 (1st Cir.1990).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Because the district court decided this case on summary judgment, the plaintiff suggests that the summary judgment standard displaces the arbitrary and capricious standard for purposes of this appeal. We reject this suggestion.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To be sure, there is an obvious discongruence between the two standards. The arbitrary and capricious standard asks only whether a factfinder's decision is plausible in light of the record as a whole, <i>see, e.g., Pari-Fasano v. ITT Hartford Life &amp; Accid. Ins. Co.,</i> <span class=\"citation\" data-id=\"770872\"><a href=\"/opinion/770872/carolyn-pari-fasano-v-itt-hartford-life-and-accident-insurance-company/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">415</span></a></span>, 419 (1st Cir.2000), or, put another way, whether the decision is supported by substantial evidence in the record, <i>Doyle,</i> 144 F.3d at 184. The summary judgment standard, however, asks whether the factfinder's decision is inevitable even when all the evidence is marshaled in the objecting party's favor and all reasonable inferences therefrom are shaped to fit that party's theory of the case. <i>See Suarez,</i> 229 F.3d at 53; <i>Griggs-Ryan,</i> 904 F.2d at 115.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There are signs that, in ERISA cases, courts have found this dichotomy baffling. Some have glossed over it, giving lip service to the summary judgment standard but then proceeding to examine the evidence under the arbitrary and capricious standard. <i>See, e.g., Terry,</i> 145 F.3d at 34, 37; <i>Woo v. Deluxe Corp.,</i> <span class=\"citation\" data-id=\"754602\"><a href=\"/opinion/754602/beverly-d-woo-v-deluxe-corp-hartford-life-insurance-co-doing-business/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1157</span></a></span>, 1160-63 (8th Cir.1998); <i>Nazay v. Miller</i> <span class=\"citation\" data-id=\"572636\"><a href=\"/opinion/572636/richard-nazay-sr-v-l-miller-an-individual-bethlehem-steel-corporation/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1323</span></a></span>, 1328, 1334 (3d Cir.1991). More recently, some of these same courts have tended simply to ignore the discongruence, omitting any mention of the summary judgment paradigm and focusing exclusively on whether the fiduciary's decision passes muster under the arbitrary and capricious test. <i>See, e.g., Gritzer v. CBS, Inc.,</i> <span class=\"citation\" data-id=\"775969\"><a href=\"/opinion/775969/john-f-gritzer-donald-j-leonard-crawford-williams-john-palacki-donald-s/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span>, 295 (3d Cir.2002); <i>Vlass v. Raytheon Employees Disab. Trust,</i> <span class=\"citation\" data-id=\"199334\"><a href=\"/opinion/199334/vlass-v-raytheon-employees/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 29-30 (1st Cir. 2001). One court has attempted to integrate the two approaches. <i>See Bergt v. Ret. Plan for Pilots Employed by Markair, Inc.,</i> <span class=\"citation\" data-id=\"778053\"><a href=\"/opinion/778053/neil-bergt-v-the-retirement-plan-for-pilots-employed-by-markair-inc/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1139</span></a></span>, 1142-43 (9th Cir.2002) (\"[W]e review de novo whether, viewing facts most favorable to [the plaintiff], the district court correctly held that no genuine issues of fact exist as to whether the Committee abused its discretion by denying [the plaintiff] benefits under the retirement plan.\"). We are reluctant to enter this thicket &#8212; and we see no need to do so in an ERISA benefit denial case brought pursuant to 29 U.S.C. &#167; 1132(a)(1)(B) because there cannot possibly be a conflict between the standard of review that federal courts must apply on summary judgment and the degree of deference that such courts ultimately owe to plan administrators. We pause to explain this statement.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The degree of deference owed to a plan fiduciary is an underlying legal issue that remains the same through all stages of federal adjudication. <i>See Firestone,</i> 489 U.S. at 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>. By contrast, summary judgment is a procedural device designed to screen out cases that present no trialworthy issues. <i>See McCarthy v. N.W. Airlines, Inc.,</i> <span class=\"citation\" data-id=\"196111\"><a href=\"/opinion/196111/mccarthy-v-northwest-airlines/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 314-15 (1st Cir.1995). In an ERISA benefit denial case, trial is usually not an option: in a very real sense, the district court sits more as an appellate tribunal than as a trial court. It does not take evidence, but, rather, evaluates the reasonableness of an administrative determination in light of the record compiled before the plan fiduciary.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See Recupero,</i> 118 F.3d at 831; <i>Perry v. Simplicity Eng'g,</i> <span class=\"citation\" data-id=\"539866\"><a href=\"/opinion/539866/max-w-perry-v-simplicity-engineering-a-division-of-lukens-general/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">963</span></a></span>, 967 (6th Cir.1990). No jury is involved. <i>See Recupero,</i> 118 F.3d at 831; <i>Sullivan v. LTV Aero. &amp; Defense Co.,</i> <span class=\"citation\" data-id=\"717549\"><a href=\"/opinion/717549/william-j-sullivan-george-h-davidson-roger-a-witt-thomas-w-cobb-and/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1251</span></a></span>, 1258-59 (2d Cir.1996); <i>Borst v. Chevron Corp.,</i> <span class=\"citation\" data-id=\"679507\"><a href=\"/opinion/679507/dean-borst-v-chevron-corp/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1308</span></a></span>, 1323-24 (5th Cir.1994). Given this adjudicative framework, the plaintiff's proposal to treat the summary judgment standard as if it permitted us to review the ingredients of the administrative record de novo, without deference to the plan administrator's findings, distorts the law.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The fortuity that the parties chose to use cross-motions for summary judgment as the procedural vehicle to bring the case forward for judicial review of the plan administrator's determination cannot be permitted either to dilute the teachings of <i>Firestone</i> or to undercut the standard of review that the <i>Firestone</i> Court decreed for use in ERISA benefit denial cases. <i>Cf. S. Shore Hosp., Inc. v. Thompson,</i> <span class=\"citation no-link\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">91</span></span>, 97-98 (1st Cir.2002) (taking an analogous approach with respect to judicial review of decisions of the Provider Reimbursement Review Board). This respectful standard requires deference to the findings of the plan administrator, and, thus, even under Fed.R.Civ.P. 56, does not permit a district court independently to weigh the proof. Rather, the district court must ask whether the aggregate evidence, viewed in the light most favorable to the non-moving party, could support a rational determination that the plan administrator acted arbitrarily in denying the claim for benefits. This is also the question we must ask, and answer, on appeal (affording de novo review <i>to the district court's appraisal</i>).</p>\n    </div>\n    <p class=\"center\">\n      <i>III.</i>\n    </p>\n    <p class=\"center\">\n      <i>Analysis</i>\n    </p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We turn now to the merits of the denial of benefits. The Plan's definition of \"fully disabled\" controls. That definition, quoted above, is clear and unambiguous. As in many such instances, however, the devil is in the details.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The basis for MetLife's determination is summarized in a letter to the plaintiff dated March 16, 1998. That letter reveals that MetLife premised the denial of benefits on several sources of information, including statements and reports from the plaintiff's treating physicians, findings gleaned from an independent medical examination, the outcome of a functional capacity assessment, the conclusions of two retained physicians who reviewed the plaintiff's medical records at MetLife's behest, the timing of the plaintiff's claim, and the Social Security Administration's determination that the plaintiff was not disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The medical evidence is extensive, and it would serve no useful purpose to rehearse it here. Disability, like beauty, is sometimes in the eye of the beholder. This is such a case: we have scrutinized the record with care and conclude, without serious question, that it is capable of supporting competing inferences as to the extent of the plaintiff's ability to work. That clash does not suffice to satisfy the plaintiff's burden. We have held before, and today reaffirm, that the mere existence of contradictory evidence does not render a plan fiduciary's determination arbitrary and capricious. <i>Vlass,</i> 244 F.3d at 30; <i>Doyle,</i> 144 F.3d at 184. Indeed, when the medical evidence is sharply conflicted, the deference due to the plan administrator's determination may be especially great. <i>See Fletcher-Merrit v. Noram Energy Corp.,</i> <span class=\"citation\" data-id=\"773358\"><a href=\"/opinion/773358/brenda-fletcher-merrit-v-noram-energy-corporation/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1174</span></a></span>, 1180 (8th Cir.2001) (warning, in this context, that a reviewing court \"may not simply substitute its opinion for that of the plan administrator\"); <i>Terry,</i> 145 F.3d at 41 (similar). For the reasons that follow, we conclude that MetLife's determination that the plaintiff was not fully disabled rests on substantial evidence (and, therefore, that the determination survives review under the arbitrary and capricious standard).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, the relevant definition of \"full disability\" harks back to the employee's job description. It is undisputed that the plaintiff's white-collar job did not entail operose physical tasks, but, rather, was essentially sedentary.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The plaintiff had been functioning in this position prior to the layoff. MetLife's view that he remained able to perform this job is anchored in independent medical record reviews conducted by Dr. Robert Petrie and Dr. Mark Moyer, respectively. Each reviewer found insufficient evidence to sustain a conclusion that the plaintiff was fully disabled.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The outside reviewers' shared conclusion was buttressed by other medical evidence. Dr. Frank F. Davidson, Jr., a treating physician, declined just months before the asserted date of disability to say that the plaintiff was disabled. He classified the plaintiff's impairment as a \"[m]oderate limitation of functional capacity\" and declared him capable of performing sedentary activity that involved a mixture of sitting, standing, and walking. The limitations that Dr. Davidson placed on those activities fell well within the parameters of the plaintiff's job description.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">By like token, Dr. John L. Doherty, an independent medical examiner <i>selected by the plaintiff,</i> stated in December of 1997 that the plaintiff could do sedentary work if accommodated. Dr. Doherty described an appropriate accommodation as one that allowed the plaintiff to readjust himself as needed and to move about from time to time. The plaintiff's position as a departmental administrator permitted this accommodation, and Raytheon was willing to allow it.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Finally, the record is replete with other telltales on which MetLife was entitled to rely. We mention three of them. First, the results of a functional capacity assessment tended to show not only that the plaintiff had the physical ability to do the work but also that he appeared to be overstating his limitations. Second, the timing of the plaintiff's claim was highly suspicious. The plaintiff had been working up until the time that Raytheon laid him off; he did not file a disability claim until almost six months thereafter (when his salary continuation benefits were about to expire); and he asserted, coincidentally, that the onset date of his disability was the day after he was furloughed. Last &#8212; but far from least &#8212; the record reflects that the plaintiff had applied unsuccessfully for social security disability benefits. The rejection of his claim by the Social Security Administration, while not dispositive of his effort to secure disability benefits under the Plan, is some evidence that he was not fully disabled. <i>Pari-Fasano,</i> 230 F.3d at 420.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiff also argues that the plan administrator gave insufficient weight to the views of his treating physicians, especially his principal orthopedist, Dr. William H. Harris. He suggests that MetLife should have assiduously adhered to the so-called \"treating physician\" rule, and that its failure to do so was arbitrary and capricious.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The treating physician rule originated in the social security setting and has been formalized by regulation in that context. <i>See</i> 20 C.F.R. &#167;&#167; 404.1527(d)(2), 416.927(d)(2). The rule requires that the factfinder (there, the administrative law judge) weigh more heavily the opinions of the claimant's treating physicians in determining his or her eligibility for benefits. The rationale for the rule is said to be that treating physicians have the best opportunity \"to know and observe the patient as an individual.\" <i>Morgan v. Comm'r of Soc. Sec. Admin.,</i> <span class=\"citation\" data-id=\"762175\"><a href=\"/opinion/762175/60-socsecrepser-541-unemplinsrep-cch-p-16155b-1999-daily-journal/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">595</span></a></span>, 600 (9th Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The calculus of decision in social security cases differs significantly from that employed in ERISA cases. In the former instance, Congress and the Secretary of Health and Human Services have established a specific framework for determining disability. <i>See Shaw v. Chater,</i> <span class=\"citation\" data-id=\"769742\"><a href=\"/opinion/769742/albert-shaw-v-shirley-s-chater-as-commissioner-of-the-social-security/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span>, 132 (2d Cir.2000) (summarizing the five-step progression under 20 C.F.R. &#167;&#167; 404.1520, 416.920). <i>Goodermote v. Sec. of HHS,</i> <span class=\"citation\" data-id=\"409370\"><a href=\"/opinion/409370/william-edward-goodermote-v-secretary-of-health-and-human-services/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 6-7 (1st Cir.1982) (similar). This framework entails specially promulgated standards, a shifted burden of persuasion, restricted discretion, and agency involvement. The treating physician rule addresses this peculiar combination of factors and forces the agency to pay particular heed to the medical professionals who are in charge of a particular claimant's case. No comparable combination of factors exists in ERISA cases: there is no specially promulgated set of criteria, no shifted burden of persuasion, no restricted discretion, and no agency involvement. The fiduciary's decision is constrained only by the language of the particular plan at issue and by a judge-made adjudicative standard.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Several other courts of appeals, when faced with the question of whether the treating physician rule should be extended to ERISA cases, have expressed grave doubt. <i>See, e.g., Turner v. Delta Family-Care Disab. &amp; Survivorship Plan,</i> <span class=\"citation\" data-id=\"75817\"><a href=\"/opinion/75817/vickie-c-turner-v-delta-airlines-inc/\"><span class=\"volume\">291</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1270</span></a></span>, 1274 (11th Cir.2002); <i>Sheppard &amp; Enoch Pratt Hosp., Inc. v. Travelers Ins. Co.,</i> <span class=\"citation\" data-id=\"676084\"><a href=\"/opinion/676084/the-sheppard-enoch-pratt-hospital-incorporated-v-travelers-insurance/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 126 (4th Cir.1994); <i>Salley v. E.I. DuPont de Nemours &amp; Co.,</i> <span class=\"citation\" data-id=\"584550\"><a href=\"/opinion/584550/jack-r-salley-individually-and-on-behalf-of-his-minor-daughter-danielle/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1011</span></a></span>, 1016 (5th Cir.1992) (dictum). There is, however, respectable authority to the contrary. <i>See Regula v. Delta Family-Care Disab. Survivorship Plan,</i> <span class=\"citation\" data-id=\"775089\"><a href=\"/opinion/775089/frank-regula-v-delta-family-care-disability-survivorship-plan/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1130</span></a></span>, 1139 (9th Cir.2001) (2-to-1 decision).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This court has not yet taken a definitive position as to the applicability <i>vel non</i> of the treating physician rule in ERISA cases,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> and we see no need to do so today. Even if we assume, for argument's sake, that the opinions of the plaintiff's treating physicians should be accorded special weight, the plaintiff cannot prevail in this case. While some of his doctors (Dr. Harris, for example) stated that he was fully disabled, others (Dr. Davidson, for example) took a different view. Moreover, even Dr. Harris wavered. Although he originally expressed an opinion that the plaintiff was fully disabled, he agreed, in a subsequent conversation with Dr. Moyer, that it was possible for the plaintiff to return to work so long as he could move about from time to time. Given the contours of the plaintiff's job, this freedom easily could have been arranged &#8212; and Raytheon was willing to make the accommodation (in point of fact, the record contains evidence that the plaintiff already had received permission to move about freely).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We add, finally, that even where the treating physician rule holds sway, it is not an absolute. When other evidence sufficiently contradicts the view of a treating physician, that view appropriately may be rejected. <i>See Regula,</i> 266 F.3d at 1140 (collecting cases). Here, the administrative file contains a plenitude of evidence which, if credited, rebuts a conclusion of full disability.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The short of it, then, is that the plan administrator's determination, though not inevitable, was solidly grounded. Whether or not the treating physician rule applies in ERISA cases &#8212; a question that we expressly reserve &#8212; the denial of benefits here passes muster.</p>\n    </div>\n    <p class=\"center\">\n      <i>IV.</i>\n    </p>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We need go no further. Given the contents of the record, MetLife's finding of no full disability cannot be labeled unreasonable, unsupported, or contrary to the clear weight of the medical evidence. The ensuing denial of benefits was, therefore, neither arbitrary nor capricious.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon. Betty B. Fletcher, of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The named defendants, appellees here, include MetLife, Raytheon, the Plan (formally known as the Raytheon Employees Disability Trust), and the Plan's trustees. For ease in reference, we treat the case as if MetLife were the sole defendant</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The statute provides in pertinent part:</p>\n        <p class=\"indent\">A civil action may be brought &#8212;</p>\n        <p class=\"indent\">(1) by a participant or beneficiary &#8212;</p>\n        <p class=\"indent\">* * *</p>\n        <p class=\"indent\">(B) to recover benefits due to him under the terms of his plan, to enforce his rights under the terms of the plan, or to clarify his rights to future benefits under the terms of the plan;....</p>\n        <p class=\"indent\">29 U.S.C. &#167; 1132(a)(1)(B).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note that, in this context, the terms \"arbitrary and capricious\" and \"abuse of discretion\" have been used interchangeably. Although at least one commentator has lamented this usage,<i>see</i> Kathryn J. Kennedy, <i>Judicial Standard of Review in ERISA Benefit Claim Cases,</i> 50 Am. U.L. Rev. 1083, 1130 (2001) (positing that abuse of discretion signifies a less deferential standard), the <i>Firestone</i> Court did not distinguish between the terms. <i>Compare Firestone,</i> 489 U.S. at 109-11, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <i>with id.</i> at 113-15, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>. We follow that example. <i>See Terry,</i> 145 F.3d at 37 n. 6 (\"We agree with then-Judge Ruth Bader Ginsburg that `there is no need to adopt one phrase and avoid the other.'\") (citing <i>Block v. Pitney Bowes, Inc.,</i> <span class=\"citation\" data-id=\"575195\"><a href=\"/opinion/575195/ralph-block-v-pitney-bowes-inc/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1450</span></a></span>, 1454 (D.C.Cir.1992)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In point of fact, extrapolating from the available case law suggests the opposite conclusion<i>See, e.g., Sweatman v. Commercial Union Ins. Co.,</i> <span class=\"citation\" data-id=\"6824\"><a href=\"/opinion/6824/sweatman-v-commercial-union-ins-co/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 603 (5th Cir. 1994) (finding that reliance upon an independent medical record review did not constitute an abuse of discretion); <i>Chandler v. Raytheon Employees Disab. Trust,</i> <span class=\"citation\" data-id=\"2290238\"><a href=\"/opinion/2290238/chandler-v-raytheon-employees-disability-trust/\"><span class=\"volume\">53</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">84</span></a></span>, 90-91 (D.Mass.1999) (similar), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1133</span></span> (1st Cir.2000) (table), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1114</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">861</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></span> (2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> This approach is not altered by the incidence of cross-motions for summary judgment. \"The happenstance that both parties move simultaneously for brevis disposition does not, in and of itself, relax the taut line of inquiry that Rule 56 imposes.\"<i>Blackie v. Maine,</i> <span class=\"citation\" data-id=\"712176\"><a href=\"/opinion/712176/dana-blackie-v-state-of-maine/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">716</span></a></span>, 721 (1st Cir.1996). Thus, in the ordinary case, the trial court \"must consider each motion separately, drawing inferences against each movant in turn.\" <i>EEOC v. Steamship Clerks Union, Local 1066,</i> <span class=\"citation\" data-id=\"195936\"><a href=\"/opinion/195936/eeoc-v-local-1066/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">594</span></a></span>, 603 n. 8 (1st Cir.1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We do not foreclose the possibility that, in special circumstances, a district court might take evidence in an ERISA case<i>Cf. Vlass,</i> 244 F.3d at 31 n. 6 (leaving the question open). We express no opinion as to what effect (if any) such supplementation might have on the standard of review. Those questions are not before us, as the parties here have explicitly disclaimed any desire to supplement the record.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The record indicates that the job required the plaintiff mainly to sit. It involved standing less than 20% of the time and walking less than 20% of the time</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note, however, that our decisions reflect at least a tacit reluctance to apply the treating physician rule in the ERISA context<i>See, e.g., Vlass,</i> 244 F.3d at 30-32 (upholding summary judgment for defendant even though treating physician's reports supported a finding of disability); <i>Doyle,</i> 144 F.3d at 186-87 (reversing the entry of summary judgment for plaintiff notwithstanding treating physician's opinion that plaintiff was disabled). These cases, however, do not explicitly discuss (and, thus, do not foreclose) the issue.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/75817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197450/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409370/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717549/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2290238/"
  ]
}