{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200219/",
  "absolute_url": "/opinion/200219/alternative-energy-v-st-paul-fire/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200219/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:46:16Z",
  "date_modified": "2016-02-28T05:02:26.912179Z",
  "type": "010combined",
  "sha1": "99f93d9470dd57a36b407dde7273917915653436",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1232OPN-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/11/22/Alternative_Energy_v._St_Paul_Fire.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNo. 02-1232\n\n                       ALTERNATIVE ENERGY, INC.,\n                      BEAVER-CADILLAC, GP, INC.,\n                    BEAVER PLANT OPERATIONS, INC.,\n                         CHRISTOPHER HUTCHINS,\n\n                        Plaintiffs, Appellees,\n\n                                  v.\n\n              ST. PAUL FIRE AND MARINE INSURANCE COMPANY,\n\n                         Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n          [Hon. D. Brock Hornby, U. S. District Judge]\n\n\n                                Before\n\n                     Boudin, Chief Circuit Judge,\n                John R. Gibson,* Senior Circuit Judge,\n                    and Torruella, Circuit Judge.\n\n\n     Jeffrey J. Ward, with whom Richard A. Simpson, and Ross, Dixon\n& Bell, L.L.P. were on brief, for appellant.\n     Joanne I. Simonelli, with whom Jeffrey Bennett, The Bennett\nLaw Firm, P.A., Daniel G. Lilley, Esq., and Daniel G. Lilley Law\nOffices, P.A., were on brief, for appellees.\n\n\n\n                          November 22, 2002\n\n\n\n     *\n      Hon. John R. Gibson, of the Eighth Circuit, sitting by\ndesignation.\n\f            JOHN R. GIBSON, Senior Circuit Judge.               St. Paul Fire and\n\nMarine Insurance Company appeals from a district court order\n\ndenying its claim for the attorneys' fees it incurred in defending\n\nthe original action brought by Alternative Energy, Inc., Beaver-\n\nCadillac,    G.P.,     Inc.,     Beaver        Plant   Operations,        Inc.,   and\n\nChristopher Hutchins.1          The district court rejected St. Paul's\n\nmotion under 28 U.S.C. ยง 2202 (2000) for further relief, relying\n\nupon the    language    of     the    indemnification     clause     in    the    1998\n\nSettlement Agreement.          St. Paul argues that the district court\n\nmisinterpreted the indemnification clause, but even accepting the\n\ndistrict court's interpretation, St. Paul would be entitled to the\n\naward of attorneys' fees and costs.              We affirm the judgment of the\n\ndistrict court.\n\n            This action began as a legal malpractice claim filed by\n\nAlternative Energy, Inc. in Maine state court against attorneys\n\nPeter Murray and John Lightbody and the law firm of Murray, Plumb\n\n& Murray, P.A.       Alternative Energy, Inc. ultimately entered into\n\ntwo   settlements:     one   with     the   defendants    and    the   law    firm's\n\nprofessional liability carrier, St. Paul, and one with Zurich-\n\nAmerican Insurance Company, which insured Murray after he left the\n\nfirm and began his own practice.               After the settlement agreements\n\nwere executed, Alternative Energy, Inc. filed an amended complaint\n\n\n\n      1\n      We will refer to               plaintiffs-appellees       collectively       as\nAlternative Energy, Inc.\n\n                                         -2-\n\ffor declaratory judgment against St. Paul.        St. Paul removed the\n\naction to federal court and filed a motion to dismiss under Fed. R.\n\nCiv. P. 12(b)(6) based on the settlement agreement.       The district\n\ncourt granted the motion and we affirmed.      See Alternative Energy,\n\nInc. v. St. Paul Fire and Marine Ins. Co., 267 F.3d 30 (1st Cir.\n\n2001).\n\n           The procedural history of this case through its dismissal\n\nby the district court is recited in our earlier opinion.       Because\n\nmost of it is not relevant to this appeal, we do not repeat it\n\nhere.    After the mandate issued, St. Paul filed a motion in the\n\ndistrict court under 28 U.S.C. ยง 2202 to recover attorneys' fees it\n\nincurred in defending the post-settlement amended complaint.       The\n\ndistrict court denied the motion.      The only issue in this appeal is\n\nwhether the district court correctly declined to award St. Paul the\n\nattorneys' fees it requested as further relief under ยง 2202.\n\n           St. Paul points to the 1998 Settlement Agreement with\n\nAlternative Energy, Inc. and asserts that the district court\n\nmisinterpreted its provisions.    \"[Q]uestions about the meaning of\n\ncontractual provisions are questions of law, and we review the\n\ndistrict court's answers to them de novo.\"      U.S. Liab. Ins. Co. v.\n\nSelman, 70 F.3d 684, 687 (1st Cir. 1995).\n\n           St. Paul's claim relies upon the following provision in\n\nthe 1998 Settlement agreement:\n\n     The Releasors [Alternative Energy Group, Inc., et. al.]\n     further agree to hold the Releasees [St. Paul and its\n\n                                 -3-\n\f     insured] harmless from, and to defend and indemnify the\n     Releasees against, any claims or actions of any kind for\n     contribution and/or indemnification by any other person\n     or organization on account of the judgment or settlement\n     of any claim asserted by or on behalf of any person as a\n     result of the damages allegedly sustained by the\n     Releasors, or any of them, arising out of the Cadillac\n     Project. (Parentheticals and emphasis added.)\n\nThe determinative phrase in this paragraph states that Alternative\n\nEnergy, Inc. agrees to defend and indemnify St. Paul against claims\n\nor actions brought by \"any other person.\"           St. Paul argues that a\n\nclaim brought by Alternative Energy Inc. is an action by \"any other\n\nperson.\"    Webster's New Collegiate Dictionary defines \"other\" as\n\n\"being the one or ones distinct from that or those first mentioned\n\nor implied.\"        Webster's New Collegiate Dictionary 835 (9th ed.\n\n1986).2    The district court interpreted \"other\" in the context of\n\nthe paragraph as meaning someone other than the two previously\n\nmentioned groups: releasors [Alternative Energy, Inc., et. al.] and\n\nreleasees    [St.    Paul   and   its   insured].    We   agree   with   this\n\ninterpretation.      The district court correctly determined that this\n\n\"defend and indemnify\" provision does not cover claims brought by\n\nAlternative Energy, Inc.3\n\n\n     2\n       See also Black's Law Dictionary 1101 (6th ed. 1990) (\"other\"\nis defined as \"[d]ifferent or distinct from that already mentioned;\nadditional, or further.\").\n     3\n      St. Paul also argues that it should be awarded attorneys'\nfees because Alternative Energy, Inc. asserted a claim on behalf of\nAttorney Peter Murray, a non-releasor. Under the language of the\ncontract, even if a claim was asserted \"on behalf of any person,\"\nit still had to be brought by \"any other person.\" And as stated\nabove, an action brought by Alternative Energy, Inc. is not an\n\n                                        -4-\n\f           The district court contrasted the cited provision with a\n\nlater provision of the Settlement Agreement, which allows for\n\nattorneys' fees in the event of a breach of the non-disclosure\n\nagreement.\n\n     Since freedom from costs of future litigation represents\n     an important item of consideration bargained for by the\n     parties to the settlement reflected in this General\n     Release and Indemnity Agreement, the Releasors agree that\n     if any of the Releasees sues and wins a judgment against\n     any of the Releasors for breach of the non-disclosure\n     agreement set forth in the preceding paragraph, then the\n     damages recoverable for such breach shall include the\n     reasonable attorneys' fees and costs incurred in that\n     lawsuit.\n\nAs the district court explained, the parties could have added a\n\nprovision that attorneys' fees would be recoverable in any lawsuit\n\nto enforce the terms of the settlement agreement, rather than\n\nlimiting it to the non-disclosure agreement, but no such language\n\nappears.\n\n             When a contract is unambiguous, the interpretation of\n\nsuch contract is left to the court to construe the unambiguous\n\nlanguage in accordance with its plain and generally accepted\n\nmeaning.     Lidstone v. Green, 469 A.2d 843, 846 (Me. 1983).    The\n\ndistrict court correctly determined that the settlement agreement\n\ndid not require Alternative Energy, Inc. to indemnify St. Paul for\n\nthe attorneys' fees it spent defending the declaratory judgment\n\naction.    Accordingly, we affirm.\n\n\n\naction brought by \"any other person.\"\n\n                                 -5-\n\f",
  "html": "<p class=\"case_cite\">311 F.3d 450</p>\n    <p class=\"parties\">ALTERNATIVE ENERGY, INC., Beaver-Cadillac, GP, Inc., Beaver Plant Operations, Inc., Christopher Hutchins, Plaintiffs, Appellees,<br>v.<br>ST. PAUL FIRE AND MARINE INSURANCE COMPANY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1232.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 1, 2002.</p>\n    <p class=\"date\">Decided November 22, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey J. Ward, with whom Richard A. Simpson, and Ross, Dixon &amp; Bell, L.L.P. were on brief, for appellant.</p>\n      <p class=\"indent\">Joanne I. Simonelli, with whom Jeffrey Bennett, The Bennett Law Firm, P.A., Daniel G. Lilley, Esq., and Daniel G. Lilley Law Offices, P.A., were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Circuit Judge, JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and TORRUELLA, Circuit Judge.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">St. Paul Fire and Marine Insurance Company appeals from a district court order denying its claim for the attorneys' fees it incurred in defending the original action brought by Alternative Energy, Inc., Beaver-Cadillac, G.P., Inc., Beaver Plant Operations, Inc., and Christopher Hutchins.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court rejected St. Paul's motion under 28 U.S.C. &#167; 2202 (2000) for further relief, relying upon the language of the indemnification clause in the 1998 Settlement Agreement. St. Paul argues that the district court misinterpreted the indemnification clause, but even accepting the district court's interpretation, St. Paul would be entitled to the award of attorneys' fees and costs. We affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This action began as a legal malpractice claim filed by Alternative Energy, Inc. in Maine state court against attorneys Peter Murray and John Lightbody and the law firm of Murray, Plumb &amp; Murray, P.A. Alternative Energy, Inc. ultimately entered into two settlements: one with the defendants and the law firm's professional liability carrier, St. Paul, and one with Zurich-American Insurance Company, which insured Murray after he left the firm and began his own practice. After the settlement agreements were executed, Alternative Energy, Inc. filed an amended complaint for declaratory judgment against St. Paul. St. Paul removed the action to federal court and filed a motion to dismiss under Fed.R.Civ.P. 12(b)(6) based on the settlement agreement. The district court granted the motion and we affirmed. <i>See Alternative Energy, Inc. v. St. Paul Fire and Marine Ins. Co.,</i> 267 F.3d 30 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The procedural history of this case through its dismissal by the district court is recited in our earlier opinion. Because most of it is not relevant to this appeal, we do not repeat it here. After the mandate issued, St. Paul filed a motion in the district court under 28 U.S.C. &#167; 2202 to recover attorneys' fees it incurred in defending the post-settlement amended complaint. The district court denied the motion. The only issue in this appeal is whether the district court correctly declined to award St. Paul the attorneys' fees it requested as further relief under &#167; 2202.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">St. Paul points to the 1998 Settlement Agreement with Alternative Energy, Inc. and asserts that the district court misinterpreted its provisions. \"[Q]uestions about the meaning of contractual provisions are questions of law, and we review the district court's answers to them de novo.\" <i>U.S. Liab. Ins. Co. v. Selman,</i> 70 F.3d 684, 687 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">St. Paul's claim relies upon the following provision in the 1998 Settlement agreement:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Releasors [Alternative Energy Group, Inc., et. al.] further agree to hold the Releasees [St. Paul and its insured] harmless from, and to defend and indemnify the Releasees against, any claims or actions of any kind for contribution and/or indemnification <i>by any other person</i> or organization on account of the judgment or settlement of any claim asserted by or on behalf of any person as a result of the damages allegedly sustained by the Releasors, or any of them, arising out of the Cadillac Project. (Parentheticals and emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The determinative phrase in this paragraph states that Alternative Energy, Inc. agrees to defend and indemnify St. Paul against claims or actions brought by \"<i>any other person.</i>\" St. Paul argues that a claim brought by Alternative Energy Inc. is an action by \"any other person.\" Webster's New Collegiate Dictionary defines \"other\" as \"being the one or ones distinct from that or those first mentioned or implied.\" <i>Webster's New Collegiate Dictionary</i> 835 (9th ed.1986).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district court interpreted \"other\" in the context of the paragraph as meaning someone other than the two previously mentioned groups: releasors [Alternative Energy, Inc., et. al.] and releasees [St. Paul and its insured]. We agree with this interpretation. The district court correctly determined that this \"defend and indemnify\" provision does not cover claims brought by Alternative Energy, Inc.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court contrasted the cited provision with a later provision of the Settlement Agreement, which allows for attorneys' fees in the event of a breach of the non-disclosure agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Since freedom from costs of future litigation represents an important item of consideration bargained for by the parties to the settlement reflected in this General Release and Indemnity Agreement, the Releasors agree that if any of the Releasees sues and wins a judgment against any of the Releasors for breach of the non-disclosure agreement set forth in the preceding paragraph, then the damages recoverable for such breach shall include the reasonable attorneys' fees and costs incurred in that lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As the district court explained, the parties could have added a provision that attorneys' fees would be recoverable in <i>any</i> lawsuit to enforce the terms of the settlement agreement, rather than limiting it to the non-disclosure agreement, but no such language appears.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When a contract is unambiguous, the interpretation of such contract is left to the court to construe the unambiguous language in accordance with its plain and generally accepted meaning. <i>Lidstone v. Green,</i> 469 A.2d 843, 846 (Me.1983). The district court correctly determined that the settlement agreement did not require Alternative Energy, Inc. to indemnify St. Paul for the attorneys' fees it spent defending the declaratory judgment action. Accordingly, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon. John R. Gibson, of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We will refer to plaintiffs-appellees collectively as Alternative Energy, Inc</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See also Black's Law Dictionary</i> 1101 (6th ed.1990) (\"other\" is defined as \"[d]ifferent or distinct from that already mentioned; additional, or further.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> St. Paul also argues that it should be awarded attorneys' fees because Alternative Energy, Inc. asserted a claim on behalf of Attorney Peter Murray, a non-releasor. Under the language of the contract, even if a claim was asserted \"on behalf of any person,\" it still had to be brought by \"any other person.\" And as stated above, an action brought by Alternative Energy, Inc. is not an action brought by \"any other person.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></span></p>\n    <p class=\"parties\">ALTERNATIVE ENERGY, INC., Beaver-Cadillac, GP, Inc., Beaver Plant Operations, Inc., Christopher Hutchins, Plaintiffs, Appellees,<br>v.<br>ST. PAUL FIRE AND MARINE INSURANCE COMPANY, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1232.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 1, 2002.</p>\n    <p class=\"date\">Decided November 22, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey J. Ward, with whom Richard A. Simpson, and Ross, Dixon &amp; Bell, L.L.P. were on brief, for appellant.</p>\n      <p class=\"indent\">Joanne I. Simonelli, with whom Jeffrey Bennett, The Bennett Law Firm, P.A., Daniel G. Lilley, Esq., and Daniel G. Lilley Law Offices, P.A., were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Circuit Judge, JOHN R. GIBSON,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and TORRUELLA, Circuit Judge.</p>\n      <p class=\"indent\">JOHN R. GIBSON, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">St. Paul Fire and Marine Insurance Company appeals from a district court order denying its claim for the attorneys' fees it incurred in defending the original action brought by Alternative Energy, Inc., Beaver-Cadillac, G.P., Inc., Beaver Plant Operations, Inc., and Christopher Hutchins.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court rejected St. Paul's motion under 28 U.S.C. &#167; 2202 (2000) for further relief, relying upon the language of the indemnification clause in the 1998 Settlement Agreement. St. Paul argues that the district court misinterpreted the indemnification clause, but even accepting the district court's interpretation, St. Paul would be entitled to the award of attorneys' fees and costs. We affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This action began as a legal malpractice claim filed by Alternative Energy, Inc. in Maine state court against attorneys Peter Murray and John Lightbody and the law firm of Murray, Plumb &amp; Murray, P.A. Alternative Energy, Inc. ultimately entered into two settlements: one with the defendants and the law firm's professional liability carrier, St. Paul, and one with Zurich-American Insurance Company, which insured Murray after he left the firm and began his own practice. After the settlement agreements were executed, Alternative Energy, Inc. filed an amended complaint for declaratory judgment against St. Paul. St. Paul removed the action to federal court and filed a motion to dismiss under Fed.R.Civ.P. 12(b)(6) based on the settlement agreement. The district court granted the motion and we affirmed. <i>See Alternative Energy, Inc. v. St. Paul Fire and Marine Ins. Co.,</i> <span class=\"citation\" data-id=\"199631\"><a href=\"/opinion/199631/alternative-energy-v-st-paul-fire-and-ma/\"><span class=\"volume\">267</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span> (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The procedural history of this case through its dismissal by the district court is recited in our earlier opinion. Because most of it is not relevant to this appeal, we do not repeat it here. After the mandate issued, St. Paul filed a motion in the district court under 28 U.S.C. &#167; 2202 to recover attorneys' fees it incurred in defending the post-settlement amended complaint. The district court denied the motion. The only issue in this appeal is whether the district court correctly declined to award St. Paul the attorneys' fees it requested as further relief under &#167; 2202.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">St. Paul points to the 1998 Settlement Agreement with Alternative Energy, Inc. and asserts that the district court misinterpreted its provisions. \"[Q]uestions about the meaning of contractual provisions are questions of law, and we review the district court's answers to them de novo.\" <i>U.S. Liab. Ins. Co. v. Selman,</i> <span class=\"citation\" data-id=\"196432\"><a href=\"/opinion/196432/us-liability-v-selman/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 687 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">St. Paul's claim relies upon the following provision in the 1998 Settlement agreement:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Releasors [Alternative Energy Group, Inc., et. al.] further agree to hold the Releasees [St. Paul and its insured] harmless from, and to defend and indemnify the Releasees against, any claims or actions of any kind for contribution and/or indemnification <i>by any other person</i> or organization on account of the judgment or settlement of any claim asserted by or on behalf of any person as a result of the damages allegedly sustained by the Releasors, or any of them, arising out of the Cadillac Project. (Parentheticals and emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The determinative phrase in this paragraph states that Alternative Energy, Inc. agrees to defend and indemnify St. Paul against claims or actions brought by \"<i>any other person.</i>\" St. Paul argues that a claim brought by Alternative Energy Inc. is an action by \"any other person.\" Webster's New Collegiate Dictionary defines \"other\" as \"being the one or ones distinct from that or those first mentioned or implied.\" <i>Webster's New Collegiate Dictionary</i> 835 (9th ed.1986).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district court interpreted \"other\" in the context of the paragraph as meaning someone other than the two previously mentioned groups: releasors [Alternative Energy, Inc., et. al.] and releasees [St. Paul and its insured]. We agree with this interpretation. The district court correctly determined that this \"defend and indemnify\" provision does not cover claims brought by Alternative Energy, Inc.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court contrasted the cited provision with a later provision of the Settlement Agreement, which allows for attorneys' fees in the event of a breach of the non-disclosure agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Since freedom from costs of future litigation represents an important item of consideration bargained for by the parties to the settlement reflected in this General Release and Indemnity Agreement, the Releasors agree that if any of the Releasees sues and wins a judgment against any of the Releasors for breach of the non-disclosure agreement set forth in the preceding paragraph, then the damages recoverable for such breach shall include the reasonable attorneys' fees and costs incurred in that lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">As the district court explained, the parties could have added a provision that attorneys' fees would be recoverable in <i>any</i> lawsuit to enforce the terms of the settlement agreement, rather than limiting it to the non-disclosure agreement, but no such language appears.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When a contract is unambiguous, the interpretation of such contract is left to the court to construe the unambiguous language in accordance with its plain and generally accepted meaning. <i>Lidstone v. Green,</i> <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">843</span></span>, 846 (Me.1983). The district court correctly determined that the settlement agreement did not require Alternative Energy, Inc. to indemnify St. Paul for the attorneys' fees it spent defending the declaratory judgment action. Accordingly, we affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Hon. John R. Gibson, of the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We will refer to plaintiffs-appellees collectively as Alternative Energy, Inc</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See also Black's Law Dictionary</i> 1101 (6th ed.1990) (\"other\" is defined as \"[d]ifferent or distinct from that already mentioned; additional, or further.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> St. Paul also argues that it should be awarded attorneys' fees because Alternative Energy, Inc. asserted a claim on behalf of Attorney Peter Murray, a non-releasor. Under the language of the contract, even if a claim was asserted \"on behalf of any person,\" it still had to be brought by \"any other person.\" And as stated above, an action brought by Alternative Energy, Inc. is not an action brought by \"any other person.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199631/"
  ]
}