{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200268/",
  "absolute_url": "/opinion/200268/united-states-v-mills/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200268/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:47:22Z",
  "date_modified": "2016-02-28T05:02:36.781796Z",
  "type": "010combined",
  "sha1": "452c1f451709617a930ed88edca33c7208b9617a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2702-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/12/31/US_v._Mills.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\nNo. 01-2702\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                 v.\n\n                EDWARD K. MILLS, a/k/a KWAME MILLS,\n\n                       Defendant, Appellant.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, Chief U. S. District Judge]\n\n\n                               Before\n\n                      Torruella, Circuit Judge,\n               John R. Gibson,* Senior Circuit Judge,\n                     and Howard, Circuit Judge.\n\n\n     Joseph F. Savage, Jr., with whom Richard Myrus, Fred H.\nNemeth, and Testa, Hurwitz & Thibeault were on brief, for\nappellant.\n     Kevin P. McGrath, with whom Michael J. Sullivan, United States\nAttorney, and Dina Michael Chaitowitz, Assistant U. S. Attorney\nwere on brief, for appellee.\n\n\n\n                            May 14, 2003\n\n\n\n\n     *\n      Hon. John R. Gibson, of the Eighth Circuit, sitting by\ndesignation.\n\f           JOHN R. GIBSON, Senior Circuit Judge.             Edward K. Mills\n\npleaded   guilty   to   a   one-count      information   charging   him     with\n\nracketeering in violation of 18 U.S.C. § 1962(c) (2002).                     At\n\nsentencing, the district court considered the government's motion\n\nunder Sentencing Guideline § 5K1.1 asking for a departure on\n\naccount of Mills' substantial assistance, but refused to depart.\n\nMills argues that (1) the district court misled him at the plea\n\nhearing into believing his disclosures about a murder conspiracy\n\nwould be used only for reducing his sentence; (2) the government\n\nbreached its plea agreement with him by failing to argue that\n\ninformation provided by Mills pursuant to the agreement should not\n\nbe considered by the court; (3) the district court erred by\n\ninvoking a categorical \"murder is different\" sentencing policy,\n\nignoring its responsibility to consider the guideline factors as\n\nenumerated in Sentencing Guideline § 5K1.1; and (4) the district\n\ncourt erred under § 5K1.1 by refusing to consider the full extent\n\nof assistance rendered by Mills' girlfriend at Mills' behest.                 We\n\nvacate the sentence imposed by the district court and remand for\n\nresentencing consistent with this opinion.\n\n           On   March   29,   2000,   in    his   plea   hearing   before    the\n\ndistrict court, Edward K. Mills waived his right to a grand jury\n\nand pleaded guilty to a charge under 18 U.S.C. § 1962(c).            The one-\n\ncount information alleged that Mills agreed to participate with a\n\ngroup of individuals in an organization whose primary purpose was\n\n\n                                      -2-\n\fto coordinate the distribution of crack cocaine.            The underlying\n\npredicate acts included two acts of money laundering, conspiracy to\n\nmurder, and interstate travel in aid of racketeering.\n\n           The   government   had   originally    offered     Mills   a   plea\n\nbargain in which he would serve a maximum of twenty years, with\n\ncredit for state time served.       The government had also discussed\n\nwith Mills in a proffer letter the possibility of his providing\n\ninformation about local drug trafficking and several unsolved\n\nmurders.     Mills   chose    to    cooperate    with   the    government’s\n\ninvestigation in exchange for a favorable government recommendation\n\nat sentencing, which he hoped would result in a lower sentence than\n\nthe twenty years the government offered if he did not cooperate.\n\nMills and the government eventually arrived at an agreement which\n\nincluded the following:\n\n\n     Notwithstanding the provisions of U.S.S.G. § 1B1.8(b)(5)\n     and the commentary thereto, the U.S. Attorney agrees to\n     take the position that, at the time of sentencing,\n     information provided by Defendant pursuant to this\n     Agreement should not be used either in determining where\n     within the applicable guideline range to sentence\n     Defendant or in determining whether, or to what extent,\n     a departure from the Sentencing Guidelines is warranted.\n\n\nAt the plea bargain hearing, the district court stated that under\n\n18 U.S.C. § 1962(c), Mills could face up to a twenty-year sentence\n\nand that the court was under no obligation under the plea agreement\n\nto grant a downward departure.\n\n\n\n                                    -3-\n\f            Mills cooperated with authorities1 and testified at the\n\ntrial of John Tibbs, an associate of Mills who committed several\n\nmurders.2   In its § 5K1.1 motion, the government emphasized that\n\nprior to Mills' cooperation, the government had no evidence of who\n\nhad committed these murders, and that Mills had helped free an\n\ninnocent man who had been wrongly convicted of one of these\n\nmurders.     The government also stated that Mills had \"limited\n\ninvolvement\" in one murder and his involvement in another consisted\n\nonly of driving Tibbs to and from the scene.    In its supplemental\n\nsentencing memorandum, the government took the position that based\n\non Mills' cooperation, the danger he exposed himself to, the\n\nrelative culpability of his co-defendants, and the sentences they\n\nreceived, the court should depart downward and Mills should receive\n\na sentence of ten years.   Later, during Mills' sentencing hearing,\n\nthe district court acknowledged that Mills had \"displayed enormous\n\npersonal courage\" and that the extent of his cooperation equaled or\n\nexceeded anything the court had ever seen.      However, the court\n\ndeclined to follow the parties' sentencing recommendations in light\n\nof Mills' involvement in several of the murders and his leadership\n\nrole in a dangerous, violent enterprise.   The court then sentenced\n\n\n     1\n      Most of the record before us and the briefs have been filed\nunder seal, and such materials have been fully considered even if\nnot set out in detail in this opinion.\n     2\n      Following the plea hearing but before sentencing, Chief Judge\nYoung observed a portion of Mills' testimony in the Tibbs murder\ntrial, which transpired in another judge's courtroom.\n\n                                -4-\n\fMills to twenty years, with a two-year credit for time served on a\n\nstate sentence for drug trafficking.\n\n                                          I.\n\n            Mills first argues that the court misled him at the plea\n\nhearing into believing that his disclosures regarding the murder\n\nconspiracy would be used only for the purpose of reducing his\n\nsentence.     During       the   plea    hearing,   the   court    discussed    the\n\npossibility of using information about the murder conspiracy in its\n\ndeparture analysis.          Mills did not object.            Since he did not\n\nobject, we have limited power to correct an error that was not\n\ntimely raised before the district court.               United States v. Olano,\n\n507 U.S. 725, 732 (1993).           An error not objected to at the plea\n\nhearing is reversible only where the error is plain, affects the\n\ndefendant's substantial rights, and seriously affects the fairness\n\nof the proceeding.      Id.      See also United States v. Vonn, 122 S. Ct.\n\n1043, 1046, 1048 (2002).\n\n            Mills    does     not   dispute     that   the   district   court    is\n\npermitted,   for     the    purposes     of    departure,    to   consider    self-\n\nincriminating       information     he    provided     pursuant    to   the    plea\n\nagreement (i.e. his involvement in the murder conspiracy).                      See\n\nUSSG § 1B1.8(b)(5).         Rather, he claims that the court misinformed\n\nhim at the plea hearing about how it would use this information in\n\nits departure calculus:\n\n\n     THE COURT: And I will go into the melange of factors that\n\n                                         -5-\n\f     I try to balance and that I take responsibility for.\n     But, because he’s accepted responsibility, if you will\n     for this fourth predicate act [the conspiracy to murder]\n     now, can I consider that at all as to where the\n     appropriate sentence is? Or, am I not to consider that\n     at all?\n     MR. HEINRICH [Assistant U.S. Attorney]: Well, your Honor,\n     let me answer it this way.     In terms of setting your\n     base, I don’t think that you should consider it.       In\n     terms of considering all the factors and however you\n     weigh those both, whatever internal processes and\n     external, Mr. Mills' cooperation would be, would include\n     in both this instance and in other instances admitting\n     responsibility for other criminal activity. And I think\n     that the Court in any case would take account of what it\n     is he's cooperating on, how he knows about it, whether he\n     participated in it--\n     THE COURT: All right.\n     MR. HEINRICH: --and the like in determining how far to\n     come down in that connection.\n\nMills    argues   that   based   on    the   Assistant   U.S.   Attorney's\n\ndescription of the law and based on the court's approval of this\n\ndescription,3 he was led to believe that his involvement in the\n\nmurder conspiracy would be used only \"in determining how far to\n\ncome down\" in a departure, not in denying a departure altogether.\n\nMills cites U.S. v. Conway, 81 F.3d 15 (1st Cir. 1996), in support\n\n\n     3\n      As stated to the court by Mr. Heinrich, the factors to be\nconsidered regarding departure included not only Mills’ cooperation\nin exposing the murder conspiracy but also \"how he knows about it,\nwhether he participated in it.\" The court could also consider that\nMills' cooperation involved \"in both this instance and in other\ninstances admitting responsibility for other criminal activity.\"\n     The court approved this description and asked Mr. Mills\ndirectly: \"You understand what Mr. Heinrich and I are talking about\nhere, Mr. Mills, do you think?\" When Mills answered \"Yes,\" the\ncourt pressed him again, \"You understand that if you plead guilty\nand if they ask me to go down, I'll have to balance a variety of\nfactors.\" Again Mills answered \"Yes,\" and again, the court checked\nto make sure that Mills understood what Mr. Heinrich had said about\nMills' cooperation.\n\n                                      -6-\n\fof his argument that we should remand for re-sentencing because the\n\ndistrict court misinformed him about its departure calculus.\n\n          A   district   court   must   not   misinform   the   defendant\n\nentering a guilty plea about the court's role at sentencing.          The\n\ncourt is not bound to comply with the prosecutor's recommendation\n\nfor sentencing, and the defendant should be aware of this.            See\n\nConway, 81 F.3d at 17.     To prevent confusion on the defendant's\n\npart, Fed. R. Crim. P. 11(c) provides that:\n\n\n     Before accepting a plea of guilty or nolo contendere, the\n     court must address the defendant personally in open court\n     and inform the defendant of, and determine that the\n     defendant understands, the following:\n\n          (1) the nature of the charge to which the plea\n          is offered, the mandatory minimum penalty\n          provided by law, if any, and the maximum\n          possible penalty provided by law, including\n          the effect of any special parole or supervised\n          release term, the fact that the court is\n          required to consider any applicable sentencing\n          guidelines   but   may   depart   from   those\n          guidelines     under    some    circumstances\n          ...(emphasis added).\n\n\n          In Conway, this court held that the district court's\n\nexplanation of the plea agreement was misleading when the court\n\nmade no distinction between the government's obligation to follow\n\nthe plea agreement and the court’s freedom to sentence according to\n\nthe Guidelines regardless of the parties' recommendations.            The\n\ndefendant was mistakenly given the impression that information he\n\ngave pursuant to the plea agreement could not be used against him\n\n\n                                  -7-\n\fby the court, so we remanded for the court to rehear the motion for\n\ndeparture and to make new findings.\n\n          In Mills' case, on the other hand, the district court\n\nmade it clear that the court was under no obligation to depart\n\nunder the plea agreement. The district court repeatedly told Mills\n\nthat a substantial assistance motion by the government did not\n\nguarantee a departure:\n\n\n     THE COURT: Now, if they don’t ask me [for a departure],\n     assuming what’s said here about how the guidelines work\n     out is right, then I have no way of going lower than 20\n     years.\n     Do you understand that?\n     MILLS: Yes.\n     THE COURT: Let’s consider it the other way. Even if they\n     do ask me, I'm not part of this plea bargain between you\n     and the government.\n     Do you understand that?\n     MILLS: Yes.\n     THE COURT: And I don’t have to go lower than the 20\n     years. I know I can’t go higher than 20 years, but I\n     don’t have to go lower. You understand that?\n     MILLS: Yes.\n     THE COURT: And you understand, I mean, I certainly will\n     try to be fair and just, but I'm not bargaining now, I’m\n     not part of any of this, I'm just trying to make sure you\n     know what may happen to you.\n     Do you understand that?\n     MILLS: Yes, I do. (emphasis added).\n\nMills was thus informed that the court was not bound by the plea\n\nagreement, and that in determining how far to depart, the court\n\ncould choose not to depart at all. In light of the record as a\n\nwhole, Mills could not reasonably have understood the court to have\n\npromised to consider murder-related evidence only for purposes of\n\ndeciding the length of a granted departure. We conclude that there\n\n                               -8-\n\fis no error in this respect.\n\n                                       II.\n\n           Second, Mills argues that the government breached its\n\nplea agreement.       Mills concedes that he did not raise this issue\n\nbelow.    \"When a defendant has knowledge of conduct ostensibly\n\namounting to a breach of a plea agreement, yet does not bring the\n\nbreach to the attention of the sentencing court, we review only for\n\nplain error.\" United States v. Saxena, 229 F.3d 1, 5 (1st Cir.\n\n2000). In order to show plain error, Mills must establish that (1)\n\nan error occurred, (2) the error was plain, (3) it affected his\n\n\"substantial rights,\" and (4) it \"adversely impacted the fairness,\n\nintegrity or public repute of judicial proceedings.\" United States\n\nv. Riggs, 287 F.3d 221, 224 (1st Cir. 2002).\n\n           The      government   had   promised   to   take   an   affirmative\n\nposition that information provided pursuant to the plea agreement\n\nshould   not   be    used   at   sentencing.      In   particular,   the   plea\n\nagreement stated:\n\n\n     Notwithstanding the provisions of U.S.S.G. § 1B1.8(b)(5)4\n     and the commentary thereto, the U.S. Attorney agrees to\n     take the position that, at the time of sentencing,\n     information provided by Defendant pursuant to this\n\n\n     4\n      USSG § 1B1.8(b)(5) states: \"The provisions of subsection (a)\n[which limit the use of self-incriminating information provided\npursuant to a plea agreement in determining the guideline range]\nshall not be applied to restrict the use of information: . . . (5)\nin determining whether, or to what extent, a downward departure\nfrom the guidelines is warranted pursuant to a government motion\nunder § 5K1.1 (Substantial Assistance to Authorities).\"\n\n                                       -9-\n\f     Agreement should not be used either in determining where\n     within the applicable guideline range to sentence\n     Defendant or in determining whether, or to what extent,\n     a departure from the Sentencing Guidelines is warranted.\n\n\nMills argues that the government failed to take the agreed upon\n\nposition.\n\n            The record shows that the government did, in fact, argue\n\nvigorously that the court should not use the information discussed\n\nin the plea agreement as part of its departure calculus.                        At\n\nsentencing, the government advanced two arguments in asking the\n\ncourt not to consider Mills' involvement in the murder conspiracy.\n\nFirst, the Assistant U.S. Attorney pointed out that \"given the\n\nnature of the agreement\" and given the nature of law enforcement,\n\nthe court should not punish Mills for admitting more serious\n\nconduct in the process of helping solve gang and drug-related\n\nhomicides. Second, the prosecutor argued that although the proffer\n\nagreement     protected   Mills    from       being    prosecuted      for   self-\n\nincriminating    statements,      he    still   took    tremendous      risks   in\n\nconfronting    and   exposing   other     persons      involved   in    violence.\n\nFurthermore, the government told the court that without Mills'\n\nassistance, the prosecution would have had no information or\n\nevidence that Mills was involved in these murders. These arguments\n\nindicate that the government was encouraging the court not to\n\nconsider Mills' role in the murder conspiracy for purposes of\n\npunishment, but rather to consider his role only insofar as his\n\n\n                                       -10-\n\fcooperation had aided the murder investigation and prosecution.\n\n          Under the Sentencing Guidelines, the government could not\n\nwithhold the information about Mills' involvement in the murder\n\nconspiracy from the court5, and the court was free to consider it\n\non its own under the provisions of and commentary on USSG §\n\n1B1.8(b)(5)--a   provision   explicitly   referred   to   in   the   plea\n\nagreement itself.\n\n          Moreover, although the government acknowledged Mills'\n\nrole in the murder conspiracy by disclosing his involvement,6 the\n\ngovernment could only explain his remarkable assistance in the\n\ncontext of his involvement.     The government did not violate or\n\nrenege on its agreement with Mills; instead, it tried to make a\n\ncompelling argument to the court as to why Mills deserved a\n\ndeparture. We conclude that the government did not breach the plea\n\nagreement.\n\n\n\n\n     5\n      Although the court can choose not to consider information at\nsentencing, the government has an obligation not to withhold any\nrelevant information from the court. See USSG § 1B1.8, comment.\n(n.1).\n     6\n      Mills specifically objects to the government's comment to the\ncourt that Mills should receive a departure \"despite the fact that\nhe was involved in those murders.\" The Assistant U.S. Attorney\nmade this statement in response to the court's expressed\nreservation about showing leniency to a participant in a murder\nconspiracy. The court was not asking the prosecution whether this\ninvolvement should be considered; rather, with the court's decision\nto weigh this information, it was asking why Mills' participation\nin the murder conspiracy should be discounted.\n\n                                -11-\n\f                                   III.\n\n             Third, Mills argues that the district court based its\n\ndecision not to depart on a per se rule that was inconsistent with\n\nSentencing Guideline § 5K1.1. Mills claims that the district court\n\nerred by stating a categorical rule that a downward departure for\n\nsubstantial assistance would not be granted, no matter what the\n\ncircumstances, in cases involving murder.\n\n             In general, a district court’s denial of departure is\n\ndiscretionary and not appealable.         See United States v. Mariano,\n\n983 F.2d 1150, 1153 (1st Cir. 1993).           There are, however, three\n\nsituations in which a refusal to depart is appealable, including:\n\n\"(1) the refusal to depart involves an incorrect application of the\n\nSentencing Guidelines; (2) the refusal to depart otherwise violates\n\nthe law, or (3) the district court mistakenly believed that it\n\nlacked the discretion to depart.\"           United States v. Dewire, 271\n\nF.3d 333, 337 (1st Cir. 2001) (citations omitted).           Mills raises a\n\nchallenge of the first kind, arguing that the district court failed\n\nto   apply   or   misapplied   Sentencing    Guideline   §   5K1.1   to   his\n\nsentence.7\n\n\n      7\n      We have jurisdiction over this issue on appeal if the\nsentence was imposed \"in violation of law\" or through \"an incorrect\napplication of the sentencing guidelines.\" 18 U.S.C. § 3742(a)\n(2000). In United States v. Saldana, 109 F.3d 100, 103 (1st Cir.\n1997), we held that a sensible reading of 18 U.S.C. § 3742(a) is\nthat \"the defendant has a right to appeal to present a claim of\nlegal error, or at least a colorable claim.\" In this case, Mills\nis arguing that the district court committed a legal error by\ninvoking a rigid sentencing policy against departures in murder\n\n                                   -12-\n\f            Before a court can consider a departure for substantial\n\nassistance, the government must first move for a downward departure\n\nunder § 5K1.1.     See Wade v. United States, 504 U.S. 181, 185\n\n(1992).   The district court must then determine whether or not to\n\ndepart from the sentencing guideline range, and if so, how far to\n\ndepart.   Mariano, 983 F.2d at 1155.   Sentencing Guideline § 5K1.1\n\nrequires the district court to consider a range of factors in\n\nevaluating a substantial assistance motion.    It states:\n\n\n            (a) [t]he appropriate reduction shall be determined\n            by the court for reasons stated that may include,\n            but are not limited to, consideration of the\n            following:\n\n                 (1) the court’s evaluation of the significance\n                 and usefulness of the defendant's assistance,\n                 taking into consideration the government's\n                 evaluation of the assistance rendered;\n                 (2)   the truthfulness,    completeness,   and\n                 reliability of any information or testimony\n                 provided by the defendant;\n                 (3) the nature and extent of the defendant's\n                 assistance;\n                 (4) any injury suffered, or any danger or risk\n                 of injury to the defendant or his family\n                 resulting from his assistance;\n                 (5)   the   timeliness  of   the   defendant’s\n                 assistance. (emphasis added).\n\n\nWe have held that a \"district court, faced with a section 5K1.1\n\nmotion, must at a bare minimum indicate its cognizance of these\n\nfactors.\"    Mariano, 983 F.2d at 1156.\n\n\n\ncases and ignoring the requirements of § 5K1.1 in evaluating Mills'\nsubstantial assistance.     This is a plausible reading of the\ndistrict court opinion and a colorable claim of legal error.\n\n                                -13-\n\f            The use of the phrase \"may include, but are not limited\n\nto\" in § 5K1.1 indicates that the district court may also examine\n\nfactors beyond those enumerated in § 5K1.1(a)(1)-(5).             See United\n\nStates v. Chestna, 962 F.2d 103, 106-107 (1st Cir. 1992).                And\n\nsince the court is not limited to the § 5K1.1 factors alone, the\n\ncourt may also look at other factors which touch upon the degree,\n\nefficacy,    timeliness,    and    circumstances    of     the   defendant's\n\ncooperation.     Mariano, 983 F.2d at 1156.\n\n            In Mariano, we explained that in authorizing departures\n\nfor substantial assistance, section 5K1.1 serves a dual purpose.\n\n\"In   addition   to   permitting   ex   post   tailoring    of   defendants'\n\nsentences to reflect meaningful assistance rendered between the\n\ndates of apprehension and sentencing, it provides defendants, ex\n\nante, with an incentive to cooperate in the administration of\n\njustice.\"    983 F.2d at 1156 (emphasis in original).            This second\n\npurpose--encouraging and obtaining cooperation--is particularly\n\nimportant in the government investigation and prosecution of gang\n\nviolence and drug trafficking.\n\n            In Mills' case, the district court showed its awareness\n\nof the requirements of § 5K1.1.         The court explained how it would\n\nhear arguments in evaluating the government's motion:\n\n\n      There is a motion under 5K. That motion is allowed. As\n      you understand, don’t anyone take any particular comfort\n      from that. What that does is give me the discretion to\n      depart downward.\n\n\n\n                                    -14-\n                                     14\n\fThe court looked at Mills' sentencing memorandum, paying particular\n\nattention to the section of Mills' memorandum which analyzed\n\nreductions for substantial assistance.      The court found that the\n\ninformation provided was accurate by a fair preponderance of the\n\nevidence.    In   addition,    the   district   court   discussed   the\n\ngovernment’s 5K1.1 motion and found that Mills' assistance as\n\ndescribed in the government’s motion was \"as great, if not greater\n\nthan any other case with which I am personally aware or which has\n\nbeen referenced here.\"   However, despite this remarkable\n\ncooperation, the court was troubled by Mills' case.         The court\n\nexplained to the parties:\n\n\n     My problem is that this man has been involved in crimes\n     of violence of murder. That's one. And the second thing\n     is, I really do think he's the leader here.      I've so\n     found.   He's the leader.     And to me that makes a\n     difference here. And so that's really where the argument\n     should be.\n\nThe district court listened to the government and defense counsel\n\nmake arguments as to why Mills' substantial assistance should still\n\nresult in a 5K1.1 departure.    The government explained that while\n\nMills was a leader of the organization, he was one of several\n\nleaders, and that although he was directly involved in several\n\nmurders, he was neither the instigator nor the driving force behind\n\nthe decision to resort to violence.8    Mills' counsel followed up on\n\n\n     8\n      The Assistant U.S. Attorney stated that although Mills was\ndirectly involved in the murders, there were several mitigating\ncircumstances. The murders occurred during a particularly violent\nthree-month fight between rival gangs. Two of the murders were\n\n                                 -15-\n                                  15\n\fthese comments by re-emphasizing Mills' \"truly unique\" cooperation\n\nand the substantial benefits that resulted from his assistance.9\n\nBased on these circumstances, the government argued for a sentence\n\nof ten years and defense counsel for a sentence of eight years and\n\nfour months.\n\n     In the end, the district court remained unconvinced and\n\nrefused to depart.    In explaining the resulting eighteen year\n\nsentence, the court concluded:\n\n\n          Here’s what’s driving the sentence. I treat murder\n     different. I think that’s the appropriate judgment of\n     society. I recognize that your sentence is a maximum of\n     20, and I have discounted the 24 months for the time\n     you’ve already served as part of this conspiracy. But I\n     truly treat murder different.      I see no way to do\n     otherwise.\n          Alternatively, I believe and I have found you were\n     the leader of this dangerous, violent enterprise. And so\n     that’s an appropriate sentence--\n\n\n\npart of a dispute between Mills' group and another gang which was\n\"ten times more violent that the Mills organization was.\"     The\nthird murder, the homicide of Steven Sealey, was devised and\ncarried out by Tibbs, who \"was the one who was promoting the\nviolence, counseling that we need to get these, quote, unquote,\nthese people in order to prevent them from getting us first. And\nthat   he  [Tibbs]   was  the   violent   force  behind   [Mills'\norganization].\"   Furthermore, while it was unwise of Mills to\nassociate himself with Tibbs, at some point, according to the\nAssistant U.S. Attorney, Mills \"got in over his head.\"\n     9\n      Mills' counsel pointed out that Mills volunteered, without\nany suggestion from the government, to wear a recording device and\nspeak with Tibbs in prison in order to provide the government with\nsufficient evidence to convict Tibbs for murder; that Mills\nprovided exculpatory evidence for Marlon Passley who otherwise\nwould have served a life sentence for a crime he didn't commit; and\nthat because of his extensive cooperation, Mills had been subject\nto threats and been attacked in prison.\n\n                                 -16-\n                                  16\n\f     The Sentencing Guidelines do not contain any rule making §\n\n5K1.1 departures unavailable to defendants involved in murder\n\nconspiracies   or   to   defendants   who   are   leaders   in   violent   or\n\ndangerous criminal enterprises.       Rather, the Sentencing Commission\n\nhas directed the district court, upon receiving a § 5K1.1 motion,\n\nto review the extent of cooperation and exercise its discretion in\n\ndetermining the extent of the departure on \"an individual basis.\"\n\nSee U.S.S.G. § 5K1.1, comment. (backg'd.).\n\n     The district court's use of a self-imposed sentencing practice\n\nor policy in evaluating a     substantial assistance motion presents\n\nthe possibility, if not the likelihood, that the mandate of § 5K1.1\n\nof   the   Sentencing    Guidelines    to   conduct   an    individualized\n\nevaluation may be violated.      See United States v. King, 53 F.3d\n\n589, 590 (3d Cir. 1995); see also United States v. Johnson, 33 F.3d\n\n8, 10 (5th Cir. 1994).\n\n     In its supplemental brief, the government observed that if the\n\ndistrict court had refused to consider the 5K1.1 motion altogether,\n\nsuch conduct probably would have been appealable.           For example, if\n\nthe court had stated, \"I will not grant a 5K1.1 departure for\n\nsomeone who has been involved in crimes of murder, regardless of\n\nthe extent of cooperation and regardless of the circumstances\n\nsurrounding the murder,\" then the court would have failed to\n\nproperly exercise its discretion.\n\n     While the district court did not explicitly say that it would\n\nnever depart where the defendant was guilty of murder conspiracy,\n\n                                  -17-\n                                   17\n\fits comments could be interpreted as amounting to the same thing.\n\nAnd if so, the court avoided making the individualized evaluation\n\nrequired by § 5K1.1.         The Assistant U.S. Attorney provided very\n\nspecific information regarding Mills' involvement in the murders.\n\nIn   addition,   the    defense    counsel    gave   detailed   information\n\nconcerning the circumstances of Mills' cooperation.             Because the\n\ndistrict court's response to this extensive information was simply:\n\n\"I treat murder different,\" we are unable to determine whether the\n\ncourt engaged in an appropriate § 5K1.1 individualized evaluation.\n\nNot every ambiguity warrants a remand, but there are additional\n\ncircumstances in this case that suggest that the district court may\n\nwell have used a per se rule, and upholding such a rule could have\n\nserious implications for the workings of the substantial assistance\n\ndeparture   scheme     and   for   future    defendants   considering     plea\n\nbargains with the government.          We hereby vacate the sentence and\n\nremand for resentencing consistent with this opinion.\n\n                                      IV.\n\n            Finally, Mills argues that the district court erred by\n\nfailing   to   credit   him    with   the    assistance   rendered   by   his\n\ngirlfriend in the court's determination whether or not to depart.\n\nEssentially, he argues that the district court stated that it was\n\nprecluded as a matter of law from granting a downward departure.\n\nHe points to     the district court’s statement: \"I do not take into\n\naccount in imposing this sentence the devotion of the young lady\n\nwho loves you so much that she puts her ownself at risk.\"\n\n                                      -18-\n                                       18\n\f           In determining whether a sentencing court stated a legal\n\nconclusion or simply exercised its discretion, we look at the\n\nentire record.      United States v. Morrison, 46 F.3d 127, 130 (1st\n\nCir. 1995).     We do not consider a single statement in a vacuum, but\n\ninstead, consider the statement within the context of the hearing\n\nas a whole.      Id. at 131.\n\n           The     court   concluded        the   sentencing    hearing   by\n\nacknowledging the extraordinary nature of Mills' cooperation:\n\n\n           I recognize, and I do not think Mr. Savage\n      overstated, that you have displayed enormous personal\n      courage. I found and I stand by it, that the extent of\n      your cooperation equals or exceeds anything I have seen.\n      I do not take into account in imposing this sentence the\n      devotion of the young lady who loves you so much that she\n      puts her ownself at risk.\n\nThe   court’s     insistence   on    not    taking   into   account   Mills'\n\ngirlfriend's assistance appears to have been an effort to emphasize\n\nthat Mills’ own assistance was unique and provided enough evidence\n\nto support a § 5K1.1 motion by itself.            § 5K1.1(a)(3) states that\n\nthe court may consider the \"nature and extent of the defendant’s\n\nassistance.\"       § 5K1.1(a)(4) adds that the court may take into\n\naccount \"any danger or risk of injury to the defendant or his\n\nfamily   resulting     from    his   assistance.\"        Even   though    his\n\ngirlfriend's cooperation might constitute part of the substantial\n\nassistance provided by Mills, the district court’s decision to\n\nfocus on Mills' own contributions, rather than his girlfriend's\n\nassistance, fell within its mandate to look at the \"nature and\n\n\n                                     -19-\n                                      19\n\fextent\" of the defendant’s assistance.   This decision was within\n\nthe court's discretion. We therefore dismiss this final claim for\n\nlack of jurisdiction.\n\n           For the foregoing reasons, we vacate the sentence of\n\nEdward K. Mills and remand for resentencing consistent with this\n\nopinion.\n\n\n\n\n                              -20-\n                               20\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">            United States Court of Appeals\n                       For the First Circuit\n\nNo. 01-2702\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                 v.\n\n                EDWARD K. MILLS, a/k/a KWAME MILLS,\n\n                       Defendant, Appellant.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, Chief U. S. District Judge]\n\n\n                               Before\n\n                      Torruella, Circuit Judge,\n               John R. Gibson,* Senior Circuit Judge,\n                     and Howard, Circuit Judge.\n\n\n     Joseph F. Savage, Jr., with whom Richard Myrus, Fred H.\nNemeth, and Testa, Hurwitz & Thibeault were on brief, for\nappellant.\n     Kevin P. McGrath, with whom Michael J. Sullivan, United States\nAttorney, and Dina Michael Chaitowitz, Assistant U. S. Attorney\nwere on brief, for appellee.\n\n\n\n                            May 14, 2003\n\n\n\n\n     *\n      Hon. John R. Gibson, of the Eighth Circuit, sitting by\ndesignation.\n\f           JOHN R. GIBSON, Senior Circuit Judge.             Edward K. Mills\n\npleaded   guilty   to   a   one-count      information   charging   him     with\n\nracketeering in violation of 18 U.S.C. § 1962(c) (2002).                     At\n\nsentencing, the district court considered the government's motion\n\nunder Sentencing Guideline § 5K1.1 asking for a departure on\n\naccount of Mills' substantial assistance, but refused to depart.\n\nMills argues that (1) the district court misled him at the plea\n\nhearing into believing his disclosures about a murder conspiracy\n\nwould be used only for reducing his sentence; (2) the government\n\nbreached its plea agreement with him by failing to argue that\n\ninformation provided by Mills pursuant to the agreement should not\n\nbe considered by the court; (3) the district court erred by\n\ninvoking a categorical \"murder is different\" sentencing policy,\n\nignoring its responsibility to consider the guideline factors as\n\nenumerated in Sentencing Guideline § 5K1.1; and (4) the district\n\ncourt erred under § 5K1.1 by refusing to consider the full extent\n\nof assistance rendered by Mills' girlfriend at Mills' behest.                 We\n\nvacate the sentence imposed by the district court and remand for\n\nresentencing consistent with this opinion.\n\n           On   March   29,   2000,   in    his   plea   hearing   before    the\n\ndistrict court, Edward K. Mills waived his right to a grand jury\n\nand pleaded guilty to a charge under 18 U.S.C. § 1962(c).            The one-\n\ncount information alleged that Mills agreed to participate with a\n\ngroup of individuals in an organization whose primary purpose was\n\n\n                                      -2-\n\fto coordinate the distribution of crack cocaine.            The underlying\n\npredicate acts included two acts of money laundering, conspiracy to\n\nmurder, and interstate travel in aid of racketeering.\n\n           The   government   had   originally    offered     Mills   a   plea\n\nbargain in which he would serve a maximum of twenty years, with\n\ncredit for state time served.       The government had also discussed\n\nwith Mills in a proffer letter the possibility of his providing\n\ninformation about local drug trafficking and several unsolved\n\nmurders.     Mills   chose    to    cooperate    with   the    government’s\n\ninvestigation in exchange for a favorable government recommendation\n\nat sentencing, which he hoped would result in a lower sentence than\n\nthe twenty years the government offered if he did not cooperate.\n\nMills and the government eventually arrived at an agreement which\n\nincluded the following:\n\n\n     Notwithstanding the provisions of U.S.S.G. § 1B1.8(b)(5)\n     and the commentary thereto, the U.S. Attorney agrees to\n     take the position that, at the time of sentencing,\n     information provided by Defendant pursuant to this\n     Agreement should not be used either in determining where\n     within the applicable guideline range to sentence\n     Defendant or in determining whether, or to what extent,\n     a departure from the Sentencing Guidelines is warranted.\n\n\nAt the plea bargain hearing, the district court stated that under\n\n18 U.S.C. § 1962(c), Mills could face up to a twenty-year sentence\n\nand that the court was under no obligation under the plea agreement\n\nto grant a downward departure.\n\n\n\n                                    -3-\n\f            Mills cooperated with authorities1 and testified at the\n\ntrial of John Tibbs, an associate of Mills who committed several\n\nmurders.2   In its § 5K1.1 motion, the government emphasized that\n\nprior to Mills' cooperation, the government had no evidence of who\n\nhad committed these murders, and that Mills had helped free an\n\ninnocent man who had been wrongly convicted of one of these\n\nmurders.     The government also stated that Mills had \"limited\n\ninvolvement\" in one murder and his involvement in another consisted\n\nonly of driving Tibbs to and from the scene.    In its supplemental\n\nsentencing memorandum, the government took the position that based\n\non Mills' cooperation, the danger he exposed himself to, the\n\nrelative culpability of his co-defendants, and the sentences they\n\nreceived, the court should depart downward and Mills should receive\n\na sentence of ten years.   Later, during Mills' sentencing hearing,\n\nthe district court acknowledged that Mills had \"displayed enormous\n\npersonal courage\" and that the extent of his cooperation equaled or\n\nexceeded anything the court had ever seen.      However, the court\n\ndeclined to follow the parties' sentencing recommendations in light\n\nof Mills' involvement in several of the murders and his leadership\n\nrole in a dangerous, violent enterprise.   The court then sentenced\n\n\n     1\n      Most of the record before us and the briefs have been filed\nunder seal, and such materials have been fully considered even if\nnot set out in detail in this opinion.\n     2\n      Following the plea hearing but before sentencing, Chief Judge\nYoung observed a portion of Mills' testimony in the Tibbs murder\ntrial, which transpired in another judge's courtroom.\n\n                                -4-\n\fMills to twenty years, with a two-year credit for time served on a\n\nstate sentence for drug trafficking.\n\n                                          I.\n\n            Mills first argues that the court misled him at the plea\n\nhearing into believing that his disclosures regarding the murder\n\nconspiracy would be used only for the purpose of reducing his\n\nsentence.     During       the   plea    hearing,   the   court    discussed    the\n\npossibility of using information about the murder conspiracy in its\n\ndeparture analysis.          Mills did not object.            Since he did not\n\nobject, we have limited power to correct an error that was not\n\ntimely raised before the district court.               United States v. Olano,\n\n</pre><span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span><pre class=\"inline\">, 732 (1993).           An error not objected to at the plea\n\nhearing is reversible only where the error is plain, affects the\n\ndefendant's substantial rights, and seriously affects the fairness\n\nof the proceeding.      Id.      See also United States v. Vonn, </pre><span class=\"citation\" data-id=\"118487\"><a href=\"/opinion/118487/united-states-v-vonn/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span>\n\n<span class=\"page\">1043</span></a></span><pre class=\"inline\">, 1046, 1048 (2002).\n\n            Mills    does     not   dispute     that   the   district   court    is\n\npermitted,   for     the    purposes     of    departure,    to   consider    self-\n\nincriminating       information     he    provided     pursuant    to   the    plea\n\nagreement (i.e. his involvement in the murder conspiracy).                      See\n\nUSSG § 1B1.8(b)(5).         Rather, he claims that the court misinformed\n\nhim at the plea hearing about how it would use this information in\n\nits departure calculus:\n\n\n     THE COURT: And I will go into the melange of factors that\n\n                                         -5-\n\f     I try to balance and that I take responsibility for.\n     But, because he’s accepted responsibility, if you will\n     for this fourth predicate act [the conspiracy to murder]\n     now, can I consider that at all as to where the\n     appropriate sentence is? Or, am I not to consider that\n     at all?\n     MR. HEINRICH [Assistant U.S. Attorney]: Well, your Honor,\n     let me answer it this way.     In terms of setting your\n     base, I don’t think that you should consider it.       In\n     terms of considering all the factors and however you\n     weigh those both, whatever internal processes and\n     external, Mr. Mills' cooperation would be, would include\n     in both this instance and in other instances admitting\n     responsibility for other criminal activity. And I think\n     that the Court in any case would take account of what it\n     is he's cooperating on, how he knows about it, whether he\n     participated in it--\n     THE COURT: All right.\n     MR. HEINRICH: --and the like in determining how far to\n     come down in that connection.\n\nMills    argues   that   based   on    the   Assistant   U.S.   Attorney's\n\ndescription of the law and based on the court's approval of this\n\ndescription,3 he was led to believe that his involvement in the\n\nmurder conspiracy would be used only \"in determining how far to\n\ncome down\" in a departure, not in denying a departure altogether.\n\nMills cites U.S. v. Conway, </pre><span class=\"citation\" data-id=\"196702\"><a href=\"/opinion/196702/united-states-v-conway/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\"> (1st Cir. 1996), in support\n\n\n     3\n      As stated to the court by Mr. Heinrich, the factors to be\nconsidered regarding departure included not only Mills’ cooperation\nin exposing the murder conspiracy but also \"how he knows about it,\nwhether he participated in it.\" The court could also consider that\nMills' cooperation involved \"in both this instance and in other\ninstances admitting responsibility for other criminal activity.\"\n     The court approved this description and asked Mr. Mills\ndirectly: \"You understand what Mr. Heinrich and I are talking about\nhere, Mr. Mills, do you think?\" When Mills answered \"Yes,\" the\ncourt pressed him again, \"You understand that if you plead guilty\nand if they ask me to go down, I'll have to balance a variety of\nfactors.\" Again Mills answered \"Yes,\" and again, the court checked\nto make sure that Mills understood what Mr. Heinrich had said about\nMills' cooperation.\n\n                                      -6-\n\fof his argument that we should remand for re-sentencing because the\n\ndistrict court misinformed him about its departure calculus.\n\n          A   district   court   must   not   misinform   the   defendant\n\nentering a guilty plea about the court's role at sentencing.          The\n\ncourt is not bound to comply with the prosecutor's recommendation\n\nfor sentencing, and the defendant should be aware of this.            See\n\nConway, 81 F.3d at 17.     To prevent confusion on the defendant's\n\npart, Fed. R. Crim. P. 11(c) provides that:\n\n\n     Before accepting a plea of guilty or nolo contendere, the\n     court must address the defendant personally in open court\n     and inform the defendant of, and determine that the\n     defendant understands, the following:\n\n          (1) the nature of the charge to which the plea\n          is offered, the mandatory minimum penalty\n          provided by law, if any, and the maximum\n          possible penalty provided by law, including\n          the effect of any special parole or supervised\n          release term, the fact that the court is\n          required to consider any applicable sentencing\n          guidelines   but   may   depart   from   those\n          guidelines     under    some    circumstances\n          ...(emphasis added).\n\n\n          In Conway, this court held that the district court's\n\nexplanation of the plea agreement was misleading when the court\n\nmade no distinction between the government's obligation to follow\n\nthe plea agreement and the court’s freedom to sentence according to\n\nthe Guidelines regardless of the parties' recommendations.            The\n\ndefendant was mistakenly given the impression that information he\n\ngave pursuant to the plea agreement could not be used against him\n\n\n                                  -7-\n\fby the court, so we remanded for the court to rehear the motion for\n\ndeparture and to make new findings.\n\n          In Mills' case, on the other hand, the district court\n\nmade it clear that the court was under no obligation to depart\n\nunder the plea agreement. The district court repeatedly told Mills\n\nthat a substantial assistance motion by the government did not\n\nguarantee a departure:\n\n\n     THE COURT: Now, if they don’t ask me [for a departure],\n     assuming what’s said here about how the guidelines work\n     out is right, then I have no way of going lower than 20\n     years.\n     Do you understand that?\n     MILLS: Yes.\n     THE COURT: Let’s consider it the other way. Even if they\n     do ask me, I'm not part of this plea bargain between you\n     and the government.\n     Do you understand that?\n     MILLS: Yes.\n     THE COURT: And I don’t have to go lower than the 20\n     years. I know I can’t go higher than 20 years, but I\n     don’t have to go lower. You understand that?\n     MILLS: Yes.\n     THE COURT: And you understand, I mean, I certainly will\n     try to be fair and just, but I'm not bargaining now, I’m\n     not part of any of this, I'm just trying to make sure you\n     know what may happen to you.\n     Do you understand that?\n     MILLS: Yes, I do. (emphasis added).\n\nMills was thus informed that the court was not bound by the plea\n\nagreement, and that in determining how far to depart, the court\n\ncould choose not to depart at all. In light of the record as a\n\nwhole, Mills could not reasonably have understood the court to have\n\npromised to consider murder-related evidence only for purposes of\n\ndeciding the length of a granted departure. We conclude that there\n\n                               -8-\n\fis no error in this respect.\n\n                                       II.\n\n           Second, Mills argues that the government breached its\n\nplea agreement.       Mills concedes that he did not raise this issue\n\nbelow.    \"When a defendant has knowledge of conduct ostensibly\n\namounting to a breach of a plea agreement, yet does not bring the\n\nbreach to the attention of the sentencing court, we review only for\n\nplain error.\" United States v. Saxena, </pre><span class=\"citation\" data-id=\"199110\"><a href=\"/opinion/199110/united-states-v-saxena/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 5 (1st Cir.\n\n2000). In order to show plain error, Mills must establish that (1)\n\nan error occurred, (2) the error was plain, (3) it affected his\n\n\"substantial rights,\" and (4) it \"adversely impacted the fairness,\n\nintegrity or public repute of judicial proceedings.\" United States\n\nv. Riggs, </pre><span class=\"citation\" data-id=\"199972\"><a href=\"/opinion/199972/united-states-v-riggs/\"><span class=\"volume\">287</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">, 224 (1st Cir. 2002).\n\n           The      government   had   promised   to   take   an   affirmative\n\nposition that information provided pursuant to the plea agreement\n\nshould   not   be    used   at   sentencing.      In   particular,   the   plea\n\nagreement stated:\n\n\n     Notwithstanding the provisions of U.S.S.G. § 1B1.8(b)(5)4\n     and the commentary thereto, the U.S. Attorney agrees to\n     take the position that, at the time of sentencing,\n     information provided by Defendant pursuant to this\n\n\n     4\n      USSG § 1B1.8(b)(5) states: \"The provisions of subsection (a)\n[which limit the use of self-incriminating information provided\npursuant to a plea agreement in determining the guideline range]\nshall not be applied to restrict the use of information: . . . (5)\nin determining whether, or to what extent, a downward departure\nfrom the guidelines is warranted pursuant to a government motion\nunder § 5K1.1 (Substantial Assistance to Authorities).\"\n\n                                       -9-\n\f     Agreement should not be used either in determining where\n     within the applicable guideline range to sentence\n     Defendant or in determining whether, or to what extent,\n     a departure from the Sentencing Guidelines is warranted.\n\n\nMills argues that the government failed to take the agreed upon\n\nposition.\n\n            The record shows that the government did, in fact, argue\n\nvigorously that the court should not use the information discussed\n\nin the plea agreement as part of its departure calculus.                        At\n\nsentencing, the government advanced two arguments in asking the\n\ncourt not to consider Mills' involvement in the murder conspiracy.\n\nFirst, the Assistant U.S. Attorney pointed out that \"given the\n\nnature of the agreement\" and given the nature of law enforcement,\n\nthe court should not punish Mills for admitting more serious\n\nconduct in the process of helping solve gang and drug-related\n\nhomicides. Second, the prosecutor argued that although the proffer\n\nagreement     protected   Mills    from       being    prosecuted      for   self-\n\nincriminating    statements,      he    still   took    tremendous      risks   in\n\nconfronting    and   exposing   other     persons      involved   in    violence.\n\nFurthermore, the government told the court that without Mills'\n\nassistance, the prosecution would have had no information or\n\nevidence that Mills was involved in these murders. These arguments\n\nindicate that the government was encouraging the court not to\n\nconsider Mills' role in the murder conspiracy for purposes of\n\npunishment, but rather to consider his role only insofar as his\n\n\n                                       -10-\n\fcooperation had aided the murder investigation and prosecution.\n\n          Under the Sentencing Guidelines, the government could not\n\nwithhold the information about Mills' involvement in the murder\n\nconspiracy from the court5, and the court was free to consider it\n\non its own under the provisions of and commentary on USSG §\n\n1B1.8(b)(5)--a   provision   explicitly   referred   to   in   the   plea\n\nagreement itself.\n\n          Moreover, although the government acknowledged Mills'\n\nrole in the murder conspiracy by disclosing his involvement,6 the\n\ngovernment could only explain his remarkable assistance in the\n\ncontext of his involvement.     The government did not violate or\n\nrenege on its agreement with Mills; instead, it tried to make a\n\ncompelling argument to the court as to why Mills deserved a\n\ndeparture. We conclude that the government did not breach the plea\n\nagreement.\n\n\n\n\n     5\n      Although the court can choose not to consider information at\nsentencing, the government has an obligation not to withhold any\nrelevant information from the court. See USSG § 1B1.8, comment.\n(n.1).\n     6\n      Mills specifically objects to the government's comment to the\ncourt that Mills should receive a departure \"despite the fact that\nhe was involved in those murders.\" The Assistant U.S. Attorney\nmade this statement in response to the court's expressed\nreservation about showing leniency to a participant in a murder\nconspiracy. The court was not asking the prosecution whether this\ninvolvement should be considered; rather, with the court's decision\nto weigh this information, it was asking why Mills' participation\nin the murder conspiracy should be discounted.\n\n                                -11-\n\f                                   III.\n\n             Third, Mills argues that the district court based its\n\ndecision not to depart on a per se rule that was inconsistent with\n\nSentencing Guideline § 5K1.1. Mills claims that the district court\n\nerred by stating a categorical rule that a downward departure for\n\nsubstantial assistance would not be granted, no matter what the\n\ncircumstances, in cases involving murder.\n\n             In general, a district court’s denial of departure is\n\ndiscretionary and not appealable.         See United States v. Mariano,\n\n</pre><span class=\"citation\" data-id=\"598971\"><a href=\"/opinion/598971/united-states-v-abel-a-mariano-jr-united-states-of-america-v-barry/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1150</span></a></span><pre class=\"inline\">, 1153 (1st Cir. 1993).           There are, however, three\n\nsituations in which a refusal to depart is appealable, including:\n\n\"(1) the refusal to depart involves an incorrect application of the\n\nSentencing Guidelines; (2) the refusal to depart otherwise violates\n\nthe law, or (3) the district court mistakenly believed that it\n\nlacked the discretion to depart.\"           United States v. Dewire, </pre><span class=\"citation\" data-id=\"199682\"><a href=\"/opinion/199682/united-states-v-dewire/\"><span class=\"volume\">271</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">333</span></a></span><pre class=\"inline\">, 337 (1st Cir. 2001) (citations omitted).           Mills raises a\n\nchallenge of the first kind, arguing that the district court failed\n\nto   apply   or   misapplied   Sentencing    Guideline   §   5K1.1   to   his\n\nsentence.7\n\n\n      7\n      We have jurisdiction over this issue on appeal if the\nsentence was imposed \"in violation of law\" or through \"an incorrect\napplication of the sentencing guidelines.\" 18 U.S.C. § 3742(a)\n(2000). In United States v. Saldana, </pre><span class=\"citation\" data-id=\"197274\"><a href=\"/opinion/197274/united-states-v-saldana/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">100</span></a></span><pre class=\"inline\">, 103 (1st Cir.\n1997), we held that a sensible reading of 18 U.S.C. § 3742(a) is\nthat \"the defendant has a right to appeal to present a claim of\nlegal error, or at least a colorable claim.\" In this case, Mills\nis arguing that the district court committed a legal error by\ninvoking a rigid sentencing policy against departures in murder\n\n                                   -12-\n\f            Before a court can consider a departure for substantial\n\nassistance, the government must first move for a downward departure\n\nunder § 5K1.1.     See Wade v. United States, </pre><span class=\"citation\" data-id=\"112734\"><a href=\"/opinion/112734/wade-v-united-states/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">181</span></a></span><pre class=\"inline\">, 185\n\n(1992).   The district court must then determine whether or not to\n\ndepart from the sentencing guideline range, and if so, how far to\n\ndepart.   Mariano, 983 F.2d at 1155.   Sentencing Guideline § 5K1.1\n\nrequires the district court to consider a range of factors in\n\nevaluating a substantial assistance motion.    It states:\n\n\n            (a) [t]he appropriate reduction shall be determined\n            by the court for reasons stated that may include,\n            but are not limited to, consideration of the\n            following:\n\n                 (1) the court’s evaluation of the significance\n                 and usefulness of the defendant's assistance,\n                 taking into consideration the government's\n                 evaluation of the assistance rendered;\n                 (2)   the truthfulness,    completeness,   and\n                 reliability of any information or testimony\n                 provided by the defendant;\n                 (3) the nature and extent of the defendant's\n                 assistance;\n                 (4) any injury suffered, or any danger or risk\n                 of injury to the defendant or his family\n                 resulting from his assistance;\n                 (5)   the   timeliness  of   the   defendant’s\n                 assistance. (emphasis added).\n\n\nWe have held that a \"district court, faced with a section 5K1.1\n\nmotion, must at a bare minimum indicate its cognizance of these\n\nfactors.\"    Mariano, 983 F.2d at 1156.\n\n\n\ncases and ignoring the requirements of § 5K1.1 in evaluating Mills'\nsubstantial assistance.     This is a plausible reading of the\ndistrict court opinion and a colorable claim of legal error.\n\n                                -13-\n\f            The use of the phrase \"may include, but are not limited\n\nto\" in § 5K1.1 indicates that the district court may also examine\n\nfactors beyond those enumerated in § 5K1.1(a)(1)-(5).             See United\n\nStates v. Chestna, </pre><span class=\"citation\" data-id=\"582533\"><a href=\"/opinion/582533/united-states-v-mary-lou-chestna/\"><span class=\"volume\">962</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span><pre class=\"inline\">, 106-107 (1st Cir. 1992).                And\n\nsince the court is not limited to the § 5K1.1 factors alone, the\n\ncourt may also look at other factors which touch upon the degree,\n\nefficacy,    timeliness,    and    circumstances    of     the   defendant's\n\ncooperation.     Mariano, 983 F.2d at 1156.\n\n            In Mariano, we explained that in authorizing departures\n\nfor substantial assistance, section 5K1.1 serves a dual purpose.\n\n\"In   addition   to   permitting   ex   post   tailoring    of   defendants'\n\nsentences to reflect meaningful assistance rendered between the\n\ndates of apprehension and sentencing, it provides defendants, ex\n\nante, with an incentive to cooperate in the administration of\n\njustice.\"    983 F.2d at 1156 (emphasis in original).            This second\n\npurpose--encouraging and obtaining cooperation--is particularly\n\nimportant in the government investigation and prosecution of gang\n\nviolence and drug trafficking.\n\n            In Mills' case, the district court showed its awareness\n\nof the requirements of § 5K1.1.         The court explained how it would\n\nhear arguments in evaluating the government's motion:\n\n\n      There is a motion under 5K. That motion is allowed. As\n      you understand, don’t anyone take any particular comfort\n      from that. What that does is give me the discretion to\n      depart downward.\n\n\n\n                                    -14-\n                                     14\n\fThe court looked at Mills' sentencing memorandum, paying particular\n\nattention to the section of Mills' memorandum which analyzed\n\nreductions for substantial assistance.      The court found that the\n\ninformation provided was accurate by a fair preponderance of the\n\nevidence.    In   addition,    the   district   court   discussed   the\n\ngovernment’s 5K1.1 motion and found that Mills' assistance as\n\ndescribed in the government’s motion was \"as great, if not greater\n\nthan any other case with which I am personally aware or which has\n\nbeen referenced here.\"   However, despite this remarkable\n\ncooperation, the court was troubled by Mills' case.         The court\n\nexplained to the parties:\n\n\n     My problem is that this man has been involved in crimes\n     of violence of murder. That's one. And the second thing\n     is, I really do think he's the leader here.      I've so\n     found.   He's the leader.     And to me that makes a\n     difference here. And so that's really where the argument\n     should be.\n\nThe district court listened to the government and defense counsel\n\nmake arguments as to why Mills' substantial assistance should still\n\nresult in a 5K1.1 departure.    The government explained that while\n\nMills was a leader of the organization, he was one of several\n\nleaders, and that although he was directly involved in several\n\nmurders, he was neither the instigator nor the driving force behind\n\nthe decision to resort to violence.8    Mills' counsel followed up on\n\n\n     8\n      The Assistant U.S. Attorney stated that although Mills was\ndirectly involved in the murders, there were several mitigating\ncircumstances. The murders occurred during a particularly violent\nthree-month fight between rival gangs. Two of the murders were\n\n                                 -15-\n                                  15\n\fthese comments by re-emphasizing Mills' \"truly unique\" cooperation\n\nand the substantial benefits that resulted from his assistance.9\n\nBased on these circumstances, the government argued for a sentence\n\nof ten years and defense counsel for a sentence of eight years and\n\nfour months.\n\n     In the end, the district court remained unconvinced and\n\nrefused to depart.    In explaining the resulting eighteen year\n\nsentence, the court concluded:\n\n\n          Here’s what’s driving the sentence. I treat murder\n     different. I think that’s the appropriate judgment of\n     society. I recognize that your sentence is a maximum of\n     20, and I have discounted the 24 months for the time\n     you’ve already served as part of this conspiracy. But I\n     truly treat murder different.      I see no way to do\n     otherwise.\n          Alternatively, I believe and I have found you were\n     the leader of this dangerous, violent enterprise. And so\n     that’s an appropriate sentence--\n\n\n\npart of a dispute between Mills' group and another gang which was\n\"ten times more violent that the Mills organization was.\"     The\nthird murder, the homicide of Steven Sealey, was devised and\ncarried out by Tibbs, who \"was the one who was promoting the\nviolence, counseling that we need to get these, quote, unquote,\nthese people in order to prevent them from getting us first. And\nthat   he  [Tibbs]   was  the   violent   force  behind   [Mills'\norganization].\"   Furthermore, while it was unwise of Mills to\nassociate himself with Tibbs, at some point, according to the\nAssistant U.S. Attorney, Mills \"got in over his head.\"\n     9\n      Mills' counsel pointed out that Mills volunteered, without\nany suggestion from the government, to wear a recording device and\nspeak with Tibbs in prison in order to provide the government with\nsufficient evidence to convict Tibbs for murder; that Mills\nprovided exculpatory evidence for Marlon Passley who otherwise\nwould have served a life sentence for a crime he didn't commit; and\nthat because of his extensive cooperation, Mills had been subject\nto threats and been attacked in prison.\n\n                                 -16-\n                                  16\n\f     The Sentencing Guidelines do not contain any rule making §\n\n5K1.1 departures unavailable to defendants involved in murder\n\nconspiracies   or   to   defendants   who   are   leaders   in   violent   or\n\ndangerous criminal enterprises.       Rather, the Sentencing Commission\n\nhas directed the district court, upon receiving a § 5K1.1 motion,\n\nto review the extent of cooperation and exercise its discretion in\n\ndetermining the extent of the departure on \"an individual basis.\"\n\nSee U.S.S.G. § 5K1.1, comment. (backg'd.).\n\n     The district court's use of a self-imposed sentencing practice\n\nor policy in evaluating a     substantial assistance motion presents\n\nthe possibility, if not the likelihood, that the mandate of § 5K1.1\n\nof   the   Sentencing    Guidelines    to   conduct   an    individualized\n\nevaluation may be violated.      See United States v. King, </pre><span class=\"citation\" data-id=\"695163\"><a href=\"/opinion/695163/united-states-v-jocko-king/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">589</span></a></span><pre class=\"inline\">, 590 (3d Cir. 1995); see also United States v. Johnson, </pre><span class=\"citation\" data-id=\"6632\"><a href=\"/opinion/6632/united-states-v-johnson/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">8</span></a></span><pre class=\"inline\">, 10 (5th Cir. 1994).\n\n     In its supplemental brief, the government observed that if the\n\ndistrict court had refused to consider the 5K1.1 motion altogether,\n\nsuch conduct probably would have been appealable.           For example, if\n\nthe court had stated, \"I will not grant a 5K1.1 departure for\n\nsomeone who has been involved in crimes of murder, regardless of\n\nthe extent of cooperation and regardless of the circumstances\n\nsurrounding the murder,\" then the court would have failed to\n\nproperly exercise its discretion.\n\n     While the district court did not explicitly say that it would\n\nnever depart where the defendant was guilty of murder conspiracy,\n\n                                  -17-\n                                   17\n\fits comments could be interpreted as amounting to the same thing.\n\nAnd if so, the court avoided making the individualized evaluation\n\nrequired by § 5K1.1.         The Assistant U.S. Attorney provided very\n\nspecific information regarding Mills' involvement in the murders.\n\nIn   addition,   the    defense    counsel    gave   detailed   information\n\nconcerning the circumstances of Mills' cooperation.             Because the\n\ndistrict court's response to this extensive information was simply:\n\n\"I treat murder different,\" we are unable to determine whether the\n\ncourt engaged in an appropriate § 5K1.1 individualized evaluation.\n\nNot every ambiguity warrants a remand, but there are additional\n\ncircumstances in this case that suggest that the district court may\n\nwell have used a per se rule, and upholding such a rule could have\n\nserious implications for the workings of the substantial assistance\n\ndeparture   scheme     and   for   future    defendants   considering     plea\n\nbargains with the government.          We hereby vacate the sentence and\n\nremand for resentencing consistent with this opinion.\n\n                                      IV.\n\n            Finally, Mills argues that the district court erred by\n\nfailing   to   credit   him    with   the    assistance   rendered   by   his\n\ngirlfriend in the court's determination whether or not to depart.\n\nEssentially, he argues that the district court stated that it was\n\nprecluded as a matter of law from granting a downward departure.\n\nHe points to     the district court’s statement: \"I do not take into\n\naccount in imposing this sentence the devotion of the young lady\n\nwho loves you so much that she puts her ownself at risk.\"\n\n                                      -18-\n                                       18\n\f           In determining whether a sentencing court stated a legal\n\nconclusion or simply exercised its discretion, we look at the\n\nentire record.      United States v. Morrison, </pre><span class=\"citation\" data-id=\"195889\"><a href=\"/opinion/195889/united-states-v-morrison/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span><pre class=\"inline\">, 130 (1st\n\nCir. 1995).     We do not consider a single statement in a vacuum, but\n\ninstead, consider the statement within the context of the hearing\n\nas a whole.      Id. at 131.\n\n           The     court   concluded        the   sentencing    hearing   by\n\nacknowledging the extraordinary nature of Mills' cooperation:\n\n\n           I recognize, and I do not think Mr. Savage\n      overstated, that you have displayed enormous personal\n      courage. I found and I stand by it, that the extent of\n      your cooperation equals or exceeds anything I have seen.\n      I do not take into account in imposing this sentence the\n      devotion of the young lady who loves you so much that she\n      puts her ownself at risk.\n\nThe   court’s     insistence   on    not    taking   into   account   Mills'\n\ngirlfriend's assistance appears to have been an effort to emphasize\n\nthat Mills’ own assistance was unique and provided enough evidence\n\nto support a § 5K1.1 motion by itself.            § 5K1.1(a)(3) states that\n\nthe court may consider the \"nature and extent of the defendant’s\n\nassistance.\"       § 5K1.1(a)(4) adds that the court may take into\n\naccount \"any danger or risk of injury to the defendant or his\n\nfamily   resulting     from    his   assistance.\"        Even   though    his\n\ngirlfriend's cooperation might constitute part of the substantial\n\nassistance provided by Mills, the district court’s decision to\n\nfocus on Mills' own contributions, rather than his girlfriend's\n\nassistance, fell within its mandate to look at the \"nature and\n\n\n                                     -19-\n                                      19\n\fextent\" of the defendant’s assistance.   This decision was within\n\nthe court's discretion. We therefore dismiss this final claim for\n\nlack of jurisdiction.\n\n           For the foregoing reasons, we vacate the sentence of\n\nEdward K. Mills and remand for resentencing consistent with this\n\nopinion.\n\n\n\n\n                              -20-\n                               20\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/582533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695163/"
  ]
}