{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200242/",
  "absolute_url": "/opinion/200242/rivas-rosado-v-radio-shack-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200242/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:46:46Z",
  "date_modified": "2016-02-28T05:02:32.164511Z",
  "type": "010combined",
  "sha1": "5c8abf8c2b5195e8f699878f28e2ec6b5a8e55c4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1696-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/12/10/Rivas-Rosado_v._Radio_Shack_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 02-1696\n\n                   GRYZELLE M. RIVAS ROSADO,\n\n                     Plaintiff, Appellant,\n\n                               v.\n\n                       RADIO SHACK, INC.,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\n\n\n                             Before\n\n                    Boudin, Chief Judge, and\n\n               Lynch and Howard, Circuit Judges.\n\n\n\n         Alberto Acevedo Colom for appellant.\n\n          Katarina Stipec with whom Correa,     Collazo,   Herrero,\nJimenez & Fortuno was on brief for appellee.\n\n\n\n\n                       December 10, 2002\n\f            LYNCH, Circuit Judge. Gryzelle Rivas Rosado was fired by\n\nher employer,      Radio     Shack,    Inc.,    in   March    1998    after   almost\n\nthirteen years of employment and a steadily rising career in the\n\ncompany.     She brought suit alleging her discharge was caused by\n\ngender-based discrimination in violation of Title VII, 42 U.S.C.\n\n§ 2000e et seq. (2000), and Puerto Rico Law 100, 29 P.R. Laws Ann.\n\n§ 146 et seq. (1999).        The district court entered summary judgment\n\nfor the employer on April 25, 2002.\n\n            Rivas Rosado's argument on appeal is that a jury question\n\nhas been presented by the facts of record.              Framing the case under\n\nthe familiar test of McDonnell Douglas Corp. v. Green, 411 U.S. 792\n\n(1973), Rivas Rosado argues that she has produced evidence from\n\nwhich a jury could reasonably infer that the stated grounds for her\n\ntermination      were    pretext   and    the    actual      reason     was   gender\n\ndiscrimination.         We describe the facts.\n\n            Before      terminating     her    employment,      Radio    Shack      had\n\npromoted Rivas Rosado up the ranks to the position of Store Manager\n\nin Bayamon, Puerto Rico.        She ran the store from February 14, 1997\n\nto January 15, 1998.        In April 1997 she became aware of an opening\n\nfor a District Sales Manager in Puerto Rico.                 She applied, but was\n\nnot chosen.      She was not yet a member of the President's Council (a\n\nreward     for    superior     sales     performance),        and     that    was     a\n\nqualification for the District Sales Manager job.                     At least one\n\nwoman who was a member of the President's Council did apply and was\n\n\n                                         -2-\n\fconsidered.    A male, Rene Castello, was given the District Sales\n\nManager position in December 1997.1\n\n            Nonetheless, plaintiff prospered.            In January 1998 she\n\nwas promoted to Senior Sales Manager at a different store, in\n\nSanturce, Puerto Rico, and named to the President's Council.                In\n\nthat seeming success lay her downfall.        Her old job at the Bayamon\n\nstore passed to a new store manager, Pedro Rivera, who became\n\nconcerned by the store's most recent monthly profit and loss\n\nstatement,    which     showed   large    credit    card/finance       company\n\nchargebacks,2 high payroll expenses, high miscellaneous expenses,\n\nand a net loss.       Rivera discussed his discoveries with Castello,\n\nthe   new    District    Sales   Manager,    and     they    instituted     an\n\ninvestigation.    The investigation revealed several departures from\n\nnormal procedure, a number of which appeared to work to Rivas\n\nRosado's financial benefit -- such as shipping parcels to relatives\n\nat the company's expense, falsifying information to get free\n\nrepairs on a telephone, and falsifying sales records to earn higher\n\ncommissions. In addition, Radio Shack found evidence of failure to\n\n\n      1\n        On appeal, Rivas         Rosado   does     not    make   a   promotion\ndiscrimination claim.\n      2\n       A \"chargeback\" occurs when, after a sale is made,\nfinancing is not approved or the transaction is otherwise\nincomplete. When a chargeback occurs, the Store Manager is\nresponsible for making the necessary arrangements to collect\nthe money and documenting all transactions related to that\nchargeback. Rivas Rosado v. Radio Shack, Inc., Civ. No. 00-\n1686 (D.P.R. April 25, 2002) (opinion and order).\n\n                                    -3-\n\fmaintain accurate time cards, abuse of the store's petty cash,\n\nmismanagement,    and    violations    of   the   policy   against   cashing\n\npersonal checks.        According to the company rules for personal\n\nconduct, which were signed by Rivas Rosado, several of these\n\nirregularities are grounds for immediate discharge.\n\n          When Radio Shack employees questioned her, Rivas Rosado\n\ninitially denied all of the alleged irregularities.           Later, after\n\ncompany loss prevention manager Edward Gillingham confronted her\n\nwith the results of his investigation, Rivas Rosado recalled some\n\nof the irregularities, but remained less than candid.            At first,\n\nfor example, she denied recognizing the name and address of a\n\nfamily member -- her brother's ex-wife -- to whom she had sent a\n\nUPS package.     The company terminated Rivas Rosado's employment on\n\nthe basis of the results of the Gillingham investigation and her\n\nlack of candor when questioned.3\n\n          In the face of these non-discriminatory reasons for the\n\ntermination, Rivas Rosado offers as evidence of discrimination the\n\nfollowing.   She says she was investigated by men and fired by men.\n\nShe also says that she shared responsibility for running the store\n\nwith her male superiors, none of whom were fired.          These facts, she\n\nargues, permit an inference of discrimination and thus a basis to\n\n\n\n     3\n      Castello's deposition suggests that the decision to fire\nRivas Rosado may actually have been made before she was\nquestioned.   Even if true, that fact would not change our\nholding.\n\n                                      -4-\n\fget before a jury on a differential treatment claim.         That is not\n\nso.\n\n            To have a plausible differential treatment claim, Rivas\n\nRosado must first show that males were similarly situated and that\n\nshe was treated differently, Straughn v. Delta Air Lines, Inc., 250\n\nF.3d 23, 38 (1st Cir. 2001), and then that gender was the reason\n\nfor that difference, Thomas v. Eastman Kodak Co., 183 F.3d 38, 56\n\n(1st Cir. 1999).    See generally Trans World Airlines v. Hardison,\n\n432 U.S. 63, 71 (1977) (\"[S]imilarly situated employees are not to\n\nbe treated differently solely because they differ with respect to\n\nrace, color, religion, sex, or national origin.\").          She fails on\n\nthe first point.      None of the superiors to whom she compares\n\nherself were similarly situated. Further, while there was evidence\n\nshe benefitted personally from the irregularities, there was no\n\nevidence that her superiors did.        Nor was there evidence of any\n\nlack of candor on their part.\n\n            There is also no evidence that the decision makers were\n\nmotivated   by   gender   discrimination.    The   mere   fact   that   the\n\ndecision makers were male does not alone, absent other evidence,\n\ncreate an inference that they engaged in gender discrimination.\n\nRivas Rosado had been regularly promoted and rewarded by Radio\n\nShack before the irregularities were discovered.          There were no\n\nstatements or behaviors by the males involved in terminating Rivas\n\nRosado from which an inference of discrimination could be drawn.\n\n\n                                  -5-\n\f          Rivas Rosado also attempts a step-by-step refutation of\n\nthe findings of the Gillingham investigation.    Her attacks on the\n\ndetails of Gillingham's findings misconstrue Title VII, which does\n\nnot ensure against inaccuracy by an employer, only against gender-\n\nbased discrimination.     We see little evidence even of inaccuracy,\n\nand Rivas Rosado admitted to some violations of company rules.\n\n          The district court correctly concluded that plaintiff's\n\nevidence was insufficient to create a material issue of fact and\n\nentered summary judgment. See Reeves v. Sanderson Plumbing Prods.,\n\nInc., 530 U.S. 133, 148 (2000) (judgment as a matter of law\n\nappropriate where there is no legally sufficient evidentiary basis\n\nfor jury to disbelieve legitimate reasons proffered by defendant);\n\nZapata-Matos v. Reckitt & Colman, Inc., 277 F.3d 40, 47-48 (1st\n\nCir. 2002) (same).   See generally Dominguez-Cruz v. Suttle Caribe,\n\nInc., 202 F.3d 424, 430-31 (1st Cir. 2000) (\"At the summary\n\njudgment phase . . . the focus should be on the ultimate issue:\n\nwhether, viewing the aggregate package of proof offered by the\n\nplaintiff and taking all inferences in the plaintiff's favor, the\n\nplaintiff has raised a genuine issue of fact as to whether the\n\ntermination of the plaintiff's employment was motivated by age\n\ndiscrimination.\") (internal quotation omitted).\n\n          The district court judgment is affirmed.        Costs are\n\nawarded to Radio Shack.\n\n\n\n\n                                 -6-\n\f",
  "html": "<p class=\"case_cite\">312 F.3d 532</p>\n    <p class=\"parties\">Gryzelle M. RIVAS ROSADO, Plaintiff, Appellant,<br>v.<br>RADIO SHACK, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 02-1696.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 6, 2002.</p>\n    <p class=\"date\">Decided December 10, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alberto Acevedo Colom for appellant.</p>\n      <p class=\"indent\">Katarina Stipec with whom Correa, Collazo, Herrero, Jimenez &amp; Fortuno was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, and LYNCH and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gryzelle Rivas Rosado was fired by her employer, Radio Shack, Inc., in March 1998 after almost thirteen years of employment and a steadily rising career in the company. She brought suit alleging her discharge was caused by gender-based discrimination in violation of Title VII, 42 U.S.C. &#167; 2000e <i>et seq.</i> (2000), and Puerto Rico Law 100, 29 P.R. Laws Ann. &#167; 146 <i>et seq.</i> (1999). The district court entered summary judgment for the employer on April 25, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Rivas Rosado's argument on appeal is that a jury question has been presented by the facts of record. Framing the case under the familiar test of <i>McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973), Rivas Rosado argues that she has produced evidence from which a jury could reasonably infer that the stated grounds for her termination were pretext and the actual reason was gender discrimination. We describe the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before terminating her employment, Radio Shack had promoted Rivas Rosado up the ranks to the position of Store Manager in Bayamon, Puerto Rico. She ran the store from February 14, 1997 to January 15, 1998. In April 1997 she became aware of an opening for a District Sales Manager in Puerto Rico. She applied, but was not chosen. She was not yet a member of the President's Council (a reward for superior sales performance), and that was a qualification for the District Sales Manager job. At least one woman who was a member of the President's Council did apply and was considered. A male, Rene Castello, was given the District Sales Manager position in December 1997.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nonetheless, plaintiff prospered. In January 1998 she was promoted to Senior Sales Manager at a different store, in Santurce, Puerto Rico, and named to the President's Council. In that seeming success lay her downfall. Her old job at the Bayamon store passed to a new store manager, Pedro Rivera, who became concerned by the store's most recent monthly profit and loss statement, which showed large credit card/finance company chargebacks,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> high payroll expenses, high miscellaneous expenses, and a net loss. Rivera discussed his discoveries with Castello, the new District Sales Manager, and they instituted an investigation. The investigation revealed several departures from normal procedure, a number of which appeared to work to Rivas Rosado's financial benefit &#8212; such as shipping parcels to relatives at the company's expense, falsifying information to get free repairs on a telephone, and falsifying sales records to earn higher commissions. In addition, Radio Shack found evidence of failure to maintain accurate time cards, abuse of the store's petty cash, mismanagement, and violations of the policy against cashing personal checks. According to the company rules for personal conduct, which were signed by Rivas Rosado, several of these irregularities are grounds for immediate discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Radio Shack employees questioned her, Rivas Rosado initially denied all of the alleged irregularities. Later, after company loss prevention manager Edward Gillingham confronted her with the results of his investigation, Rivas Rosado recalled some of the irregularities, but remained less than candid. At first, for example, she denied recognizing the name and address of a family member &#8212; her brother's ex-wife &#8212; to whom she had sent a UPS package. The company terminated Rivas Rosado's employment on the basis of the results of the Gillingham investigation and her lack of candor when questioned.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the face of these non-discriminatory reasons for the termination, Rivas Rosado offers as evidence of discrimination the following. She says she was investigated by men and fired by men. She also says that she shared responsibility for running the store with her male superiors, none of whom were fired. These facts, she argues, permit an inference of discrimination and thus a basis to get before a jury on a differential treatment claim. That is not so.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To have a plausible differential treatment claim, Rivas Rosado must first show that males were similarly situated and that she was treated differently, <i>Straughn v. Delta Air Lines, Inc.,</i> 250 F.3d 23, 38 (1st Cir.2001), and then that gender was the reason for that difference, <i>Thomas v. Eastman Kodak Co.,</i> 183 F.3d 38, 56 (1st Cir.1999). <i>See generally Trans World Airlines v. Hardison,</i> 432 U.S. 63, 71, 97 S.Ct. 2264, 53 L.Ed.2d 113 (1977) (\"[S]imilarly situated employees are not to be treated differently solely because they differ with respect to race, color, religion, sex, or national origin.\"). She fails on the first point. None of the superiors to whom she compares herself were similarly situated. Further, while there was evidence she benefited personally from the irregularities, there was no evidence that her superiors did. Nor was there evidence of any lack of candor on their part.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There is also no evidence that the decision makers were motivated by gender discrimination. The mere fact that the decision makers were male does not alone, absent other evidence, create an inference that they engaged in gender discrimination. Rivas Rosado had been regularly promoted and rewarded by Radio Shack before the irregularities were discovered. There were no statements or behaviors by the males involved in terminating Rivas Rosado from which an inference of discrimination could be drawn.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rivas Rosado also attempts a step-by-step refutation of the findings of the Gillingham investigation. Her attacks on the details of Gillingham's findings misconstrue Title VII, which does not ensure against inaccuracy by an employer, only against gender-based discrimination. We see little evidence even of inaccuracy, and Rivas Rosado admitted to some violations of company rules.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court correctly concluded that plaintiff's evidence was insufficient to create a material issue of fact and entered summary judgment. <i>See Reeves v. Sanderson Plumbing Prods., Inc.,</i> 530 U.S. 133, 148, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000) (judgment as a matter of law appropriate where there is no legally sufficient evidentiary basis for jury to disbelieve legitimate reasons proffered by defendant); <i>Zapata-Matos v. Reckitt &amp; Colman, Inc.,</i> 277 F.3d 40, 47-48 (1st Cir.2002) (same). <i>See generally Dominguez-Cruz v. Suttle Caribe, Inc.,</i> 202 F.3d 424, 430-31 (1st Cir.2000) (\"At the summary judgment phase ... the focus should be on the ultimate issue: whether, viewing the aggregate package of proof offered by the plaintiff and taking all inferences in the plaintiff's favor, the plaintiff has raised a genuine issue of fact as to whether the termination of the plaintiff's employment was motivated by age discrimination.\") (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court judgment is <i>affirmed.</i> Costs are awarded to Radio Shack.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On appeal, Rivas Rosado does not make a promotion discrimination claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A \"chargeback\" occurs when, after a sale is made, financing is not approved or the transaction is otherwise incomplete. When a chargeback occurs, the Store Manager is responsible for making the necessary arrangements to collect the money and documenting all transactions related to that chargeback<i>Rivas Rosado v. Radio Shack, Inc.,</i> Civ. No. 00-1686 (D.P.R. April 25, 2002) (opinion and order).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Castello's deposition suggests that the decision to fire Rivas Rosado may actually have been made before she was questioned. Even if true, that fact would not change our holding</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></span></p>\n    <p class=\"parties\">Gryzelle M. RIVAS ROSADO, Plaintiff, Appellant,<br>v.<br>RADIO SHACK, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 02-1696.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 6, 2002.</p>\n    <p class=\"date\">Decided December 10, 2002.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Alberto Acevedo Colom for appellant.</p>\n      <p class=\"indent\">Katarina Stipec with whom Correa, Collazo, Herrero, Jimenez &amp; Fortuno was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, and LYNCH and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gryzelle Rivas Rosado was fired by her employer, Radio Shack, Inc., in March 1998 after almost thirteen years of employment and a steadily rising career in the company. She brought suit alleging her discharge was caused by gender-based discrimination in violation of Title VII, 42 U.S.C. &#167; 2000e <i>et seq.</i> (2000), and Puerto Rico Law 100, 29 P.R. Laws Ann. &#167; 146 <i>et seq.</i> (1999). The district court entered summary judgment for the employer on April 25, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Rivas Rosado's argument on appeal is that a jury question has been presented by the facts of record. Framing the case under the familiar test of <i>McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973), Rivas Rosado argues that she has produced evidence from which a jury could reasonably infer that the stated grounds for her termination were pretext and the actual reason was gender discrimination. We describe the facts.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before terminating her employment, Radio Shack had promoted Rivas Rosado up the ranks to the position of Store Manager in Bayamon, Puerto Rico. She ran the store from February 14, 1997 to January 15, 1998. In April 1997 she became aware of an opening for a District Sales Manager in Puerto Rico. She applied, but was not chosen. She was not yet a member of the President's Council (a reward for superior sales performance), and that was a qualification for the District Sales Manager job. At least one woman who was a member of the President's Council did apply and was considered. A male, Rene Castello, was given the District Sales Manager position in December 1997.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Nonetheless, plaintiff prospered. In January 1998 she was promoted to Senior Sales Manager at a different store, in Santurce, Puerto Rico, and named to the President's Council. In that seeming success lay her downfall. Her old job at the Bayamon store passed to a new store manager, Pedro Rivera, who became concerned by the store's most recent monthly profit and loss statement, which showed large credit card/finance company chargebacks,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> high payroll expenses, high miscellaneous expenses, and a net loss. Rivera discussed his discoveries with Castello, the new District Sales Manager, and they instituted an investigation. The investigation revealed several departures from normal procedure, a number of which appeared to work to Rivas Rosado's financial benefit &#8212; such as shipping parcels to relatives at the company's expense, falsifying information to get free repairs on a telephone, and falsifying sales records to earn higher commissions. In addition, Radio Shack found evidence of failure to maintain accurate time cards, abuse of the store's petty cash, mismanagement, and violations of the policy against cashing personal checks. According to the company rules for personal conduct, which were signed by Rivas Rosado, several of these irregularities are grounds for immediate discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When Radio Shack employees questioned her, Rivas Rosado initially denied all of the alleged irregularities. Later, after company loss prevention manager Edward Gillingham confronted her with the results of his investigation, Rivas Rosado recalled some of the irregularities, but remained less than candid. At first, for example, she denied recognizing the name and address of a family member &#8212; her brother's ex-wife &#8212; to whom she had sent a UPS package. The company terminated Rivas Rosado's employment on the basis of the results of the Gillingham investigation and her lack of candor when questioned.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the face of these non-discriminatory reasons for the termination, Rivas Rosado offers as evidence of discrimination the following. She says she was investigated by men and fired by men. She also says that she shared responsibility for running the store with her male superiors, none of whom were fired. These facts, she argues, permit an inference of discrimination and thus a basis to get before a jury on a differential treatment claim. That is not so.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To have a plausible differential treatment claim, Rivas Rosado must first show that males were similarly situated and that she was treated differently, <i>Straughn v. Delta Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"773251\"><a href=\"/opinion/773251/claire-a-straughn-v-delta-air-lines-inc/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 38 (1st Cir.2001), and then that gender was the reason for that difference, <i>Thomas v. Eastman Kodak Co.,</i> <span class=\"citation\" data-id=\"765085\"><a href=\"/opinion/765085/myrtle-thomas-v-eastman-kodak-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 56 (1st Cir.1999). <i>See generally Trans World Airlines v. Hardison,</i> <span class=\"citation\" data-id=\"109692\"><a href=\"/opinion/109692/trans-world-airlines-inc-v-hardison/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, 71, <span class=\"citation\" data-id=\"109692\"><a href=\"/opinion/109692/trans-world-airlines-inc-v-hardison/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2264</span></a></span>, <span class=\"citation\" data-id=\"109692\"><a href=\"/opinion/109692/trans-world-airlines-inc-v-hardison/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">113</span></a></span> (1977) (\"[S]imilarly situated employees are not to be treated differently solely because they differ with respect to race, color, religion, sex, or national origin.\"). She fails on the first point. None of the superiors to whom she compares herself were similarly situated. Further, while there was evidence she benefited personally from the irregularities, there was no evidence that her superiors did. Nor was there evidence of any lack of candor on their part.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">There is also no evidence that the decision makers were motivated by gender discrimination. The mere fact that the decision makers were male does not alone, absent other evidence, create an inference that they engaged in gender discrimination. Rivas Rosado had been regularly promoted and rewarded by Radio Shack before the irregularities were discovered. There were no statements or behaviors by the males involved in terminating Rivas Rosado from which an inference of discrimination could be drawn.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Rivas Rosado also attempts a step-by-step refutation of the findings of the Gillingham investigation. Her attacks on the details of Gillingham's findings misconstrue Title VII, which does not ensure against inaccuracy by an employer, only against gender-based discrimination. We see little evidence even of inaccuracy, and Rivas Rosado admitted to some violations of company rules.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court correctly concluded that plaintiff's evidence was insufficient to create a material issue of fact and entered summary judgment. <i>See Reeves v. Sanderson Plumbing Prods., Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, 148, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000) (judgment as a matter of law appropriate where there is no legally sufficient evidentiary basis for jury to disbelieve legitimate reasons proffered by defendant); <i>Zapata-Matos v. Reckitt &amp; Colman, Inc.,</i> <span class=\"citation\" data-id=\"776184\"><a href=\"/opinion/776184/ram-n-zapata-matos-v-reckitt-colman-inc-fka-lf-products/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 47-48 (1st Cir.2002) (same). <i>See generally Dominguez-Cruz v. Suttle Caribe, Inc.,</i> <span class=\"citation\" data-id=\"767480\"><a href=\"/opinion/767480/alberto-dominguez-cruz-and-nydia-negron-ramos-v-suttle-caribe-inc/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">424</span></a></span>, 430-31 (1st Cir.2000) (\"At the summary judgment phase ... the focus should be on the ultimate issue: whether, viewing the aggregate package of proof offered by the plaintiff and taking all inferences in the plaintiff's favor, the plaintiff has raised a genuine issue of fact as to whether the termination of the plaintiff's employment was motivated by age discrimination.\") (internal quotation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court judgment is <i>affirmed.</i> Costs are awarded to Radio Shack.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> On appeal, Rivas Rosado does not make a promotion discrimination claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A \"chargeback\" occurs when, after a sale is made, financing is not approved or the transaction is otherwise incomplete. When a chargeback occurs, the Store Manager is responsible for making the necessary arrangements to collect the money and documenting all transactions related to that chargeback<i>Rivas Rosado v. Radio Shack, Inc.,</i> Civ. No. 00-1686 (D.P.R. April 25, 2002) (opinion and order).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Castello's deposition suggests that the decision to fire Rivas Rosado may actually have been made before she was questioned. Even if true, that fact would not change our holding</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/"
  ]
}