{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200225/",
  "absolute_url": "/opinion/200225/moss-v-camp-pemigewassett/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200225/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:46:22Z",
  "date_modified": "2016-02-28T05:02:31.526259Z",
  "type": "010combined",
  "sha1": "1546b61d086fcf184a63f57ddfeda6381d9a4301",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1023OPN-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2002/11/27/Moss_v._Camp_Pemigewassett.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n                     _________________\nNo. 02-1023\n                         STEPHEN M. MOSS,\n                      Plaintiff, Appellant,\n\n                                v.\n\n          CAMP PEMIGEWASSETT, INC.; ROBERT L. GRABILL;\n               ALFRED N. FAUVER; BERTHA H. FAUVER;\n               JONATHAN G. FAUVER; THOMAS L. REED;\n               BETSY M. REED; THOMAS L. REED, JR.,\n                      Defendants, Appellees.\n\n                      ____________________\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Steven J. McAuliffe, U.S. District Judge]\n\n                       ___________________\n\n                             Before\n\n               Torruella and Lipez, Circuit Judges,\n              and Schwarzer,* Senior District Judge.\n\n                       __________________\n\n     Robert R. Lucic on brief for appellant.\n     Russell F. Hilliard, with whom Lauren S. Irwin appears on\nbrief, for appellees.\n                        __________________\n\n                        November 26, 2002\n                       __________________\n\n\n\n\n     *\n      The Honorable William W Schwarzer, Senior United States\nDistrict Judge for the Northern District of California, sitting by\ndesignation.\n\f             SCHWARZER, Senior District Judge. Stephen Moss, a former\n\narchery counselor at Camp Pemigewasset, a summer camp for boys\n\n(“the Camp”), claims that he was defamed by the Camp’s director,\n\nRobert Grabill.      The gravamen of the complaint is that Grabill\n\nstated to an assistant counselor that he had received a complaint\n\nregarding Moss through the State of New Hampshire concerning\n\ninappropriate contact with boys at the Camp–an admittedly false\n\nstatement–as well as two complaints from Camp parents. Moss brings\n\nthis claim for defamation, along with claims for intentional\n\ninfliction    of   emotional    distress,       tortious    interference     with\n\nprospective    contractual     rights,    and    civil     conspiracy,    against\n\nGrabill and the Camp’s board of directors.                  The district court\n\ndismissed the complaint pursuant to Federal Rule of Civil Procedure\n\n12(b)(6).1     The question before us is whether Moss sufficiently\n\nalleged a claim upon which relief can be granted.\n\n                           FACTUAL BACKGROUND\n\n             In ruling on a motion to dismiss, a court must “accept\n\nall well-pleaded facts of the complaint as true and draw all\n\nreasonable    inferences   in   favor    of     the   plaintiff.”        Aybar v.\n\nCrispin-Reyes, 118 F.3d 10, 13 (1st Cir. 1997).              Moss served as the\n\nCamp’s Head of Archery during the summers of 1999 and 2000.                    In\n\nOctober 2000, Moss received a letter from Grabill informing him\n\n\n\n     1\n      Moss did not seek leave to amend the complaint. See Fed. R.\nCiv. P. 15(a).\n\n                                    -2-\n\fthat his employment would not be renewed for the summer of 2001.\n\nNo reason for the decision was given, and Moss had no prior\n\nindication of dissatisfaction with his efforts. Grabill later told\n\nMoss that he had received three complaints against him alleging\n\ninappropriate contact with boys at the Camp. Two of the complaints\n\nwere made by parents directly to the Camp (“the Camp complaints”);\n\na third complaint came “through the State of New Hampshire” (“the\n\nState complaint”). Grabill refused to provide any detail regarding\n\nthe identity of the complainants and only disclosed some “purported\n\npartial details” of one complaint.\n\n          Grabill later told Charles Donovan, the Camp’s Assistant\n\nHead of Nature and Bunk Counselor, of the complaints against Moss,\n\nstating that one came “through ‘the State of New Hampshire.’”\n\nGrabill also told Donovan that “he was concerned something like\n\nthis would happen again and that the existence of three known\n\nallegations automatically implied the existence of numerous other\n\nunreported ones.”     Despite Moss’s requests for specific details,\n\nnone were provided.     Moss also requested his personnel file from\n\nthe Camp pursuant to New Hampshire Revised Statutes Annotated\n\n§ 275:56I, but did not receive it or any documentation of any\n\ncomplaint against him.\n\n          On April 4, 2001, Thomas L. Reed, Sr., a member of the\n\nCamp’s board of directors, wrote to Moss that “Grabill’s statement\n\nthat he had received a complaint about Moss from ‘the State of New\n\n\n                                 -3-\n\fHampshire’ was false.”         Reed informed Moss that “your name has\n\nnever been mentioned to the State by Rob [Grabill], nor do we know\n\nof any parent, camper, or anyone else involved with [Camp] Pemi who\n\nhas contacted the State in any way involving you.”              Despite the\n\nacknowledged   falsity   of     Grabill’s   statement   about    the   state\n\ncomplaint, the board of directors ratified Grabill’s decision and\n\nrefused Moss’s request for reinstatement for 2001.\n\n           This action followed. The district court had jurisdiction\n\nunder 28 U.S.C. § 1332, and we have jurisdiction under 28 U.S.C.\n\n§ 1291.\n\n                           STANDARD OF REVIEW\n\n           We review the district court’s judgment of dismissal de\n\nnovo.   Wagner v. Devine, 122 F.3d 53, 55 (1st Cir. 1997).          “We may\n\naffirm a dismissal for failure to state a claim only if it clearly\n\nappears that, on the facts alleged, the plaintiff cannot recover on\n\nany viable theory.”      Id.     The district court’s determination of\n\nwhether a statement is capable of defamatory meaning is a question\n\nof law reviewed de novo.       Gray v. St. Martin’s Press, 221 F.3d 243,\n\n250 (1st Cir. 2000), cert. denied, 531 U.S. 1075 (2001).\n\n                                 DISCUSSION\n\nI. THE DEFAMATION CLAIM\n\n           Well-settled principles govern our disposition of this\n\nappeal. The issue on a motion to dismiss is not whether the\n\nplaintiff will ultimately prevail, but whether the plaintiff is\n\n\n                                     -4-\n\fentitled to offer evidence in support of his claims.            Scheuer v.\n\nRhodes, 416 U.S. 232, 236 (1974), overruled on other grounds, Davis\n\nv. Scherer, 468 U.S. 183 (1984).          Dismissal is proper only if “it\n\nappears beyond doubt that the plaintiff can prove no set of facts\n\nin support of his claim which would entitle him to relief.”         Conley\n\nv.   Gibson,   355   U.S.   41,   45-46    (1957);   accord   Cooperman   v.\n\nIndividual, Inc., 171 F.3d 43, 46 (1st Cir. 1999).\n\n           Because this case arises under our diversity jurisdiction,\n\nwe look to New Hampshire's substantive law of defamation in applying\n\nthese principles. Under that law, “[t]o establish defamation, there\n\nmust be evidence that a defendant . . . publish[ed] . . . a false\n\nand defamatory statement of fact about the plaintiff to a third\n\nparty.”   Independent Mech. Contractors, Inc. v. Gordon T. Burke &\n\nSons, Inc., 635 A.2d 487, 492 (N.H. 1993) (citing Restatement\n\n(Second) of Torts § 558 (1977)).            Moss’s complaint alleges two\n\nstatements published by Grabill to Donovan are defamatory: (1) that\n\nGrabill “had received three complaints regarding Moss concerning\n\ninappropriate contact with boys at the Camp, including two from\n\nparents and one through ‘the State of New Hampshire,’” and (2) that\n\nGrabill “was concerned that something like this would happen again\n\nand a total of three known allegations automatically implied the\n\nexistence of numerous other unreported ones.”          We take up the two\n\nstatements separately in the following sections.\n\n\n\n\n                                    -5-\n\f           A.     Grabill's   Statement    That   Three\n                  Complaints Had Been Made Against Moss\n\n                  1.   Defamatory meaning\n\n           A statement is defamatory if it “tends to lower the\n\nplaintiff in the esteem of any substantial and respectable group of\n\npeople.” Nash v. Keene Publ’g Corp., 498 A.2d 348, 351 (N.H. 1985).\n\nThe district court held that the statement about a complaint having\n\ncome through the State of New Hampshire could not reasonably be read\n\nto defame Moss by lowering him in the esteem of others. It reasoned\n\nthat the statement is not about Moss but about the source of the\n\ncomplaint, i.e., that Moss does not charge either that Grabill said\n\nthat Moss had inappropriate contact with campers or that the State\n\nhad investigated Moss for having inappropriate contact.    The court\n\nconcluded that because Grabill told Donovan of no “action or\n\nconclusion or statement of fact by the State, other than purely\n\nministerial function of transmitting a complaint[,] . . . Grabill’s\n\nreference to the ‘the State’ . . . is immaterial, and could not\n\nreasonably be read as lowering Moss’s esteem in the eyes of others.”\n\n           This deconstruction of the complaint misses the nub of the\n\ncomplaint, to wit, that Grabill falsely told Donovan he had received\n\ncomplaints about Moss having inappropriate contact with boys at the\n\nCamp.   The district court was right when it found the reference to\n\nthe State to be immaterial, but its finding led it to the wrong\n\nconclusion.     Had Grabill simply--and falsely--told Donovan that he\n\nhad received a complaint through an unidentified source about Moss\n\n                                   -6-\n\fhaving inappropriate contact with boys at the Camp at which he\n\nserved as a counselor, there could be no doubt that such a statement\n\nwould lower him in the esteem of others.\n\n           In context, the phrase “inappropriate contact with boys\n\nat the Camp” can be reasonably understood to mean either sexual or\n\nphysical misconduct.     Because “inappropriate contact” is a common\n\neuphemism for child abuse, the statement is capable of defamatory\n\nmeaning.     It implies that Moss is accused of criminal conduct\n\ninvolving moral turpitude, which some jurisdictions treat as slander\n\nper se without need of proof of special damages. See, e.g., Calvert\n\nv. Corthell, 599 A.2d 69, 72 (Me. 1991) (explaining that, if proven,\n\nfalse statements imputing accusations of physical and sexual child\n\nabuse are defamatory per se); Huxen v. Villasenor, 798 So. 2d 209,\n\n214 (La. App. 2001) (finding defamation per se where a parent\n\nfalsely accused a teacher of physically abusing a student); see also\n\nRestatement (Second) of Torts § 571 (1977).\n\n           Moreover, the statement tends to disparage Moss in a way\n\nthat is peculiarly harmful to his professional reputation.           Moss\n\nalleges that he has worked for thirty years building his reputation\n\nas an archery coach and took great pride in treating his pupils\n\nprofessionally.    He argues that the stigma of a child molestation\n\naccusation would severely impact his ability to work as an archery\n\ncoach.     It is axiomatic that an allegation of child abuse is\n\npeculiarly    harmful   to   a   professional   working   with   children.\n\n\n                                    -7-\n\fStatements that harm one’s professional reputation also constitute\n\nslander per se.       Ramirez v. Rogers, 540 A.2d 475, 478 (Me. 1988)\n\n(finding statements actionable per se where gymnastics school owner\n\nsued competitor for making false statements that plaintiff was under\n\ninvestigation for child abuse incidents at her school because the\n\nutterances adversely reflected on her business reputation);                     see\n\nalso    Restatement     (Second)    of    Torts   §    573   (1977);   Disend    v.\n\nMeadowbrook Sch., 604 N.E.2d 54, 55 (Mass. App. Ct. 1992) (reversing\n\ndismissal of a teacher’s defamation action where the plaintiff\n\nclaimed that an accusation of professional misconduct harmed her\n\nability to work as a teacher). As it involves a similar factual and\n\nprocedural context, the Disend court’s analysis is instructive:\n\n                    As to the letter of the headmaster\n               complained of, it does not require a fevered\n               imagination to think that an “incident” brought\n               to the attention of the school trustees, the\n               “specifics” of which warranted a teacher’s\n               immediate dismissal . . . must have involved\n               misconduct of an egregious sort. . . . Adding\n               to the impression of grievous professional--or\n               worse--misconduct is the sentence in the same\n               letter that “Mrs. Disend was inappropriate in\n               the way she dealt with the children.”        As\n               contextual facts are developed, it may turn out\n               that the suggestive words and phrases are\n               innocent, but at the pleading stage the\n               allegations of the plaintiff are to be read\n               indulgently in the sense that the complaint may\n               stand unless, on the face of the complaint, it\n               is unmistakable that the plaintiff can prove no\n               facts in support of a tenable legal claim.\n\nId. Likewise, at this point, we must draw all reasonable inferences\n\nin     favor    of   Moss   in     considering        Grabill’s   statement      of\n\n\n                                         -8-\n\f“inappropriate contact.”\n\n          We must read words alleged to be defamatory in the context\n\nof the entire publication.      Duchesnaye v. Munro Enters., Inc., 480\n\nA.2d 123, 125 (N.H. 1984).      The severity of Grabill's statement to\n\nDonovan was underlined by Grabill’s further statement that “he was\n\nconcerned something like this would happen again and that the\n\nexistence of three known allegations automatically implied the\n\nexistence of numerous other unreported ones.”\n\n          Accordingly,     we   think    that   “[persons]   of   ordinary\n\nintelligence   and   common     understanding   could   reasonably   have\n\nunderstood the words as implying . . . wrongdoing” by Moss, and are\n\nthus capable of defamatory meaning.      Thomson v. Cash, 402 A.2d 651,\n\n653 (N.H. 1979). Moss is entitled to prove “his allegation that the\n\ndefamatory meaning was in fact the one ‘intended and understood.’”\n\nId.\n\n               2. Substantial truth\n\n          The district court went on to hold that the statement\n\nabout the complaint through the State was also substantially true.\n\n“A statement is not actionable [defamation] if it is substantially\n\ntrue.”   Simpkins v. Snow, 661 A.2d 772, 776 (N.H. 1995).             The\n\ndistrict court interpreted the complaint as not disputing that two\n\nother complaints had been made against Moss.        On that premise, it\n\nheld the statement about the State complaint was not actionable:\n\n          [G]iven that Moss does not challenge the truth\n          of Grabill’s statement about the two direct\n\n                                   -9-\n\f            complaints, the number of complaints against\n            Moss--two    versus     three--is    also    an\n            insubstantial detail. Even under the facts as\n            alleged by Moss, multiple complaints of\n            inappropriate contact have been made against\n            him. Thus, Grabill’s statement, which does\n            little more than imply a third similar\n            complaint, was substantially true--in the sense\n            that complaints about inappropriate contact had\n            indeed been made against Moss.\n\nThis is the same premise that led the court to conclude that with\n\nMoss having acknowledged that two similar complaints had been made\n\nto the Camp, “the implication that a third complaint had been made\n\nto the State may not reasonably be read as further lowering the\n\nesteem in which Moss would be held.”\n\n            We find the court’s reasoning that a defamatory statement\n\nis an “insubstantial detail” if made in the context of other\n\nsimilar, unchallenged statements to be unpersuasive.          In any event,\n\nthe court’s premise that “Moss does not challenge the truth of\n\nGrabill’s statement” about the Camp complaints impermissibly draws\n\nan inference adverse to the pleader. That Grabill’s statement about\n\nthe State complaint was false is established on the face of the\n\npleadings.    In context, that Moss did not specifically allege that\n\nthe statement about the Camp complaints was also false does not\n\ncompel the inference that he failed to challenge it.                  To the\n\ncontrary,    Moss   alleges   that   because   he   lacked   the   underlying\n\ninformation about the Camp complaints, he pressed Grabill about the\n\nspecific details of the complaints and unsuccessfully requested his\n\npersonnel file pursuant to New Hampshire law. Grabill refused to\n\n                                     -10-\n\fprovide details “except some purported partial details of one of\n\nthem,” and as of the filing of the complaint, Moss had not received\n\nany documentation of any complaint against him.                  Thus, Grabill\n\ndenied Moss access to the evidentiary support that would have\n\nenabled him to determine whether the Camp complaints had been made.\n\nCf. Fed. R. Civ. P. 11((b)(3). Given that Grabill’s statement about\n\nthe State complaint was false, the allegation that he withheld\n\ninformation about the Camp complaints raises a reasonable inference\n\nthat Grabill’s statement about the Camp complaints also was false.\n\nMoss’s   complaint,   moreover,      is     directed    at   Grabill’s      entire\n\n“statement” to Donovan that he had received three complaints, not\n\nonly the State complaint, alleging that it caused him physical and\n\nemotional injury.     Thus, the district court’s conclusion that “the\n\nonly reasonable inference [is] that . . . these two complaints were\n\nin fact made” is unsupportable.           Because the complaint presents a\n\nset of facts that, if proven true, would justify recovery, the\n\njudgment of dismissal must be reversed.          Cooperman, 171 F.3d at 46.\n\n            B.    Grabill's Statement Regarding the\n                  Existence   of   Other  Unreported\n                  Allegations\n\n            The   district   court    held    that     the   second    allegedly\n\ndefamatory statement, that Grabill told Donovan that “the existence\n\nof three known allegations automatically implies the existence of\n\nother    unreported   ones,”   is    not    actionable       because   it    is   a\n\nnonactionable statement of opinion.           We agree.\n\n\n                                     -11-\n\f            “[A] statement of opinion is not actionable unless it may\n\nreasonably be understood to imply the existence of defamatory fact\n\nas the basis for the opinion.”      Nash, 498 A.2d at 351 (internal\n\ncitations omitted).    See Gray v. St. Martin's Press, Inc., 221 F.3d\n\n243, 248 (1st Cir. 2000) (stating that a statement is not actionable\n\nif it is plain that the speaker is expressing a subjective view, an\n\ninterpretation, a theory, conjecture, or surmise, rather than\n\nclaiming to be in possession of objectively verifiable facts).       As\n\nthe district court explained, Grabill did not express an opinion\n\nthat implied his knowledge of additional facts but merely offered\n\na general theory–his belief–that in a case such as this, the number\n\nof known allegations automatically implied the existence of some\n\nlarger number of actual incidents.       Grabill’s statement is merely\n\nhis own speculation.     No person could reasonably understand that\n\nstatement to imply that Grabill had actual knowledge of additional\n\nincidents or complaints.    Viewing the allegation in the light most\n\nfavorable to Moss, we agree with the district court that the\n\nstatement is an opinion and not actionable.\n\nII.         THE CLAIM FOR INTENTIONAL         INFLICTION   OF\n            EMOTIONAL DISTRESS\n\n            Moss also alleges a claim for intentional infliction of\n\nemotional   distress. Emotional distress resulting from harm to\n\nreputation and good name caused by the publication of defamatory\n\nstatements cannot give rise to a separate action for intentional\n\ninfliction of emotional distress.       Provencher v. CVS Pharmacy, 145\n\n                                 -12-\n\fF.3d 5, 12 (1st Cir. 1998) (“New Hampshire law does not recognize\n\na cause of action for wrongful infliction of emotional distress\n\nwhere the factual predicate sounds in defamation.”). Instead, mental\n\nand emotional harm resulting from damage to reputation may be\n\ncompensated in the form of damages for emotional distress in the\n\ndefamation action.      De Meo v. Goodall, 640 F. Supp. 1115, 1116\n\n(D. N.H. 1986).   Therefore, the intentional infliction of emotional\n\ndistress claim can only encompass emotional distress caused by\n\nGrabill's statement to Moss that is distinct from the emotional\n\ndistress caused by the damage to Moss's reputation.\n\n           New Hampshire law looks to section 46 of the Restatement\n\n(Second) of Torts to define the tort of intentional infliction of\n\nemotional distress.     Morancy v. Morancy, 593 A.2d 1158, 1159 (N.H.\n\n1991).   As explicated in the Restatement:\n\n           Liability has been found only where the conduct\n           has been so outrageous in character, and so\n           extreme in degree, as to go beyond all possible\n           bounds of decency, and to be regarded as\n           atrocious, and utterly intolerable in a\n           civilized community.   Generally, the case is\n           one in which the recitation of the facts to an\n           average member of the community would arouse\n           his resentment against the actor, and lead him\n           to exclaim, “Outrageous!”\n\nRestatement (Second) of Torts § 46, cmt. d (1977); accord Konefal\n\nv.   Hollis/Brookline   Coop.   Sch.   Dist.,   723   A.2d   30,   33   (N.H.\n\n1998)(“One who by extreme and outrageous conduct intentionally\n\ncauses severe emotional distress to another is subject to liability\n\nfor that emotional distress.”); Godfrey v. Perkin-Elmer Corp., 794\n\n                                  -13-\n\fF.    Supp.   1179,    1189    (D.    N.H.   1992)   (“This    standard    plainly\n\nanticipates outrages far beyond the indignities and insensitivity\n\nthat    too    often   taint    our     daily   lives.”(internal         quotations\n\nomitted)).\n\n              False allegations of the nature of those allegedly made\n\nby Grabill may well be outrageous in light of the social stigma\n\nattached to such allegations, and the effect the allegations would\n\nhave on the career of someone who works with children.                     However,\n\nthese sources of emotional distress relate to harm caused to Moss's\n\nprofessional and social reputation due to public broadcast of the\n\nallegations, and are, therefore, linked to the action in defamation\n\nrather than intentional infliction of emotional distress. Moreover,\n\nas Judge McAuliffe noted, Grabill's statements to Moss were made in\n\na conversation initiated by Moss and in response to Moss's demand\n\nfor    justification     for    the    Camp's   decision      not   to   renew   his\n\nemployment contract. Furthermore, Moss does not allege that Grabill\n\nwas acting in an aggressive or threatening manner. The standard for\n\nmaking a claim of intentional infliction of emotional distress is\n\nvery high.      “Recovery on such a claim requires more than that the\n\ndefendant has acted with an intent which is tortious or even\n\ncriminal, or that he has intended to inflict emotional distress, or\n\neven that his conduct has been characterized by malice or a degree\n\nof aggravation which would entitle the plaintiff to punitive damages\n\nfor another tort.”        Restatement (Second) of Torts § 46, cmt. d.\n\n\n                                        -14-\n\fAccord Doyle v. Hasbro, Inc., 103 F.3d 186, 195 (1st Cir. 1996).\n\nWhile Grabill’s statement can certainly be considered offensive, it\n\nis not “so outrageous in character, and so extreme in degree, as to\n\ngo beyond all possible bounds of decency, and to be regarded as\n\natrocious   and    utterly    intolerable       in   a   civilized   community.”\n\nRestatement (Second) of Torts § 46, cmt. d (1977).\n\n            Accordingly, we conclude that the district court properly\n\ndismissed this claim.\n\nIII.        THE CLAIM FOR TORTIOUS INTERFERENCE                 WITH\n            PROSPECTIVE CONTRACTUAL RIGHTS\n\n            The district court held that Moss failed to state a claim\n\nfor tortious interference with prospective contractual rights.                 To\n\nsuccessfully      state   a   claim       for   tortious    interference     with\n\nprospective contractual rights, a plaintiff must allege that the\n\ndefendant “<induce[d] or otherwise purposely cause[d] a third person\n\nnot to . . . enter into or continue a business relation with [the\n\nplaintiff].”      Baker v. Dennis Brown Realty, 433 A.2d 1271, 1274\n\n(N.H. 1981) (quoting Bricker v. Crane, 387 A.2d 321, 323 (N.H.\n\n1978)).   Here, Moss only points to Grabill's statements to Donovan,\n\nwho was in no position to make decisions regarding Moss's future\n\nemployment at the Camp. Furthermore, Moss fails even to allege that\n\nthese statements caused Moss to lose his position or prospective\n\nposition.    In the absence of such an allegation, his claim cannot\n\npossibly succeed. See Jay Edwards, Inc. v. Baker, 534 A.2d 706, 709\n\n(N.H.   1987)     (stating    that    a   central    element   of    a   tortious\n\n                                      -15-\n\finterference claim is that the plaintiff was damaged by defendant's\n\nactions).     Therefore, the district court properly dismissed this\n\nelement.\n\nIV.         THE CIVIL CONSPIRACY CLAIM\n\n            The district court also correctly held that Moss's final\n\nclaim, a civil conspiracy count, fails to allege sufficient facts\n\nto succeed.      A central element of a civil conspiracy is agreement\n\namong the actors.      Jay Edwards, Inc., 534 A.2d at 709 (holding that\n\nan “essential element” of a civil conspiracy is “agreement on the\n\nobject or course of action”).         The gravamen of Moss's complaint is\n\nGrabill's allegedly false statements, but Moss fails to allege that\n\nany member of the board knew of these statements before they were\n\nmade, much less that any board member planned or conspired with\n\nGrabill to make these statements.            The complaint actually alleges\n\nthat Grabill made his statements before the board knew anything.\n\nIn the absence of any allegation of agreement between the board\n\nmembers and Grabill, the claim must fail.\n\nV.          CONCLUSION\n\n            We affirm the dismissal of Moss’s claims for intentional\n\ninfliction    of    emotional   distress,      tortious    interference    with\n\nprospective contractual relations and civil conspiracy. We reverse\n\nthe   judgment     dismissing   the   complaint    and    remand   for   further\n\nproceedings on the defamation claim.\n\n             Reversed in part and affirmed in part.\n\n\n                                      -16-\n\f",
  "html": "<p class=\"case_cite\">312 F.3d 503</p>\n    <p class=\"parties\">Stephen M. MOSS, Plaintiff, Appellant,<br>v.<br>CAMP PEMIGEWASSETT, INC.; Robert L. Grabill; Alfred N. Fauver; Bertha H. Fauver; Jonathan G. Fauver; Thomas L. Reed; Betsy M. Reed; Thomas L. Reed, Jr., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-1023.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 10, 2002.</p>\n    <p class=\"date\">Decided November 26, 2002.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>COPYRIGHT MATERIAL OMITTED Robert R. Lucic on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Russell F. Hilliard, with whom Lauren S. Irwin appears on brief, for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA and LIPEZ, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SCHWARZER, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Stephen Moss, a former archery counselor at Camp Pemigewasset, a summer camp for boys (\"the Camp\"), claims that he was defamed by the Camp's director, Robert Grabill. The gravamen of the complaint is that Grabill stated to an assistant counselor that he had received a complaint regarding Moss through the State of New Hampshire concerning inappropriate contact with boys at the Camp-an admittedly false statement-as well as two complaints from Camp parents. Moss brings this claim for defamation, along with claims for intentional infliction of emotional distress, tortious interference with prospective contractual rights, and civil conspiracy, against Grabill and the Camp's board of directors. The district court dismissed the complaint pursuant to Federal Rule of Civil Procedure 12(b)(6).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The question before us is whether Moss sufficiently alleged a claim upon which relief can be granted.</p>\n    </div>\n    <p>FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In ruling on a motion to dismiss, a court must \"accept all well-pleaded facts of the complaint as true and draw all reasonable inferences in favor of the plaintiff.\" <i>Aybar v. Crispin-Reyes,</i> 118 F.3d 10, 13 (1st Cir.1997). Moss served as the Camp's Head of Archery during the summers of 1999 and 2000. In October 2000, Moss received a letter from Grabill informing him that his employment would not be renewed for the summer of 2001. No reason for the decision was given, and Moss had no prior indication of dissatisfaction with his efforts. Grabill later told Moss that he had received three complaints against him alleging inappropriate contact with boys at the Camp. Two of the complaints were made by parents directly to the Camp (\"the Camp complaints\"); a third complaint came \"through the State of New Hampshire\" (\"the State complaint\"). Grabill refused to provide any detail regarding the identity of the complainants and only disclosed some \"purported partial details\" of one complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Grabill later told Charles Donovan, the Camp's Assistant Head of Nature and Bunk Counselor, of the complaints against Moss, stating that one came \"through `the State of New Hampshire.'\" Grabill also told Donovan that \"he was concerned something like this would happen again and that the existence of three known allegations automatically implied the existence of numerous other unreported ones.\" Despite Moss's requests for specific details, none were provided. Moss also requested his personnel file from the Camp pursuant to New Hampshire Revised Statutes Annotated &#167; 275:56I, but did not receive it or any documentation of any complaint against him.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 4, 2001, Thomas L. Reed, Sr., a member of the Camp's board of directors, wrote to Moss that \"Grabill's statement that he had received a complaint about Moss from `the State of New Hampshire' was false.\" Reed informed Moss that \"your name has never been mentioned to the State by Rob [Grabill], nor do we know of any parent, camper, or anyone else involved with [Camp] Pemi who has contacted the State in any way involving you.\" Despite the acknowledged falsity of Grabill's statement about the state complaint, the board of directors ratified Grabill's decision and refused Moss's request for reinstatement for 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This action followed. The district court had jurisdiction under 28 U.S.C. &#167; 1332, and we have jurisdiction under 28 U.S.C. &#167; 1291.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's judgment of dismissal <i>de novo. Wagner v. Devine,</i> 122 F.3d 53, 55 (1st Cir.1997). \"We may affirm a dismissal for failure to state a claim only if it clearly appears that, on the facts alleged, the plaintiff cannot recover on any viable theory.\" <i>Id.</i> The district court's determination of whether a statement is capable of defamatory meaning is a question of law reviewed <i>de novo. Gray v. St. Martin's Press,</i> 221 F.3d 243, 250 (1st Cir.2000), <i>cert. denied,</i> 531 U.S. 1075, 121 S.Ct. 770, 148 L.Ed.2d 669 (2001).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">I. THE DEFAMATION CLAIM</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Well-settled principles govern our disposition of this appeal. The issue on a motion to dismiss is not whether the plaintiff will ultimately prevail, but whether the plaintiff is entitled to offer evidence in support of his claims. <i>Scheuer v. Rhodes,</i> 416 U.S. 232, 236, 94 S.Ct. 1683, 40 L.Ed.2d 90 (1974), <i>overruled on other grounds, Davis v. Scherer,</i> 468 U.S. 183, 104 S.Ct. 3012, 82 L.Ed.2d 139 (1984). Dismissal is proper only if \"it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> 355 U.S. 41, 45-46, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957); <i>accord Cooperman v. Individual, Inc.,</i> 171 F.3d 43, 46 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because this case arises under our diversity jurisdiction, we look to New Hampshire's substantive law of defamation in applying these principles. Under that law, \"[t]o establish defamation, there must be evidence that a defendant ... publish[ed]... a false and defamatory statement of fact about the plaintiff to a third party.\" <i>Independent Mech. Contractors, Inc. v. Gordon T. Burke &amp; Sons, Inc.,</i> 138 N.H. 110, 635 A.2d 487, 492 (N.H.1993) (citing Restatement (Second) of Torts &#167; 558 (1977)). Moss's complaint alleges two statements published by Grabill to Donovan are defamatory: (1) that Grabill \"had received three complaints regarding Moss concerning inappropriate contact with boys at the Camp, including two from parents and one through `the State of New Hampshire,'\" and (2) that Grabill \"was concerned that something like this would happen again and a total of three known allegations automatically implied the existence of numerous other unreported ones.\" We take up the two statements separately in the following sections.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A. <i>Grabill's Statement That Three Complaints Had Been Made Against Moss</i></p>\n    </div>\n    <p>1. Defamatory meaning</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A statement is defamatory if it \"tends to lower the plaintiff in the esteem of any substantial and respectable group of people.\" <i>Nash v. Keene Publ'g Corp.,</i> 127 N.H. 214, 498 A.2d 348, 351 (1985). The district court held that the statement about a complaint having come through the State of New Hampshire could not reasonably be read to defame Moss by lowering him in the esteem of others. It reasoned that the statement is not about Moss but about the source of the complaint, i.e., that Moss does not charge either that Grabill said that Moss had inappropriate contact with campers or that the State had investigated Moss for having inappropriate contact. The court concluded that because Grabill told Donovan of no \"action or conclusion or statement of fact by the State, other than purely ministerial function of transmitting a complaint[,] ... Grabill's reference to the `the State' ... is immaterial, and could not reasonably be read as lowering Moss's esteem in the eyes of others.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This deconstruction of the complaint misses the nub of the complaint, to wit, that Grabill falsely told Donovan he had received complaints about Moss having inappropriate contact with boys at the Camp. The district court was right when it found the reference to the State to be immaterial, but its finding led it to the wrong conclusion. Had Grabill simply &#8212; and falsely &#8212; told Donovan that he had received a complaint through an unidentified source about Moss having inappropriate contact with boys at the Camp at which he served as a counselor, there could be no doubt that such a statement would lower him in the esteem of others.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In context, the phrase \"inappropriate contact with boys at the Camp\" can be reasonably understood to mean either sexual or physical misconduct. Because \"inappropriate contact\" is a common euphemism for child abuse, the statement is capable of defamatory meaning. It implies that Moss is accused of criminal conduct involving moral turpitude, which some jurisdictions treat as slander per se without need of proof of special damages. <i>See, e.g., Calvert v. Corthell,</i> 599 A.2d 69, 72 (Me.1991) (explaining that, if proven, false statements imputing accusations of physical and sexual child abuse are defamatory per se); <i>Huxen v. Villasenor,</i> 798 So.2d 209, 214 (La.App.2001) (finding defamation per se where a parent falsely accused a teacher of physically abusing a student); <i>see also</i> Restatement (Second) of Torts &#167; 571 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, the statement tends to disparage Moss in a way that is peculiarly harmful to his professional reputation. Moss alleges that he has worked for thirty years building his reputation as an archery coach and took great pride in treating his pupils professionally. He argues that the stigma of a child molestation accusation would severely impact his ability to work as an archery coach. It is axiomatic that an allegation of child abuse is peculiarly harmful to a professional working with children. Statements that harm one's professional reputation also constitute slander per se. <i>Ramirez v. Rogers,</i> 540 A.2d 475, 478 (Me.1988) (finding statements actionable per se where gymnastics school owner sued competitor for making false statements that plaintiff was under investigation for child abuse incidents at her school because the utterances adversely reflected on her business reputation); <i>see also</i> Restatement (Second) of Torts &#167; 573 (1977); <i>Disend v. Meadowbrook Sch.,</i> 33 Mass. App.Ct. 674, 604 N.E.2d 54, 55 (1992) (reversing dismissal of a teacher's defamation action where the plaintiff claimed that an accusation of professional misconduct harmed her ability to work as a teacher). As it involves a similar factual and procedural context, the <i>Disend</i> court's analysis is instructive:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As to the letter of the headmaster complained of, it does not require a fevered imagination to think that an \"incident\" brought to the attention of the school trustees, the \"specifics\" of which warranted a teacher's immediate dismissal... must have involved misconduct of an egregious sort.... Adding to the impression of grievous professional &#8212; or worse &#8212; misconduct is the sentence in the same letter that \"Mrs. Disend was inappropriate in the way she dealt with the children.\" As contextual facts are developed, it may turn out that the suggestive words and phrases are innocent, but at the pleading stage the allegations of the plaintiff are to be read indulgently in the sense that the complaint may stand unless, on the face of the complaint, it is unmistakable that the plaintiff can prove no facts in support of a tenable legal claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Id.</i> Likewise, at this point, we must draw all reasonable inferences in favor of Moss in considering Grabill's statement of \"inappropriate contact.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We must read words alleged to be defamatory in the context of the entire publication. <i>Duchesnaye v. Munro Enters., Inc.,</i> 125 N.H. 244, 480 A.2d 123, 125 (1984). The severity of Grabill's statement to Donovan was underlined by Grabill's further statement that \"he was concerned something like this would happen again and that the existence of three known allegations automatically implied the existence of numerous other unreported ones.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Accordingly, we think that \"[persons] of ordinary intelligence and common understanding could reasonably have understood the words as implying ... wrongdoing\" by Moss, and are thus capable of defamatory meaning. <i>Thomson v. Cash,</i> 119 N.H. 371, 402 A.2d 651, 653 (1979). Moss is entitled to prove \"his allegation that the defamatory meaning was in fact the one `intended and understood.'\" <i>Id.</i></p>\n    </div>\n    <p>2. Substantial truth</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court went on to hold that the statement about the complaint through the State was also substantially true. \"A statement is not actionable [defamation] if it is substantially true.\" <i>Simpkins v. Snow,</i> 139 N.H. 735, 661 A.2d 772, 776 (1995). The district court interpreted the complaint as not disputing that two other complaints had been made against Moss. On that premise, it held the statement about the State complaint was not actionable:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">[G]iven that Moss does not challenge the truth of Grabill's statement about the two direct complaints, the number of complaints against Moss &#8212; two versus three &#8212; is also an insubstantial detail. Even under the facts as alleged by Moss, multiple complaints of inappropriate contact have been made against him. Thus, Grabill's statement, which does little more than imply a third similar complaint, was substantially true &#8212; in the sense that complaints about inappropriate contact had indeed been made against Moss.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This is the same premise that led the court to conclude that with Moss having acknowledged that two similar complaints had been made to the Camp, \"the implication that a third complaint had been made to the State may not reasonably be read as further lowering the esteem in which Moss would be held.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We find the court's reasoning that a defamatory statement is an \"insubstantial detail\" if made in the context of other similar, unchallenged statements to be unpersuasive. In any event, the court's premise that \"Moss does not challenge the truth of Grabill's statement\" about the Camp complaints impermissibly draws an inference adverse to the pleader. That Grabill's statement about the State complaint was false is established on the face of the pleadings. In context, that Moss did not specifically allege that the statement about the Camp complaints was also false does not compel the inference that he failed to challenge it. To the contrary, Moss alleges that because he lacked the underlying information about the Camp complaints, he pressed Grabill about the specific details of the complaints and unsuccessfully requested his personnel file pursuant to New Hampshire law. Grabill refused to provide details \"except some purported partial details of one of them,\" and as of the filing of the complaint, Moss had not received any documentation of any complaint against him. Thus, Grabill denied Moss access to the evidentiary support that would have enabled him to determine whether the Camp complaints had been made. <i>Cf.</i> Fed.R.Civ.P. 11(b)(3). Given that Grabill's statement about the State complaint was false, the allegation that he withheld information about the Camp complaints raises a reasonable inference that Grabill's statement about the Camp complaints also was false. Moss's complaint, moreover, is directed at Grabill's entire \"statement\" to Donovan that he had received <i>three</i> complaints, not only the State complaint, alleging that it caused him physical and emotional injury. Thus, the district court's conclusion that \"the only reasonable inference [is] that ... these two complaints were in fact made\" is unsupportable. Because the complaint presents a set of facts that, if proven true, would justify recovery, the judgment of dismissal must be reversed. <i>Cooperman,</i> 171 F.3d at 46.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">B. <i>Grabill's Statement Regarding the Existence of Other Unreported Allegations</i></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court held that the second allegedly defamatory statement, that Grabill told Donovan that \"the existence of three known allegations automatically implies the existence of other unreported ones,\" is not actionable because it is a nonactionable statement of opinion. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\"[A] statement of opinion is not actionable unless it may reasonably be understood to imply the existence of defamatory fact as the basis for the opinion.\" <i>Nash,</i> 498 A.2d at 351 (internal citations omitted). <i>See Gray v. St. Martin's Press, Inc.,</i> 221 F.3d 243, 248 (1st Cir.2000) (stating that a statement is not actionable if it is plain that the speaker is expressing a subjective view, an interpretation, a theory, conjecture, or surmise, rather than claiming to be in possession of objectively verifiable facts). As the district court explained, Grabill did not express an opinion that implied his knowledge of additional facts but merely offered a general theory-his belief-that in a case such as this, the number of known allegations automatically implied the existence of some larger number of actual incidents. Grabill's statement is merely his own speculation. No person could reasonably understand that statement to imply that Grabill had actual knowledge of additional incidents or complaints. Viewing the allegation in the light most favorable to Moss, we agree with the district court that the statement is an opinion and not actionable.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">II. THE CLAIM FOR INTENTIONAL INFLICTION OF EMOTIONAL DISTRESS</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Moss also alleges a claim for intentional infliction of emotional distress. Emotional distress resulting from harm to reputation and good name caused by the publication of defamatory statements cannot give rise to a separate action for intentional infliction of emotional distress. <i>Provencher v. CVS Pharmacy,</i> 145 F.3d 5, 12 (1st Cir.1998) (\"New Hampshire law does not recognize a cause of action for wrongful infliction of emotional distress where the factual predicate sounds in defamation.\"). Instead, mental and emotional harm resulting from damage to reputation may be compensated in the form of damages for emotional distress in the defamation action. <i>De Meo v. Goodall,</i> 640 F.Supp. 1115, 1116 (D.N.H.1986). Therefore, the intentional infliction of emotional distress claim can only encompass emotional distress caused by Grabill's statement to Moss that is distinct from the emotional distress caused by the damage to Moss's reputation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">New Hampshire law looks to section 46 of the Restatement (Second) of Torts to define the tort of intentional infliction of emotional distress. <i>Morancy v. Morancy,</i> 134 N.H. 493, 593 A.2d 1158, 1159 (1991). As explicated in the Restatement:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Liability has been found only where the conduct has been so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community. Generally, the case is one in which the recitation of the facts to an average member of the community would arouse his resentment against the actor, and lead him to exclaim, \"Outrageous!\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Restatement (Second) of Torts &#167; 46, cmt. d (1977); <i>accord Konefal v. Hollis/Brookline Coop. Sch. Dist.,</i> 143 N.H. 256, 723 A.2d 30, 33 (1998)(\"One who by extreme and outrageous conduct intentionally causes severe emotional distress to another is subject to liability for that emotional distress.\"); <i>Godfrey v. Perkin-Elmer Corp.,</i> 794 F.Supp. 1179, 1189 (D.N.H. 1992) (\"This standard plainly anticipates outrages far beyond the indignities and insensitivity that too often taint our daily lives.\"(internal quotations omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">False allegations of the nature of those allegedly made by Grabill may well be outrageous in light of the social stigma attached to such allegations, and the effect the allegations would have on the career of someone who works with children. However, these sources of emotional distress relate to harm caused to Moss's professional and social reputation due to public broadcast of the allegations, and are, therefore, linked to the action in defamation rather than intentional infliction of emotional distress. Moreover, as Judge McAuliffe noted, Grabill's statements to Moss were made in a conversation initiated by Moss and in response to Moss's demand for justification for the Camp's decision not to renew his employment contract. Furthermore, Moss does not allege that Grabill was acting in an aggressive or threatening manner. The standard for making a claim of intentional infliction of emotional distress is very high. \"Recovery on such a claim requires more than that the defendant has acted with an intent which is tortious or even criminal, or that he has intended to inflict emotional distress, or even that his conduct has been characterized by malice or a degree of aggravation which would entitle the plaintiff to punitive damages for another tort.\" Restatement (Second) of Torts &#167; 46, cmt. d. <i>Accord Doyle v. Hasbro, Inc.,</i> 103 F.3d 186, 195 (1st Cir.1996). While Grabill's statement can certainly be considered offensive, it is not \"so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious and utterly intolerable in a civilized community.\" Restatement (Second) of Torts &#167; 46, cmt. d (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Accordingly, we conclude that the district court properly dismissed this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">III. THE CLAIM FOR TORTIOUS INTERFERENCE WITH PROSPECTIVE CONTRACTUAL RIGHTS</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court held that Moss failed to state a claim for tortious interference with prospective contractual rights. To successfully state a claim for tortious interference with prospective contractual rights, a plaintiff must allege that the defendant \"`induce[d] or otherwise purposely cause[d] a third person not to... enter into or continue a business relation with [the plaintiff].'\" <i>Baker v. Dennis Brown Realty,</i> 121 N.H. 640, 433 A.2d 1271, 1274 (1981) (quoting <i>Bricker v. Crane,</i> 118 N.H. 249, 387 A.2d 321, 323 (1978)). Here, Moss only points to Grabill's statements to Donovan, who was in no position to make decisions regarding Moss's future employment at the Camp. Furthermore, Moss fails even to allege that these statements caused Moss to lose his position or prospective position. In the absence of such an allegation, his claim cannot possibly succeed. <i>See Jay Edwards, Inc. v. Baker,</i> 130 N.H. 41, 534 A.2d 706, 709 (1987) (stating that a central element of a tortious interference claim is that the plaintiff was damaged by defendant's actions). Therefore, the district court properly dismissed this element.</p>\n    </div>\n    <p class=\"indent\">IV. THE CIVIL CONSPIRACY CLAIM</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court also correctly held that Moss's final claim, a civil conspiracy count, fails to allege sufficient facts to succeed. A central element of a civil conspiracy is agreement among the actors. <i>Jay Edwards, Inc.,</i> 534 A.2d at 709 (holding that an \"essential element\" of a civil conspiracy is \"<i>agreement</i> on the object or course of action\"). The gravamen of Moss's complaint is Grabill's allegedly false statements, but Moss fails to allege that any member of the board knew of these statements before they were made, much less that any board member planned or conspired with Grabill to make these statements. The complaint actually alleges that Grabill made his statements before the board knew anything. In the absence of any allegation of agreement between the board members and Grabill, the claim must fail.</p>\n    </div>\n    <p class=\"indent\">V. CONCLUSION</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We affirm the dismissal of Moss's claims for intentional infliction of emotional distress, tortious interference with prospective contractual relations and civil conspiracy. We reverse the judgment dismissing the complaint and remand for further proceedings on the defamation claim.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>Reversed</i> in part and <i>affirmed</i> in part.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable William W Schwarzer, Senior United States District Judge for the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Moss did not seek leave to amend the complaint<i>See</i> Fed.R.Civ.P. 15(a).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">503</span></span></p>\n    <p class=\"parties\">Stephen M. MOSS, Plaintiff, Appellant,<br>v.<br>CAMP PEMIGEWASSETT, INC.; Robert L. Grabill; Alfred N. Fauver; Bertha H. Fauver; Jonathan G. Fauver; Thomas L. Reed; Betsy M. Reed; Thomas L. Reed, Jr., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-1023.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 10, 2002.</p>\n    <p class=\"date\">Decided November 26, 2002.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>COPYRIGHT MATERIAL OMITTED Robert R. Lucic on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Russell F. Hilliard, with whom Lauren S. Irwin appears on brief, for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA and LIPEZ, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SCHWARZER, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Stephen Moss, a former archery counselor at Camp Pemigewasset, a summer camp for boys (\"the Camp\"), claims that he was defamed by the Camp's director, Robert Grabill. The gravamen of the complaint is that Grabill stated to an assistant counselor that he had received a complaint regarding Moss through the State of New Hampshire concerning inappropriate contact with boys at the Camp-an admittedly false statement-as well as two complaints from Camp parents. Moss brings this claim for defamation, along with claims for intentional infliction of emotional distress, tortious interference with prospective contractual rights, and civil conspiracy, against Grabill and the Camp's board of directors. The district court dismissed the complaint pursuant to Federal Rule of Civil Procedure 12(b)(6).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The question before us is whether Moss sufficiently alleged a claim upon which relief can be granted.</p>\n    </div>\n    <p>FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In ruling on a motion to dismiss, a court must \"accept all well-pleaded facts of the complaint as true and draw all reasonable inferences in favor of the plaintiff.\" <i>Aybar v. Crispin-Reyes,</i> <span class=\"citation\" data-id=\"197430\"><a href=\"/opinion/197430/aybar-v-crispin-reyes/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir.1997). Moss served as the Camp's Head of Archery during the summers of 1999 and 2000. In October 2000, Moss received a letter from Grabill informing him that his employment would not be renewed for the summer of 2001. No reason for the decision was given, and Moss had no prior indication of dissatisfaction with his efforts. Grabill later told Moss that he had received three complaints against him alleging inappropriate contact with boys at the Camp. Two of the complaints were made by parents directly to the Camp (\"the Camp complaints\"); a third complaint came \"through the State of New Hampshire\" (\"the State complaint\"). Grabill refused to provide any detail regarding the identity of the complainants and only disclosed some \"purported partial details\" of one complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Grabill later told Charles Donovan, the Camp's Assistant Head of Nature and Bunk Counselor, of the complaints against Moss, stating that one came \"through `the State of New Hampshire.'\" Grabill also told Donovan that \"he was concerned something like this would happen again and that the existence of three known allegations automatically implied the existence of numerous other unreported ones.\" Despite Moss's requests for specific details, none were provided. Moss also requested his personnel file from the Camp pursuant to New Hampshire Revised Statutes Annotated &#167; 275:56I, but did not receive it or any documentation of any complaint against him.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 4, 2001, Thomas L. Reed, Sr., a member of the Camp's board of directors, wrote to Moss that \"Grabill's statement that he had received a complaint about Moss from `the State of New Hampshire' was false.\" Reed informed Moss that \"your name has never been mentioned to the State by Rob [Grabill], nor do we know of any parent, camper, or anyone else involved with [Camp] Pemi who has contacted the State in any way involving you.\" Despite the acknowledged falsity of Grabill's statement about the state complaint, the board of directors ratified Grabill's decision and refused Moss's request for reinstatement for 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This action followed. The district court had jurisdiction under 28 U.S.C. &#167; 1332, and we have jurisdiction under 28 U.S.C. &#167; 1291.</p>\n    </div>\n    <p>STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's judgment of dismissal <i>de novo. Wagner v. Devine,</i> <span class=\"citation\" data-id=\"197486\"><a href=\"/opinion/197486/wagner-v-devine/\"><span class=\"volume\">122</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 55 (1st Cir.1997). \"We may affirm a dismissal for failure to state a claim only if it clearly appears that, on the facts alleged, the plaintiff cannot recover on any viable theory.\" <i>Id.</i> The district court's determination of whether a statement is capable of defamatory meaning is a question of law reviewed <i>de novo. Gray v. St. Martin's Press,</i> <span class=\"citation\" data-id=\"199026\"><a href=\"/opinion/199026/gray-v-st-martins/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span>, 250 (1st Cir.2000), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1075</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">770</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></span> (2001).</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">I. THE DEFAMATION CLAIM</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Well-settled principles govern our disposition of this appeal. The issue on a motion to dismiss is not whether the plaintiff will ultimately prevail, but whether the plaintiff is entitled to offer evidence in support of his claims. <i>Scheuer v. Rhodes,</i> <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">232</span></a></span>, 236, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1683</span></a></span>, <span class=\"citation\" data-id=\"109009\"><a href=\"/opinion/109009/scheuer-v-rhodes/\"><span class=\"volume\">40</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">90</span></a></span> (1974), <i>overruled on other grounds, Davis v. Scherer,</i> <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">183</span></a></span>, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3012</span></a></span>, <span class=\"citation\" data-id=\"111241\"><a href=\"/opinion/111241/davis-v-scherer/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">139</span></a></span> (1984). Dismissal is proper only if \"it appears beyond doubt that the plaintiff can prove no set of facts in support of his claim which would entitle him to relief.\" <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957); <i>accord Cooperman v. Individual, Inc.,</i> <span class=\"citation\" data-id=\"762535\"><a href=\"/opinion/762535/fed-sec-l-rep-p-90450-steven-g-cooperman-v-individual-inc/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 46 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Because this case arises under our diversity jurisdiction, we look to New Hampshire's substantive law of defamation in applying these principles. Under that law, \"[t]o establish defamation, there must be evidence that a defendant ... publish[ed]... a false and defamatory statement of fact about the plaintiff to a third party.\" <i>Independent Mech. Contractors, Inc. v. Gordon T. Burke &amp; Sons, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">138</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">110</span></span>, <span class=\"citation no-link\"><span class=\"volume\">635</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">487</span></span>, 492 (N.H.1993) (citing Restatement (Second) of Torts &#167; 558 (1977)). Moss's complaint alleges two statements published by Grabill to Donovan are defamatory: (1) that Grabill \"had received three complaints regarding Moss concerning inappropriate contact with boys at the Camp, including two from parents and one through `the State of New Hampshire,'\" and (2) that Grabill \"was concerned that something like this would happen again and a total of three known allegations automatically implied the existence of numerous other unreported ones.\" We take up the two statements separately in the following sections.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A. <i>Grabill's Statement That Three Complaints Had Been Made Against Moss</i></p>\n    </div>\n    <p>1. Defamatory meaning</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A statement is defamatory if it \"tends to lower the plaintiff in the esteem of any substantial and respectable group of people.\" <i>Nash v. Keene Publ'g Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">214</span></span>, <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">348</span></span>, 351 (1985). The district court held that the statement about a complaint having come through the State of New Hampshire could not reasonably be read to defame Moss by lowering him in the esteem of others. It reasoned that the statement is not about Moss but about the source of the complaint, i.e., that Moss does not charge either that Grabill said that Moss had inappropriate contact with campers or that the State had investigated Moss for having inappropriate contact. The court concluded that because Grabill told Donovan of no \"action or conclusion or statement of fact by the State, other than purely ministerial function of transmitting a complaint[,] ... Grabill's reference to the `the State' ... is immaterial, and could not reasonably be read as lowering Moss's esteem in the eyes of others.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This deconstruction of the complaint misses the nub of the complaint, to wit, that Grabill falsely told Donovan he had received complaints about Moss having inappropriate contact with boys at the Camp. The district court was right when it found the reference to the State to be immaterial, but its finding led it to the wrong conclusion. Had Grabill simply &#8212; and falsely &#8212; told Donovan that he had received a complaint through an unidentified source about Moss having inappropriate contact with boys at the Camp at which he served as a counselor, there could be no doubt that such a statement would lower him in the esteem of others.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In context, the phrase \"inappropriate contact with boys at the Camp\" can be reasonably understood to mean either sexual or physical misconduct. Because \"inappropriate contact\" is a common euphemism for child abuse, the statement is capable of defamatory meaning. It implies that Moss is accused of criminal conduct involving moral turpitude, which some jurisdictions treat as slander per se without need of proof of special damages. <i>See, e.g., Calvert v. Corthell,</i> <span class=\"citation no-link\"><span class=\"volume\">599</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">69</span></span>, 72 (Me.1991) (explaining that, if proven, false statements imputing accusations of physical and sexual child abuse are defamatory per se); <i>Huxen v. Villasenor,</i> <span class=\"citation\" data-id=\"1649381\"><a href=\"/opinion/1649381/huxen-v-villasenor/\"><span class=\"volume\">798</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">209</span></a></span>, 214 (La.App.2001) (finding defamation per se where a parent falsely accused a teacher of physically abusing a student); <i>see also</i> Restatement (Second) of Torts &#167; 571 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, the statement tends to disparage Moss in a way that is peculiarly harmful to his professional reputation. Moss alleges that he has worked for thirty years building his reputation as an archery coach and took great pride in treating his pupils professionally. He argues that the stigma of a child molestation accusation would severely impact his ability to work as an archery coach. It is axiomatic that an allegation of child abuse is peculiarly harmful to a professional working with children. Statements that harm one's professional reputation also constitute slander per se. <i>Ramirez v. Rogers,</i> <span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">475</span></span>, 478 (Me.1988) (finding statements actionable per se where gymnastics school owner sued competitor for making false statements that plaintiff was under investigation for child abuse incidents at her school because the utterances adversely reflected on her business reputation); <i>see also</i> Restatement (Second) of Torts &#167; 573 (1977); <i>Disend v. Meadowbrook Sch.,</i> 33 Mass. App.Ct. 674, <span class=\"citation\" data-id=\"2037803\"><a href=\"/opinion/2037803/disend-v-meadowbrook-school/\"><span class=\"volume\">604</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">54</span></a></span>, 55 (1992) (reversing dismissal of a teacher's defamation action where the plaintiff claimed that an accusation of professional misconduct harmed her ability to work as a teacher). As it involves a similar factual and procedural context, the <i>Disend</i> court's analysis is instructive:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As to the letter of the headmaster complained of, it does not require a fevered imagination to think that an \"incident\" brought to the attention of the school trustees, the \"specifics\" of which warranted a teacher's immediate dismissal... must have involved misconduct of an egregious sort.... Adding to the impression of grievous professional &#8212; or worse &#8212; misconduct is the sentence in the same letter that \"Mrs. Disend was inappropriate in the way she dealt with the children.\" As contextual facts are developed, it may turn out that the suggestive words and phrases are innocent, but at the pleading stage the allegations of the plaintiff are to be read indulgently in the sense that the complaint may stand unless, on the face of the complaint, it is unmistakable that the plaintiff can prove no facts in support of a tenable legal claim.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Id.</i> Likewise, at this point, we must draw all reasonable inferences in favor of Moss in considering Grabill's statement of \"inappropriate contact.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We must read words alleged to be defamatory in the context of the entire publication. <i>Duchesnaye v. Munro Enters., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">244</span></span>, <span class=\"citation no-link\"><span class=\"volume\">480</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">123</span></span>, 125 (1984). The severity of Grabill's statement to Donovan was underlined by Grabill's further statement that \"he was concerned something like this would happen again and that the existence of three known allegations automatically implied the existence of numerous other unreported ones.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Accordingly, we think that \"[persons] of ordinary intelligence and common understanding could reasonably have understood the words as implying ... wrongdoing\" by Moss, and are thus capable of defamatory meaning. <i>Thomson v. Cash,</i> <span class=\"citation\" data-id=\"1496957\"><a href=\"/opinion/1496957/thomson-v-cash/\"><span class=\"volume\">119</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">371</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">651</span></span>, 653 (1979). Moss is entitled to prove \"his allegation that the defamatory meaning was in fact the one `intended and understood.'\" <i>Id.</i></p>\n    </div>\n    <p>2. Substantial truth</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court went on to hold that the statement about the complaint through the State was also substantially true. \"A statement is not actionable [defamation] if it is substantially true.\" <i>Simpkins v. Snow,</i> <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">735</span></span>, <span class=\"citation no-link\"><span class=\"volume\">661</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">772</span></span>, 776 (1995). The district court interpreted the complaint as not disputing that two other complaints had been made against Moss. On that premise, it held the statement about the State complaint was not actionable:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">[G]iven that Moss does not challenge the truth of Grabill's statement about the two direct complaints, the number of complaints against Moss &#8212; two versus three &#8212; is also an insubstantial detail. Even under the facts as alleged by Moss, multiple complaints of inappropriate contact have been made against him. Thus, Grabill's statement, which does little more than imply a third similar complaint, was substantially true &#8212; in the sense that complaints about inappropriate contact had indeed been made against Moss.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This is the same premise that led the court to conclude that with Moss having acknowledged that two similar complaints had been made to the Camp, \"the implication that a third complaint had been made to the State may not reasonably be read as further lowering the esteem in which Moss would be held.\"</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We find the court's reasoning that a defamatory statement is an \"insubstantial detail\" if made in the context of other similar, unchallenged statements to be unpersuasive. In any event, the court's premise that \"Moss does not challenge the truth of Grabill's statement\" about the Camp complaints impermissibly draws an inference adverse to the pleader. That Grabill's statement about the State complaint was false is established on the face of the pleadings. In context, that Moss did not specifically allege that the statement about the Camp complaints was also false does not compel the inference that he failed to challenge it. To the contrary, Moss alleges that because he lacked the underlying information about the Camp complaints, he pressed Grabill about the specific details of the complaints and unsuccessfully requested his personnel file pursuant to New Hampshire law. Grabill refused to provide details \"except some purported partial details of one of them,\" and as of the filing of the complaint, Moss had not received any documentation of any complaint against him. Thus, Grabill denied Moss access to the evidentiary support that would have enabled him to determine whether the Camp complaints had been made. <i>Cf.</i> Fed.R.Civ.P. 11(b)(3). Given that Grabill's statement about the State complaint was false, the allegation that he withheld information about the Camp complaints raises a reasonable inference that Grabill's statement about the Camp complaints also was false. Moss's complaint, moreover, is directed at Grabill's entire \"statement\" to Donovan that he had received <i>three</i> complaints, not only the State complaint, alleging that it caused him physical and emotional injury. Thus, the district court's conclusion that \"the only reasonable inference [is] that ... these two complaints were in fact made\" is unsupportable. Because the complaint presents a set of facts that, if proven true, would justify recovery, the judgment of dismissal must be reversed. <i>Cooperman,</i> 171 F.3d at 46.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">B. <i>Grabill's Statement Regarding the Existence of Other Unreported Allegations</i></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court held that the second allegedly defamatory statement, that Grabill told Donovan that \"the existence of three known allegations automatically implies the existence of other unreported ones,\" is not actionable because it is a nonactionable statement of opinion. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\"[A] statement of opinion is not actionable unless it may reasonably be understood to imply the existence of defamatory fact as the basis for the opinion.\" <i>Nash,</i> 498 A.2d at 351 (internal citations omitted). <i>See Gray v. St. Martin's Press, Inc.,</i> <span class=\"citation\" data-id=\"199026\"><a href=\"/opinion/199026/gray-v-st-martins/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span>, 248 (1st Cir.2000) (stating that a statement is not actionable if it is plain that the speaker is expressing a subjective view, an interpretation, a theory, conjecture, or surmise, rather than claiming to be in possession of objectively verifiable facts). As the district court explained, Grabill did not express an opinion that implied his knowledge of additional facts but merely offered a general theory-his belief-that in a case such as this, the number of known allegations automatically implied the existence of some larger number of actual incidents. Grabill's statement is merely his own speculation. No person could reasonably understand that statement to imply that Grabill had actual knowledge of additional incidents or complaints. Viewing the allegation in the light most favorable to Moss, we agree with the district court that the statement is an opinion and not actionable.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">II. THE CLAIM FOR INTENTIONAL INFLICTION OF EMOTIONAL DISTRESS</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Moss also alleges a claim for intentional infliction of emotional distress. Emotional distress resulting from harm to reputation and good name caused by the publication of defamatory statements cannot give rise to a separate action for intentional infliction of emotional distress. <i>Provencher v. CVS Pharmacy,</i> <span class=\"citation\" data-id=\"754633\"><a href=\"/opinion/754633/76-fair-emplpraccas-bna-1569-73-empl-prac-dec-p-45393-richard/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 12 (1st Cir.1998) (\"New Hampshire law does not recognize a cause of action for wrongful infliction of emotional distress where the factual predicate sounds in defamation.\"). Instead, mental and emotional harm resulting from damage to reputation may be compensated in the form of damages for emotional distress in the defamation action. <i>De Meo v. Goodall,</i> <span class=\"citation\" data-id=\"1452443\"><a href=\"/opinion/1452443/demeo-v-goodall/\"><span class=\"volume\">640</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1115</span></a></span>, 1116 (D.N.H.1986). Therefore, the intentional infliction of emotional distress claim can only encompass emotional distress caused by Grabill's statement to Moss that is distinct from the emotional distress caused by the damage to Moss's reputation.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">New Hampshire law looks to section 46 of the Restatement (Second) of Torts to define the tort of intentional infliction of emotional distress. <i>Morancy v. Morancy,</i> <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">493</span></span>, <span class=\"citation no-link\"><span class=\"volume\">593</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1158</span></span>, 1159 (1991). As explicated in the Restatement:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Liability has been found only where the conduct has been so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious, and utterly intolerable in a civilized community. Generally, the case is one in which the recitation of the facts to an average member of the community would arouse his resentment against the actor, and lead him to exclaim, \"Outrageous!\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Restatement (Second) of Torts &#167; 46, cmt. d (1977); <i>accord Konefal v. Hollis/Brookline Coop. Sch. Dist.,</i> <span class=\"citation no-link\"><span class=\"volume\">143</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">256</span></span>, <span class=\"citation no-link\"><span class=\"volume\">723</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">30</span></span>, 33 (1998)(\"One who by extreme and outrageous conduct intentionally causes severe emotional distress to another is subject to liability for that emotional distress.\"); <i>Godfrey v. Perkin-Elmer Corp.,</i> <span class=\"citation\" data-id=\"1477527\"><a href=\"/opinion/1477527/godfrey-v-perkin-elmer-corp/\"><span class=\"volume\">794</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1179</span></a></span>, 1189 (D.N.H. 1992) (\"This standard plainly anticipates outrages far beyond the indignities and insensitivity that too often taint our daily lives.\"(internal quotations omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">False allegations of the nature of those allegedly made by Grabill may well be outrageous in light of the social stigma attached to such allegations, and the effect the allegations would have on the career of someone who works with children. However, these sources of emotional distress relate to harm caused to Moss's professional and social reputation due to public broadcast of the allegations, and are, therefore, linked to the action in defamation rather than intentional infliction of emotional distress. Moreover, as Judge McAuliffe noted, Grabill's statements to Moss were made in a conversation initiated by Moss and in response to Moss's demand for justification for the Camp's decision not to renew his employment contract. Furthermore, Moss does not allege that Grabill was acting in an aggressive or threatening manner. The standard for making a claim of intentional infliction of emotional distress is very high. \"Recovery on such a claim requires more than that the defendant has acted with an intent which is tortious or even criminal, or that he has intended to inflict emotional distress, or even that his conduct has been characterized by malice or a degree of aggravation which would entitle the plaintiff to punitive damages for another tort.\" Restatement (Second) of Torts &#167; 46, cmt. d. <i>Accord Doyle v. Hasbro, Inc.,</i> <span class=\"citation\" data-id=\"197138\"><a href=\"/opinion/197138/boyle-v-hasbro-inc/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">186</span></a></span>, 195 (1st Cir.1996). While Grabill's statement can certainly be considered offensive, it is not \"so outrageous in character, and so extreme in degree, as to go beyond all possible bounds of decency, and to be regarded as atrocious and utterly intolerable in a civilized community.\" Restatement (Second) of Torts &#167; 46, cmt. d (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Accordingly, we conclude that the district court properly dismissed this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">III. THE CLAIM FOR TORTIOUS INTERFERENCE WITH PROSPECTIVE CONTRACTUAL RIGHTS</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The district court held that Moss failed to state a claim for tortious interference with prospective contractual rights. To successfully state a claim for tortious interference with prospective contractual rights, a plaintiff must allege that the defendant \"`induce[d] or otherwise purposely cause[d] a third person not to... enter into or continue a business relation with [the plaintiff].'\" <i>Baker v. Dennis Brown Realty,</i> <span class=\"citation\" data-id=\"2280088\"><a href=\"/opinion/2280088/baker-v-dennis-brown-realty/\"><span class=\"volume\">121</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">640</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1271</span></span>, 1274 (1981) (quoting <i>Bricker v. Crane,</i> <span class=\"citation\" data-id=\"2172062\"><a href=\"/opinion/2172062/bricker-v-crane/\"><span class=\"volume\">118</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">249</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">321</span></span>, 323 (1978)). Here, Moss only points to Grabill's statements to Donovan, who was in no position to make decisions regarding Moss's future employment at the Camp. Furthermore, Moss fails even to allege that these statements caused Moss to lose his position or prospective position. In the absence of such an allegation, his claim cannot possibly succeed. <i>See Jay Edwards, Inc. v. Baker,</i> <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">41</span></span>, <span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">706</span></span>, 709 (1987) (stating that a central element of a tortious interference claim is that the plaintiff was damaged by defendant's actions). Therefore, the district court properly dismissed this element.</p>\n    </div>\n    <p class=\"indent\">IV. THE CIVIL CONSPIRACY CLAIM</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The district court also correctly held that Moss's final claim, a civil conspiracy count, fails to allege sufficient facts to succeed. A central element of a civil conspiracy is agreement among the actors. <i>Jay Edwards, Inc.,</i> 534 A.2d at 709 (holding that an \"essential element\" of a civil conspiracy is \"<i>agreement</i> on the object or course of action\"). The gravamen of Moss's complaint is Grabill's allegedly false statements, but Moss fails to allege that any member of the board knew of these statements before they were made, much less that any board member planned or conspired with Grabill to make these statements. The complaint actually alleges that Grabill made his statements before the board knew anything. In the absence of any allegation of agreement between the board members and Grabill, the claim must fail.</p>\n    </div>\n    <p class=\"indent\">V. CONCLUSION</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We affirm the dismissal of Moss's claims for intentional infliction of emotional distress, tortious interference with prospective contractual relations and civil conspiracy. We reverse the judgment dismissing the complaint and remand for further proceedings on the defamation claim.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>Reversed</i> in part and <i>affirmed</i> in part.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable William W Schwarzer, Senior United States District Judge for the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Moss did not seek leave to amend the complaint<i>See</i> Fed.R.Civ.P. 15(a).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1452443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1477527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1496957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1649381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2037803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2172062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2280088/"
  ]
}