{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200327/",
  "absolute_url": "/opinion/200327/united-states-v-nelson/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200327/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:48:37Z",
  "date_modified": "2016-02-28T05:02:49.134880Z",
  "type": "010combined",
  "sha1": "fd246e50265caf18fc1add67d9dd4d775bdc7cee",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1422-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/02/07/US_v._Nelson.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNos. 00-1422                                         Volume I of II\n     00-1457\n     00-1534\n     00-1560\n     00-1561\n     00-1628\n     01-1150\n     01-1873\n     01-2248\n\n\n                         UNITED STATES,\n                            Appellee,\n\n                               v.\n\n        MILTON A. NELSON-RODRIGUEZ; LUIS A. ROMERO-LÓPEZ;\n      MIGUEL A. RODRIGUEZ-RIVERA; EDUARDO ARROYO-MALDONADO;\n          CARLOS BONET-GONZALEZ; ANGEL CHEVERE-GONZALEZ;\n LUIS CARIBE-GARCIA; RAÚL RIVERA-PÉREZ; VICTOR M. VALLE-LASALLE,\n\n                     Defendants, Appellants.\n\n\n         APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n                      Lynch, Circuit Judge,\n               and Shadur,* Senior District Judge.\n\n\n\n\n* Of the Northern District of Illinois, sitting by designation.\n\f          Marlene Aponte Cabrera for appellant Nelson-Rodriguez.\n\n          Rafael F. Castro Lang for appellant Romero-López.\n\n          Jose A. Suarez-Santa for appellant Rodriguez-Rivera.\n\n          Raymond   L.   Sanchez   Maceira   for   appellant   Arroyo-\nMaldonado.\n\n          Mauricio Hernandez Arroyo for appellant Bonet-Gonzalez.\n\n          Raymond Rivera Esteves for appellant Chevere-Gonzalez.\n\n          Marlene Gerdts for appellant Caribe-Garcia.\n\n          Linda George for appellant Rivera-Pérez.\n\n          Luz M. Rios Rosario for appellant Valle-Lasalle.\n\n          William C. Brown, Attorney, U.S. Department of Justice,\nwith whom H.S. Garcia, United States Attorney, was on brief for\nappellee.\n\n\n                          February 7, 2003\n\f               LYNCH, Circuit Judge. Thirteen individuals were indicted\n\non February 5, 1998 for participating in a conspiracy to possess\n\nwith       intent   to   distribute   1,000    kilograms    of   cocaine,   five\n\nkilograms of heroin, and 5,000 pounds of marijuana, in violation of\n\n21 U.S.C. § 846 (2000).        This case involves the appeals of nine of\n\nthose defendants: Milton Nelson-Rodriguez (\"Nelson\"), Luis Romero-\n\nLópez (\"Romero\"), Miguel Rodriguez-Rivera (\"Rodriguez\"), Eduardo\n\nArroyo-Maldonado (\"Arroyo\"), Carlos Bonet-Gonzalez (\"Bonet\"), Angel\n\nChevere-Gonzalez (\"Chevere\"), Luis Caribe-Garcia (\"Caribe\"), Raúl\n\nRivera-Pérez (\"Rivera\"), and Victor Valle-Lasalle (\"Valle\").                 Six\n\nof the defendants -- Nelson, Rodriguez, Arroyo, Bonet, Chevere and\n\nCaribe -- were convicted at a trial in September 1999.1              Rivera and\n\nValle were convicted at a second trial in September 2000.                  Romero\n\npled guilty before trial.\n\n               This case raises a large number of issues; the more\n\nimportant ones include:\n\n(1)    whether the authorization for a wiretap was invalid when the\n\ngovernment          withheld   certain        information    going    to      the\n\ntrustworthiness of a relied-upon confidential informant in the\n\naffidavit used to apply for a wiretap order;\n\n\n       1\n        There were also two other defendants at the September 1999\ntrial who are not parties to this appeal, Julio Ortiz Guevara\n(\"Ortiz\") and Luis Diaz (whom we will refer to as \"Luis Diaz\" to\ndistinguish him from a confidential informant named Jose Diaz).\nThe jury was unable to reach a verdict with respect to Ortiz; he\nsubsequently entered a guilty plea and has not appealed. Luis Diaz\nwas found guilty and has not appealed his conviction.\n\n                                       -3-\n\f(2)   whether a jury determination as to drug quantity and type for\n\nthe entire underlying conspiracy is adequate for Apprendi purposes,\n\nand when an Apprendi claim must be raised to be preserved;\n\n(3)    the meaning of \"special skill\" in U.S.S.G. § 3B1.3, which\n\nauthorizes a two-level increase in sentence if the defendant \"used\n\na special skill, in a manner that significantly facilitated the\n\ncommission or concealment of the offense\";\n\n(4)   a claim that the government failed to move for a substantial\n\nassistance   reduction   of   sentence   under   U.S.S.G.   §   5K1.1   as\n\nretaliation against a cooperating defendant for telling the truth;\n\n(5)    the existence of constraints, if any, on the ability of a\n\ndistrict judge to impose a term of supervised release in cases\n\nunder §§ 841 and 846 that is in excess of the term contemplated by\n\nU.S.S.G. § 5D1.2;\n\n(6)   a claim of deprivation of a right to speedy trial arising out\n\nof a 14-month period between conviction and sentencing;\n\n(7)    a claim of improper ex parte contact between a probation\n\nofficer and the prosecution after the initial presentence report\n\nbut before the filing of an amended report which supported a new\n\nsentence enhancement;\n\n(8)   on the review of a denial for a motion for new trial, a claim\n\nthat defense counsel had a potential conflict of interest because\n\nhe    simultaneously   represented   another     conspirator,   who     was\n\n\n\n\n                                  -4-\n\fpreviously acquitted but then had pled guilty, in sentencing issues\n\nresulting from a plea agreement.\n\n             Save for one aspect of a claim by Rodriguez concerning\n\nhis term of supervised release, we reject all of the claims raised\n\nby defendants.       The length of the opinion is mandated by the fact\n\nthat   it    is   the    equivalent       of   nine   opinions      as   to   the   nine\n\ndefendants.\n\n                                           I.\n\n             With challenges to the sufficiency of the evidence, we\n\nrecite the facts in the light most favorable to the jury's guilty\n\nverdicts.     See United States v. Bayes, 210 F.3d 64, 65-66 (1st Cir.\n\n2000).      As to other issues, we objectively view the evidence of\n\nrecord.      See United States v. Piper, 298 F.3d 47, 50 (1st Cir.\n\n2002).\n\nA.   The Investigation\n\n             An FBI investigation of the conspiracy, led by FBI\n\nSpecial Agent Michael Plichta, began when Jorge Hernandez-Miller\n\n(\"Hernandez\") agreed to infiltrate a drug trafficking organization\n\nrun by      Rivera   and   serve     as    a    confidential     informant     (\"CI\").\n\nHernandez had been convicted in a 1993 drug importation case known\n\nas the \"Al Capone\" case and served 36 months in jail, a reduced\n\nsentence because he had cooperated with the government in that case\n\nas well.      In 1997, two years after Hernandez was released from\n\nprison,     he    told   the   FBI    that       he   wanted   to    help     apprehend\n\n\n                                           -5-\n\findividuals from the Al Capone case who were still at large.\n\nHernandez said he wanted to cooperate with the government because\n\nhe feared for the safety of himself and his family; some of the Al\n\nCapone individuals still at large, he claimed, broke into his house\n\nwhile he was in prison.           Under his agreement with       the FBI,\n\nHernandez was to receive twenty-five percent of the forfeitures\n\nmade as a result of his cooperation.      By September 7, 1999, he had\n\nreceived $21,000.\n\n          In the course of their interactions, Hernandez heard\n\nRivera mention names of coconspirators, including Caribe and Bonet,\n\nwho knew that Hernandez had cooperated with the government in the\n\nAl Capone case.     Hernandez, fearing that these conspirators could\n\nhave exposed him as an informant, introduced another CI, Jose Diaz,\n\nas his employee.    He hoped to have Diaz attend any meetings where\n\nthe people in attendance might recognize Hernandez from his time as\n\na drug trafficker.\n\n          Hernandez and Diaz were the government's main witnesses\n\nat both of the trials.     A third principal government witness, Luis\n\nTorres Orosco (\"Torres\"), was a charged defendant who pled guilty\n\nand testified     about   his   involvement   in   the   conspiracy.   The\n\ngovernment also played numerous audiotapes of conversations in\n\nwhich the defendants discussed their drug trafficking activity.\n\nThe FBI investigators had obtained tapes both from consensual\n\n\n\n\n                                    -6-\n\frecordings made by the CIS and from a wiretap on a cellular phone\n\nthat Hernandez sold to Rivera.\n\nB.   The Conspirators\n\n            The defendants were part of a drug operation led by\n\nRivera that imported drugs from Colombia to sell in Puerto Rico and\n\nNew York.    According to the indictment, the conspiracy began \"no\n\nlater than in or about April 1997\" and continued until November\n\n1997, when arrests in the case began.         The evidence at the two\n\ntrials showed, inter alia, four planned importations of cocaine\n\nfrom Colombia (only one of which was successful), one planned\n\nimportation of heroin from St. Maarten, and one planned importation\n\nof more than 4,000 pounds of marijuana.\n\n            Each defendant had a different role in the conspiracy.\n\nRivera was the leader and Arroyo was his lieutenant. They arranged\n\nfor the boat, navigational charts, and radios necessary to import\n\nthe drugs. When Arroyo became too greedy, Rivera replaced him with\n\nValle.\n\n            Bonet was to captain Rivera's receiving boat, which would\n\ntake the drugs to Puerto Rico in at least one of the early\n\nshipments.    On the fourth planned importation, Ortiz was to serve\n\nin   this   role.   Torres   was   the   coordinator   of   certain   drug\n\nshipments.    Caribe oversaw security at the drop-off point on shore\n\nand, through his brother-in-law, Mark Figueroa-Jarvis (\"Figueroa\"),\n\nhelped arrange for the distribution of the drugs in New York.\n\n\n                                   -7-\n\fNelson was involved in distribution of the imported drugs, and was\n\nalso captured on audiotape discussing with Rivera plans to import\n\nbetween 6,000 and 10,000 pounds of marijuana.              Rodriguez took the\n\ncocaine from Puerto Rico to New York, where he sold it to Figueroa.\n\n            CI Hernandez, meanwhile, worked with the Colombians to\n\nget the drugs to Puerto Rico, and also traveled to St. Maarten on\n\nRivera's behalf to negotiate the heroin importation.                 CI Diaz\n\nparticipated in various activities of the conspiracy, including\n\ntrips to Colombia and St. Maarten.          Hernandez also introduced an\n\nundercover agent of the U.S. Customs Service, Agent Victor Rosa, as\n\nthe captain of a boat that was to bring cocaine from Colombia to a\n\nrendezvous with Rivera's boat.\n\nC.   The Drug Importation Plans\n\n            1.   Planned Importation of 1,100 Kilograms of Cocaine\n\n            CI Hernandez testified about a planned importation of\n\n1,100    kilograms    of   cocaine   in    early   1997.       Hernandez   had\n\nconnections in Colombia through Humberto Arduandua, a Colombian\n\ndrug trafficker with whom Hernandez had been imprisoned. Arduandua\n\nput Hernandez in contact with Rivera in the spring of 1997; he told\n\nRivera   that    Hernandez   could    be   an   intermediary     between   the\n\nColombian    drug     suppliers      and   Rivera's     drug     distribution\n\norganization     to    facilitate     cocaine      importation.       As    an\n\nintermediary, Hernandez was responsible for examining the boats and\n\n\n\n\n                                     -8-\n\fequipment     used   to   transport    the   drugs   from   Colombia      and   the\n\ndelivery site for the drugs in Puerto Rico.\n\n             Hernandez called Rivera on April 25, 1997, and the two\n\nset up a meeting later that night.            This call, like many between\n\nthe CIS and members of Rivera's organization, was recorded by the\n\nFBI.    Hernandez met Rivera and Arroyo, whom Rivera introduced as\n\none    of   his   employees,   at   the   Condado    Hotel,   and   they    began\n\nnegotiating a contract to import 1,100 kilograms of cocaine from\n\nColombia.     Hernandez and Rivera agreed to the basic details of the\n\ntransaction:       Hernandez   would      arrange    for    the   drugs    to    be\n\ntransported from Colombia to a location approximately 35 miles off\n\nthe northern coast of Puerto Rico, where Rivera's organization\n\nwould pick up the drugs in their own boat and bring the drugs into\n\nPuerto Rico.       Rivera told Hernandez that he wanted 25 percent of\n\nthe load from the Colombians as payment and that half of the\n\nremaining load would be sold in Puerto Rico while the other half\n\nwould be shipped to New York.\n\n             Two days later, Hernandez met Rivera and Arroyo to\n\ninspect the shore area where the load would be delivered.                       They\n\nshowed him the elevated area from which Rivera's employees would\n\nwatch the delivery.        Rivera also told Hernandez that Arroyo had a\n\nfriend who owned a car rental business where the drugs would be\n\nstored.\n\n\n\n\n                                       -9-\n\f          At their next meeting, on May 3, 1997, Hernandez met\n\nRivera and Arroyo at a Travelodge hotel and introduced them to\n\nRosa, the undercover agent posing as one of Hernandez's employees.\n\nThe FBI videotaped this meeting with a hidden camera.                 Hernandez\n\ntold Rivera that Rosa would captain the boat that would bring the\n\ncocaine load from Colombia to Rivera's boat off the coast of Puerto\n\nRico. Arroyo brought navigational charts to the meeting, which the\n\nconspirators used to pinpoint the location where Rivera's boat\n\nwould pick up the drugs from Rosa.            A few days later, Rivera\n\nprovided Hernandez with a two meter radio, which would be used\n\nduring the operation.\n\n          In   the   summer   of    1997,   Hernandez    and    his    putative\n\nemployee, CI Diaz, traveled to Venezuela and Colombia to finalize\n\nthe division of the drugs between the Rivera/Hernandez organization\n\nand the Colombians. Hernandez later spoke to Rivera about how they\n\nshould split their share of the cocaine load, and Rivera suggested\n\nthat he and Hernandez become partners.\n\n          When   Hernandez    and    Diaz   returned     from   their     trip,\n\nHernandez learned that Arroyo had been replaced by Valle, another\n\nof Rivera's employees, because Arroyo had asked for one million\n\ndollars as payment for his role in the shipment.                 Rivera told\n\nHernandez that they would use different equipment and a different\n\nshore area as a result of the replacement and asked Hernandez to\n\nlook at both on his next trip to the island.            Hernandez later met\n\n\n                                    -10-\n\fwith Rivera and Valle to inspect the new boat and shore area.    He\n\nalso saw the house where Rivera's team would temporarily store the\n\ndrugs.   At this meeting, Valle showed Hernandez a police scanner\n\nand told him that they would have \"no trouble\" because one of his\n\nrelatives worked with the local police.    The planned shipment was\n\nnever made because several problems arose, including the arrest of\n\none of the cocaine suppliers in Venezuela.\n\n          2.     Successful Importation of 250 Kilograms of Cocaine\n\n          Torres, the cooperating defendant, testified about a\n\nsuccessful shipment of 250 kilograms of cocaine that occurred on\n\nJuly 16, 1997.    Torres was the coordinator for this shipment, and\n\noversaw security and the distribution of the cocaine.    Chevere was\n\nresponsible for security when the cocaine load was delivered:    he\n\nhad weapons at the delivery site and made sure that the people\n\ndelivering the drugs would not attempt to take the drugs back after\n\nthey received payment.     After the shipment was delivered, Torres\n\nand Rivera went to a nearby repair shop and divided the cocaine\n\nbetween them.      Rivera received approximately 50 kilograms, for\n\nwhich he promised to pay Torres a discounted price amounting to\n\nover $600,000; Torres kept the remaining 200 kilograms.       Rivera\n\narranged for most of his cocaine to be sent to Figueroa, Caribe's\n\nbrother-in-law in New York, because the price of cocaine was higher\n\nin New York.      Figueroa sold the cocaine and sent some of the\n\n\n\n\n                                 -11-\n\fproceeds back to Rivera.     Chevere, Caribe, and Nelson each had a\n\nrole in distributing Rivera's share.\n\n          3.   Attempted Importation of 36 Kilograms of Cocaine\n\n          In the summer of 1997, Torres also became involved in the\n\nconspiracy's   planned   importation    of   36   kilograms   of   cocaine.\n\nTorres testified that Rivera introduced him to Nelson.         Rivera and\n\nNelson had arranged for a 36 kilogram load of cocaine to be sent\n\nfrom Venezuela to Puerto Rico on a boat.           Nelson's nephew, Luis\n\nDiaz, tied the load to the bottom of a boat that was going to\n\nPuerto Rico.   While the boat was en route, the load was lost.          The\n\nColombians who had supplied the cocaine kidnapped Luis Diaz and\n\nthreatened to kill him unless they were paid for the shipment.\n\nTorres, Rivera, and Nelson discussed ways to gain his release, but\n\nhe eventually escaped on his own.\n\n          4.   Planned Importation of Eight Kilograms of Heroin\n\n          On October 12, 1997, Caribe sent the CIS, Hernandez and\n\nDiaz, to St. Maarten to arrange for a shipment of eight kilograms\n\nof heroin into Puerto Rico.     Hernandez and Diaz were responsible\n\nfor transporting the heroin to Puerto Rico.          They met with a man\n\nnamed Francisco and agreed that Rivera's organization would keep\n\nthree kilograms of heroin, while the remaining five kilograms would\n\neither be sold or distributed by Rivera with the proceeds going\n\nback to Francisco's organization.\n\n\n\n\n                                 -12-\n\f            5.    Planned Importation of 700 Kilograms of Cocaine\n\n            In July 1997, CI Diaz went to Colombia to arrange for the\n\nimportation of more cocaine into Puerto Rico.              Diaz testified that\n\nthe Colombians agreed that Hernandez and Diaz's organization could\n\nimport 700 kilograms of cocaine into Puerto Rico and, if that\n\nshipment went well, they would be able to import larger shipments\n\nin the future.      On August 16, 1997, Diaz met with Rivera and Caribe\n\nto discuss importing the 700 kilograms.                   During this meeting,\n\nRivera   and     Caribe   promised   to    show    Diaz    that    they    had   the\n\nequipment,       security,   and   other    prerequisites         to   handle    the\n\nimportation of large quantities of cocaine.               Rivera also gave Diaz\n\na gun to give to Hernandez; Rivera said the gun was \"clean\" and\n\ncould be used.\n\n             On October 29, 1997, Diaz met with Rivera and Bonet.\n\nThey looked at the nautical charts showing where the drugs would be\n\nbrought into Puerto Rico, and Bonet showed Diaz the radio that\n\nwould be used during the operation.               The next day, October 30,\n\nDiaz, Rivera, Caribe, Figueroa, and Bonet met again.                      Bonet and\n\nCaribe conducted a test of a radio that would be used in the\n\nshipment.      The FBI was able to record Bonet's voice during this\n\ntest.\n\n             Diaz testified that he and Bonet conversed during their\n\ncar trips to and from these meetings.             Bonet assured Diaz that his\n\nteam \"had been in drug trafficking for many years\" and \"had the\n\n\n                                     -13-\n\fnecessary equipment, including the boats, communication, security\n\nat the beach and the captains.\"    Bonet also said that he had been\n\nsought by the FBI in the Al Capone case, but the FBI was unable to\n\nidentify him because it did not know his full name.     He said that\n\nsomeone named Frank Jones had become a \"snitch\" and that \"they were\n\ngoing to kill him.\"    \"Frank Jones\" was Hernandez's previous alias\n\nfrom his time as a drug trafficker.\n\n            On November 1, 1997, Diaz, Rivera, and Bonet met a third\n\ntime.   Caribe introduced Diaz to Ortiz, the boat captain for the\n\nshipment.   Caribe told Ortiz that he would make sure that Ortiz had\n\na working motor for his boat by the shipment date.    The group made\n\nplans to meet at a future date to view the site selected for\n\ndelivery of the load.    There is no evidence that this meeting or\n\nthe shipment ever took place, possibly because several defendants\n\nwere arrested during early November.\n\nD.   Convictions and Sentences\n\n            Romero pled guilty and was sentenced to 135 months of\n\nimprisonment and 5 years of supervised release.     Juries found the\n\nother eight defendants guilty as charged.      They received varying\n\nsentences, as follows:\n\n            Rivera: Life imprisonment and 5 years supervised release;\n\n            Chevere: 540 months imprisonment and 10 years supervised\n\nrelease;\n\n\n\n\n                                 -14-\n\f           Caribe: 420 months imprisonment and 8 years supervised\n\nrelease;\n\n           Valle: 360 months imprisonment and 10 years supervised\n\nrelease;\n\n           Bonet: 360 months imprisonment and 20 years supervised\n\nrelease;\n\n           Arroyo: 324 months imprisonment and 20 years supervised\n\nrelease;\n\n           Nelson: 293 months imprisonment and 10 years supervised\n\nrelease;\n\n           Rodriguez:   151   months      imprisonment     and   15   years\n\nsupervised release.\n\n                                   II.\n\n           On appeal, not all defendants raise every claim.               The\n\ndefendants who make each claim are identified in the section\n\nheading.\n\nA.   Sufficiency of the Evidence (Caribe, Rodriguez, Arroyo)\n\n           Caribe, Rodriguez and Arroyo argue that the evidence was\n\ninsufficient to establish a conspiracy, or to link each of them to\n\nit individually.    The guilty verdicts stand unless, viewing the\n\nevidence in   the   light   most   favorable   to    the   prosecution,    no\n\nreasonable jury could have rendered them.            See United States v.\n\nSpinney, 65 F.3d 231, 234 (1st Cir. 1995).          That burden is not met\n\nhere.\n\n\n                                   -15-\n\f          There are three basic components to a drug conspiracy:\n\n\"[T]he existence of a conspiracy, the defendant's knowledge of the\n\nconspiracy, and the defendant's voluntary participation in the\n\nconspiracy.\"   United States v. Gomez-Pabon, 911 F.2d 847, 852 (1st\n\nCir. 1990).    \"Mere association\" with the conspirators or \"mere\n\npresence\" during activities of the conspiracy will not, standing\n\nalone, be sufficient for conviction.      Id. at 853.   The statute\n\nunder which these defendants were convicted, 21 U.S.C. § 846,\n\nrequires no overt act in furtherance of the conspiracy.       United\n\nStates v. Shabani, 513 U.S. 10, 15 (1994).         A conspiratorial\n\nagreement may be inferred from circumstantial evidence. See United\n\nStates v. Aponte-Suarez, 905 F.2d 483, 490 (1st Cir. 1990).\n\n          Caribe and Arroyo both argue that the existence of a\n\nconspiracy was not proven, because many of the drug importation\n\nplans never came to fruition.   A conspiracy need not succeed for a\n\nconspiracy conviction to stand.    Indeed, the underlying act need\n\nnot even be attempted.   See United States v. Martin, 228 F.3d 1, 11\n\n(1st Cir. 2000).    \"The gist of a conspiracy is an agreement to\n\ndisobey or to disregard the law.\"      United States v. Palmer, 203\n\nF.3d 55, 63    (1st Cir. 2000).     They also argue that various\n\nnegotiations failed to produce a complete \"meeting of the minds\" on\n\nissues such as the exact location for the handover of the drugs at\n\nsea or the division of the proceeds.    But there was a vast amount\n\nof evidence presented, including testimony from informants and\n\n\n                                -16-\n\fnumerous audiotapes, from which a reasonable jury could easily\n\ndetermine that an agreement existed among Rivera and his associates\n\nto work together to buy and sell illegal narcotics.\n\n             Each of the three defendants also argues that even if\n\nthere were a conspiracy, the evidence was insufficient that he knew\n\nof it and participated in it voluntarily.       A reasonable jury most\n\ncertainly could disagree.\n\n             There was evidence of Caribe's knowing involvement in the\n\nconspiracy's plans to import illegal drugs.       For example, CI Diaz\n\ntestified that he met with Caribe and Rivera on August 16, 1997 to\n\nmake specific plans in connection with the importation of between\n\n700 and 1,000 kilograms of cocaine.         Diaz also testified about\n\nattending a meeting at Caribe's house on October 29, 1997.      Caribe\n\nand others discussed drug smuggling plans, tested radios, and\n\nreviewed nautical charts.        CI Hernandez testified that he had\n\nparticipated in a test of radio equipment with Caribe (as well as\n\nRivera and Bonet) and that Rivera had told him that Caribe would\n\nsupervise security at the dropoff point on the shore for a planned\n\nimportation.\n\n             The evidence as to Rodriguez was that he knowingly\n\ntransported Rivera's cocaine from Puerto Rico to New York, where it\n\nwas   sold    to   Figueroa,   Caribe's   brother-in-law.    Rodriguez\n\nemphasizes that none of the CIS ever met him directly.      But several\n\nintercepted telephone conversations, including two July 21, 1997\n\n\n                                  -17-\n\fcalls made by Rivera, supported his guilt, directly and indirectly.\n\nIn one, Rivera told Figueroa that Rodriguez would be meeting with\n\nhim in New York to deliver \"shirts\" (code for cocaine, according to\n\nan FBI agent who testified).        In another, Rivera called Rodriguez,\n\nthen in New York, to coordinate Rodriguez's meeting with Figueroa\n\nand to discuss the price for the cocaine.             A search of Rodriguez's\n\napartment in Puerto Rico after his arrest found corroborating\n\nevidence such as airplane tickets to New York for the relevant time\n\nperiod and his cell phone bills.\n\n          Finally,       Arroyo,       who    was   replaced    early    in     the\n\nconspiracy, argues that the government proved only mere presence or\n\nassociation.    There is no further indication of his participation\n\nafter   his    demand    for     one     million     dollars    was     rebuffed.\n\nNonetheless,    before    that     time,      Arroyo's   involvement      in    the\n\nconspiracy's plans was extensive.             He joined Rivera at the initial\n\nApril 25 meeting with Hernandez at the Condado Hotel.                    He also\n\nbrought the nautical charts to the May 3 meeting, which the FBI\n\nvideotaped;    Arroyo    looked    over       the   charts   with   Agent      Rosa,\n\nsupposedly the captain of Hernandez's boats, to fix a location for\n\ntheir rendezvous.\n\n          Arroyo relies on Aponte-Suarez, 905 F.2d at 491, where\n\nthis court vacated a drug conspiracy conviction for insufficient\n\nevidence. The defendant there demanded money from drug traffickers\n\nfor the use of his land as an airstrip; when they refused, he\n\n\n                                       -18-\n\fintroduced them to a neighbor and had no further involvement with\n\nthe   conspiracy.      Id.     Arroyo,     in   contrast,   was   an   active\n\nparticipant up until the time his financial demands were refused.\n\nFor similar reasons, Arroyo's alternate argument that he withdrew\n\nfrom the conspiracy is a non-starter.             \"[W]ithdrawal is not a\n\ndefense to a conspiracy charge if the conspiracy violation has\n\nalready occurred.\" United States v. Rogers, 102 F.3d 641, 644 (1st\n\nCir. 1996).\n\n           The evidence about the existence of a conspiracy, and the\n\nknowing and voluntary involvement of Caribe, Rodriguez, and Arroyo,\n\nwas clearly sufficient for the jury to reach a guilty verdict.\n\nB.    Pre-Trial Claims\n\n           1.   Prosecutorial Misconduct (Bonet)\n\n           Bonet    argues   that   his    conviction   should    be   vacated\n\nbecause of prosecutorial misconduct before the grand jury.               Bonet\n\nasserts that Agent Plichta was the only witness who testified\n\nagainst him before the grand jury and that Plichta made two false\n\nstatements.     Plichta stated that the search of Bonet's house\n\nrevealed a 20/40 radio and an antenna set up on a tree outside the\n\nhouse.    At trial, Agent Juan Grajales, one of the agents who\n\nconducted the search, testified that the FBI in fact seized a CB\n\nradio and an antenna, which they found in the dining room.               Agent\n\nPlichta admitted at trial that he had been mistaken.             Bonet claims\n\nthat no other evidence against him was presented to the grand jury\n\n\n                                    -19-\n\fand that the prosecutor encouraged Plichta to testify falsely to\n\nbolster the case.\n\n          The Supreme Court in United States v. Mechanik, 475 U.S.\n\n66 (1986), rejected the defendant's claim that his conviction\n\nshould be vacated because the prosecutor allegedly violated Fed. R.\n\nCrim. P. 6(d) by permitting two law enforcement agents to be\n\nquestioned together before the grand jury. The Court held that any\n\nerror   was   harmless    because     the   defendant   was   subsequently\n\nconvicted.    In such cases, \"the petit jury's subsequent guilty\n\nverdict means not only that there was probable cause to believe\n\nthat the defendants were guilty as charged, but also that they are\n\nin fact guilty as charged beyond a reasonable doubt.\"           Id. at 70.\n\n          Two years later, in Bank of Nova Scotia v. United States,\n\n487 U.S. 250 (1988), the Court carved out a narrow exception to the\n\nMechanik rule.    This exception applies only if \"the structural\n\nprotections of the grand jury have been so compromised as to render\n\nthe proceedings fundamentally unfair, allowing the presumption of\n\nprejudice.\"   Id. at 256-57; see also United States v. De Jesus, 230\n\nF.3d 1, 4 (1st Cir. 2000) (\"Thus, dismissal after conviction is\n\nappropriate only in cases of serious and blatant prosecutorial\n\nmisconduct -- misconduct so grave that it calls into doubt the\n\nfundamental    fairness    of   the    judicial   process.\")    (internal\n\nquotations omitted).      The Supreme Court noted that this exception\n\nwas consistent with past cases in which the Court had dismissed\n\n\n                                    -20-\n\findictments after convictions because it found racial or gender\n\ndiscrimination in the selection of the grand jury.     Bank of N.S.,\n\n487 U.S. at 256-57 (citing Vasquez v. Hillery, 474 U.S. 254 (1986),\n\nand Ballard v. United States, 329 U.S. 187 (1946)).     However, we\n\nhave cautioned that this exception should be \"invoked infrequently,\n\nlargely as a prophylactic tool to discourage further misconduct of\n\na like nature.\"   United States v. Giorgi, 840 F.2d 1022, 1030 (1st\n\nCir. 1988).\n\n          Bonet faces an additional hurdle: he did not raise his\n\nclaim before the district court, and so review is only for plain\n\nerror.   A party claiming plain error must demonstrate (1) that\n\nthere was error, (2) that it was plain, (3) that it affected the\n\ndefendant's substantial rights, usually by altering the outcome,\n\nand (4) that it was sufficiently fundamental to threaten the\n\n\"fairness, integrity or public reputation of judicial proceedings.\"\n\nUnited States v. Olano, 507 U.S. 725, 732-36 (1993).\n\n          The record does not establish prosecutorial misconduct,\n\nmuch less misconduct so egregious that it rendered the grand jury\n\nproceedings   fundamentally   unfair.    At   most   there   was   an\n\nunderstandable mistake in testimony.    The FBI agents involved in\n\nthe case had been tracking the defendants for several months and\n\nhad gathered innumerable facts about the organization.       CI Diaz\n\ntestified at trial that he was present when Bonet tested a 20/40\n\nradio at his house that would be used in the planned importation of\n\n\n                                -21-\n\f700 kilograms of cocaine.         Bonet also showed him the antenna that\n\nhe had placed on a tree outside his house.                       The most likely\n\nexplanation for Agent Plichta's misstatements is that he simply\n\nconfused the radio and antenna seen by Diaz with those seized by\n\nthe FBI.    Given the corroborating evidence for the substance of\n\nPlichta's   account,     if     not   the    exact    details,   his    grand    jury\n\ntestimony did not affect the defendant's substantial rights or\n\nseriously impair the fairness, integrity, or public reputation of\n\nthe judicial proceedings.\n\n            2.   Bill of Particulars (Nelson)\n\n            Nelson     argues    that       the   district   court     abused    its\n\ndiscretion by denying his motion for a bill of particulars.                     There\n\nwas no abuse of discretion.\n\n            The indictment names Nelson twice.               First, it charges\n\nNelson with initial involvement in the planned importation of\n\n10,000 pounds     of    marijuana.          Second,   it   charges     that   Rivera\n\ninstructed Luis Diaz, Nelson's nephew, to go to Colombia to arrange\n\nfor the importation of cocaine into Puerto Rico, and that Rivera\n\nand Nelson made efforts to obtain Luis Diaz's release after he was\n\nkidnapped by Colombian drug suppliers.\n\n            Nelson argues that he was not put on notice of the\n\ngovernment's evidence at trial concerning his involvement in the\n\nattempted importation of 36 kilograms of cocaine that was lost at\n\nsea.   The Colombians kidnapped Luis Diaz to ensure that Nelson\n\n\n                                        -22-\n\fwould pay them for this lost cocaine.            Nelson argues that the\n\nindictment does not refer to cocaine in this context and states\n\nonly that he tried to gain his nephew's release, which is not a\n\ncriminal act.\n\n          The   indictment    stated     that   the   conspiracy   involved\n\nattempts \"[t]o import large amounts of controlled substances into\n\nthe District of Puerto Rico,\" and detailed the dates of the\n\nconspiracy and the names of the coconspirators.            The indictment\n\nspecifically charged the defendants with conspiracy with intent to\n\ndistribute over 1,000 kilograms of cocaine.           Additionally, Nelson\n\nhad access during discovery to recordings of conversations between\n\nhim and other conspirators discussing the importation of cocaine.\n\nNelson did not lack a fair opportunity to prepare a defense absent\n\na bill of particulars.       See United States v. Sepulveda, 15 F.3d\n\n1161, 1192-93 (1st Cir. 1993).      United States v. Paiva, 892 F.2d\n\n148 (1st Cir. 1989), held that the district court did not abuse its\n\ndiscretion in denying the motion for a bill of particulars even\n\nthough the indictment did not inform the defendant of a number of\n\ntransactions he allegedly aided.       Id. at 154.    The court there held\n\nthat the indictment referred to \"quantities of cocaine\" and thus\n\ninformed the defendant that the charge involved more than one\n\ntransaction.    See id. at 155.\n\n          Nelson does not explain how the indictment's lack of\n\nspecificity prejudiced him at trial. A defendant must show \"actual\n\n\n                                  -23-\n\fprejudice\" and point to \"specific evidence or witnesses that the\n\nlack of particularization prevented him from obtaining.\"               United\n\nStates v. Arboleda, 929 F.2d 858, 869 (1st Cir. 1991); see also\n\nSepulveda, 15 F.3d at 1193 (\"Neither appellant convincingly relates\n\na concrete instance of inability to prepare, untenable surprise, or\n\nother cognizable prejudice stemming from the trial court's refusal\n\nto mandate further particulars.\").         Nelson does not argue that he\n\nwas unable to prepare a defense to the allegations, nor does he\n\npoint to any evidence that he would have presented.             We reject the\n\nclaim.\n\n          3.    Duplicitous Indictment (Nelson, Chevere)\n\n          Nelson    and   Chevere    argue       that   the   indictment     was\n\nduplicitous because it charged the defendants with possessing\n\nseveral drugs (cocaine, heroin, and marijuana) with intent to\n\ndistribute.    Neither defendant raised this claim prior to trial;\n\nthe review is for plain error.      There was no error, much less plain\n\nerror, on this point.     It has been clear since the Supreme Court's\n\ndecision in Braverman v. United States, 317 U.S. 49 (1942), that\n\n\"[t]he allegation in a single count of a conspiracy to commit\n\nseveral crimes is not duplicitous, for the conspiracy is the crime,\n\nand that is one, however diverse its objects.\"                Id. at 54.     The\n\nconspiracy    charged   here   included    the    planned     importations    of\n\ncocaine, heroin, and marijuana.       Each of these acts was part of a\n\n\n\n\n                                    -24-\n\fsingle conspiracy, and the jury instructions made clear that the\n\njury must find as much.\n\n               Nelson also argues that the indictment was duplicitous\n\nbecause it charged two crimes, possession of drugs with intent to\n\ndistribute      and    conspiracy   to    possess     drugs   with    intent    to\n\ndistribute, in a single count of the indictment.                   This claim is\n\nrebutted by the plain language of the indictment, which states only\n\nthat the defendants conspired to possess controlled substances with\n\nintent    to    distribute.     The      indictment    does   not    charge    the\n\ndefendants with possession with intent to distribute, and the jury\n\ndid not consider any such charge.\n\nC. Wiretap Evidence (Nelson, Rodriguez, Bonet, Chevere, Caribe,\nRivera, and Valle)\n\n               Defendants argue that evidence obtained from wiretaps\n\nshould have been suppressed.2            They also argue that the district\n\ncourt erred in refusing to hold a hearing in accordance with Franks\n\nv. Delaware, 438 U.S. 154 (1978), before it denied the motion to\n\nsuppress the wiretap evidence. Although in other circumstances the\n\nfailure   of     the   government's   affidavit       supporting     its   warrant\n\napplication to disclose information about the background of a CI\n\n\n\n\n     2\n        This issue was the focus of Nelson's original motion for a\nnew trial, timely filed on November 1, 1999. Because the question\nis thus properly before us and we answer it fully, we need not\nconsider whether some of the other defendants may have waived the\nissue.\n\n                                      -25-\n\fcould well lead to suppression, we ultimately find neither argument\n\nby defendants in this case to be meritorious.\n\n           1.    Suppression\n\n           Congress has placed statutory requirements on warrants\n\nauthorizing wiretaps, extending beyond the constitutional minimum\n\nmandated for other search warrants.            See Omnibus Crime Control and\n\nSafe Streets Act of 1968, Title III, 18 U.S.C. §§ 2510-2522 (2000).\n\nSee generally United States v. Lopez, 300 F.3d 46, 51-52 (1st Cir.\n\n2002)   (providing    overview    of     Title    III's    provisions).     Law\n\nenforcement authorities seeking a wiretap warrant must submit a\n\nsworn affidavit which includes \"a full and complete statement of\n\nthe facts and circumstances\" that demonstrate probable cause and a\n\n\"full   and     complete    statement     as     to   whether   or   not   other\n\ninvestigative procedures have been tried and failed or why they\n\nreasonably appear to be unlikely to succeed if tried or to be too\n\ndangerous.\" 18 U.S.C. § 2518(1). A judge considers this affidavit\n\nunder   the     standards   of   Title    III     before   issuing    an   order\n\nauthorizing the wiretap. These restrictions are intended to ensure\n\nthat authorities \"make a reasonable, good faith effort to run the\n\ngamut of normal investigative procedure before resorting to means\n\nso intrusive as electronic interception of telephone calls\" and\n\nthat wiretapping as a law enforcement technique remains \"distinctly\n\nthe exception -- not the rule.\"         United States v. Hoffman, 832 F.2d\n\n1299, 1306-07 (1st Cir. 1987).\n\n\n                                    -26-\n\f            The issuing judge's initial decision to grant a wiretap\n\norder is subject to review in at least two different contexts.\n\nFirst, the trial judge may consider a motion to suppress the\n\nevidence gathered by the wiretap that the issuing judge authorized;\n\nlater, an appellate court may review the trial judge's suppression\n\nruling.   See United States v. Ashley, 876 F.2d 1069, 1074 (1st Cir.\n\n1989). Both of these later reviewing courts use the same metric to\n\nevaluate the action of the issuing judge, which is to examine the\n\nface of the affidavit and \"decide if the facts set forth in the\n\napplication were minimally adequate to support the determination\n\nthat was made.\"    Id. (quoting United States v. Scibelli, 549 F.2d\n\n222, 226 (1st Cir. 1977)).\n\n            Agent Plichta submitted an affidavit in support of the\n\napplication on June 24, 1997.   The government sought permission to\n\ntap a cellular telephone which CI Hernandez had sold to Rivera (on\n\nthe pretense that it was a cloned phone that allowed unlimited\n\ncalling).   After discussing Plichta's experience and training, the\n\naffidavit chronicled in detail the investigation up to that point,\n\nbeginning with the first contact between Hernandez and Rivera on\n\nApril 25, 1997.    The affidavit revealed information obtained from\n\nHernandez's audio recordings of his conversations with defendants\n\nin both telephone calls and face-to-face meetings; the May 3\n\nmeeting that was attended by Rosa, the undercover agent, and was\n\nsecretly videotaped; visual surveillance; court-authorized pen\n\n\n                                -27-\n\fregisters; and searches of toll records of several telephone\n\nnumbers used by Rivera.\n\n           While the incriminating information gathered by these\n\nmethods   and      reported   in   the   affidavit   was   substantial,   the\n\naffidavit stated that these methods were unlikely to uncover the\n\nfull scope of the conspiracy, even if augmented by other possible\n\ntechniques such as executing search warrants or issuing grand jury\n\nsubpoenas.        Each technique displayed just a small piece of the\n\npuzzle.   Meanwhile, the conspirators made careful efforts to evade\n\ndetection, such as switching telephones and vehicles and using\n\ncounter-surveillance.         Finally, searches or grand jury subpoenas\n\nwould alert the conspirators that they were under investigation.\n\n             The defendants mainly argue that the affidavit downplayed\n\nboth (a) the availability and promise of alternate investigative\n\ntechniques and (b) the potential unreliability of Hernandez as a\n\nsource.   We consider these claims in turn.\n\n             a.    Necessity of Wiretap\n\n           Defendants argue that progress made in the investigation\n\nusing other methods meant that wiretapping was unnecessary.           Title\n\nIII requires that the affidavit show why wiretapping is necessary\n\nin place of less intrusive investigative techniques.            18 U.S.C. §\n\n2518(1)(c).        But it does not impose an exhaustion requirement.\n\nLopez, 300 F.3d at 52.             \"Accordingly, the government is not\n\nrequired to show that other methods have been wholly unsuccessful.\"\n\n\n                                     -28-\n\fAshley, 876 F.2d at 1072.     Rather, \"Title III demands a practical,\n\ncommonsense approach to exploration of investigatory avenues and\n\nrelative intrusiveness.\" United States v. Uribe, 890 F.2d 554, 556\n\n(1st Cir. 1989).\n\n           An eight-page section of the affidavit explained quite\n\nspecifically why the investigative techniques then in use, alone or\n\ncombined with others that had not been employed, would likely fail\n\nto uncover the full extent of the conspiracy.             The affidavit's\n\ndiscussion of alternate methods does not fall below the standard of\n\nminimal adequacy. See United States v. Rivera-Rosario, 300 F.3d 1,\n\n19 (1st Cir. 2002); Uribe, 890 F.2d at 556-57; Ashley, 876 F.2d at\n\n1074-75.\n\n           Nelson   also   argues   that   the   number   of   person-hours\n\ndedicated to the investigation at the time of the warrant -- he\n\nestimates forty-one hours -- was per se too short to demonstrate\n\nthe necessity of a wiretap.    There is no rule on the amount of time\n\ninvestigators must try and fail, using other methods, before\n\nturning to a wiretap application.      See United States v. David, 940\n\nF.2d 722, 729 (1st Cir. 1991).         The issuing judge here had the\n\nrelevant information and was able to weigh the amount of prior\n\ninvestigation among other relevant factors in reaching a decision\n\non the necessity of the wiretap.\n\n\n\n\n                                    -29-\n\f               b.    Omission of Information About Hernandez's Background\n\n               The defendants also argue that the affidavit relied on\n\ninformation from CI Hernandez, but failed to disclose his prior\n\ndrug       trafficking    conviction,     his   past    involvement      with   some\n\ndefendants, and other indicia of his possible unreliability.                    The\n\naffidavit was, to put it mildly, economical on this point, stating\n\nonly that there was no indication that Hernandez \"has been less\n\nthan truthful at any time with regard to this investigation.\" This\n\nstatement was crafted carefully to avoid mention of facts that\n\nwould call Hernandez's trustworthiness into serious question.                    We\n\nare concerned that such significant omissions could thwart the\n\nintent of Title III and mislead an issuing judge, who relies on the\n\ngovernment to present the full case for its belief in probable\n\ncause, including any contraindications.3\n\n               The   troubling      omissions   here    have   less    significance\n\nbecause the affidavit also included large quantities of evidence\n\nfrom       sources   other   than    Hernandez.        Reliance   on    Hernandez's\n\ncredibility was therefore unlikely to have been important to the\n\nissuing judge's decision. We use the technique described in United\n\nStates v. Young, 877 F.2d 1099 (1st Cir. 1989) (Breyer, J.), and\n\nreach the same result as in that case.                  \"That is to say, if we\n\n\n\n       3\n        At oral argument it was suggested that the government may\nhave provided further information about Hernandez to the issuing\njudge orally. Even were this so, our review is limited to the four\ncorners of the affidavit. See Ashley, 876 F.2d at 1074.\n\n                                         -30-\n\fexcise      (or   otherwise   appropriately          adjust)    all   misleading\n\nstatements from the affidavit, there is still a more than adequate\n\nshowing     of    'probable   cause.'         Thus    any    misstatements     are\n\nimmaterial.\"         Id. at 1102 (citations omitted).              Even without\n\nreliance on Hernandez, the affidavit provided the issuing judge\n\nsubstantial basis for probable cause.                There were over a dozen\n\nrecorded conversations, the interactions with undercover agent\n\nRosa, and the videotape of the May 3 meeting.               On these facts, the\n\nomission of information about Hernandez's background was not a\n\nbasis for suppression.\n\n             Other     objections     to   scattered        statements   in    the\n\naffidavit, even if they had any merit in isolation, would similarly\n\nfail because of the large quantity of evidence on which the issuing\n\njudge could rely.\n\n             2.   Franks Evidentiary Hearing\n\n             Some defendants also argue that the case should at least\n\nbe remanded for an evidentiary hearing about the alleged flaws in\n\nthe affidavit.        A defendant seeking such a hearing must make a\n\n\"substantial preliminary showing\" that the affidavit included a\n\nfalse statement which was made either knowingly and intentionally\n\nor   with    reckless     disregard     for   the     truth,    and   that    this\n\nmisstatement was necessary to the finding of probable cause.\n\nFranks, 438 U.S. at 155-56, 171-72; see United States v. Adams, 305\n\nF.3d 30, 36 n.1 (1st Cir. 2002) (preliminary showing for Franks\n\n\n                                      -31-\n\fhearing requires both of these elements).          A material omission in\n\nthe affidavit may also qualify for a Franks hearing in place of a\n\nfalse direct statement, provided the same requisite showing is\n\nmade.    United States v. Scalia, 993 F.2d 984, 987 (1st Cir. 1993).\n\nWe review the district court's denial of a Franks hearing for\n\n\"clear error.\"     United States v. Ranney, 298 F.3d 74, 77 (1st Cir.\n\n2002).    The ruling above disposes of this argument because the\n\ndefendants fail to make the second required showing -- Hernandez's\n\nnecessity to a finding of probable cause.\n\nD.   Other Evidentiary Rulings\n\n            1.   Exclusion of Impeachment Evidence Against Hernandez\n                 Caribe and Rivera)\n\n            Caribe   and   Rivera   argue   that   the   court   erroneously\n\nexcluded evidence that CI Hernandez had a role in the October 30,\n\n1992 killings of five alleged drug traffickers known as the \"Mickey\n\nMotors murders.\"     Three people were convicted for these murders.\n\nHernandez, who acknowledged to the government that he was present\n\nduring the killings, was not prosecuted.           The judge excluded the\n\nevidence as collateral under Fed. R. Evid. 403.\n\n            Where, as here, the objection was not properly preserved,\n\nwe review a district court's decision to admit or exclude evidence\n\nfor plain error.     United States v. Scott, 270 F.3d 30, 46 (1st Cir.\n\n2001).    The term \"collateral,\" for Rule 403 purposes, refers to\n\nevidence that is likely to confuse the issues, mislead the jury, or\n\nwaste time.      See 1 C.B. Mueller & L.C. Kirkpatrick, Federal\n\n                                    -32-\n\fEvidence § 95, at 512 (2d ed. 1994).           The trial court has wide\n\ndiscretion in determining admissibility under Rule 403,             United\n\nStates v. Abel, 469 U.S. 45, 54-55 (1984), since the trial judge\n\n\"is more directly familiar than a court of appeals with the need\n\nfor the evidence and its likely effect.\"       United States v. Lau, 828\n\nF.2d 871, 874 (1st Cir. 1987); see also United States v. Cintolo,\n\n818 F.2d 980, 998 (1st Cir. 1987) (trial judge \"has a front row\n\nseat which gives him a unique vantage point\").\n\n            The district judge did not abuse his discretion by\n\nexcluding the impeachment testimony, which would have had little\n\nprobative   value.    The   murders,   which    occurred   in   1992,   were\n\nunrelated to the drug conspiracy here, which covered events in\n\n1997. The government was prepared to offer testimony from multiple\n\nwitnesses that Hernandez was not the killer.          Further, the jury\n\nalready knew that Hernandez had a history of serious criminal\n\nbehavior; indeed, Hernandez himself admitted that he had been a\n\ndrug dealer.     Moreover, testimony by several witnesses about\n\nHernandez's role in the murders might have confused the jury as to\n\nthe issue before it.\n\n            Caribe raises two related issues.      First, he argues that\n\nthe trial judge violated the Confrontation Clause by denying him\n\nthe right to cross-examine Hernandez with respect to his criminal\n\npast.   Second, he argues that the government failed to produce and\n\nconcealed reports of debriefings from prior investigations which\n\n\n                                 -33-\n\fcontained allegations that Hernandez was involved in drug dealing\n\nand the Mickey Motors murders.4       According to Caribe, this failure\n\nto produce violated Brady v. Maryland, 373 U.S. 83 (1963), Roviero\n\nv. United States, 353 U.S. 53 (1957), Giglio v. United States, 405\n\nU.S. 150 (1972), and the Jencks Act, 18 U.S.C. § 3500.             None of\n\nthese separate doctrines provides grounds for relief unless the\n\nexclusion or failure to produce prejudiced Caribe's defense.            See\n\nUnited States v. Noone, 913 F.2d 20, 32 (1st Cir. 1990) (alleged\n\nConfrontation Clause violation); Brady, 373 U.S. at 87 (suppressed\n\nevidence must be material); United States v. Bagley, 473 U.S. 667,\n\n682 (1985) (evidence is material for Brady purposes if there is a\n\n\"reasonable probability that, had the evidence been disclosed to\n\nthe   defense,   the   result   of   the    proceeding   would   have   been\n\ndifferent\"); Giglio, 405 U.S. at 154 (requiring the same finding of\n\nmateriality of the evidence as Brady); Roviero, 353 U.S. at 64-65;\n\nUnited States v. Rosario-Peralta, 175 F.3d 48, 53 (1st Cir. 1999)\n\n(Jencks Act).    Since Hernandez's alleged role in the Mickey Motors\n\nmurders was a collateral matter, and the defense showed at trial\n\nthat Hernandez had an extensive criminal past, Caribe has failed to\n\nshow any form of prejudice, and that disposes of his claims.\n\n\n\n\n      4\n         Caribe also argues that the reports contained relevant\ninformation on Caribe's \"drug quantity [and] role in the offense.\"\nWe deal separately with these other issues.\n\n                                     -34-\n\f           2.   Exclusion of Alibi Evidence (Bonet)\n\n           Bonet argues that the district judge erred in excluding\n\nhis alibi evidence for October 29, 1997 and October 30, 1997.             The\n\ndistrict court found Bonet provided the requisite notice of alibi\n\ntoo late in the trial process.         Bonet adequately preserved his\n\nobjection.\n\n           Defense counsel was obliged by Fed. R. Crim. P. 12.1(a)\n\nto give the government notice of an intent to offer an alibi\n\ndefense within ten days of the government's written demand for such\n\nnotice.   There is a continuing duty to disclose if defense counsel\n\nlearns of additional alibi witnesses prior to or during the trial.\n\nId. at 12.1(c).   If a party does not comply, then the testimony of\n\nits alibi (or rebuttal) witnesses may be excluded. Id. at 12.1(e).\n\nIn its discretion, the court may grant an exception for good cause\n\nto any of the above requirements.          Id. at 12.1(d).5\n\n           Taylor v. Illinois, 484 U.S. 400 (1988), guides this\n\ncourt's   application   of   Rule   12.1(d).      See   United   States    v.\n\nPortella, 167 F.3d 687, 705 (1st Cir. 1999) (holding that Taylor\n\nstandard is used to review preclusion of an alibi defense). Taylor\n\nrequires the court to balance the defendant's right under the Sixth\n\n\n\n\n     5\n        A new version of Rule 12.1 took effect on December 1, 2002.\nThis new version changes the organization of the rule's different\nprovisions, but does not change the analysis here. We cite to the\nnew version.\n\n                                    -35-\n\fAmendment to offer the testimony of witnesses in his favor against\n\n\"countervailing public interests\":\n\n            The integrity of the adversary process, which depends\n            both on the presentation of reliable evidence and the\n            rejection of unreliable evidence, the interest in the\n            fair and efficient administration of justice, and the\n            potential prejudice to the truth-determining function of\n            the trial process . . . .\n\n484 U.S. at 414-15.   \"The judge should also factor into the mix the\n\nnature of the explanation given for the party's failure reasonably\n\nto abide by the discovery request, the willfulness vel non of the\n\nviolation, the relative simplicity of compliance, and whether or\n\nnot some unfair tactical advantage has been sought.\"           Chappee v.\n\nVose, 843 F.2d 25, 29 (1st Cir. 1988).        We review application of\n\nthe Taylor factors de novo. United States v. Levy-Cordero, 67 F.3d\n\n1002, 1013 (1st Cir. 1995).\n\n            Bonet concedes that the government filed a request for\n\nalibi notice and served it on Bonet's counsel in February 1998.\n\nBonet waited approximately one-and-a-half years before filing his\n\nalibi notice, near the end of the first trial, on September 22,\n\n1999.   Applying    Taylor,   the   court   denied   Bonet's   request   as\n\nuntimely.\n\n            Bonet argues that he was unaware he might need an alibi\n\nfor October 29 and October 30, 1997 until CI Diaz testified for the\n\nprosecution that he met with Bonet on these dates; the defense\n\ncontends that before Diaz took the stand on September 14, 1999,\n\n\"the government never mentioned these two dates.\"\n\n                                    -36-\n\f            The government's request for alibi notice referred to\n\nthe times the alleged offenses were committed as stated in the\n\ngrand     jury     indictment,      which     alleged        that     Bonet       (and\n\ncoconspirators) committed two overt acts in furtherance of the\n\nconspiracy \"[o]n or about October 30, 1997.\"                  The \"on or about\"\n\nlanguage provides adequate notice for both October 29 and October\n\n30.     See United States v. Leibowitz, 857 F.2d 373, 379 (7th Cir.\n\n1988) (where the indictment alleged that an offense took place \"on\n\nor about\" a certain date, the defendant is deemed to be on notice,\n\nfor purpose of alibi defense, that the charge is not limited to a\n\nspecific date).\n\n            Moreover,    it   is   far   from    clear   that       there   was   any\n\nprejudice.       Even if the indictment had provided adequate notice\n\nonly for October 30, an alibi witness for October 29 alone would\n\nhave been of little help to Bonet and might well have hurt his\n\ncause.    The meetings on October 29 and October 30 covered the same\n\nground:    the    participants     reviewed     how   they    would    import      700\n\nkilograms of cocaine into Puerto Rico.                On October 30, the FBI\n\nrecorded Bonet's voice as he tested the audio equipment.                      On the\n\ntape, Bonet brags about his drug-dealing exploits.\n\n            Bonet resorts to the good cause prong of the rule,\n\narguing his delay in filing the alibi notice was not motivated by\n\na desire to gain a tactical advantage.                 He also complains the\n\ndistrict judge's terse statement of his decision was more akin to\n\n\n                                      -37-\n\fa finding of fact than the requisite finding of law.             See Levy-\n\nCordero, 67 F.3d at 1013 (whether to exclude alibi evidence is a\n\nquestion of law).       Since our review is de novo, the last complaint\n\nis irrelevant.       This court has never restricted the application of\n\nthe sanction of exclusion to discovery violations that are willful\n\nor intended to gain a tactical advantage.          Portella, 167 F.3d at\n\n705 n.16; Chappee, 843 F.2d at 29.         The exclusion of the evidence\n\nwas not in error.\n\n              3. Admission of Hearsay Statements by Arduandua (Rivera)\n\n              Rivera argues error in the admission of CI Hernandez's\n\nhearsay testimony that Arduandua, the Colombian who had been\n\nincarcerated with Hernandez, said that Rivera was involved in the\n\ndrug trade.6       There was no objection.     Review is for plain error,\n\nand   there    was   none.    The   admitted    statement   is   reasonably\n\nunderstood as being offered, not to prove the truth of the matter\n\nasserted, but to explain why Hernandez contacted Rivera at the\n\nbeginning of the investigation.\n\n              4.   Admission of Evidence About Cruz Murder (Rivera)\n\n              Rivera argues error under Rule 403 in the admission of\n\nCI Hernandez's testimony about Rivera's role in the killing of\n\n\n      6\n         Rivera's brief also contends that the court erred by\nadmitting Hernandez's testimony that a person loosely associated\nwith Rivera was responsible for a break-in at Hernandez's house.\nAs the government correctly observes in its brief, Rivera's\nobjection that Hernandez lacked personal knowledge of that person's\ninvolvement was sustained, and that portion of Hernandez's\ntestimony was excluded.\n\n                                    -38-\n\fRoberto          Cruz,   a   murder   alleged      to    have   been     committed     in\n\nfurtherance of the conspiracy.7\n\n                  The district court did not abuse its discretion in\n\nfinding that the testimony was probative.                    It confirmed Rivera's\n\nrole in the conspiracy and tended to show that the 250-kilogram\n\nshipment had in fact been delivered.                    Rivera allegedly committed\n\nthe murder in concert with a coconspirator and in furtherance of\n\nthe conspiracy.          Hernandez testified that Rivera and a subordinate\n\nkilled Cruz \"because of the kilos . . . [;] [Rivera] had not\n\nallowed [Cruz] to participate and [Cruz] had been stalking him.\"\n\nCf. United States v. David, 940 F.2d 722, 731-33, 737 (1st Cir.\n\n1991) (no abuse of discretion in admitting evidence against alleged\n\nringleader         of    conspiracy    concerning       beating     of      drug   courier\n\nsuspected of stealing shipment).\n\n                 Rivera also argues that the government violated discovery\n\nrules       by    disclosing    an    FBI   Form    302    Report      of    Hernandez's\n\ndebriefing \"only days before the testimony was to be introduced.\"\n\nAt trial, defense counsel objected to the admission of testimony by\n\nHernandez covering topics addressed in the 302 report, including\n\nRivera's claim of responsibility for the Cruz murder, on the\n\n\n\n        7\n        Rivera's complaint about the reliability of the evidence is\nbelied by the facts of record.           Rivera stated in taped\nconversations that he had killed the person in the photograph on\npage three of the August 11, 1997 edition of El Vocero, a newspaper\nin Puerto Rico. That page does indeed contain a photograph of a\ncorpse later identified as Cruz.\n\n                                            -39-\n\fgrounds that the government's failure to disclose this document at\n\nan earlier date violated the Jencks Act, 18 U.S.C. § 3500.                  This\n\nargument fails.     The Jencks Act provides that the government does\n\nnot need to disclose the statement or report of a government\n\nwitness \"until said witness has testified on direct examination in\n\nthe trial of the case.\"       Id. § 3500(a).\n\nE.   Closing Argument and Jury Instructions\n\n           1.   Objection to Prosecutor's Closing Argument (Nelson)\n\n           Nelson   argued    both   at     his   trial   and   to   us   that   a\n\nstatement made by the prosecutor in closing argument, described\n\nbelow, was improper and prejudicial.\n\n           We review de novo whether the challenged statement was\n\nimproper, and for abuse of discretion whether the misconduct, if\n\nany, warrants a new trial.       United States v. Hernandez, 218 F.3d\n\n58, 68 (1st Cir. 2000).      The standard for determining whether a new\n\ntrial is warranted is:\n\n           An improper argument to the jury that does not implicate\n           a defendant's constitutional rights . . . constitutes\n           reversible error only where the prosecutor's remarks were\n           both inappropriate and harmful.      Improper statements\n           during closing argument are considered harmful if, given\n           the totality of the circumstances, they are likely to\n           have affected the trial's outcome.       In making that\n           determination, we focus on (1) the severity of the\n           prosecutor's misconduct, including whether it was\n           deliberate or accidental; (2) the context in which the\n           misconduct occurred; (3) whether the judge gave curative\n           instructions and the likely effect of such instructions;\n           and (4) the strength of the evidence against the\n           defendants.\n\n\n\n                                     -40-\n\fUnited States v. Wihbey, 75 F.3d 761, 771-72 (1st Cir. 1996)\n\n(footnote and citations omitted).       A prosecutor's comments do not\n\nrise to the level of a constitutional violation unless they \"so\n\ninfected the   trial   with   unfairness   as   to   make   the   resulting\n\nconviction a denial of due process.\"        Darden v. Wainwright, 477\n\nU.S. 168, 181 (1986) (quoting Donnelly v. DeChristoforo, 416 U.S.\n\n637 (1974)); see 5 W.R. LaFave et al., Criminal Procedure\n\n§ 24.7(h), at 562 (2d ed. 1984).    The challenged statement does not\n\nimplicate constitutional rights.\n\n          At the first trial, where Nelson was convicted, the\n\nprosecutor concluded a summary of the evidence against Caribe by\n\nremarking of him and two of the other defendants, \"Caribe, Bonet\n\nand [Ortiz] got away, they got away from us . . . [b]ack in 1993.\"\n\nShe next recalled Bonet's statement to Rivera and CI Diaz while\n\nthey were on the way to an October 30, 1997 meeting in Bonet's\n\nhome; Bonet said that the FBI was \"a bunch of suckers\" who had\n\nfailed to arrest him for his role in the earlier Al Capone drug\n\ntrafficking case.   The prosecutor then said:\n\n          I request very respectfully from you that they [sic] do\n          not let them and the other defendants in this case get\n          away with it again. Let us make sure that not one, not\n          one kilogram of cocaine more is imported into Puerto Rico\n          by these seven defendants. Let us make sure of that.\n\n          Nelson challenges the \"let them and the other defendants\n\nin this case get away with it again.\"           He argues there was no\n\nevidence of prior crimes on his part and that it was improper to\n\n\n                                 -41-\n\fraise the specter that he was doing it again.            That is not so\n\nclear.    There was evidence that Nelson had a role in the botched\n\nimportation of the 36 kilograms of cocaine that were lost by his\n\nnephew, Luis Diaz.\n\n           The government argues that the trial court overruled the\n\nobjection on the basis that the jury would, in context, have\n\nunderstood the remark to actually refer only to Caribe, Bonet, and\n\nOrtiz, and especially to Bonet's boasting of prior crimes. The use\n\nof \"again\" could be understood, of course, to refer to hypothetical\n\npast crimes of the other defendants and not be restricted to those\n\ndefendants the prosecutor had just named.         But, in context, the\n\nstray \"again,\" if the jury thought about it at all, would most\n\nlikely link back to those particular defendants.         Even if \"again\"\n\nwere understood to refer to all the defendants, we think there was\n\nno harm done and certainly do not think the wayward \"again\" would\n\naffect the outcome of the trial.        See Wihbey, 75 F.3d at 771-72.\n\n           As   to   Nelson's   mere   generalized   argument   that   the\n\nprosecutor made an emotional appeal to anti-drug dealing sentiment\n\nin Puerto Rico, it too fails.          \"Closing arguments traditionally\n\nhave included appeals to emotion. . . .              The outer limit on\n\nemotional appeals is generally stated as a prohibition against\n\n'arguments calculated to inflame the passions or prejudices of the\n\njury.'\"   5 LaFave et al., supra, § 24.7(e), at 558.\n\n\n\n\n                                  -42-\n\f           2.    Requested Jury Instructions (Arroyo, Nelson)\n\n           Arroyo      appeals     the   district    court's     refusal     of    his\n\nrequested jury instruction that a conspiracy conviction is not\n\npossible if the defendant conspired only with government agents or\n\ninformants.      This legal point, while true, is inapplicable to the\n\ncase   against    Arroyo.         When    there   are     at   least   two      \"true\"\n\nconspirators, the involvement of a government agent or informant\n\ndoes not defeat the true conspirators' culpability.                      See United\n\nStates v. Giry, 818 F.2d 120, 126 (1st Cir. 1987).                The evidence at\n\ntrial showed that Arroyo joined in meetings with not only CI\n\nHernandez and      Agent    Rosa,    but   also    Rivera.       His   unsupported\n\nsuggestion      that   he   and     Rivera      should    be   counted     as     each\n\nindependently conspiring with the CIS and the undercover agent is\n\nunavailing.\n\n           Nelson appeals the district court's refusal to deliver\n\nrequested jury instructions concerning proof of the identity of the\n\ndefendant as the person who committed the crimes, mere presence,\n\nand his defense theories of necessity and good faith.                  He properly\n\npreserved these requests for appeal.              There was no error.\n\n           Nelson requested a separate instruction concerning the\n\nfactors   to    consider    when    evaluating      the    identification         of   a\n\ndefendant by a witness.          The government incorrectly contends that\n\npotential misidentification was not relevant to Nelson's defense.\n\nTo the contrary, his \"two Nelsons\" theory of mistaken identity\n\n\n                                         -43-\n\fhinged on it.         The proof of Nelson's guilt was at least partly\n\ndependent on Hernandez's connection of Nelson to the voice of the\n\nperson with whom he spoke on the telephone and to the person about\n\nwhom Rivera and other coconspirators spoke.                Defendant Nelson says\n\nhe is not the Nelson in those phone calls.8\n\n             A   district    court's     refusal      to     give   a   requested\n\ninstruction      is   erroneous   only    if    the   instruction       \"was   not\n\nsubstantially covered in the charge actually delivered to the\n\njury.\"   United States v. Gibson, 726 F.2d 869, 874 (1st Cir. 1984)\n\n(quotation omitted).        Here, it was.      The district court delivered\n\na broader charge concerning the credibility of witnesses in general\n\nand the jury's responsibility to consider possible limitations on\n\nthe ability of a witness to observe the facts about which he\n\ntestified.\n\n           Nelson also requested an instruction that \"mere presence\"\n\nwas insufficient for conviction.          Similarly, the court explicitly\n\ninstructed the jury that mere presence was not sufficient to prove\n\na conspiracy charge, so Nelson's claim has no merit.\n\n\n\n\n     8\n        Nelson argues that there were \"two Nelsons,\" the defendant\nand a Colombian supplier also known as Nelson.     He points to a\nreference in the FBI affidavit seeking a wiretap warrant, in which\nCI Hernandez reported that he had witnessed a telephone call\nbetween Rivera and \"Nelson LNU [Last Name Unknown].\" \"Nelson\" is\nthis defendant's last name, not his first name. In the affidavit,\nRivera and Nelson are said to have discussed Rivera paying Nelson\nfor the 36 kilograms of cocaine that were lost in transport, as\nwell as arrangements for a future shipment.\n\n                                    -44-\n\f             Nelson's    asserted      necessity   defense9   turns    on     the\n\nkidnapping    of   his   nephew   by    the   Colombians.     Nelson      sought\n\nassistance    from   Rivera   and      CI   Hernandez,   hoping    they     would\n\nintervene with the kidnappers, and Hernandez testified that he\n\ntried to do so.      Rivera recommended that Nelson offer to pay the\n\nColombians back with work on future shipments.                    In the end,\n\nNelson's nephew escaped from his kidnappers unharmed.                     Nelson\n\nargues that his fear for his nephew's safety compelled him to do\n\nthe things for which he was convicted.\n\n             A defendant must make a showing of a factual predicate\n\nfor a necessity defense that is sufficient to raise a question for\n\nthe jury.    See United States v. Arthurs, 73 F.3d 444, 448 (1st Cir.\n\n1996); United States v. Amparo, 961 F.2d 288, 291 (1st Cir. 1992).\n\nThat predicate is demanding:\n\n            To successfully assert the necessity defense, a defendant\n            must show that he (1) was faced with a choice of evils\n            and chose the lesser evil, (2) acted to prevent imminent\n            harm, (3) reasonably anticipated a direct causal\n            relationship between his acts and the harm to be averted,\n            and (4) had no legal alternative.\n\nUnited States v. Sued-Jimenez, 275 F.3d 1, 6 (1st Cir. 2001).\n\n            Here, Nelson did not proffer any evidence that he was\n\nforced to join the other defendants' conspiracy because of fear for\n\n\n\n     9\n        The traditionally separate defenses of necessity and\nduress have become increasingly blurred in modern decisions, to\nthe point of merger. See United States v. Bailey, 444 U.S. 394,\n410 (1980).   We will follow the parties' lead and refer to the\ndefense offered here as \"necessity.\"\n\n                                       -45-\n\fhis nephew's safety.    There was no evidence that the kidnappers\n\ndemanded he do so; they simply wanted their money back.             It was\n\nnever demonstrated that harm to his nephew was imminent, or that\n\nNelson had no legal alternatives. Finally, there was evidence that\n\nNelson's criminal activity continued after his nephew had escaped.\n\nIn short, the evidence did not adequately support any of the\n\nrequired elements for a necessity defense.10\n\n           Nelson's   separate   request     for   a   \"good   faith\"   jury\n\ninstruction is misplaced, as there is no good faith defense for\n\nparticipating in a narcotics conspiracy. If the argument was meant\n\nto address the intent required for a conspiracy conviction, the\n\ndistrict   court   instructed    on   that   point,    stating   that    the\n\ngovernment must prove that a defendant \"knew the unlawful purpose\n\nof the agreement and joined in it willfully; that is, with the\n\nintent to further the unlawful purpose.\"           See New Eng. Enters.,\n\nInc. v. United States, 400 F.2d 58, 71 (1st Cir. 1968) (holding\n\nthat a forthright instruction on specific intent is ordinarily a\n\nsufficient response to a defendant's request for a good faith\n\ninstruction).\n\n\n\n\n     10\n        We also reject Nelson's argument, advanced pro se, that the\nreference to his nephew's kidnapping in the indictment transformed\nthe necessity defense into an integral part of his charge.\n\n                                  -46-\n\fF.    \"Supplemental\" Motion for a New Trial (Nelson)\n\n            Nelson filed a timely motion for a new trial on November\n\n1, 1999.   It dealt entirely with objections to alleged flaws in the\n\nwiretap affidavit; these arguments were analyzed earlier in this\n\nopinion.     On March 9, 2000, Nelson filed a \"supplement\" to this\n\nmotion for a new trial, which raised a different set of substantive\n\nissues concerning Nelson's theory of mistaken identity.          The court\n\ndenied Nelson's motions for a new trial on December 15, 2000.\n\n            Nelson knew the basis for his \"two Nelsons\" theory of\n\nmistaken identity before and during trial, and referred to it in a\n\nmotion for mistrial during the government's case in chief.             The\n\nsupplement    does   not   claim   to   rely   on   any   newly-discovered\n\ninformation available only after trial.             As such, it is time-\n\nbarred.    See Fed. R. Crim. P. 33(b)(2) (allowing seven days after\n\nverdict for filing motions for new trial based on grounds other\n\nthan newly-discovered evidence). Fed. R. Crim. P. 45(b) explicitly\n\nconstrains the district court from extending the time period set\n\nout in Rule 33.      See United States v. Holt, 170 F.3d 698, 702-03\n\n(7th Cir. 1999); United States v. Hall, 854 F.2d 1269, 1271-72\n\n(11th Cir. 1988). Construing this very late filing (on an entirely\n\nseparate issue) as an amendment would violate both the letter and\n\nthe spirit of both rules, and create a \"back door\" for untimely\n\nchallenges to verdicts.      Holt, 170 F.3d at 703.       We refuse to do\n\nso.\n\n\n                                   -47-\n\fG.   Ineffective Assistance of Counsel (Rivera, Caribe and Nelson)\n\n            Rivera,     Caribe,    and   Nelson    raise   issues   concerning\n\nalleged conflicts of interest on the part of the attorneys who\n\nrepresented them at trial.           Caribe also makes another claim of\n\nineffectiveness of counsel unrelated to the alleged conflicts.\n\n            Rivera first raised his claim before the district court\n\nin   a   post-verdict     motion   for   a   new   trial   and   made   factual\n\nassertions in support of the motion.               While Rivera points to a\n\npotential conflict of interest, he failed to carry his burden to\n\nshow any actual negative impact on his representation, and the\n\ndenial of his motion for new trial was not error.\n\n            Unlike Rivera, Caribe and Nelson did not raise their\n\nineffective assistance arguments in front of the district court at\n\nall, and we will not entertain their fact-dependent but thinly-\n\nsupported claims for the first time on direct appeal.\n\n            1.   Rivera\n\n            Rivera, who was convicted at the second trial, says he\n\nbecame dissatisfied with his appointed counsel and hired Edgar\n\nVega-Pabon (\"Vega\") as his attorney a few weeks before his trial\n\nbegan.    Vega also represented Ortiz, who was indicted as a member\n\nof Rivera's conspiracy.           Unlike Rivera, Ortiz was tried in the\n\nfirst trial.     The jury there hung as to Ortiz, but the government\n\npursued a retrial and Vega then negotiated a plea agreement for\n\n\n\n\n                                      -48-\n\fOrtiz.    This agreement was completed before Rivera's trial began,\n\nalthough Ortiz was not sentenced until after Rivera's conviction.\n\n               The district court in the second trial never inquired\n\ninto     the    potential   conflict     of   interest   raised   by   Vega's\n\nrepresentation of both Rivera and Ortiz, although the same judge\n\npresided over both proceedings and apparently was aware of Vega's\n\nrole in the first trial.      In its ruling denying Rivera's motion for\n\na new trial, the district court relied on the Advisory Committee\n\nNotes to Fed. R. Crim. P. 44(c) and concluded that Vega had engaged\n\nin joint representation by working, at least for a period of time,\n\nboth for Rivera on his trial and for Ortiz in preparation for his\n\nsentencing.      The government does not challenge this determination\n\nof joint representation and we will assume it to be correct for\n\npurposes of this case.\n\n               Rivera's initial brief, citing United States v. Foster,\n\n469 F.2d 1 (1st Cir. 1972), rests on the assertion that the\n\ndistrict court's failure to conduct a hearing into the possible\n\nconflict requires a new trial.            This analysis misreads Foster,\n\nwhich indicated at most that, when the district court does not\n\ninquire into a conflict, then on direct appeal the burden of\n\npersuasion shifts to the government to demonstrate that a negative\n\neffect from the conflict was \"improbable.\"          Id. at 5.     We long ago\n\ncautioned against granting an undeserved \"windfall\" to defendants\n\nby vacating convictions on the basis of Foster violations \"where it\n\n\n                                       -49-\n\fis more likely than not that conflicting interests did not hamper\n\ncounsel's pursuit of a potentially effective defense.\"          United\n\nStates v. Martorano, 620 F.2d 912, 916 (1st Cir. 1980); see also\n\nBrien v. United States, 695 F.2d 10, 15 (1st Cir. 1982) (\"[T]he\n\nconflict must be real, not some attenuated hypothesis having little\n\nconsequence to the adequacy of representation.\").\n\n            Moreover, the continued vitality of the Foster burden-\n\nshifting framework is called into question by the Supreme Court's\n\nrecent decision in Mickens v. Taylor, 122 S. Ct. 1237 (2002).       That\n\ncase involved a situation where the trial judge had \"fail[ed] to\n\ninquire into a potential conflict of interest about which it knew\n\nor reasonably should have known.\"      Id. at 1239.   The Supreme Court\n\nconcluded that such a failure on the trial judge's part \"does not\n\nreduce the petitioner's burden of proof\" to demonstrate that the\n\npotential conflict he alleges actually affected the representation\n\nhe received in order to show a constitutional violation.        Id. at\n\n1244.   The Mickens requirement that the defendant show the alleged\n\nconflict actually affected the representation received is not\n\nprecisely   the   same   as   demonstrating   prejudice.   Id. at   1244\n\n(standard \"requires proof of effect upon representation but (once\n\nsuch effect is shown) presumes prejudice\").           But Mickens does\n\nrequire more than the showing Rivera offered in his opening brief,\n\n\n\n\n                                   -50-\n\ffiled before Mickens, by simply pointing to the absence of a Foster\n\nhearing.11\n\n             In   this   case,   because    the   likelihood   of   the   joint\n\nrepresentation having an effect on Rivera's defense is so minimal,\n\nit does not matter who had the burden.                 The district court\n\ndetermined, and we agree, that the government had amply shown that\n\nRivera's defense did not suffer from any conflict.             Thus, we need\n\nnot, and do not, decide the burden-shifting question here.\n\n             The standard for an effect is that the defendant \"might\n\nplausibly have pursued an alternative defense strategy, and that\n\nthe alternative strategy was in conflict with, or may not have been\n\npursued because of, [the attorney's] other loyalties or interests.\"\n\nUnited States v. Ramirez-Benitez, 292 F.3d 22, 30 (1st Cir. 2002);\n\nsee also Reyes-Vejerano v. United States, 276 F.3d 94, 97 (1st Cir.\n\n2002) (applying same test); Brien, 695 F.2d at 15 (adopting same\n\ntest).\n\n\n\n\n     11\n         In his reply brief, filed after Mickens, Rivera attempts\nto demonstrate the effect on his representation as follows:\n     Strategies concerning the development of Rivera's perceived\n     role in the organization as compared with that of Ortiz,\n     arguments   related  to   separate   conspiracies,   temporal\n     limitations regarding the scope of independent conspiracies,\n     proofs concerning drug quantities at Rivera's trial which\n     differed from those in the plea entered into by Ortiz and for\n     which Ortiz had yet to be sentenced, considerations involved\n     in calling Ortiz as a witness, as well as plea and/or\n     cooperation agreement overtures, for which Rivera was in\n     competition with Ortiz, were, necessarily, influenced.\n\n                                     -51-\n\f             The   existence    of   an    alternative   strategy   is   most\n\nimplausible here.     Ortiz, the other defendant represented by Vega,\n\nwas a minor figure in the conspiracy.              Rivera, however, was the\n\nleader, and he eventually received a life sentence, the stiffest of\n\nany defendant.       The suggestion that the government would have\n\naccepted a plea from Rivera in preference to one from Ortiz is\n\nuntenable, even more so since Ortiz had already entered his plea\n\nbefore Rivera's trial began.              Nor do we find any significant\n\nevidence that might have been helpful to Ortiz's sentencing but\n\nharmful to Rivera's trial, or vice versa.            There is no indication\n\nthat Rivera would have any good reason to call Ortiz as a witness.\n\nFinally, the potential impact of any conflict was further reduced\n\nbecause Rivera's previous appointed attorney remained in the case\n\nas co-counsel with Vega.        In fact, it is reasonable to think that\n\nRivera hired Vega precisely because he managed to get a hung jury\n\nfor   Ortiz,    knowing   the   lawyer     would   complete   his   post-plea\n\nrepresentation of Ortiz through sentencing.              Rivera, it seems,\n\nwanted to have his cake and eat it too.\n\n             On different facts, we might conclude that an underlying\n\nmultiple representation presents a serious question of conflict.\n\nIn Rivera's case, however, there is nothing more than speculation\n\nof possible conflict, which would not pass muster after Mickens or\n\nbefore it.     See United States v. Burgos-Chaparro, 309 F.3d 50, 52-\n\n53 (1st Cir. 2002) (finding \"speculation\" an inadequate threshold\n\n\n                                     -52-\n\fshowing by defendant claiming conflicts after Mickens); United\n\nStates v. Michaud, 925 F.2d 37, 41 (1st Cir. 1991) (rejecting, in\n\npre-Mickens    case,     conflict     of    interest   claim       that   was\n\n\"insufficiently specific\" in describing nature of conflict).              In\n\norder to find an effect from an alleged attorney conflict, \"some\n\nadverse action or inaction is required that can be traced to the\n\nconflict in loyalty.     Merely to speculate that the divided loyalty\n\ncould have caused such a step is not enough.\" Burgos-Chaparro, 309\n\nF.3d at 53.\n\n          2.   Caribe and Nelson\n\n          As to Caribe and Nelson, who did not present their claims\n\nto the district court, it is the settled policy of this court not\n\nto entertain fact-specific ineffective assistance of counsel claims\n\non direct appeal when they have not been raised previously.               See\n\nUnited States v. Campbell, 268 F.3d 1, 7 (1st Cir. 2001).           There is\n\nan exception to this rule \"where the critical facts are not\n\ngenuinely in dispute and the record is sufficiently developed to\n\nallow reasoned consideration of an ineffective assistance claim.\"\n\nUnited States v. Netanel, 938 F.2d 302, 309 (1st Cir. 1991).              But\n\nthe exception does not apply to any of the three claims that Caribe\n\nor Nelson advances.\n\n          Caribe's purported conflict of interest is that one of\n\nhis attorneys, Jose Aguayo, represented CI Hernandez in a previous\n\ncase.    Caribe   says    that   he   was    unaware   of   this    previous\n\n\n                                    -53-\n\frelationship until after his own trial and would not have accepted\n\nAguayo as his lawyer if he had known.   But the factual presentation\n\nhe makes is inadequate for us to judge the effect of any conflict.\n\nCaribe also makes a more common ineffectiveness claim alleging\n\nshortcomings in the performance of one of his other attorneys, but\n\nit too is very fact-specific and it is supported by no more than a\n\nlist of complaints in Caribe's brief.      Finally, Nelson's claim,\n\nadvanced pro se, is even more clearly ineligible for consideration\n\nunder the Netanel exception.   He asserts a conflict of interest\n\nbased on his lawyer's representation of David Ramos-Rivera, who was\n\nnot indicted as a defendant in this conspiracy case; Nelson offers\n\nno explanation of the supposed conflict. We will not entertain any\n\nof these three claims for the first time on the meager record the\n\nappellants present to us.12\n\n\n\n\n     12\n        For the same reason, we also reject Rivera's claim, raised\ncursorily in his appellate briefs and not raised in his motion for\na new trial before the district court, that attorney Vega was\nfurther conflicted because of his past representation of Miguel\nMontanez (a/k/a \"Mickey Motors\"). Above, we uphold the district\ncourt's decision to exclude impeachment evidence from Rivera's\ntrial concerning the alleged connection between CI Hernandez and\nthe Mickey Motors murders.    Rivera makes no explanation of how\nVega's past relationship with Montanez made any difference to the\ncase, and seems merely to have tacked this claim onto his more\nsustained argument concerning joint representation with Ortiz.\n\n                               -54-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNos. 00-1422                                         Volume I of II\n     00-1457\n     00-1534\n     00-1560\n     00-1561\n     00-1628\n     01-1150\n     01-1873\n     01-2248\n\n\n                         UNITED STATES,\n                            Appellee,\n\n                               v.\n\n        MILTON A. NELSON-RODRIGUEZ; LUIS A. ROMERO-LÓPEZ;\n      MIGUEL A. RODRIGUEZ-RIVERA; EDUARDO ARROYO-MALDONADO;\n          CARLOS BONET-GONZALEZ; ANGEL CHEVERE-GONZALEZ;\n LUIS CARIBE-GARCIA; RAÚL RIVERA-PÉREZ; VICTOR M. VALLE-LASALLE,\n\n                     Defendants, Appellants.\n\n\n         APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n                      Lynch, Circuit Judge,\n               and Shadur,* Senior District Judge.\n\n\n\n\n* Of the Northern District of Illinois, sitting by designation.\n\f          Marlene Aponte Cabrera for appellant Nelson-Rodriguez.\n\n          Rafael F. Castro Lang for appellant Romero-López.\n\n          Jose A. Suarez-Santa for appellant Rodriguez-Rivera.\n\n          Raymond   L.   Sanchez   Maceira   for   appellant   Arroyo-\nMaldonado.\n\n          Mauricio Hernandez Arroyo for appellant Bonet-Gonzalez.\n\n          Raymond Rivera Esteves for appellant Chevere-Gonzalez.\n\n          Marlene Gerdts for appellant Caribe-Garcia.\n\n          Linda George for appellant Rivera-Pérez.\n\n          Luz M. Rios Rosario for appellant Valle-Lasalle.\n\n          William C. Brown, Attorney, U.S. Department of Justice,\nwith whom H.S. Garcia, United States Attorney, was on brief for\nappellee.\n\n\n                          February 7, 2003\n\f               LYNCH, Circuit Judge. Thirteen individuals were indicted\n\non February 5, 1998 for participating in a conspiracy to possess\n\nwith       intent   to   distribute   1,000    kilograms    of   cocaine,   five\n\nkilograms of heroin, and 5,000 pounds of marijuana, in violation of\n\n21 U.S.C. § 846 (2000).        This case involves the appeals of nine of\n\nthose defendants: Milton Nelson-Rodriguez (\"Nelson\"), Luis Romero-\n\nLópez (\"Romero\"), Miguel Rodriguez-Rivera (\"Rodriguez\"), Eduardo\n\nArroyo-Maldonado (\"Arroyo\"), Carlos Bonet-Gonzalez (\"Bonet\"), Angel\n\nChevere-Gonzalez (\"Chevere\"), Luis Caribe-Garcia (\"Caribe\"), Raúl\n\nRivera-Pérez (\"Rivera\"), and Victor Valle-Lasalle (\"Valle\").                 Six\n\nof the defendants -- Nelson, Rodriguez, Arroyo, Bonet, Chevere and\n\nCaribe -- were convicted at a trial in September 1999.1              Rivera and\n\nValle were convicted at a second trial in September 2000.                  Romero\n\npled guilty before trial.\n\n               This case raises a large number of issues; the more\n\nimportant ones include:\n\n(1)    whether the authorization for a wiretap was invalid when the\n\ngovernment          withheld   certain        information    going    to      the\n\ntrustworthiness of a relied-upon confidential informant in the\n\naffidavit used to apply for a wiretap order;\n\n\n       1\n        There were also two other defendants at the September 1999\ntrial who are not parties to this appeal, Julio Ortiz Guevara\n(\"Ortiz\") and Luis Diaz (whom we will refer to as \"Luis Diaz\" to\ndistinguish him from a confidential informant named Jose Diaz).\nThe jury was unable to reach a verdict with respect to Ortiz; he\nsubsequently entered a guilty plea and has not appealed. Luis Diaz\nwas found guilty and has not appealed his conviction.\n\n                                       -3-\n\f(2)   whether a jury determination as to drug quantity and type for\n\nthe entire underlying conspiracy is adequate for Apprendi purposes,\n\nand when an Apprendi claim must be raised to be preserved;\n\n(3)    the meaning of \"special skill\" in U.S.S.G. § 3B1.3, which\n\nauthorizes a two-level increase in sentence if the defendant \"used\n\na special skill, in a manner that significantly facilitated the\n\ncommission or concealment of the offense\";\n\n(4)   a claim that the government failed to move for a substantial\n\nassistance   reduction   of   sentence   under   U.S.S.G.   §   5K1.1   as\n\nretaliation against a cooperating defendant for telling the truth;\n\n(5)    the existence of constraints, if any, on the ability of a\n\ndistrict judge to impose a term of supervised release in cases\n\nunder §§ 841 and 846 that is in excess of the term contemplated by\n\nU.S.S.G. § 5D1.2;\n\n(6)   a claim of deprivation of a right to speedy trial arising out\n\nof a 14-month period between conviction and sentencing;\n\n(7)    a claim of improper ex parte contact between a probation\n\nofficer and the prosecution after the initial presentence report\n\nbut before the filing of an amended report which supported a new\n\nsentence enhancement;\n\n(8)   on the review of a denial for a motion for new trial, a claim\n\nthat defense counsel had a potential conflict of interest because\n\nhe    simultaneously   represented   another     conspirator,   who     was\n\n\n\n\n                                  -4-\n\fpreviously acquitted but then had pled guilty, in sentencing issues\n\nresulting from a plea agreement.\n\n             Save for one aspect of a claim by Rodriguez concerning\n\nhis term of supervised release, we reject all of the claims raised\n\nby defendants.       The length of the opinion is mandated by the fact\n\nthat   it    is   the    equivalent       of   nine   opinions      as   to   the   nine\n\ndefendants.\n\n                                           I.\n\n             With challenges to the sufficiency of the evidence, we\n\nrecite the facts in the light most favorable to the jury's guilty\n\nverdicts.     See United States v. Bayes, </pre><span class=\"citation\" data-id=\"198897\"><a href=\"/opinion/198897/united-states-v-bayes/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span><pre class=\"inline\">, 65-66 (1st Cir.\n\n2000).      As to other issues, we objectively view the evidence of\n\nrecord.      See United States v. Piper, </pre><span class=\"citation\" data-id=\"200046\"><a href=\"/opinion/200046/united-states-v-piper/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span><pre class=\"inline\">, 50 (1st Cir.\n\n2002).\n\nA.   The Investigation\n\n             An FBI investigation of the conspiracy, led by FBI\n\nSpecial Agent Michael Plichta, began when Jorge Hernandez-Miller\n\n(\"Hernandez\") agreed to infiltrate a drug trafficking organization\n\nrun by      Rivera   and   serve     as    a    confidential     informant     (\"CI\").\n\nHernandez had been convicted in a 1993 drug importation case known\n\nas the \"Al Capone\" case and served 36 months in jail, a reduced\n\nsentence because he had cooperated with the government in that case\n\nas well.      In 1997, two years after Hernandez was released from\n\nprison,     he    told   the   FBI    that       he   wanted   to    help     apprehend\n\n\n                                           -5-\n\findividuals from the Al Capone case who were still at large.\n\nHernandez said he wanted to cooperate with the government because\n\nhe feared for the safety of himself and his family; some of the Al\n\nCapone individuals still at large, he claimed, broke into his house\n\nwhile he was in prison.           Under his agreement with       the FBI,\n\nHernandez was to receive twenty-five percent of the forfeitures\n\nmade as a result of his cooperation.      By September 7, 1999, he had\n\nreceived $21,000.\n\n          In the course of their interactions, Hernandez heard\n\nRivera mention names of coconspirators, including Caribe and Bonet,\n\nwho knew that Hernandez had cooperated with the government in the\n\nAl Capone case.     Hernandez, fearing that these conspirators could\n\nhave exposed him as an informant, introduced another CI, Jose Diaz,\n\nas his employee.    He hoped to have Diaz attend any meetings where\n\nthe people in attendance might recognize Hernandez from his time as\n\na drug trafficker.\n\n          Hernandez and Diaz were the government's main witnesses\n\nat both of the trials.     A third principal government witness, Luis\n\nTorres Orosco (\"Torres\"), was a charged defendant who pled guilty\n\nand testified     about   his   involvement   in   the   conspiracy.   The\n\ngovernment also played numerous audiotapes of conversations in\n\nwhich the defendants discussed their drug trafficking activity.\n\nThe FBI investigators had obtained tapes both from consensual\n\n\n\n\n                                    -6-\n\frecordings made by the CIS and from a wiretap on a cellular phone\n\nthat Hernandez sold to Rivera.\n\nB.   The Conspirators\n\n            The defendants were part of a drug operation led by\n\nRivera that imported drugs from Colombia to sell in Puerto Rico and\n\nNew York.    According to the indictment, the conspiracy began \"no\n\nlater than in or about April 1997\" and continued until November\n\n1997, when arrests in the case began.         The evidence at the two\n\ntrials showed, inter alia, four planned importations of cocaine\n\nfrom Colombia (only one of which was successful), one planned\n\nimportation of heroin from St. Maarten, and one planned importation\n\nof more than 4,000 pounds of marijuana.\n\n            Each defendant had a different role in the conspiracy.\n\nRivera was the leader and Arroyo was his lieutenant. They arranged\n\nfor the boat, navigational charts, and radios necessary to import\n\nthe drugs. When Arroyo became too greedy, Rivera replaced him with\n\nValle.\n\n            Bonet was to captain Rivera's receiving boat, which would\n\ntake the drugs to Puerto Rico in at least one of the early\n\nshipments.    On the fourth planned importation, Ortiz was to serve\n\nin   this   role.   Torres   was   the   coordinator   of   certain   drug\n\nshipments.    Caribe oversaw security at the drop-off point on shore\n\nand, through his brother-in-law, Mark Figueroa-Jarvis (\"Figueroa\"),\n\nhelped arrange for the distribution of the drugs in New York.\n\n\n                                   -7-\n\fNelson was involved in distribution of the imported drugs, and was\n\nalso captured on audiotape discussing with Rivera plans to import\n\nbetween 6,000 and 10,000 pounds of marijuana.              Rodriguez took the\n\ncocaine from Puerto Rico to New York, where he sold it to Figueroa.\n\n            CI Hernandez, meanwhile, worked with the Colombians to\n\nget the drugs to Puerto Rico, and also traveled to St. Maarten on\n\nRivera's behalf to negotiate the heroin importation.                 CI Diaz\n\nparticipated in various activities of the conspiracy, including\n\ntrips to Colombia and St. Maarten.          Hernandez also introduced an\n\nundercover agent of the U.S. Customs Service, Agent Victor Rosa, as\n\nthe captain of a boat that was to bring cocaine from Colombia to a\n\nrendezvous with Rivera's boat.\n\nC.   The Drug Importation Plans\n\n            1.   Planned Importation of 1,100 Kilograms of Cocaine\n\n            CI Hernandez testified about a planned importation of\n\n1,100    kilograms    of   cocaine   in    early   1997.       Hernandez   had\n\nconnections in Colombia through Humberto Arduandua, a Colombian\n\ndrug trafficker with whom Hernandez had been imprisoned. Arduandua\n\nput Hernandez in contact with Rivera in the spring of 1997; he told\n\nRivera   that    Hernandez   could    be   an   intermediary     between   the\n\nColombian    drug     suppliers      and   Rivera's     drug     distribution\n\norganization     to    facilitate     cocaine      importation.       As    an\n\nintermediary, Hernandez was responsible for examining the boats and\n\n\n\n\n                                     -8-\n\fequipment     used   to   transport    the   drugs   from   Colombia      and   the\n\ndelivery site for the drugs in Puerto Rico.\n\n             Hernandez called Rivera on April 25, 1997, and the two\n\nset up a meeting later that night.            This call, like many between\n\nthe CIS and members of Rivera's organization, was recorded by the\n\nFBI.    Hernandez met Rivera and Arroyo, whom Rivera introduced as\n\none    of   his   employees,   at   the   Condado    Hotel,   and   they    began\n\nnegotiating a contract to import 1,100 kilograms of cocaine from\n\nColombia.     Hernandez and Rivera agreed to the basic details of the\n\ntransaction:       Hernandez   would      arrange    for    the   drugs    to    be\n\ntransported from Colombia to a location approximately 35 miles off\n\nthe northern coast of Puerto Rico, where Rivera's organization\n\nwould pick up the drugs in their own boat and bring the drugs into\n\nPuerto Rico.       Rivera told Hernandez that he wanted 25 percent of\n\nthe load from the Colombians as payment and that half of the\n\nremaining load would be sold in Puerto Rico while the other half\n\nwould be shipped to New York.\n\n             Two days later, Hernandez met Rivera and Arroyo to\n\ninspect the shore area where the load would be delivered.                       They\n\nshowed him the elevated area from which Rivera's employees would\n\nwatch the delivery.        Rivera also told Hernandez that Arroyo had a\n\nfriend who owned a car rental business where the drugs would be\n\nstored.\n\n\n\n\n                                       -9-\n\f          At their next meeting, on May 3, 1997, Hernandez met\n\nRivera and Arroyo at a Travelodge hotel and introduced them to\n\nRosa, the undercover agent posing as one of Hernandez's employees.\n\nThe FBI videotaped this meeting with a hidden camera.                 Hernandez\n\ntold Rivera that Rosa would captain the boat that would bring the\n\ncocaine load from Colombia to Rivera's boat off the coast of Puerto\n\nRico. Arroyo brought navigational charts to the meeting, which the\n\nconspirators used to pinpoint the location where Rivera's boat\n\nwould pick up the drugs from Rosa.            A few days later, Rivera\n\nprovided Hernandez with a two meter radio, which would be used\n\nduring the operation.\n\n          In   the   summer   of    1997,   Hernandez    and    his    putative\n\nemployee, CI Diaz, traveled to Venezuela and Colombia to finalize\n\nthe division of the drugs between the Rivera/Hernandez organization\n\nand the Colombians. Hernandez later spoke to Rivera about how they\n\nshould split their share of the cocaine load, and Rivera suggested\n\nthat he and Hernandez become partners.\n\n          When   Hernandez    and    Diaz   returned     from   their     trip,\n\nHernandez learned that Arroyo had been replaced by Valle, another\n\nof Rivera's employees, because Arroyo had asked for one million\n\ndollars as payment for his role in the shipment.                 Rivera told\n\nHernandez that they would use different equipment and a different\n\nshore area as a result of the replacement and asked Hernandez to\n\nlook at both on his next trip to the island.            Hernandez later met\n\n\n                                    -10-\n\fwith Rivera and Valle to inspect the new boat and shore area.    He\n\nalso saw the house where Rivera's team would temporarily store the\n\ndrugs.   At this meeting, Valle showed Hernandez a police scanner\n\nand told him that they would have \"no trouble\" because one of his\n\nrelatives worked with the local police.    The planned shipment was\n\nnever made because several problems arose, including the arrest of\n\none of the cocaine suppliers in Venezuela.\n\n          2.     Successful Importation of 250 Kilograms of Cocaine\n\n          Torres, the cooperating defendant, testified about a\n\nsuccessful shipment of 250 kilograms of cocaine that occurred on\n\nJuly 16, 1997.    Torres was the coordinator for this shipment, and\n\noversaw security and the distribution of the cocaine.    Chevere was\n\nresponsible for security when the cocaine load was delivered:    he\n\nhad weapons at the delivery site and made sure that the people\n\ndelivering the drugs would not attempt to take the drugs back after\n\nthey received payment.     After the shipment was delivered, Torres\n\nand Rivera went to a nearby repair shop and divided the cocaine\n\nbetween them.      Rivera received approximately 50 kilograms, for\n\nwhich he promised to pay Torres a discounted price amounting to\n\nover $600,000; Torres kept the remaining 200 kilograms.       Rivera\n\narranged for most of his cocaine to be sent to Figueroa, Caribe's\n\nbrother-in-law in New York, because the price of cocaine was higher\n\nin New York.      Figueroa sold the cocaine and sent some of the\n\n\n\n\n                                 -11-\n\fproceeds back to Rivera.     Chevere, Caribe, and Nelson each had a\n\nrole in distributing Rivera's share.\n\n          3.   Attempted Importation of 36 Kilograms of Cocaine\n\n          In the summer of 1997, Torres also became involved in the\n\nconspiracy's   planned   importation    of   36   kilograms   of   cocaine.\n\nTorres testified that Rivera introduced him to Nelson.         Rivera and\n\nNelson had arranged for a 36 kilogram load of cocaine to be sent\n\nfrom Venezuela to Puerto Rico on a boat.           Nelson's nephew, Luis\n\nDiaz, tied the load to the bottom of a boat that was going to\n\nPuerto Rico.   While the boat was en route, the load was lost.          The\n\nColombians who had supplied the cocaine kidnapped Luis Diaz and\n\nthreatened to kill him unless they were paid for the shipment.\n\nTorres, Rivera, and Nelson discussed ways to gain his release, but\n\nhe eventually escaped on his own.\n\n          4.   Planned Importation of Eight Kilograms of Heroin\n\n          On October 12, 1997, Caribe sent the CIS, Hernandez and\n\nDiaz, to St. Maarten to arrange for a shipment of eight kilograms\n\nof heroin into Puerto Rico.     Hernandez and Diaz were responsible\n\nfor transporting the heroin to Puerto Rico.          They met with a man\n\nnamed Francisco and agreed that Rivera's organization would keep\n\nthree kilograms of heroin, while the remaining five kilograms would\n\neither be sold or distributed by Rivera with the proceeds going\n\nback to Francisco's organization.\n\n\n\n\n                                 -12-\n\f            5.    Planned Importation of 700 Kilograms of Cocaine\n\n            In July 1997, CI Diaz went to Colombia to arrange for the\n\nimportation of more cocaine into Puerto Rico.              Diaz testified that\n\nthe Colombians agreed that Hernandez and Diaz's organization could\n\nimport 700 kilograms of cocaine into Puerto Rico and, if that\n\nshipment went well, they would be able to import larger shipments\n\nin the future.      On August 16, 1997, Diaz met with Rivera and Caribe\n\nto discuss importing the 700 kilograms.                   During this meeting,\n\nRivera   and     Caribe   promised   to    show    Diaz    that    they    had   the\n\nequipment,       security,   and   other    prerequisites         to   handle    the\n\nimportation of large quantities of cocaine.               Rivera also gave Diaz\n\na gun to give to Hernandez; Rivera said the gun was \"clean\" and\n\ncould be used.\n\n             On October 29, 1997, Diaz met with Rivera and Bonet.\n\nThey looked at the nautical charts showing where the drugs would be\n\nbrought into Puerto Rico, and Bonet showed Diaz the radio that\n\nwould be used during the operation.               The next day, October 30,\n\nDiaz, Rivera, Caribe, Figueroa, and Bonet met again.                      Bonet and\n\nCaribe conducted a test of a radio that would be used in the\n\nshipment.      The FBI was able to record Bonet's voice during this\n\ntest.\n\n             Diaz testified that he and Bonet conversed during their\n\ncar trips to and from these meetings.             Bonet assured Diaz that his\n\nteam \"had been in drug trafficking for many years\" and \"had the\n\n\n                                     -13-\n\fnecessary equipment, including the boats, communication, security\n\nat the beach and the captains.\"    Bonet also said that he had been\n\nsought by the FBI in the Al Capone case, but the FBI was unable to\n\nidentify him because it did not know his full name.     He said that\n\nsomeone named Frank Jones had become a \"snitch\" and that \"they were\n\ngoing to kill him.\"    \"Frank Jones\" was Hernandez's previous alias\n\nfrom his time as a drug trafficker.\n\n            On November 1, 1997, Diaz, Rivera, and Bonet met a third\n\ntime.   Caribe introduced Diaz to Ortiz, the boat captain for the\n\nshipment.   Caribe told Ortiz that he would make sure that Ortiz had\n\na working motor for his boat by the shipment date.    The group made\n\nplans to meet at a future date to view the site selected for\n\ndelivery of the load.    There is no evidence that this meeting or\n\nthe shipment ever took place, possibly because several defendants\n\nwere arrested during early November.\n\nD.   Convictions and Sentences\n\n            Romero pled guilty and was sentenced to 135 months of\n\nimprisonment and 5 years of supervised release.     Juries found the\n\nother eight defendants guilty as charged.      They received varying\n\nsentences, as follows:\n\n            Rivera: Life imprisonment and 5 years supervised release;\n\n            Chevere: 540 months imprisonment and 10 years supervised\n\nrelease;\n\n\n\n\n                                 -14-\n\f           Caribe: 420 months imprisonment and 8 years supervised\n\nrelease;\n\n           Valle: 360 months imprisonment and 10 years supervised\n\nrelease;\n\n           Bonet: 360 months imprisonment and 20 years supervised\n\nrelease;\n\n           Arroyo: 324 months imprisonment and 20 years supervised\n\nrelease;\n\n           Nelson: 293 months imprisonment and 10 years supervised\n\nrelease;\n\n           Rodriguez:   151   months      imprisonment     and   15   years\n\nsupervised release.\n\n                                   II.\n\n           On appeal, not all defendants raise every claim.               The\n\ndefendants who make each claim are identified in the section\n\nheading.\n\nA.   Sufficiency of the Evidence (Caribe, Rodriguez, Arroyo)\n\n           Caribe, Rodriguez and Arroyo argue that the evidence was\n\ninsufficient to establish a conspiracy, or to link each of them to\n\nit individually.    The guilty verdicts stand unless, viewing the\n\nevidence in   the   light   most   favorable   to    the   prosecution,    no\n\nreasonable jury could have rendered them.            See United States v.\n\nSpinney, </pre><span class=\"citation\" data-id=\"196301\"><a href=\"/opinion/196301/united-states-v-spinney/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span><pre class=\"inline\">, 234 (1st Cir. 1995).          That burden is not met\n\nhere.\n\n\n                                   -15-\n\f          There are three basic components to a drug conspiracy:\n\n\"[T]he existence of a conspiracy, the defendant's knowledge of the\n\nconspiracy, and the defendant's voluntary participation in the\n\nconspiracy.\"   United States v. Gomez-Pabon, </pre><span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span><pre class=\"inline\">, 852 (1st\n\nCir. 1990).    \"Mere association\" with the conspirators or \"mere\n\npresence\" during activities of the conspiracy will not, standing\n\nalone, be sufficient for conviction.      Id. at 853.   The statute\n\nunder which these defendants were convicted, 21 U.S.C. § 846,\n\nrequires no overt act in furtherance of the conspiracy.       United\n\nStates v. Shabani, </pre><span class=\"citation\" data-id=\"117878\"><a href=\"/opinion/117878/united-states-v-shabani/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">, 15 (1994).         A conspiratorial\n\nagreement may be inferred from circumstantial evidence. See United\n\nStates v. Aponte-Suarez, </pre><span class=\"citation\" data-id=\"543061\"><a href=\"/opinion/543061/united-states-v-emigdio-aponte-suarez-united-states-of-america-v-angel/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">483</span></a></span><pre class=\"inline\">, 490 (1st Cir. 1990).\n\n          Caribe and Arroyo both argue that the existence of a\n\nconspiracy was not proven, because many of the drug importation\n\nplans never came to fruition.   A conspiracy need not succeed for a\n\nconspiracy conviction to stand.    Indeed, the underlying act need\n\nnot even be attempted.   See United States v. Martin, </pre><span class=\"citation\" data-id=\"199098\"><a href=\"/opinion/199098/united-states-v-martin/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 11\n\n(1st Cir. 2000).    \"The gist of a conspiracy is an agreement to\n\ndisobey or to disregard the law.\"      United States v. Palmer, </pre><span class=\"citation\" data-id=\"767577\"><a href=\"/opinion/767577/united-states-v-charles-palmer/\"><span class=\"volume\">203</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span><pre class=\"inline\">, 63    (1st Cir. 2000).     They also argue that various\n\nnegotiations failed to produce a complete \"meeting of the minds\" on\n\nissues such as the exact location for the handover of the drugs at\n\nsea or the division of the proceeds.    But there was a vast amount\n\nof evidence presented, including testimony from informants and\n\n\n                                -16-\n\fnumerous audiotapes, from which a reasonable jury could easily\n\ndetermine that an agreement existed among Rivera and his associates\n\nto work together to buy and sell illegal narcotics.\n\n             Each of the three defendants also argues that even if\n\nthere were a conspiracy, the evidence was insufficient that he knew\n\nof it and participated in it voluntarily.       A reasonable jury most\n\ncertainly could disagree.\n\n             There was evidence of Caribe's knowing involvement in the\n\nconspiracy's plans to import illegal drugs.       For example, CI Diaz\n\ntestified that he met with Caribe and Rivera on August 16, 1997 to\n\nmake specific plans in connection with the importation of between\n\n700 and 1,000 kilograms of cocaine.         Diaz also testified about\n\nattending a meeting at Caribe's house on October 29, 1997.      Caribe\n\nand others discussed drug smuggling plans, tested radios, and\n\nreviewed nautical charts.        CI Hernandez testified that he had\n\nparticipated in a test of radio equipment with Caribe (as well as\n\nRivera and Bonet) and that Rivera had told him that Caribe would\n\nsupervise security at the dropoff point on the shore for a planned\n\nimportation.\n\n             The evidence as to Rodriguez was that he knowingly\n\ntransported Rivera's cocaine from Puerto Rico to New York, where it\n\nwas   sold    to   Figueroa,   Caribe's   brother-in-law.    Rodriguez\n\nemphasizes that none of the CIS ever met him directly.      But several\n\nintercepted telephone conversations, including two July 21, 1997\n\n\n                                  -17-\n\fcalls made by Rivera, supported his guilt, directly and indirectly.\n\nIn one, Rivera told Figueroa that Rodriguez would be meeting with\n\nhim in New York to deliver \"shirts\" (code for cocaine, according to\n\nan FBI agent who testified).        In another, Rivera called Rodriguez,\n\nthen in New York, to coordinate Rodriguez's meeting with Figueroa\n\nand to discuss the price for the cocaine.             A search of Rodriguez's\n\napartment in Puerto Rico after his arrest found corroborating\n\nevidence such as airplane tickets to New York for the relevant time\n\nperiod and his cell phone bills.\n\n          Finally,       Arroyo,       who    was   replaced    early    in     the\n\nconspiracy, argues that the government proved only mere presence or\n\nassociation.    There is no further indication of his participation\n\nafter   his    demand    for     one     million     dollars    was     rebuffed.\n\nNonetheless,    before    that     time,      Arroyo's   involvement      in    the\n\nconspiracy's plans was extensive.             He joined Rivera at the initial\n\nApril 25 meeting with Hernandez at the Condado Hotel.                    He also\n\nbrought the nautical charts to the May 3 meeting, which the FBI\n\nvideotaped;    Arroyo    looked    over       the   charts   with   Agent      Rosa,\n\nsupposedly the captain of Hernandez's boats, to fix a location for\n\ntheir rendezvous.\n\n          Arroyo relies on Aponte-Suarez, 905 F.2d at 491, where\n\nthis court vacated a drug conspiracy conviction for insufficient\n\nevidence. The defendant there demanded money from drug traffickers\n\nfor the use of his land as an airstrip; when they refused, he\n\n\n                                       -18-\n\fintroduced them to a neighbor and had no further involvement with\n\nthe   conspiracy.      Id.     Arroyo,     in   contrast,   was   an   active\n\nparticipant up until the time his financial demands were refused.\n\nFor similar reasons, Arroyo's alternate argument that he withdrew\n\nfrom the conspiracy is a non-starter.             \"[W]ithdrawal is not a\n\ndefense to a conspiracy charge if the conspiracy violation has\n\nalready occurred.\" United States v. Rogers, </pre><span class=\"citation\" data-id=\"197136\"><a href=\"/opinion/197136/united-states-v-rogers/\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span><pre class=\"inline\">, 644 (1st\n\nCir. 1996).\n\n           The evidence about the existence of a conspiracy, and the\n\nknowing and voluntary involvement of Caribe, Rodriguez, and Arroyo,\n\nwas clearly sufficient for the jury to reach a guilty verdict.\n\nB.    Pre-Trial Claims\n\n           1.   Prosecutorial Misconduct (Bonet)\n\n           Bonet    argues   that   his    conviction   should    be   vacated\n\nbecause of prosecutorial misconduct before the grand jury.               Bonet\n\nasserts that Agent Plichta was the only witness who testified\n\nagainst him before the grand jury and that Plichta made two false\n\nstatements.     Plichta stated that the search of Bonet's house\n\nrevealed a 20/40 radio and an antenna set up on a tree outside the\n\nhouse.    At trial, Agent Juan Grajales, one of the agents who\n\nconducted the search, testified that the FBI in fact seized a CB\n\nradio and an antenna, which they found in the dining room.               Agent\n\nPlichta admitted at trial that he had been mistaken.             Bonet claims\n\nthat no other evidence against him was presented to the grand jury\n\n\n                                    -19-\n\fand that the prosecutor encouraged Plichta to testify falsely to\n\nbolster the case.\n\n          The Supreme Court in United States v. Mechanik, </pre><span class=\"citation\" data-id=\"111598\"><a href=\"/opinion/111598/united-states-v-mechanik/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">66</span></a></span><pre class=\"inline\"> (1986), rejected the defendant's claim that his conviction\n\nshould be vacated because the prosecutor allegedly violated Fed. R.\n\nCrim. P. 6(d) by permitting two law enforcement agents to be\n\nquestioned together before the grand jury. The Court held that any\n\nerror   was   harmless    because     the   defendant   was   subsequently\n\nconvicted.    In such cases, \"the petit jury's subsequent guilty\n\nverdict means not only that there was probable cause to believe\n\nthat the defendants were guilty as charged, but also that they are\n\nin fact guilty as charged beyond a reasonable doubt.\"           Id. at 70.\n\n          Two years later, in Bank of Nova Scotia v. United States,\n\n</pre><span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span><pre class=\"inline\"> (1988), the Court carved out a narrow exception to the\n\nMechanik rule.    This exception applies only if \"the structural\n\nprotections of the grand jury have been so compromised as to render\n\nthe proceedings fundamentally unfair, allowing the presumption of\n\nprejudice.\"   Id. at 256-57; see also United States v. De Jesus, </pre><span class=\"citation\" data-id=\"199131\"><a href=\"/opinion/199131/united-states-v-ortiz-de-jesus/\"><span class=\"volume\">230</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir. 2000) (\"Thus, dismissal after conviction is\n\nappropriate only in cases of serious and blatant prosecutorial\n\nmisconduct -- misconduct so grave that it calls into doubt the\n\nfundamental    fairness    of   the    judicial   process.\")    (internal\n\nquotations omitted).      The Supreme Court noted that this exception\n\nwas consistent with past cases in which the Court had dismissed\n\n\n                                    -20-\n\findictments after convictions because it found racial or gender\n\ndiscrimination in the selection of the grand jury.     Bank of N.S.,\n\n487 U.S. at 256-57 (citing Vasquez v. Hillery, </pre><span class=\"citation\" data-id=\"111552\"><a href=\"/opinion/111552/vasquez-v-hillery/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span><pre class=\"inline\"> (1986),\n\nand Ballard v. United States, </pre><span class=\"citation\" data-id=\"104334\"><a href=\"/opinion/104334/ballard-v-united-states/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">187</span></a></span><pre class=\"inline\"> (1946)).     However, we\n\nhave cautioned that this exception should be \"invoked infrequently,\n\nlargely as a prophylactic tool to discourage further misconduct of\n\na like nature.\"   United States v. Giorgi, </pre><span class=\"citation\" data-id=\"502427\"><a href=\"/opinion/502427/united-states-v-edgardo-giorgi-united-states-of-america-v-gilberto/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span></a></span><pre class=\"inline\">, 1030 (1st\n\nCir. 1988).\n\n          Bonet faces an additional hurdle: he did not raise his\n\nclaim before the district court, and so review is only for plain\n\nerror.   A party claiming plain error must demonstrate (1) that\n\nthere was error, (2) that it was plain, (3) that it affected the\n\ndefendant's substantial rights, usually by altering the outcome,\n\nand (4) that it was sufficiently fundamental to threaten the\n\n\"fairness, integrity or public reputation of judicial proceedings.\"\n\nUnited States v. Olano, </pre><span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span><pre class=\"inline\">, 732-36 (1993).\n\n          The record does not establish prosecutorial misconduct,\n\nmuch less misconduct so egregious that it rendered the grand jury\n\nproceedings   fundamentally   unfair.    At   most   there   was   an\n\nunderstandable mistake in testimony.    The FBI agents involved in\n\nthe case had been tracking the defendants for several months and\n\nhad gathered innumerable facts about the organization.       CI Diaz\n\ntestified at trial that he was present when Bonet tested a 20/40\n\nradio at his house that would be used in the planned importation of\n\n\n                                -21-\n\f700 kilograms of cocaine.         Bonet also showed him the antenna that\n\nhe had placed on a tree outside his house.                       The most likely\n\nexplanation for Agent Plichta's misstatements is that he simply\n\nconfused the radio and antenna seen by Diaz with those seized by\n\nthe FBI.    Given the corroborating evidence for the substance of\n\nPlichta's   account,     if     not   the    exact    details,   his    grand    jury\n\ntestimony did not affect the defendant's substantial rights or\n\nseriously impair the fairness, integrity, or public reputation of\n\nthe judicial proceedings.\n\n            2.   Bill of Particulars (Nelson)\n\n            Nelson     argues    that       the   district   court     abused    its\n\ndiscretion by denying his motion for a bill of particulars.                     There\n\nwas no abuse of discretion.\n\n            The indictment names Nelson twice.               First, it charges\n\nNelson with initial involvement in the planned importation of\n\n10,000 pounds     of    marijuana.          Second,   it   charges     that   Rivera\n\ninstructed Luis Diaz, Nelson's nephew, to go to Colombia to arrange\n\nfor the importation of cocaine into Puerto Rico, and that Rivera\n\nand Nelson made efforts to obtain Luis Diaz's release after he was\n\nkidnapped by Colombian drug suppliers.\n\n            Nelson argues that he was not put on notice of the\n\ngovernment's evidence at trial concerning his involvement in the\n\nattempted importation of 36 kilograms of cocaine that was lost at\n\nsea.   The Colombians kidnapped Luis Diaz to ensure that Nelson\n\n\n                                        -22-\n\fwould pay them for this lost cocaine.            Nelson argues that the\n\nindictment does not refer to cocaine in this context and states\n\nonly that he tried to gain his nephew's release, which is not a\n\ncriminal act.\n\n          The   indictment    stated     that   the   conspiracy   involved\n\nattempts \"[t]o import large amounts of controlled substances into\n\nthe District of Puerto Rico,\" and detailed the dates of the\n\nconspiracy and the names of the coconspirators.            The indictment\n\nspecifically charged the defendants with conspiracy with intent to\n\ndistribute over 1,000 kilograms of cocaine.           Additionally, Nelson\n\nhad access during discovery to recordings of conversations between\n\nhim and other conspirators discussing the importation of cocaine.\n\nNelson did not lack a fair opportunity to prepare a defense absent\n\na bill of particulars.       See United States v. Sepulveda, </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1192-93 (1st Cir. 1993).      United States v. Paiva, </pre><span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">148</span></a></span><pre class=\"inline\"> (1st Cir. 1989), held that the district court did not abuse its\n\ndiscretion in denying the motion for a bill of particulars even\n\nthough the indictment did not inform the defendant of a number of\n\ntransactions he allegedly aided.       Id. at 154.    The court there held\n\nthat the indictment referred to \"quantities of cocaine\" and thus\n\ninformed the defendant that the charge involved more than one\n\ntransaction.    See id. at 155.\n\n          Nelson does not explain how the indictment's lack of\n\nspecificity prejudiced him at trial. A defendant must show \"actual\n\n\n                                  -23-\n\fprejudice\" and point to \"specific evidence or witnesses that the\n\nlack of particularization prevented him from obtaining.\"               United\n\nStates v. Arboleda, </pre><span class=\"citation\" data-id=\"558577\"><a href=\"/opinion/558577/united-states-v-carlos-arboleda-united-states-v-martin-castillo-united/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">858</span></a></span><pre class=\"inline\">, 869 (1st Cir. 1991); see also\n\nSepulveda, 15 F.3d at 1193 (\"Neither appellant convincingly relates\n\na concrete instance of inability to prepare, untenable surprise, or\n\nother cognizable prejudice stemming from the trial court's refusal\n\nto mandate further particulars.\").         Nelson does not argue that he\n\nwas unable to prepare a defense to the allegations, nor does he\n\npoint to any evidence that he would have presented.             We reject the\n\nclaim.\n\n          3.    Duplicitous Indictment (Nelson, Chevere)\n\n          Nelson    and   Chevere    argue       that   the   indictment     was\n\nduplicitous because it charged the defendants with possessing\n\nseveral drugs (cocaine, heroin, and marijuana) with intent to\n\ndistribute.    Neither defendant raised this claim prior to trial;\n\nthe review is for plain error.      There was no error, much less plain\n\nerror, on this point.     It has been clear since the Supreme Court's\n\ndecision in Braverman v. United States, </pre><span class=\"citation\" data-id=\"103708\"><a href=\"/opinion/103708/braverman-v-united-states/\"><span class=\"volume\">317</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">49</span></a></span><pre class=\"inline\"> (1942), that\n\n\"[t]he allegation in a single count of a conspiracy to commit\n\nseveral crimes is not duplicitous, for the conspiracy is the crime,\n\nand that is one, however diverse its objects.\"                Id. at 54.     The\n\nconspiracy    charged   here   included    the    planned     importations    of\n\ncocaine, heroin, and marijuana.       Each of these acts was part of a\n\n\n\n\n                                    -24-\n\fsingle conspiracy, and the jury instructions made clear that the\n\njury must find as much.\n\n               Nelson also argues that the indictment was duplicitous\n\nbecause it charged two crimes, possession of drugs with intent to\n\ndistribute      and    conspiracy   to    possess     drugs   with    intent    to\n\ndistribute, in a single count of the indictment.                   This claim is\n\nrebutted by the plain language of the indictment, which states only\n\nthat the defendants conspired to possess controlled substances with\n\nintent    to    distribute.     The      indictment    does   not    charge    the\n\ndefendants with possession with intent to distribute, and the jury\n\ndid not consider any such charge.\n\nC. Wiretap Evidence (Nelson, Rodriguez, Bonet, Chevere, Caribe,\nRivera, and Valle)\n\n               Defendants argue that evidence obtained from wiretaps\n\nshould have been suppressed.2            They also argue that the district\n\ncourt erred in refusing to hold a hearing in accordance with Franks\n\nv. Delaware, </pre><span class=\"citation\" data-id=\"109925\"><a href=\"/opinion/109925/franks-v-delaware/\"><span class=\"volume\">438</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span><pre class=\"inline\"> (1978), before it denied the motion to\n\nsuppress the wiretap evidence. Although in other circumstances the\n\nfailure   of     the   government's   affidavit       supporting     its   warrant\n\napplication to disclose information about the background of a CI\n\n\n\n\n     2\n        This issue was the focus of Nelson's original motion for a\nnew trial, timely filed on November 1, 1999. Because the question\nis thus properly before us and we answer it fully, we need not\nconsider whether some of the other defendants may have waived the\nissue.\n\n                                      -25-\n\fcould well lead to suppression, we ultimately find neither argument\n\nby defendants in this case to be meritorious.\n\n           1.    Suppression\n\n           Congress has placed statutory requirements on warrants\n\nauthorizing wiretaps, extending beyond the constitutional minimum\n\nmandated for other search warrants.            See Omnibus Crime Control and\n\nSafe Streets Act of 1968, Title III, 18 U.S.C. §§ 2510-2522 (2000).\n\nSee generally United States v. Lopez, </pre><span class=\"citation\" data-id=\"200084\"><a href=\"/opinion/200084/united-states-v-lopez/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 51-52 (1st Cir.\n\n2002)   (providing    overview    of     Title    III's    provisions).     Law\n\nenforcement authorities seeking a wiretap warrant must submit a\n\nsworn affidavit which includes \"a full and complete statement of\n\nthe facts and circumstances\" that demonstrate probable cause and a\n\n\"full   and     complete    statement     as     to   whether   or   not   other\n\ninvestigative procedures have been tried and failed or why they\n\nreasonably appear to be unlikely to succeed if tried or to be too\n\ndangerous.\" 18 U.S.C. § 2518(1). A judge considers this affidavit\n\nunder   the     standards   of   Title    III     before   issuing    an   order\n\nauthorizing the wiretap. These restrictions are intended to ensure\n\nthat authorities \"make a reasonable, good faith effort to run the\n\ngamut of normal investigative procedure before resorting to means\n\nso intrusive as electronic interception of telephone calls\" and\n\nthat wiretapping as a law enforcement technique remains \"distinctly\n\nthe exception -- not the rule.\"         United States v. Hoffman, </pre><span class=\"citation\" data-id=\"496986\"><a href=\"/opinion/496986/united-states-v-barry-hoffman/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">1299</span></a></span><pre class=\"inline\">, 1306-07 (1st Cir. 1987).\n\n\n                                    -26-\n\f            The issuing judge's initial decision to grant a wiretap\n\norder is subject to review in at least two different contexts.\n\nFirst, the trial judge may consider a motion to suppress the\n\nevidence gathered by the wiretap that the issuing judge authorized;\n\nlater, an appellate court may review the trial judge's suppression\n\nruling.   See United States v. Ashley, </pre><span class=\"citation\" data-id=\"524627\"><a href=\"/opinion/524627/united-states-v-melvin-ashley/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1069</span></a></span><pre class=\"inline\">, 1074 (1st Cir.\n\n1989). Both of these later reviewing courts use the same metric to\n\nevaluate the action of the issuing judge, which is to examine the\n\nface of the affidavit and \"decide if the facts set forth in the\n\napplication were minimally adequate to support the determination\n\nthat was made.\"    Id. (quoting United States v. Scibelli, </pre><span class=\"citation\" data-id=\"342684\"><a href=\"/opinion/342684/united-states-v-francesco-scibelli-united-states-of-america-v-andrew/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">222</span></a></span><pre class=\"inline\">, 226 (1st Cir. 1977)).\n\n            Agent Plichta submitted an affidavit in support of the\n\napplication on June 24, 1997.   The government sought permission to\n\ntap a cellular telephone which CI Hernandez had sold to Rivera (on\n\nthe pretense that it was a cloned phone that allowed unlimited\n\ncalling).   After discussing Plichta's experience and training, the\n\naffidavit chronicled in detail the investigation up to that point,\n\nbeginning with the first contact between Hernandez and Rivera on\n\nApril 25, 1997.    The affidavit revealed information obtained from\n\nHernandez's audio recordings of his conversations with defendants\n\nin both telephone calls and face-to-face meetings; the May 3\n\nmeeting that was attended by Rosa, the undercover agent, and was\n\nsecretly videotaped; visual surveillance; court-authorized pen\n\n\n                                -27-\n\fregisters; and searches of toll records of several telephone\n\nnumbers used by Rivera.\n\n           While the incriminating information gathered by these\n\nmethods   and      reported   in   the   affidavit   was   substantial,   the\n\naffidavit stated that these methods were unlikely to uncover the\n\nfull scope of the conspiracy, even if augmented by other possible\n\ntechniques such as executing search warrants or issuing grand jury\n\nsubpoenas.        Each technique displayed just a small piece of the\n\npuzzle.   Meanwhile, the conspirators made careful efforts to evade\n\ndetection, such as switching telephones and vehicles and using\n\ncounter-surveillance.         Finally, searches or grand jury subpoenas\n\nwould alert the conspirators that they were under investigation.\n\n             The defendants mainly argue that the affidavit downplayed\n\nboth (a) the availability and promise of alternate investigative\n\ntechniques and (b) the potential unreliability of Hernandez as a\n\nsource.   We consider these claims in turn.\n\n             a.    Necessity of Wiretap\n\n           Defendants argue that progress made in the investigation\n\nusing other methods meant that wiretapping was unnecessary.           Title\n\nIII requires that the affidavit show why wiretapping is necessary\n\nin place of less intrusive investigative techniques.            18 U.S.C. §\n\n2518(1)(c).        But it does not impose an exhaustion requirement.\n\nLopez, 300 F.3d at 52.             \"Accordingly, the government is not\n\nrequired to show that other methods have been wholly unsuccessful.\"\n\n\n                                     -28-\n\fAshley, 876 F.2d at 1072.     Rather, \"Title III demands a practical,\n\ncommonsense approach to exploration of investigatory avenues and\n\nrelative intrusiveness.\" United States v. Uribe, </pre><span class=\"citation\" data-id=\"532755\"><a href=\"/opinion/532755/united-states-v-nestor-uribe-united-states-of-america-v-leon-alberior/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></a></span><pre class=\"inline\">, 556\n\n(1st Cir. 1989).\n\n           An eight-page section of the affidavit explained quite\n\nspecifically why the investigative techniques then in use, alone or\n\ncombined with others that had not been employed, would likely fail\n\nto uncover the full extent of the conspiracy.             The affidavit's\n\ndiscussion of alternate methods does not fall below the standard of\n\nminimal adequacy. See United States v. Rivera-Rosario, </pre><span class=\"citation no-link\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span><pre class=\"inline\">,\n\n19 (1st Cir. 2002); Uribe, 890 F.2d at 556-57; Ashley, 876 F.2d at\n\n1074-75.\n\n           Nelson   also   argues   that   the   number   of   person-hours\n\ndedicated to the investigation at the time of the warrant -- he\n\nestimates forty-one hours -- was per se too short to demonstrate\n\nthe necessity of a wiretap.    There is no rule on the amount of time\n\ninvestigators must try and fail, using other methods, before\n\nturning to a wiretap application.      See United States v. David, </pre><span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span><pre class=\"inline\">, 729 (1st Cir. 1991).         The issuing judge here had the\n\nrelevant information and was able to weigh the amount of prior\n\ninvestigation among other relevant factors in reaching a decision\n\non the necessity of the wiretap.\n\n\n\n\n                                    -29-\n\f               b.    Omission of Information About Hernandez's Background\n\n               The defendants also argue that the affidavit relied on\n\ninformation from CI Hernandez, but failed to disclose his prior\n\ndrug       trafficking    conviction,     his   past    involvement      with   some\n\ndefendants, and other indicia of his possible unreliability.                    The\n\naffidavit was, to put it mildly, economical on this point, stating\n\nonly that there was no indication that Hernandez \"has been less\n\nthan truthful at any time with regard to this investigation.\" This\n\nstatement was crafted carefully to avoid mention of facts that\n\nwould call Hernandez's trustworthiness into serious question.                    We\n\nare concerned that such significant omissions could thwart the\n\nintent of Title III and mislead an issuing judge, who relies on the\n\ngovernment to present the full case for its belief in probable\n\ncause, including any contraindications.3\n\n               The   troubling      omissions   here    have   less    significance\n\nbecause the affidavit also included large quantities of evidence\n\nfrom       sources   other   than    Hernandez.        Reliance   on    Hernandez's\n\ncredibility was therefore unlikely to have been important to the\n\nissuing judge's decision. We use the technique described in United\n\nStates v. Young, </pre><span class=\"citation\" data-id=\"525210\"><a href=\"/opinion/525210/united-states-v-stephen-d-young/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1099</span></a></span><pre class=\"inline\"> (1st Cir. 1989) (Breyer, J.), and\n\nreach the same result as in that case.                  \"That is to say, if we\n\n\n\n       3\n        At oral argument it was suggested that the government may\nhave provided further information about Hernandez to the issuing\njudge orally. Even were this so, our review is limited to the four\ncorners of the affidavit. See Ashley, 876 F.2d at 1074.\n\n                                         -30-\n\fexcise      (or   otherwise   appropriately          adjust)    all   misleading\n\nstatements from the affidavit, there is still a more than adequate\n\nshowing     of    'probable   cause.'         Thus    any    misstatements     are\n\nimmaterial.\"         Id. at 1102 (citations omitted).              Even without\n\nreliance on Hernandez, the affidavit provided the issuing judge\n\nsubstantial basis for probable cause.                There were over a dozen\n\nrecorded conversations, the interactions with undercover agent\n\nRosa, and the videotape of the May 3 meeting.               On these facts, the\n\nomission of information about Hernandez's background was not a\n\nbasis for suppression.\n\n             Other     objections     to   scattered        statements   in    the\n\naffidavit, even if they had any merit in isolation, would similarly\n\nfail because of the large quantity of evidence on which the issuing\n\njudge could rely.\n\n             2.   Franks Evidentiary Hearing\n\n             Some defendants also argue that the case should at least\n\nbe remanded for an evidentiary hearing about the alleged flaws in\n\nthe affidavit.        A defendant seeking such a hearing must make a\n\n\"substantial preliminary showing\" that the affidavit included a\n\nfalse statement which was made either knowingly and intentionally\n\nor   with    reckless     disregard     for   the     truth,    and   that    this\n\nmisstatement was necessary to the finding of probable cause.\n\nFranks, 438 U.S. at 155-56, 171-72; see United States v. Adams, </pre><span class=\"citation\" data-id=\"200132\"><a href=\"/opinion/200132/united-states-v-adams/\"><span class=\"volume\">305</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span><pre class=\"inline\">, 36 n.1 (1st Cir. 2002) (preliminary showing for Franks\n\n\n                                      -31-\n\fhearing requires both of these elements).          A material omission in\n\nthe affidavit may also qualify for a Franks hearing in place of a\n\nfalse direct statement, provided the same requisite showing is\n\nmade.    United States v. Scalia, </pre><span class=\"citation\" data-id=\"607107\"><a href=\"/opinion/607107/united-states-v-rickie-albert-scalia/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">984</span></a></span><pre class=\"inline\">, 987 (1st Cir. 1993).\n\nWe review the district court's denial of a Franks hearing for\n\n\"clear error.\"     United States v. Ranney, </pre><span class=\"citation\" data-id=\"200051\"><a href=\"/opinion/200051/united-states-v-ranney/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span><pre class=\"inline\">, 77 (1st Cir.\n\n2002).    The ruling above disposes of this argument because the\n\ndefendants fail to make the second required showing -- Hernandez's\n\nnecessity to a finding of probable cause.\n\nD.   Other Evidentiary Rulings\n\n            1.   Exclusion of Impeachment Evidence Against Hernandez\n                 Caribe and Rivera)\n\n            Caribe   and   Rivera   argue   that   the   court   erroneously\n\nexcluded evidence that CI Hernandez had a role in the October 30,\n\n1992 killings of five alleged drug traffickers known as the \"Mickey\n\nMotors murders.\"     Three people were convicted for these murders.\n\nHernandez, who acknowledged to the government that he was present\n\nduring the killings, was not prosecuted.           The judge excluded the\n\nevidence as collateral under Fed. R. Evid. 403.\n\n            Where, as here, the objection was not properly preserved,\n\nwe review a district court's decision to admit or exclude evidence\n\nfor plain error.     United States v. Scott, </pre><span class=\"citation\" data-id=\"775404\"><a href=\"/opinion/775404/united-states-v-alan-n-scott/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span><pre class=\"inline\">, 46 (1st Cir.\n\n2001).    The term \"collateral,\" for Rule 403 purposes, refers to\n\nevidence that is likely to confuse the issues, mislead the jury, or\n\nwaste time.      See 1 C.B. Mueller & L.C. Kirkpatrick, Federal\n\n                                    -32-\n\fEvidence § 95, at 512 (2d ed. 1994).           The trial court has wide\n\ndiscretion in determining admissibility under Rule 403,             United\n\nStates v. Abel, </pre><span class=\"citation\" data-id=\"111285\"><a href=\"/opinion/111285/united-states-v-abel/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">45</span></a></span><pre class=\"inline\">, 54-55 (1984), since the trial judge\n\n\"is more directly familiar than a court of appeals with the need\n\nfor the evidence and its likely effect.\"       United States v. Lau, </pre><span class=\"citation\" data-id=\"494125\"><a href=\"/opinion/494125/united-states-v-michael-alan-lau-united-states-of-america-v-bruce-taylor/\"><span class=\"volume\">828</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">871</span></a></span><pre class=\"inline\">, 874 (1st Cir. 1987); see also United States v. Cintolo,\n\n</pre><span class=\"citation\" data-id=\"488517\"><a href=\"/opinion/488517/united-states-v-william-j-cintolo/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">980</span></a></span><pre class=\"inline\">, 998 (1st Cir. 1987) (trial judge \"has a front row\n\nseat which gives him a unique vantage point\").\n\n            The district judge did not abuse his discretion by\n\nexcluding the impeachment testimony, which would have had little\n\nprobative   value.    The   murders,   which    occurred   in   1992,   were\n\nunrelated to the drug conspiracy here, which covered events in\n\n1997. The government was prepared to offer testimony from multiple\n\nwitnesses that Hernandez was not the killer.          Further, the jury\n\nalready knew that Hernandez had a history of serious criminal\n\nbehavior; indeed, Hernandez himself admitted that he had been a\n\ndrug dealer.     Moreover, testimony by several witnesses about\n\nHernandez's role in the murders might have confused the jury as to\n\nthe issue before it.\n\n            Caribe raises two related issues.      First, he argues that\n\nthe trial judge violated the Confrontation Clause by denying him\n\nthe right to cross-examine Hernandez with respect to his criminal\n\npast.   Second, he argues that the government failed to produce and\n\nconcealed reports of debriefings from prior investigations which\n\n\n                                 -33-\n\fcontained allegations that Hernandez was involved in drug dealing\n\nand the Mickey Motors murders.4       According to Caribe, this failure\n\nto produce violated Brady v. Maryland, </pre><span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\"> (1963), Roviero\n\nv. United States, </pre><span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span><pre class=\"inline\"> (1957), Giglio v. United States, </pre><span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">150</span></a></span><pre class=\"inline\"> (1972), and the Jencks Act, 18 U.S.C. § 3500.             None of\n\nthese separate doctrines provides grounds for relief unless the\n\nexclusion or failure to produce prejudiced Caribe's defense.            See\n\nUnited States v. Noone, </pre><span class=\"citation\" data-id=\"547469\"><a href=\"/opinion/547469/united-states-v-peter-noone/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 32 (1st Cir. 1990) (alleged\n\nConfrontation Clause violation); Brady, 373 U.S. at 87 (suppressed\n\nevidence must be material); United States v. Bagley, </pre><span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span><pre class=\"inline\">,\n\n682 (1985) (evidence is material for Brady purposes if there is a\n\n\"reasonable probability that, had the evidence been disclosed to\n\nthe   defense,   the   result   of   the    proceeding   would   have   been\n\ndifferent\"); Giglio, 405 U.S. at 154 (requiring the same finding of\n\nmateriality of the evidence as Brady); Roviero, 353 U.S. at 64-65;\n\nUnited States v. Rosario-Peralta, </pre><span class=\"citation\" data-id=\"763556\"><a href=\"/opinion/763556/united-states-v-cruz-rosario-peralta-aka-crescencio-cedeno-peralta/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 53 (1st Cir. 1999)\n\n(Jencks Act).    Since Hernandez's alleged role in the Mickey Motors\n\nmurders was a collateral matter, and the defense showed at trial\n\nthat Hernandez had an extensive criminal past, Caribe has failed to\n\nshow any form of prejudice, and that disposes of his claims.\n\n\n\n\n      4\n         Caribe also argues that the reports contained relevant\ninformation on Caribe's \"drug quantity [and] role in the offense.\"\nWe deal separately with these other issues.\n\n                                     -34-\n\f           2.   Exclusion of Alibi Evidence (Bonet)\n\n           Bonet argues that the district judge erred in excluding\n\nhis alibi evidence for October 29, 1997 and October 30, 1997.             The\n\ndistrict court found Bonet provided the requisite notice of alibi\n\ntoo late in the trial process.         Bonet adequately preserved his\n\nobjection.\n\n           Defense counsel was obliged by Fed. R. Crim. P. 12.1(a)\n\nto give the government notice of an intent to offer an alibi\n\ndefense within ten days of the government's written demand for such\n\nnotice.   There is a continuing duty to disclose if defense counsel\n\nlearns of additional alibi witnesses prior to or during the trial.\n\nId. at 12.1(c).   If a party does not comply, then the testimony of\n\nits alibi (or rebuttal) witnesses may be excluded. Id. at 12.1(e).\n\nIn its discretion, the court may grant an exception for good cause\n\nto any of the above requirements.          Id. at 12.1(d).5\n\n           Taylor v. Illinois, </pre><span class=\"citation\" data-id=\"111986\"><a href=\"/opinion/111986/taylor-v-illinois/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span><pre class=\"inline\"> (1988), guides this\n\ncourt's   application   of   Rule   12.1(d).      See   United   States    v.\n\nPortella, </pre><span class=\"citation\" data-id=\"761694\"><a href=\"/opinion/761694/united-states-v-rafael-portela-united-states-of-america-v-francisco/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span><pre class=\"inline\">, 705 (1st Cir. 1999) (holding that Taylor\n\nstandard is used to review preclusion of an alibi defense). Taylor\n\nrequires the court to balance the defendant's right under the Sixth\n\n\n\n\n     5\n        A new version of Rule 12.1 took effect on December 1, 2002.\nThis new version changes the organization of the rule's different\nprovisions, but does not change the analysis here. We cite to the\nnew version.\n\n                                    -35-\n\fAmendment to offer the testimony of witnesses in his favor against\n\n\"countervailing public interests\":\n\n            The integrity of the adversary process, which depends\n            both on the presentation of reliable evidence and the\n            rejection of unreliable evidence, the interest in the\n            fair and efficient administration of justice, and the\n            potential prejudice to the truth-determining function of\n            the trial process . . . .\n\n484 U.S. at 414-15.   \"The judge should also factor into the mix the\n\nnature of the explanation given for the party's failure reasonably\n\nto abide by the discovery request, the willfulness vel non of the\n\nviolation, the relative simplicity of compliance, and whether or\n\nnot some unfair tactical advantage has been sought.\"           Chappee v.\n\nVose, </pre><span class=\"citation\" data-id=\"503772\"><a href=\"/opinion/503772/douglas-d-chappee-v-george-vose/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">25</span></a></span><pre class=\"inline\">, 29 (1st Cir. 1988).        We review application of\n\nthe Taylor factors de novo. United States v. Levy-Cordero, </pre><span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1002</span></a></span><pre class=\"inline\">, 1013 (1st Cir. 1995).\n\n            Bonet concedes that the government filed a request for\n\nalibi notice and served it on Bonet's counsel in February 1998.\n\nBonet waited approximately one-and-a-half years before filing his\n\nalibi notice, near the end of the first trial, on September 22,\n\n1999.   Applying    Taylor,   the   court   denied   Bonet's   request   as\n\nuntimely.\n\n            Bonet argues that he was unaware he might need an alibi\n\nfor October 29 and October 30, 1997 until CI Diaz testified for the\n\nprosecution that he met with Bonet on these dates; the defense\n\ncontends that before Diaz took the stand on September 14, 1999,\n\n\"the government never mentioned these two dates.\"\n\n                                    -36-\n\f            The government's request for alibi notice referred to\n\nthe times the alleged offenses were committed as stated in the\n\ngrand     jury     indictment,      which     alleged        that     Bonet       (and\n\ncoconspirators) committed two overt acts in furtherance of the\n\nconspiracy \"[o]n or about October 30, 1997.\"                  The \"on or about\"\n\nlanguage provides adequate notice for both October 29 and October\n\n30.     See United States v. Leibowitz, </pre><span class=\"citation\" data-id=\"511809\"><a href=\"/opinion/511809/united-states-v-carl-leibowitz/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">373</span></a></span><pre class=\"inline\">, 379 (7th Cir.\n\n1988) (where the indictment alleged that an offense took place \"on\n\nor about\" a certain date, the defendant is deemed to be on notice,\n\nfor purpose of alibi defense, that the charge is not limited to a\n\nspecific date).\n\n            Moreover,    it   is   far   from    clear   that       there   was   any\n\nprejudice.       Even if the indictment had provided adequate notice\n\nonly for October 30, an alibi witness for October 29 alone would\n\nhave been of little help to Bonet and might well have hurt his\n\ncause.    The meetings on October 29 and October 30 covered the same\n\nground:    the    participants     reviewed     how   they    would    import      700\n\nkilograms of cocaine into Puerto Rico.                On October 30, the FBI\n\nrecorded Bonet's voice as he tested the audio equipment.                      On the\n\ntape, Bonet brags about his drug-dealing exploits.\n\n            Bonet resorts to the good cause prong of the rule,\n\narguing his delay in filing the alibi notice was not motivated by\n\na desire to gain a tactical advantage.                 He also complains the\n\ndistrict judge's terse statement of his decision was more akin to\n\n\n                                      -37-\n\fa finding of fact than the requisite finding of law.             See Levy-\n\nCordero, 67 F.3d at 1013 (whether to exclude alibi evidence is a\n\nquestion of law).       Since our review is de novo, the last complaint\n\nis irrelevant.       This court has never restricted the application of\n\nthe sanction of exclusion to discovery violations that are willful\n\nor intended to gain a tactical advantage.          Portella, 167 F.3d at\n\n705 n.16; Chappee, 843 F.2d at 29.         The exclusion of the evidence\n\nwas not in error.\n\n              3. Admission of Hearsay Statements by Arduandua (Rivera)\n\n              Rivera argues error in the admission of CI Hernandez's\n\nhearsay testimony that Arduandua, the Colombian who had been\n\nincarcerated with Hernandez, said that Rivera was involved in the\n\ndrug trade.6       There was no objection.     Review is for plain error,\n\nand   there    was   none.    The   admitted    statement   is   reasonably\n\nunderstood as being offered, not to prove the truth of the matter\n\nasserted, but to explain why Hernandez contacted Rivera at the\n\nbeginning of the investigation.\n\n              4.   Admission of Evidence About Cruz Murder (Rivera)\n\n              Rivera argues error under Rule 403 in the admission of\n\nCI Hernandez's testimony about Rivera's role in the killing of\n\n\n      6\n         Rivera's brief also contends that the court erred by\nadmitting Hernandez's testimony that a person loosely associated\nwith Rivera was responsible for a break-in at Hernandez's house.\nAs the government correctly observes in its brief, Rivera's\nobjection that Hernandez lacked personal knowledge of that person's\ninvolvement was sustained, and that portion of Hernandez's\ntestimony was excluded.\n\n                                    -38-\n\fRoberto          Cruz,   a   murder   alleged      to    have   been     committed     in\n\nfurtherance of the conspiracy.7\n\n                  The district court did not abuse its discretion in\n\nfinding that the testimony was probative.                    It confirmed Rivera's\n\nrole in the conspiracy and tended to show that the 250-kilogram\n\nshipment had in fact been delivered.                    Rivera allegedly committed\n\nthe murder in concert with a coconspirator and in furtherance of\n\nthe conspiracy.          Hernandez testified that Rivera and a subordinate\n\nkilled Cruz \"because of the kilos . . . [;] [Rivera] had not\n\nallowed [Cruz] to participate and [Cruz] had been stalking him.\"\n\nCf. United States v. David, </pre><span class=\"citation\" data-id=\"566001\"><a href=\"/opinion/566001/united-states-v-shmuel-david-united-states-of-america-v-jaime-toro/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">722</span></a></span><pre class=\"inline\">, 731-33, 737 (1st Cir.\n\n1991) (no abuse of discretion in admitting evidence against alleged\n\nringleader         of    conspiracy    concerning       beating     of      drug   courier\n\nsuspected of stealing shipment).\n\n                 Rivera also argues that the government violated discovery\n\nrules       by    disclosing    an    FBI   Form    302    Report      of    Hernandez's\n\ndebriefing \"only days before the testimony was to be introduced.\"\n\nAt trial, defense counsel objected to the admission of testimony by\n\nHernandez covering topics addressed in the 302 report, including\n\nRivera's claim of responsibility for the Cruz murder, on the\n\n\n\n        7\n        Rivera's complaint about the reliability of the evidence is\nbelied by the facts of record.           Rivera stated in taped\nconversations that he had killed the person in the photograph on\npage three of the August 11, 1997 edition of El Vocero, a newspaper\nin Puerto Rico. That page does indeed contain a photograph of a\ncorpse later identified as Cruz.\n\n                                            -39-\n\fgrounds that the government's failure to disclose this document at\n\nan earlier date violated the Jencks Act, 18 U.S.C. § 3500.                  This\n\nargument fails.     The Jencks Act provides that the government does\n\nnot need to disclose the statement or report of a government\n\nwitness \"until said witness has testified on direct examination in\n\nthe trial of the case.\"       Id. § 3500(a).\n\nE.   Closing Argument and Jury Instructions\n\n           1.   Objection to Prosecutor's Closing Argument (Nelson)\n\n           Nelson   argued    both   at     his   trial   and   to   us   that   a\n\nstatement made by the prosecutor in closing argument, described\n\nbelow, was improper and prejudicial.\n\n           We review de novo whether the challenged statement was\n\nimproper, and for abuse of discretion whether the misconduct, if\n\nany, warrants a new trial.       United States v. Hernandez, </pre><span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">58</span></a></span><pre class=\"inline\">, 68 (1st Cir. 2000).      The standard for determining whether a new\n\ntrial is warranted is:\n\n           An improper argument to the jury that does not implicate\n           a defendant's constitutional rights . . . constitutes\n           reversible error only where the prosecutor's remarks were\n           both inappropriate and harmful.      Improper statements\n           during closing argument are considered harmful if, given\n           the totality of the circumstances, they are likely to\n           have affected the trial's outcome.       In making that\n           determination, we focus on (1) the severity of the\n           prosecutor's misconduct, including whether it was\n           deliberate or accidental; (2) the context in which the\n           misconduct occurred; (3) whether the judge gave curative\n           instructions and the likely effect of such instructions;\n           and (4) the strength of the evidence against the\n           defendants.\n\n\n\n                                     -40-\n\fUnited States v. Wihbey, </pre><span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span><pre class=\"inline\">, 771-72 (1st Cir. 1996)\n\n(footnote and citations omitted).       A prosecutor's comments do not\n\nrise to the level of a constitutional violation unless they \"so\n\ninfected the   trial   with   unfairness   as   to   make   the   resulting\n\nconviction a denial of due process.\"        Darden v. Wainwright, </pre><span class=\"citation\" data-id=\"111717\"><a href=\"/opinion/111717/darden-v-wainwright/\"><span class=\"volume\">477</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></a></span><pre class=\"inline\">, 181 (1986) (quoting Donnelly v. DeChristoforo, </pre><span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">637</span></a></span><pre class=\"inline\"> (1974)); see 5 W.R. LaFave et al., Criminal Procedure\n\n§ 24.7(h), at 562 (2d ed. 1984).    The challenged statement does not\n\nimplicate constitutional rights.\n\n          At the first trial, where Nelson was convicted, the\n\nprosecutor concluded a summary of the evidence against Caribe by\n\nremarking of him and two of the other defendants, \"Caribe, Bonet\n\nand [Ortiz] got away, they got away from us . . . [b]ack in 1993.\"\n\nShe next recalled Bonet's statement to Rivera and CI Diaz while\n\nthey were on the way to an October 30, 1997 meeting in Bonet's\n\nhome; Bonet said that the FBI was \"a bunch of suckers\" who had\n\nfailed to arrest him for his role in the earlier Al Capone drug\n\ntrafficking case.   The prosecutor then said:\n\n          I request very respectfully from you that they [sic] do\n          not let them and the other defendants in this case get\n          away with it again. Let us make sure that not one, not\n          one kilogram of cocaine more is imported into Puerto Rico\n          by these seven defendants. Let us make sure of that.\n\n          Nelson challenges the \"let them and the other defendants\n\nin this case get away with it again.\"           He argues there was no\n\nevidence of prior crimes on his part and that it was improper to\n\n\n                                 -41-\n\fraise the specter that he was doing it again.            That is not so\n\nclear.    There was evidence that Nelson had a role in the botched\n\nimportation of the 36 kilograms of cocaine that were lost by his\n\nnephew, Luis Diaz.\n\n           The government argues that the trial court overruled the\n\nobjection on the basis that the jury would, in context, have\n\nunderstood the remark to actually refer only to Caribe, Bonet, and\n\nOrtiz, and especially to Bonet's boasting of prior crimes. The use\n\nof \"again\" could be understood, of course, to refer to hypothetical\n\npast crimes of the other defendants and not be restricted to those\n\ndefendants the prosecutor had just named.         But, in context, the\n\nstray \"again,\" if the jury thought about it at all, would most\n\nlikely link back to those particular defendants.         Even if \"again\"\n\nwere understood to refer to all the defendants, we think there was\n\nno harm done and certainly do not think the wayward \"again\" would\n\naffect the outcome of the trial.        See Wihbey, 75 F.3d at 771-72.\n\n           As   to   Nelson's   mere   generalized   argument   that   the\n\nprosecutor made an emotional appeal to anti-drug dealing sentiment\n\nin Puerto Rico, it too fails.          \"Closing arguments traditionally\n\nhave included appeals to emotion. . . .              The outer limit on\n\nemotional appeals is generally stated as a prohibition against\n\n'arguments calculated to inflame the passions or prejudices of the\n\njury.'\"   5 LaFave et al., supra, § 24.7(e), at 558.\n\n\n\n\n                                  -42-\n\f           2.    Requested Jury Instructions (Arroyo, Nelson)\n\n           Arroyo      appeals     the   district    court's     refusal     of    his\n\nrequested jury instruction that a conspiracy conviction is not\n\npossible if the defendant conspired only with government agents or\n\ninformants.      This legal point, while true, is inapplicable to the\n\ncase   against    Arroyo.         When    there   are     at   least   two      \"true\"\n\nconspirators, the involvement of a government agent or informant\n\ndoes not defeat the true conspirators' culpability.                      See United\n\nStates v. Giry, </pre><span class=\"citation\" data-id=\"488024\"><a href=\"/opinion/488024/united-states-v-pierre-michel-henri-giry-and-steven-seward/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span><pre class=\"inline\">, 126 (1st Cir. 1987).                The evidence at\n\ntrial showed that Arroyo joined in meetings with not only CI\n\nHernandez and      Agent    Rosa,    but   also    Rivera.       His   unsupported\n\nsuggestion      that   he   and     Rivera      should    be   counted     as     each\n\nindependently conspiring with the CIS and the undercover agent is\n\nunavailing.\n\n           Nelson appeals the district court's refusal to deliver\n\nrequested jury instructions concerning proof of the identity of the\n\ndefendant as the person who committed the crimes, mere presence,\n\nand his defense theories of necessity and good faith.                  He properly\n\npreserved these requests for appeal.              There was no error.\n\n           Nelson requested a separate instruction concerning the\n\nfactors   to    consider    when    evaluating      the    identification         of   a\n\ndefendant by a witness.          The government incorrectly contends that\n\npotential misidentification was not relevant to Nelson's defense.\n\nTo the contrary, his \"two Nelsons\" theory of mistaken identity\n\n\n                                         -43-\n\fhinged on it.         The proof of Nelson's guilt was at least partly\n\ndependent on Hernandez's connection of Nelson to the voice of the\n\nperson with whom he spoke on the telephone and to the person about\n\nwhom Rivera and other coconspirators spoke.                Defendant Nelson says\n\nhe is not the Nelson in those phone calls.8\n\n             A   district    court's     refusal      to     give   a   requested\n\ninstruction      is   erroneous   only    if    the   instruction       \"was   not\n\nsubstantially covered in the charge actually delivered to the\n\njury.\"   United States v. Gibson, </pre><span class=\"citation\" data-id=\"430881\"><a href=\"/opinion/430881/united-states-v-paul-w-gibson/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">869</span></a></span><pre class=\"inline\">, 874 (1st Cir. 1984)\n\n(quotation omitted).        Here, it was.      The district court delivered\n\na broader charge concerning the credibility of witnesses in general\n\nand the jury's responsibility to consider possible limitations on\n\nthe ability of a witness to observe the facts about which he\n\ntestified.\n\n           Nelson also requested an instruction that \"mere presence\"\n\nwas insufficient for conviction.          Similarly, the court explicitly\n\ninstructed the jury that mere presence was not sufficient to prove\n\na conspiracy charge, so Nelson's claim has no merit.\n\n\n\n\n     8\n        Nelson argues that there were \"two Nelsons,\" the defendant\nand a Colombian supplier also known as Nelson.     He points to a\nreference in the FBI affidavit seeking a wiretap warrant, in which\nCI Hernandez reported that he had witnessed a telephone call\nbetween Rivera and \"Nelson LNU [Last Name Unknown].\" \"Nelson\" is\nthis defendant's last name, not his first name. In the affidavit,\nRivera and Nelson are said to have discussed Rivera paying Nelson\nfor the 36 kilograms of cocaine that were lost in transport, as\nwell as arrangements for a future shipment.\n\n                                    -44-\n\f             Nelson's    asserted      necessity   defense9   turns    on     the\n\nkidnapping    of   his   nephew   by    the   Colombians.     Nelson      sought\n\nassistance    from   Rivera   and      CI   Hernandez,   hoping    they     would\n\nintervene with the kidnappers, and Hernandez testified that he\n\ntried to do so.      Rivera recommended that Nelson offer to pay the\n\nColombians back with work on future shipments.                    In the end,\n\nNelson's nephew escaped from his kidnappers unharmed.                     Nelson\n\nargues that his fear for his nephew's safety compelled him to do\n\nthe things for which he was convicted.\n\n             A defendant must make a showing of a factual predicate\n\nfor a necessity defense that is sufficient to raise a question for\n\nthe jury.    See United States v. Arthurs, </pre><span class=\"citation\" data-id=\"196518\"><a href=\"/opinion/196518/united-states-v-arthurs/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">444</span></a></span><pre class=\"inline\">, 448 (1st Cir.\n\n1996); United States v. Amparo, </pre><span class=\"citation\" data-id=\"581358\"><a href=\"/opinion/581358/united-states-v-luz-maria-amparo-aka-luz-maria-amparo-sanchez/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">288</span></a></span><pre class=\"inline\">, 291 (1st Cir. 1992).\n\nThat predicate is demanding:\n\n            To successfully assert the necessity defense, a defendant\n            must show that he (1) was faced with a choice of evils\n            and chose the lesser evil, (2) acted to prevent imminent\n            harm, (3) reasonably anticipated a direct causal\n            relationship between his acts and the harm to be averted,\n            and (4) had no legal alternative.\n\nUnited States v. Sued-Jimenez, </pre><span class=\"citation\" data-id=\"775955\"><a href=\"/opinion/775955/united-states-v-jalil-gazir-sued-jimenez-united-states-of-america-v-elga/\"><span class=\"volume\">275</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 (1st Cir. 2001).\n\n            Here, Nelson did not proffer any evidence that he was\n\nforced to join the other defendants' conspiracy because of fear for\n\n\n\n     9\n        The traditionally separate defenses of necessity and\nduress have become increasingly blurred in modern decisions, to\nthe point of merger. See United States v. Bailey, </pre><span class=\"citation\" data-id=\"110175\"><a href=\"/opinion/110175/united-states-v-bailey/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span><pre class=\"inline\">,\n410 (1980).   We will follow the parties' lead and refer to the\ndefense offered here as \"necessity.\"\n\n                                       -45-\n\fhis nephew's safety.    There was no evidence that the kidnappers\n\ndemanded he do so; they simply wanted their money back.             It was\n\nnever demonstrated that harm to his nephew was imminent, or that\n\nNelson had no legal alternatives. Finally, there was evidence that\n\nNelson's criminal activity continued after his nephew had escaped.\n\nIn short, the evidence did not adequately support any of the\n\nrequired elements for a necessity defense.10\n\n           Nelson's   separate   request     for   a   \"good   faith\"   jury\n\ninstruction is misplaced, as there is no good faith defense for\n\nparticipating in a narcotics conspiracy. If the argument was meant\n\nto address the intent required for a conspiracy conviction, the\n\ndistrict   court   instructed    on   that   point,    stating   that    the\n\ngovernment must prove that a defendant \"knew the unlawful purpose\n\nof the agreement and joined in it willfully; that is, with the\n\nintent to further the unlawful purpose.\"           See New Eng. Enters.,\n\nInc. v. United States, </pre><span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></span><pre class=\"inline\">, 71 (1st Cir. 1968) (holding\n\nthat a forthright instruction on specific intent is ordinarily a\n\nsufficient response to a defendant's request for a good faith\n\ninstruction).\n\n\n\n\n     10\n        We also reject Nelson's argument, advanced pro se, that the\nreference to his nephew's kidnapping in the indictment transformed\nthe necessity defense into an integral part of his charge.\n\n                                  -46-\n\fF.    \"Supplemental\" Motion for a New Trial (Nelson)\n\n            Nelson filed a timely motion for a new trial on November\n\n1, 1999.   It dealt entirely with objections to alleged flaws in the\n\nwiretap affidavit; these arguments were analyzed earlier in this\n\nopinion.     On March 9, 2000, Nelson filed a \"supplement\" to this\n\nmotion for a new trial, which raised a different set of substantive\n\nissues concerning Nelson's theory of mistaken identity.          The court\n\ndenied Nelson's motions for a new trial on December 15, 2000.\n\n            Nelson knew the basis for his \"two Nelsons\" theory of\n\nmistaken identity before and during trial, and referred to it in a\n\nmotion for mistrial during the government's case in chief.             The\n\nsupplement    does   not   claim   to   rely   on   any   newly-discovered\n\ninformation available only after trial.             As such, it is time-\n\nbarred.    See Fed. R. Crim. P. 33(b)(2) (allowing seven days after\n\nverdict for filing motions for new trial based on grounds other\n\nthan newly-discovered evidence). Fed. R. Crim. P. 45(b) explicitly\n\nconstrains the district court from extending the time period set\n\nout in Rule 33.      See United States v. Holt, </pre><span class=\"citation\" data-id=\"762444\"><a href=\"/opinion/762444/united-states-v-kevin-s-holt/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span><pre class=\"inline\">, 702-03\n\n(7th Cir. 1999); United States v. Hall, </pre><span class=\"citation\" data-id=\"510323\"><a href=\"/opinion/510323/the-united-states-of-america-v-raymond-hall-and-lloyd-dean-junger/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1269</span></a></span><pre class=\"inline\">, 1271-72\n\n(11th Cir. 1988). Construing this very late filing (on an entirely\n\nseparate issue) as an amendment would violate both the letter and\n\nthe spirit of both rules, and create a \"back door\" for untimely\n\nchallenges to verdicts.      Holt, 170 F.3d at 703.       We refuse to do\n\nso.\n\n\n                                   -47-\n\fG.   Ineffective Assistance of Counsel (Rivera, Caribe and Nelson)\n\n            Rivera,     Caribe,    and   Nelson    raise   issues   concerning\n\nalleged conflicts of interest on the part of the attorneys who\n\nrepresented them at trial.           Caribe also makes another claim of\n\nineffectiveness of counsel unrelated to the alleged conflicts.\n\n            Rivera first raised his claim before the district court\n\nin   a   post-verdict     motion   for   a   new   trial   and   made   factual\n\nassertions in support of the motion.               While Rivera points to a\n\npotential conflict of interest, he failed to carry his burden to\n\nshow any actual negative impact on his representation, and the\n\ndenial of his motion for new trial was not error.\n\n            Unlike Rivera, Caribe and Nelson did not raise their\n\nineffective assistance arguments in front of the district court at\n\nall, and we will not entertain their fact-dependent but thinly-\n\nsupported claims for the first time on direct appeal.\n\n            1.   Rivera\n\n            Rivera, who was convicted at the second trial, says he\n\nbecame dissatisfied with his appointed counsel and hired Edgar\n\nVega-Pabon (\"Vega\") as his attorney a few weeks before his trial\n\nbegan.    Vega also represented Ortiz, who was indicted as a member\n\nof Rivera's conspiracy.           Unlike Rivera, Ortiz was tried in the\n\nfirst trial.     The jury there hung as to Ortiz, but the government\n\npursued a retrial and Vega then negotiated a plea agreement for\n\n\n\n\n                                      -48-\n\fOrtiz.    This agreement was completed before Rivera's trial began,\n\nalthough Ortiz was not sentenced until after Rivera's conviction.\n\n               The district court in the second trial never inquired\n\ninto     the    potential   conflict     of   interest   raised   by   Vega's\n\nrepresentation of both Rivera and Ortiz, although the same judge\n\npresided over both proceedings and apparently was aware of Vega's\n\nrole in the first trial.      In its ruling denying Rivera's motion for\n\na new trial, the district court relied on the Advisory Committee\n\nNotes to Fed. R. Crim. P. 44(c) and concluded that Vega had engaged\n\nin joint representation by working, at least for a period of time,\n\nboth for Rivera on his trial and for Ortiz in preparation for his\n\nsentencing.      The government does not challenge this determination\n\nof joint representation and we will assume it to be correct for\n\npurposes of this case.\n\n               Rivera's initial brief, citing United States v. Foster,\n\n</pre><span class=\"citation\" data-id=\"306498\"><a href=\"/opinion/306498/united-states-v-javan-foster-javan-foster-v-united-states/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1st Cir. 1972), rests on the assertion that the\n\ndistrict court's failure to conduct a hearing into the possible\n\nconflict requires a new trial.            This analysis misreads Foster,\n\nwhich indicated at most that, when the district court does not\n\ninquire into a conflict, then on direct appeal the burden of\n\npersuasion shifts to the government to demonstrate that a negative\n\neffect from the conflict was \"improbable.\"          Id. at 5.     We long ago\n\ncautioned against granting an undeserved \"windfall\" to defendants\n\nby vacating convictions on the basis of Foster violations \"where it\n\n\n                                       -49-\n\fis more likely than not that conflicting interests did not hamper\n\ncounsel's pursuit of a potentially effective defense.\"          United\n\nStates v. Martorano, </pre><span class=\"citation\" data-id=\"377903\"><a href=\"/opinion/377903/united-states-v-james-martorano/\"><span class=\"volume\">620</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">912</span></a></span><pre class=\"inline\">, 916 (1st Cir. 1980); see also\n\nBrien v. United States, </pre><span class=\"citation\" data-id=\"411729\"><a href=\"/opinion/411729/james-a-brien-v-united-states/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\">, 15 (1st Cir. 1982) (\"[T]he\n\nconflict must be real, not some attenuated hypothesis having little\n\nconsequence to the adequacy of representation.\").\n\n            Moreover, the continued vitality of the Foster burden-\n\nshifting framework is called into question by the Supreme Court's\n\nrecent decision in Mickens v. Taylor, </pre><span class=\"citation\" data-id=\"118492\"><a href=\"/opinion/118492/mickens-v-taylor/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1237</span></a></span><pre class=\"inline\"> (2002).       That\n\ncase involved a situation where the trial judge had \"fail[ed] to\n\ninquire into a potential conflict of interest about which it knew\n\nor reasonably should have known.\"      Id. at 1239.   The Supreme Court\n\nconcluded that such a failure on the trial judge's part \"does not\n\nreduce the petitioner's burden of proof\" to demonstrate that the\n\npotential conflict he alleges actually affected the representation\n\nhe received in order to show a constitutional violation.        Id. at\n\n1244.   The Mickens requirement that the defendant show the alleged\n\nconflict actually affected the representation received is not\n\nprecisely   the   same   as   demonstrating   prejudice.   Id. at   1244\n\n(standard \"requires proof of effect upon representation but (once\n\nsuch effect is shown) presumes prejudice\").           But Mickens does\n\nrequire more than the showing Rivera offered in his opening brief,\n\n\n\n\n                                   -50-\n\ffiled before Mickens, by simply pointing to the absence of a Foster\n\nhearing.11\n\n             In   this   case,   because    the   likelihood   of   the   joint\n\nrepresentation having an effect on Rivera's defense is so minimal,\n\nit does not matter who had the burden.                 The district court\n\ndetermined, and we agree, that the government had amply shown that\n\nRivera's defense did not suffer from any conflict.             Thus, we need\n\nnot, and do not, decide the burden-shifting question here.\n\n             The standard for an effect is that the defendant \"might\n\nplausibly have pursued an alternative defense strategy, and that\n\nthe alternative strategy was in conflict with, or may not have been\n\npursued because of, [the attorney's] other loyalties or interests.\"\n\nUnited States v. Ramirez-Benitez, </pre><span class=\"citation\" data-id=\"200005\"><a href=\"/opinion/200005/united-states-v-ramirez-benitez/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 30 (1st Cir. 2002);\n\nsee also Reyes-Vejerano v. United States, </pre><span class=\"citation\" data-id=\"199779\"><a href=\"/opinion/199779/reyes-vejerano-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span><pre class=\"inline\">, 97 (1st Cir.\n\n2002) (applying same test); Brien, 695 F.2d at 15 (adopting same\n\ntest).\n\n\n\n\n     11\n         In his reply brief, filed after Mickens, Rivera attempts\nto demonstrate the effect on his representation as follows:\n     Strategies concerning the development of Rivera's perceived\n     role in the organization as compared with that of Ortiz,\n     arguments   related  to   separate   conspiracies,   temporal\n     limitations regarding the scope of independent conspiracies,\n     proofs concerning drug quantities at Rivera's trial which\n     differed from those in the plea entered into by Ortiz and for\n     which Ortiz had yet to be sentenced, considerations involved\n     in calling Ortiz as a witness, as well as plea and/or\n     cooperation agreement overtures, for which Rivera was in\n     competition with Ortiz, were, necessarily, influenced.\n\n                                     -51-\n\f             The   existence    of   an    alternative   strategy   is   most\n\nimplausible here.     Ortiz, the other defendant represented by Vega,\n\nwas a minor figure in the conspiracy.              Rivera, however, was the\n\nleader, and he eventually received a life sentence, the stiffest of\n\nany defendant.       The suggestion that the government would have\n\naccepted a plea from Rivera in preference to one from Ortiz is\n\nuntenable, even more so since Ortiz had already entered his plea\n\nbefore Rivera's trial began.              Nor do we find any significant\n\nevidence that might have been helpful to Ortiz's sentencing but\n\nharmful to Rivera's trial, or vice versa.            There is no indication\n\nthat Rivera would have any good reason to call Ortiz as a witness.\n\nFinally, the potential impact of any conflict was further reduced\n\nbecause Rivera's previous appointed attorney remained in the case\n\nas co-counsel with Vega.        In fact, it is reasonable to think that\n\nRivera hired Vega precisely because he managed to get a hung jury\n\nfor   Ortiz,    knowing   the   lawyer     would   complete   his   post-plea\n\nrepresentation of Ortiz through sentencing.              Rivera, it seems,\n\nwanted to have his cake and eat it too.\n\n             On different facts, we might conclude that an underlying\n\nmultiple representation presents a serious question of conflict.\n\nIn Rivera's case, however, there is nothing more than speculation\n\nof possible conflict, which would not pass muster after Mickens or\n\nbefore it.     See United States v. Burgos-Chaparro, </pre><span class=\"citation\" data-id=\"200174\"><a href=\"/opinion/200174/united-states-v-burgos-chaparro/\"><span class=\"volume\">309</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span><pre class=\"inline\">, 52-\n\n53 (1st Cir. 2002) (finding \"speculation\" an inadequate threshold\n\n\n                                     -52-\n\fshowing by defendant claiming conflicts after Mickens); United\n\nStates v. Michaud, </pre><span class=\"citation\" data-id=\"555478\"><a href=\"/opinion/555478/united-states-v-hubert-michaud/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">37</span></a></span><pre class=\"inline\">, 41 (1st Cir. 1991) (rejecting, in\n\npre-Mickens    case,     conflict     of    interest   claim       that   was\n\n\"insufficiently specific\" in describing nature of conflict).              In\n\norder to find an effect from an alleged attorney conflict, \"some\n\nadverse action or inaction is required that can be traced to the\n\nconflict in loyalty.     Merely to speculate that the divided loyalty\n\ncould have caused such a step is not enough.\" Burgos-Chaparro, 309\n\nF.3d at 53.\n\n          2.   Caribe and Nelson\n\n          As to Caribe and Nelson, who did not present their claims\n\nto the district court, it is the settled policy of this court not\n\nto entertain fact-specific ineffective assistance of counsel claims\n\non direct appeal when they have not been raised previously.               See\n\nUnited States v. Campbell, </pre><span class=\"citation\" data-id=\"199629\"><a href=\"/opinion/199629/united-states-v-campbell/\"><span class=\"volume\">268</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7 (1st Cir. 2001).           There is\n\nan exception to this rule \"where the critical facts are not\n\ngenuinely in dispute and the record is sufficiently developed to\n\nallow reasoned consideration of an ineffective assistance claim.\"\n\nUnited States v. Netanel, </pre><span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span><pre class=\"inline\">, 309 (1st Cir. 1991).              But\n\nthe exception does not apply to any of the three claims that Caribe\n\nor Nelson advances.\n\n          Caribe's purported conflict of interest is that one of\n\nhis attorneys, Jose Aguayo, represented CI Hernandez in a previous\n\ncase.    Caribe   says    that   he   was    unaware   of   this    previous\n\n\n                                    -53-\n\frelationship until after his own trial and would not have accepted\n\nAguayo as his lawyer if he had known.   But the factual presentation\n\nhe makes is inadequate for us to judge the effect of any conflict.\n\nCaribe also makes a more common ineffectiveness claim alleging\n\nshortcomings in the performance of one of his other attorneys, but\n\nit too is very fact-specific and it is supported by no more than a\n\nlist of complaints in Caribe's brief.      Finally, Nelson's claim,\n\nadvanced pro se, is even more clearly ineligible for consideration\n\nunder the Netanel exception.   He asserts a conflict of interest\n\nbased on his lawyer's representation of David Ramos-Rivera, who was\n\nnot indicted as a defendant in this conspiracy case; Nelson offers\n\nno explanation of the supposed conflict. We will not entertain any\n\nof these three claims for the first time on the meager record the\n\nappellants present to us.12\n\n\n\n\n     12\n        For the same reason, we also reject Rivera's claim, raised\ncursorily in his appellate briefs and not raised in his motion for\na new trial before the district court, that attorney Vega was\nfurther conflicted because of his past representation of Miguel\nMontanez (a/k/a \"Mickey Motors\"). Above, we uphold the district\ncourt's decision to exclude impeachment evidence from Rivera's\ntrial concerning the alleged connection between CI Hernandez and\nthe Mickey Motors murders.    Rivera makes no explanation of how\nVega's past relationship with Montanez made any difference to the\ncase, and seems merely to have tacked this claim onto his more\nsustained argument concerning joint representation with Ortiz.\n\n                               -54-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199098/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199779/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200005/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/377903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775955/"
  ]
}