{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200363/",
  "absolute_url": "/opinion/200363/davignon-v-clemmey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200363/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:49:46Z",
  "date_modified": "2016-02-28T05:02:51.274079Z",
  "type": "010combined",
  "sha1": "5f6420c1f890bc45a943228127614213f0bdd565",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1862-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/03/04/Davignon_v._Clemmey.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 01-1862\n\n                 NEAL DAVIGNON AND PATRICIA KELLEY,\n\n               Plaintiffs-Appellees/Cross-Appellants,\n\n\n\n                AMANDA DAVIGNON AND CHELSEA DAVIGNON,\n\n                        Plaintiffs-Appellees,\n\n                                 v.\n\n              KARL D. CLEMMEY AND KARL D. CLEMMEY, JR.,\n\n               Defendants-Appellants/Cross-Appellees,\n\n\n\n                  TOWN OF MANSFIELD, MASSACHUSETTS,\n                         ARTHUR O'NEIL, ETC.\n\n                        Defendants-Appellees,\n\n\n\n                       CLEMMEY, INC., ET AL.,\n\n                             Defendants.\n\n\n\nNo. 02-1293\n\n                 NEAL DAVIGNON AND PATRICIA KELLEY,\n\n               Plaintiffs-Appellees/Cross-Appellants,\n\n\n\n                AMANDA DAVIGNON AND CHELSEA DAVIGNON,\n\f                        Plaintiffs-Appellees,\n\n                                 v.\n\n              KARL D. CLEMMEY AND KARL D. CLEMMEY, JR.,\n\n               Defendants-Appellants/Cross-Appellees,\n\n\n\n                  TOWN OF MANSFIELD, MASSACHUSETTS,\n                         ARTHUR O'NEIL, ETC.\n\n                        Defendants-Appellees,\n\n\n\n                       CLEMMEY, INC., ET AL.,\n\n                             Defendants.\n\n\n\nNo. 02-1346\n\n                 NEAL DAVIGNON AND PATRICIA KELLEY,\n\n               Plaintiffs-Appellees/Cross-Appellants,\n\n\n\n                AMANDA DAVIGNON AND CHELSEA DAVIGNON,\n\n                        Plaintiffs-Appellees,\n\n                                 v.\n\n              KARL D. CLEMMEY AND KARL D. CLEMMEY, JR.,\n\n               Defendants-Appellants/Cross-Appellees,\n\n\n\n                  TOWN OF MANSFIELD, MASSACHUSETTS,\n                         ARTHUR O'NEIL, ETC.\n\n                        Defendants-Appellees,\n\n\n                                  2\n\f                      CLEMMEY, INC., ET AL.,\n\n                           Defendants.\n\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n\n                              Before\n\n                    Torruella, Circuit Judge,\n\n              Cyr and Stahl, Senior Circuit Judges.\n\n\n\n\n     Michael J. Traft, with whom Carney & Bassil, P.C. was on brief\nfor defendants-appellants.\n     Leonard H. Kesten, with whom Deidre Brennan Regan, Patricia\nMalone Campbell, and Brody, Hardoon, Perkins & Kesten were on brief\nfor plaintiffs-appellees and defendants-appellees.\n\n\n\n\n                          March 4, 2003\n\n\n\n\n                                3\n\f            CYR, Senior Circuit Judge.         Defendants Karl D. Clemmey\n\n(\"Karl\") and Karl D. Clemmey, Jr. (\"Dan\") appeal from a district\n\ncourt judgment, entered following a jury verdict, directing them to\n\npay $2,850,000 in damages to Neal Davignon, Patricia Kelley, and\n\ntheir two minor children, for intentional infliction of emotional\n\ndistress, assault and battery, and various violations of their\n\ncivil rights.    In turn, Davignon and Kelley cross-appeal from a\n\ndistrict court ruling that their jury verdict against Karl Clemmey,\n\ntotaling    $2,000,000,   for   intentional      infliction   of    emotional\n\ndistress, is barred by res judicata.           We affirm the jury verdict.\n\n                                      I\n\n                                BACKGROUND\n\n            The relevant background facts are recited in the light\n\nmost consistent with the jury verdict.           See Quint v. A.E. Staley\n\nMfg. Co., 172 F.3d 1, 9 (1st Cir. 1999).          On January 9, 1998, Karl\n\nand   Dan   Clemmey,   owners   of   Clemmey    Auto   Body   in   Mansfield,\n\nMassachusetts, abruptly discharged their mechanic, Neal Davignon,\n\nphysically assaulted him, and thereafter threatened his life and\n\nthe lives and     physical safety of his family.              At the time,\n\nDavignon, Patricia Kelley, and their two minor children were\n\ntenants in a residence owned by Karl Clemmey's real estate company\n\n— 360 Chauncey Street LLC.\n\n            Twenty minutes after he was fired, Davignon returned to\n\nthe auto body shop, with Kelley and their children, in order to\n\n\n                                      4\n\fretrieve some personal tools which had been wrongfully confiscated\n\nfrom Davignon by the Clemmeys during the earlier assault.                     After\n\nDan Clemmey refused to allow Davignon to enter, claiming that\n\nDavignon had assaulted his father — Karl Clemmey — Kelley and the\n\nchildren left in tears to seek police assistance.                   Subsequently,\n\nDan Clemmey advised the police officer that Karl Clemmey had\n\ndecided not to press assault charges against Davignon and Kelley.\n\nThereafter, Neal Davignon signed an assault-and-battery complaint\n\nagainst Karl Clemmey.\n\n          One   week   later,    the       Clemmeys    commenced     a   long   and\n\nrelentless campaign of harassment and intimidation against Davignon\n\nand Kelley, beginning with their filing of criminal charges of\n\nassault and threats of arson.      Subsequently, Karl Clemmey actively\n\nopposed Davignon's pending claim for unemployment compensation.\n\nAdditionally, Karl Clemmey's real estate company, 360 Chauncey\n\nStreet LLC, commenced eviction proceedings in state housing court\n\nagainst Davignon and Kelley.       Davignon and Kelley counterclaimed\n\nfor intentional infliction of emotional distress and thereafter\n\nincluded Karl Clemmey as a party defendant.               Ultimately, in July\n\n1998, Davignon, Kelley, and 360 Chauncey Street LLC entered into an\n\nAgreement for Judgment, which ceded possession of the leased\n\npremises to 360 Chauncey Street LLC, effective October 1, 1998, and\n\nstated   that   \"the   parties    agree        to     waive   all    claims     and\n\ncounterclaims regarding this matter with prejudice.\"\n\n\n                                       5\n\f           Meanwhile, the Clemmeys, acting in concert, repeatedly\n\nintimidated and harassed the Davignons from February to August of\n\n1998.    For instance, while Davignon was visiting a friend at\n\nanother auto repair garage, he observed that Karl Clemmey was\n\ntaking his photograph.     On the same occasion, Karl Clemmey warned\n\nNeal Davignon that no unemployment-compensation hearing would ever\n\nbe held because \"[y]ou'll be dead by then, you and your family.\"\n\n           In due course, Neal Davignon reported these threats to\n\nthe Mansfield Police Department.        Whereupon, Karl Clemmey was\n\narrested and charged with the January 9 assault, and the state\n\ncourt   entered   a   \"stay-away\"   order   as   a   condition   of    bail.\n\nThereafter,   Karl    Clemmey   submitted   several    additional      false\n\ncriminal   complaints    against    Davignon,    alleging    assault     and\n\nthreatened assault.\n\n           Another witness saw Dan Clemmey break open a trash bag\n\nand strew its contents over the Davignons' lawn.             In a similar\n\nvein, Patricia Kelley observed as Karl Clemmey drove past the\n\nDavignon residence.      Later, upon returning home from an errand,\n\nKelley found that the front door had been broken.           On yet another\n\noccasion, a Mansfield police officer saw Karl as he was driving by\n\nthe Davignon home.      By way of further harassment, Karl falsely\n\nreported to the Mansfield Fire Department that the Davignons were\n\nstoring explosives and other hazardous materials at their home.\n\n\n\n\n                                    6\n\fUpon investigation, the latter allegation proved to be unfounded as\n\nwell.\n\n           In April 1998, an anonymous telephone report was received\n\nby the Massachusetts Department of Social Services, to the effect\n\nthat Davignon and Kelley were abusing and/or neglecting their\n\nchildren. Following an investigation, which included interviews of\n\nthe Davignon children, the allegations were determined to have been\n\nunfounded.\n\n           On several other occasions, Patricia Kelley and another\n\nperson witnessed the Clemmeys surveilling the Davignon residence\n\nfrom their parked car.    In August 1998, Davignon saw Karl Clemmey\n\nas he was driving away from the Davignon residence, and immediately\n\nthereafter found the rock which had been thrown through the window\n\nof his residence moments earlier.     On yet another occasion, Karl\n\nClemmey brought his car to a stop on the street beside the Davignon\n\nresidence and (i) called out to the Davignon children: \"Assholes\"!\n\nand (ii) ranted that their parents were \"pieces of shit.\"     These\n\noutbursts brought the Davignon children to tears.\n\n           Subsequently, Karl Clemmey was convicted in state court\n\nfor having assaulted Davignon on January 9, 1998; at the same time,\n\nKelley was acquitted of the charge that she had assaulted Dan\n\nClemmey.     Thereafter, the numerous remaining criminal complaints\n\nbrought by the Clemmeys against Davignon and Kelley were dropped.\n\n\n\n\n                                  7\n\f             In September 1999, Davignon, Kelley, and their children\n\ncommenced the instant action against the Clemmeys in the United\n\nStates District Court for the District of Massachusetts, demanding\n\ndamages for (i) assault and battery; (ii) intentional infliction of\n\nemotional distress; and (iii) various civil rights violations. The\n\nClemmeys counterclaimed against Davignon and Kelley, and instituted\n\na cross-claim against the Town of Mansfield and its police chief\n\nfor facilitating Davignon's and Kelley's alleged harassment of the\n\nClemmeys.1    Following the nine-day trial, the jury awarded Davignon\n\n$350,000 on the assault and battery charge; as well as $1,000,000\n\neach to Davignon and Kelley, and $1,250,000 to each Davignon child,\n\non their respective claims for intentional infliction of emotional\n\ndistress and civil rights violations.\n\n             On June 1, 2001, at the behest of Davignon and Kelley, the\n\ndistrict court certified its partial judgment as final, pursuant to\n\nFederal Rule of Civil Procedure 54(b), and the Clemmeys timely filed\n\ntheir notice of appeal. On June 11, the district court extended the\n\ntime for submitting applications for counsel fees, as well as\n\nmotions for judgment as a matter of law, new trial, and remittitur.\n\n\n\n\n     1\n      Following their appeal, the Clemmeys' cross-claim against the\nTown was dismissed by the district court as moot, pursuant to\nFederal Rule of Civil Procedure 16(c). The Clemmeys contend on\nappeal that we must reverse the Rule 16(c) dismissal in the event\nwe determine that a new trial is warranted on the Clemmeys' claims.\nAs we reach no such conclusion, see infra, their contention need\nnot be addressed.\n\n                                    8\n\fThe Clemmeys did not file their post-trial motions until June 29,\n\nmore than ten days after the entry of final judgment on June 1.\n\n          Although the district court rejected the Clemmeys' motions\n\nfor new trial and remittitur, it vacated the $1,000,000 jury awards\n\nto Davignon and Kelley for intentional infliction of emotional\n\ndistress as well as various civil rights violations.   The district\n\ncourt determined that these claims had been fully litigated and\n\nwaived by Davignon and Kelley pursuant to the July 1998 Agreement\n\nfor Judgment in the housing-court eviction proceedings, which\n\nincluded a release stating that \"the parties agree to waive all\n\nclaims and counterclaims regarding this matter with prejudice.\"\n\n          The Clemmeys now appeal from the district court rulings\n\nwhich rejected their post-trial motions. Davignon and Kelley cross-\n\nappeal from the district court order which vacated their respective\n\n$1,000,000 awards for intentional infliction of emotional distress\n\nand various civil rights violations.\n\n                                II\n\n                            DISCUSSION\n\nA.   The Clemmey Appeal\n\n     1.   Federal Rule of Evidence 803(4)\n\n          The district court permitted Jeffrey Parks — a family\n\ntherapist and social worker not licensed to practice medicine — to\n\ntestify concerning statements made to him by the Davignons during\n\nfamily-therapy sessions relating to the extreme emotional distress\n\n\n                                 9\n\fexperienced by the Davignon children.2          The Clemmeys contend that\n\nthe district court erred in permitting Parks to testify regarding\n\nthese    statements   because   (i)   Federal    Rule    of   Evidence   803(4)\n\nprovides an exception to the hearsay rule only for those statements\n\nmade \"for the purpose of medical diagnosis,\" whereas (ii) the\n\nplaintiffs    consulted   Parks   for      generalized    advice    on   family\n\nproblems, rather than to facilitate contemporaneous or subsequent\n\ntreatment by a medical professional for any particular illness or\n\ndisease.\n\n             Normally, \"proper interpretation of the Federal Rules of\n\nEvidence [presents] a question of law and is reviewed de novo,\n\nwhereas the application of [a particular rule of evidence] . . . is\n\nreviewed under an abuse-of-discretion standard.\"              Crowley v. L.L.\n\nBean, Inc., 303 F.3d 387, 394 (1st Cir. 2002) (citation omitted).\n\nThe Clemmeys failed to assert any objection at the time Parks\n\ntestified.       Moreover,   their    pretrial    motion      in   limine   was\n\ninsufficient as well.     See Varano v. Jabar, 197 F.3d 1, 4 (1st Cir.\n\n1999) (noting that objection asserted by motion in limine does not\n\n\n     2\n      There are four elements to an intentional-infliction claim\nunder Massachusetts law:      (i) defendant intended to inflict\nemotional distress or knew or reasonably should have known that\nemotional distress was likely to result from such conduct; (ii) the\nconduct was \"extreme and outrageous,\" \"beyond all possible bounds\nof decency,\" and \"utterly intolerable in a civilized community\";\n(iii) the defendant's conduct proximately caused plaintiff's\nemotional distress; and (iv) the distress was so \"severe that no\nreasonable man could be expected to endure it.\" Agis v. Howard\nJohnson Co., 355 N.E.2d 315, 318-19 (Mass. 1976) (citations\nomitted).\n\n                                      10\n\fpreserve evidentiary challenge absent contemporaneous objection at\n\ntrial).      Consequently, we review for plain error only.         We discern\n\nnone.      See Linn v. Andover Newton Theolog. Sch., Inc., 874 F.2d 1,\n\n3    (1st    Cir.   1989)   (\"We   have    stated   repeatedly    that   absent\n\nextraordinary circumstances, we will not in a civil case excuse a\n\nparty's failure to make a contemporaneous objection [to hearsay\n\nevidence].\") (emphasis added).3\n\n        2.    The Jury Instruction\n\n              The district court instructed the jury that a knowing\n\nviolation of the state-court restraining order by the Clemmeys would\n\nbe    sufficient,     \"standing    alone,\"     to   demonstrate   \"outrageous\n\nconduct,\" an essential element of the claim for infliction of\n\n\n\n\n       3\n      The ambit of Rule 803(4) is not limited to statements made to\na licensed physician, but instead may encompass those made to\nsocial workers, provided that the declarant intended to procure\nmedical treatment. See Navarro de Cosme v. Hospital Pavia, 922\nF.2d 926, 933 (1st Cir. 1991). Here, the plaintiffs sought Parks'\ncounsel in order to address mental-health issues associated with\nthe campaign of harassment which the Clemmeys conducted against\nthem and their children.\n     The Clemmeys belatedly attempt to distinguish Navarro, based\non legal arguments whose correctness is not remotely obvious. For\ninstance, they urge that these statements should have been excluded\nfrom evidence because the declarants (viz., the Davignons) had a\ncompelling motive to lie. However, the district court allowed Park\nto testify only to statements the Davignons made prior to this\nlitigation. Similarly, the Clemmeys cite child-sex-abuse cases, in\nwhich various courts have refused to admit parental statements to\nmedical doctors who diagnosed physical abuse. However, those cases\nare based on the theory that a parent who abuses his or her own\nchild may harbor a strong motive to mislead the doctor. See, e.g.,\nUnited States v. Yazzie, 59 F.3d 807, 813 (9th Cir. 1995).\n\n                                          11\n\femotional distress.       See supra note 2.4     The Clemmeys maintain that\n\nthe challenged instruction misstates Massachusetts law.                 Jury\n\ninstructions are reviewed de novo.          See Crowley, 303 F.3d at 394.\n\n               A   jury   instruction,    duly   objected   to,   constitutes\n\nreversible error only if it (i) is \"misleading, unduly complicating,\n\nor incorrect as a matter of law,\" id. (citation omitted); and (ii)\n\ncannot be considered harmless, viz., as adversely affecting the jury\n\nverdict and the \"substantial rights\" of the objecting party, see\n\nRomano v. U-Haul Int'l, 233 F.3d 655, 665 (1st Cir. 2000).            Absent\n\na duly asserted objection at trial, however, an appellant may\n\nprevail only by establishing \"plain error,\" viz., by demonstrating\n\nthat (i) the instruction constituted error as a matter of law; (ii)\n\nthe error was plain; (iii) likely altered the outcome; and (iv)\n\nthreatened the fairness, integrity or public reputation of the\n\njudicial proceeding. See Seahorse Marine Supplies, Inc. v. P.R. Sun\n\nOil Co., 295 F.3d 68, 80 (1st Cir. 2002).\n\n\n\n\n     4\n         The challenged instruction stated, in pertinent part:\n\n             [If Karl Clemmey] knew there was a[] [stay-\n             away] order and that he intentionally violated\n             it, I'm telling you that that's enough under\n             intentional infliction of emotional distress\n             standing alone because the orders of the state\n             court are expected to be obeyed.      Now that\n             doesn't say that there's damages.          The\n             violation would have to be the proximate cause\n             of this severe emotional distress.\n\n                                     12\n\f           We need not consider whether the instant jury instruction\n\nconstitutes a correct statement of Massachusetts law,5 nor whether\n\nthe Clemmeys adequately preserved the present claim for appeal,6\n\ninasmuch as the record on appeal discloses beyond any genuine doubt\n\nthat the putative error was neither plain nor harmful, given that\n\nit almost certainly did not affect the verdict.                The Clemmeys\n\nmaintain, for example, that the jury may have found them liable\n\nbased merely on some isolated and relatively innocuous violation of\n\nthe \"stay-away\" order, such as Karl Clemmey driving by the Davignon\n\nhome on a single occasion.           Of course, appellants conveniently\n\noverlook   the   fact   that   the   jury   was   explicitly   charged   with\n\n\n\n     5\n      We note, however, that the validity of the Clemmeys' legal\nthesis is hardly self-evident. The Clemmeys cite cases which hold\nthat a violation of a statute does not itself establish a\nnegligence claim per se, but rather that it is one factor the\nfactfinder may consider. See Bennett v. Eagle Brook Country Store,\nInc., 557 N.E.2d 1166, 1168 (Mass. 1990). However, the Clemmeys\ncite (and we have found) no Massachusetts case which holds that the\nsame rule applies to (i) a violation of a court order; or (ii) a\nclaim for intentional infliction of emotional distress. Cf., e.g.,\nCramer v. Consol. Freightways, Inc., 255 F.3d 683, 697 (9th Cir.\n2001) (en banc) (holding that conduct which violates California\npenal law is \"per se outrageous\" for purposes of intentional-\ninfliction claim), cert. denied, 534 U.S. 1078 (2002).\n     6\n      During the precharge conference, the Clemmeys lodged no\nobjection when the district court announced its intention to give\nthis jury instruction. Tr. VIII, at 195-96. Following the jury\ncharge, however, counsel stated: \"Objection for the record to the\ninstruction that violation of the stay-away order is per se\nemotional distress.\" Tr. IX, at 108. A party will be deemed to\nhave waived objection to a jury instruction unless, prior to the\njury deliberations, it \"'stat[ed] distinctly the matter objected to\nand the grounds of the objection.'\" Seahorse Marine Supplies, 295\nF.3d at 79 (emphasis added; citation omitted).\n\n                                      13\n\fassessing the outrageousness of the Clemmeys' conduct in determining\n\nthe severity of the injury proximately caused to the Davignons,\n\nhence the amount of damages.      Thus, the district court explicitly\n\ninstructed the jury:     \"The violation [of the stay-away order] would\n\nhave to be the proximate cause of this severe emotional distress.\"\n\n(Emphasis added.)\n\n          Given    the   $4.5   million   jury   award   for     intentional\n\ninfliction of emotional distress, we are entirely confident that the\n\njury did not opt to rely upon any one innocuous drive-by.           Instead,\n\nas the trial outcome turned almost entirely upon the Clemmeys'\n\ncredibility vel non, the jury in all likelihood determined that\n\nappellants'    well-documented,   extensive      campaign   of   harassment\n\nreadily rose to the level of \"outrageous conduct,\" resulting in\n\nsevere emotional injury to the Davignon family. Accordingly, viewed\n\nin context, any instructional error was harmless.\n\n     3.   The Sufficiency of the Evidence\n\n          a.     Appellate Jurisdiction\n\n          The Davignons contend that we lack jurisdiction of the\n\nClemmeys' challenge to the sufficiency of the evidence supporting\n\nthe jury verdict, given that the Clemmeys failed to submit their\n\nRule 50 and Rule 59(e) motions within ten days after entry of the\n\nfinal judgment on June 1, 2001.      See Vargas v. Gonzalez, 975 F.2d\n\n916, 917 (1st Cir. 1992) (per curiam) (noting that district court\n\nlacks jurisdiction to extend \"mandatory\" ten-day window prescribed\n\n\n                                   14\n\fby Fed. R. Civ. P. 6(b)).       The Clemmeys respond that we may excuse\n\ntheir tardy motions under the \"unusual circumstances\" exception, see\n\nThompson v. INS, 375 U.S. 384, 398-99 (1964) (per curiam), due to\n\ntheir detrimental reliance upon the specific, albeit mistaken,\n\nassurance    by   the   district   court    that    their   motions   were   not\n\nuntimely.7    Their suggestion is problematic for several reasons.\n\n             First, the viability of the Thompson doctrine remains in\n\nconsiderable doubt, see, e.g., Osterneck v. Ernst & Whinney, 489\n\nU.S. 169, 178-79 (1989); United States v. Heller, 957 F.2d 26, 28\n\n(1st Cir. 1992) (noting that Thompson \"may be on shaky ground\"); see\n\nalso Arnold v. Wood, 238 F.3d 992, 996 (8th Cir.), cert. denied, 534\n\nU.S. 975 (2001), most notably as concerns its application to motions\n\nsubmitted under Rules 50 and 59(e).                See Weissman v. Dawn Joy\n\nFashions, Inc., 214 F.3d 224, 231 (2d Cir. 2000) (holding that\n\nThompson applies exclusively to timeliness of notices of appeal).\n\nSecond, unlike the situation in Thompson, the sole \"assurance\" given\n\nthe Clemmeys by the district court was implicit at most, in that the\n\ndistrict court simply granted, by endorsement, the joint motion of\n\nthe parties for an extension.           Although we have not determined\n\nwhether   such    an    endorsement,   standing      alone,   constitutes     an\n\n\"assurance\" upon which an appellant reasonably may rely, but see\n\n\n     7\n      We reject their alternative argument that the judgment\nentered on June 1 was not \"final.\" The district court explicitly\ncertified its judgment as final, pursuant to Federal Rule of Civil\nProcedure 54(b), and the Clemmeys thereafter lodged their notice\nof appeal from that judgment.\n\n                                       15\n\fScola v. Beaulieu Wielsbeke, N.V., 131 F.3d 1073, 1075 (1st Cir.\n\n1997) (noting, in dicta, that this proposition is \"very dubious\"),\n\nother courts of appeals have been unreceptive.               See, e.g., Rhoden\n\nv. Campbell, 153 F.3d 773, 774 (6th Cir. 1998); Endicott Johnson\n\nCorp. v. Liberty Mut. Ins. Co., 116 F.3d 53, 57 (2d Cir. 1997).\n\nFinally, even assuming that the district court's endorsement did not\n\nitself give rise to \"unique circumstances,\" the Davignons acquiesced\n\nin its grant of the extension.          See, e.g.,      Weissman, 214 F.3d at\n\n232 (holding that, despite absence of \"unique circumstances,\"\n\nopposing    party,   by   failing   to       oppose   time   extension,   waived\n\nnonjurisdictional requirement that appellant renew its Rule 50\n\nmotion after trial).\n\n            Given the enigmatic nature of the \"unique circumstances\"\n\ndoctrine, and our determination that the sufficiency challenges\n\nasserted by the Clemmeys fail on the merits, see infra, we bypass\n\nthe jurisdictional issue, and turn to the substance of their appeal.\n\nSee United States v. Woods, 210 F.3d 70, 74 n.2 (1st Cir. 2000)\n\n(noting that     timely notice of appeal is not an Article III\n\nrequirement, thus does not implicate Steel Co. v. Citizens for a\n\nBetter Env't, 523 U.S. 83 (1998)); Kelly v. Marcantonio, 187 F.3d\n\n192, 197 (1st Cir. 1999) (holding that appellate court remains free\n\nto bypass problematic jurisdictional issue, provided it does not\n\nimplicate    Article      III   \"case    and      controversy\"    requirement)\n\n(distinguishing Steel Co.).\n\n\n                                        16\n\f             b.     The Assault and Battery Verdict for Neal Davignon\n\n             The Clemmeys contend that the $350,000 damages award to\n\nNeal Davignon, arising from the assault and battery by Karl Clemmey\n\non January 9, 1998, is excessive, in that (i) Davignon established\n\nat most that he sustained but minor physical injuries (e.g., bruised\n\nribs), as well as little or no lost income; and (ii) the jury may\n\nhave compensated Davignon separately — for the emotional injuries\n\nresulting    from     the   assault   —   under   the   Davignon    intentional-\n\ninfliction-of-emotional-distress count.             The Clemmeys seek either\n\na new trial or a remittitur.\n\n             A district court ruling rejecting a motion for new trial\n\nis reviewed only for abuse of discretion.               See Marrero v. Goya of\n\nP.R., Inc., 304 F.3d 7, 14 (1st Cir. 2002).             We accord considerable\n\ndeference to the trial court's \"greater ability to understand the\n\nscope   of   the     evidence   presented      before   it   and   to   judge   the\n\ncredibility of th[e] witnesses.\"           MacQuarrie v. Howard Johnson Co.,\n\n877 F.2d 126, 132 (1st Cir. 1989).             Furthermore, new-trial motions\n\npredicated on an insufficiency of evidence cannot prevail unless we\n\ndetermine the verdict to have been \"'against the clear weight of the\n\nevidence such that upholding [it would] result in a miscarriage of\n\njustice.'\"        Marrero, 304 F.3d at 14 (citation omitted); Hendricks\n\n& Assocs., Inc. v. Daewoo Corp., 923 F.2d 209, 217 (1st Cir. 1991)\n\n(noting double-layered deference accorded by courts of appeals —\n\n\n\n\n                                          17\n\ffirst to jury, then to trial judge — in appeals from denials of Rule\n\n59 motions).\n\n           A district court ruling rejecting a motion for remittitur\n\nis reviewed for abuse of discretion.    See Trull, PPA v. Volkswagen\n\nof Am., Inc., 311 F.3d 58, 67 (1st Cir. 2002).           The task of\n\nestimating money damages, especially intangible, noneconomic loss,\n\nconstitutes a core jury function.     Id.   Thus, in the instant case\n\nappellants face a \"formidable\" burden, since they must demonstrate\n\nthat the district court abused its discretion in determining that\n\nthe jury verdict (i) does not exceed \"any rational appraisal or\n\nestimate of the damages that could be based on the evidence before\n\nthe jury\"; and (ii) is not \"'grossly excessive, inordinate, shocking\n\nto the conscience of the court, or so high that it would be a denial\n\nof justice to permit it to stand.'\"    Id. (citations omitted).\n\n           An abundance of evidence enabled the jury rationally to\n\nconclude that Neal Davignon sustained severe physical and emotional\n\ninjury as a consequence of the Clemmeys' brutal assault on January\n\n9, 1998.   Well known for his temper, enraged and unprovoked, Karl\n\nClemmey abruptly fired Davignon, shoved him, pinned him against a\n\nvan, insulted him (e.g., \"You're so f---ing stupid\"); threatened him\n\nand his family with bodily harm (e.g., \"You're a f---ing deadman,\"\n\nand \"I'm going to stuff you in a trunk so you never see the light\n\nof day.\"); misappropriated Davignon's work tools and other personal\n\nbelongings; held him from behind with a tire iron, while using it\n\n\n                                 18\n\fto lift him off the floor by the neck and chest, swinging him from\n\nleft to right; threatened to break his back \"so you never work\n\nagain\"; and finally struck Davignon in the face with the tire iron.\n\n           The version of these events tendered by the Clemmeys was\n\nquite different, of course, but both the jury and the district court\n\ncredited the Davignon evidence.      Thus, the suddenness and brutality\n\nof   the   assault,   precipitated    principally   by   Karl   Clemmey's\n\nunprovoked rage against Davignon and his family, amply supported the\n\njury finding that much of the emotional trauma sustained by Davignon\n\nproximately resulted from the physical assault, as distinct from the\n\ntrauma caused by the Clemmeys' ensuing campaign of harassment,\n\nthereby precluding any ruling on appeal that the $350,000 jury award\n\nwas either grossly excessive or shocking to the conscience.           See\n\nTrull, 311 F.3d at 67; see also Davis v. DelRosso, 359 N.E.2d 313,\n\n316 (Mass. 1977) (rejecting further remittitur based on argument\n\nthat assault verdict should be \"measured by reference only to the\n\nphysical damage to plaintiff,\" and not to \"the shock and humiliation\n\nof a sudden deliberate assault\"); Ross v. Michael, 140 N.E. 292, 293\n\n(Mass. 1923) (noting assault victim was \"entitled to recover as an\n\nelement of damages for the humiliation, indignity, and injury to his\n\nfeelings\").\n\n           The Clemmeys contend as well that the damages awarded in\n\nrelation to Karl's assault upon Davignon must be set aside, since\n\nthe jury may have compensated Davignon for the same injuries in its\n\n\n                                     19\n\fdiscrete award for intentional infliction of emotional distress.\n\nThe district court instructed the jury to indicate, on its special\n\nverdict form, whether and to what extent the mental and emotional\n\ndamages    sustained    by    Davignon,         due   to    the   Clemmeys'   assault,\n\noverlapped with the damages awarded for intentional infliction of\n\nemotional distress.      The Clemmeys neither objected nor proposed an\n\nalternative instruction.            But cf., e.g., O'Connell v. Chasdi, 511\n\nN.E.2d 349, 350 (Mass. 1987) (\"In response to a special question,\n\nthe   jury   indicated       that    the   damages         awarded   for   intentional\n\ninfliction of emotional distress included the amount awarded for\n\nassault and battery.\").             Moreover, on the verdict form in the\n\ninstant case, the jury explicitly noted:                    \"no overlap.\"\n\n             c.   The Verdict for the Davignon Children\n\n             The Clemmeys contend that the district court erred in\n\ndeclining to enter judgment, as a matter of law, against the\n\nDavignon     children   in    relation      to    their      claim   for   intentional\n\ninfliction of emotional distress, in that (i) the children's counsel\n\nfailed to mention or describe, during opening statement, any damages\n\nsustained by the children; and (ii) the children adduced no evidence\n\nthat they were present during most of the alleged harassment, so as\n\nto have experienced the requisite \"direct impact\" of any such\n\nharassment.\n\n             Normally, a district court order rejecting a Rule 50(b)\n\nmotion is reviewed de novo, and is to be sustained unless the\n\n\n                                           20\n\fevidence adduced at trial permitted but one conclusion — that the\n\nverdict simply cannot stand.    See Jarrett v. Town of Yarmouth, 309\n\nF.3d 54, 59 (1st Cir. 2002).     In order even to qualify for such\n\ndeferential review, however, appellants were required to preserve\n\ntheir arguments by (i) submitting timely Rule 50 motions at the\n\nclose of evidence; (ii) renewing their motions following the jury\n\nverdict; and (iii) identifying with sufficient particularity the\n\nlegal theories supporting their motions.   See, e.g., CMM Cable Rep,\n\nInc. v. Ocean Coast Props., Inc., 97 F.3d 1504, 1530-31 (1st Cir.\n\n1996).   Absent such compliance, our review simply contemplates the\n\nbasic inquiry as to \"'whether the record reflects an absolute dearth\n\nof evidentiary support for the jury's verdict'\"; and the district\n\ncourt will be reversed \"sparingly,\" that is, only where its ruling\n\nis \"obviously insupportable.\"    Udemba v. Nicoli, 237 F.3d 8, 13-14\n\n(1st Cir. 2001) (citations omitted).\n\n           As appellants did not broach their first contention —\n\nviz., that the children's attorney failed to mention damages during\n\nopening argument — until their post-verdict Rule 50 motion, it must\n\nbe deemed waived.   Additionally, although the two cited cases do\n\nacknowledge that, in certain circumstances, a trial court might\n\nenter judgment immediately after such a delinquent opening argument,\n\nneither case upheld such a premature dismissal on its facts.    See\n\nBest v. Dist. of Columbia, 291 U.S. 411, 415 (1934); Franchi Constr.\n\nCo. v. Combined Ins. Co. of Am., 580 F.2d 1, 8 (1st Cir. 1978).\n\n\n                                 21\n\fThus, \"[w]hile the district court has the power to direct a verdict\n\nfollowing the plaintiff's opening statement, to warrant the exercise\n\nof that power 'it must clearly appear, after resolving all doubts\n\nin plaintiff's favor, that no cause of action exists.'\"         Id.\n\n(citations omitted).\n\n           Although plaintiffs' counsel certainly could have been\n\nmore particular, in no respect did their opening statements remotely\n\npermit the suggestion that the Davignon children had sustained no\n\ndamages.   See id. (in order to warrant early dismissal, opening\n\nstatement must be unambiguously \"inconsistent\" with asserted cause\n\nof action).   Instead, these opening statements placed the children\n\nin the presence of tumultuous confrontations between their parents\n\nand the Clemmeys, which necessarily implied that the children were\n\nexposed to the harassment directed at their parents.     See Sixty-\n\nEight Devonshire, Inc. v. Shapiro, 202 N.E.2d 811, 815-16 (Mass.\n\n1964) (\"[I]n an opening it is not to be expected that a plaintiff\n\nwill outline his damages with particularity. That is a matter\n\nordinarily left to proof.\") (citation omitted).8   Consequently, we\n\nconclude that (i) the instant claim has been waived; and (ii)\n\n\n\n     8\n      For   instance,  plaintiffs'   counsel    stated  that   they\nrepresented the Davignon children; \"Patty Kelley arrive[d], with\nthe two babies in the back of the car\" at the Clemmeys' business on\nthe day the Clemmeys fired Davignon, and that when Kelley left with\nthe children to get the police, she was crying; and the Clemmeys\nsubmitted a false child-abuse claim, against Davignon and Kelley,\nto the DDS, seeking to have the Davignon children removed from\nparental custody.\n\n                                 22\n\fappellants have not demonstrated an \"absolute dearth of evidentiary\n\nsupport\" for the jury verdict. Udemba, 237 F.3d at 13-14.\n\n            The second sufficiency challenge advanced by the Clemmeys\n\n— that the children failed to establish that they sustained any\n\n\"direct impact\" from the alleged harassment — was waived as well.\n\nContrary to their record citations on appeal, the Clemmeys failed\n\nto include the present contention in their prejudgment Rule 50\n\nmotions.    Appellants' assertion that their post-verdict motion not\n\nonly \"focused\" upon the plaintiffs' failure to mention damages in\n\ntheir    opening   arguments,    but    also   raised     the   \"direct   impact\"\n\nargument, is utterly disingenuous.             Instead, their post-verdict\n\nmotion focused exclusively upon the \"opening argument\" claim.                 See\n\nCMM Cable Rep, Inc., 97 F.3d at 1530-31.\n\n            Moreover, even if we were to assume, arguendo, that\n\nMassachusetts law requires evidence of \"direct impact,\" as advocated\n\nby the Clemmeys, the record on appeal contains such evidence.\n\nUnlike a truly absent family member who lives in another state, for\n\nexample, the Davignon children resided with their parents, and their\n\nfamily    home   was   the    focal    point   of   the   Clemmeys'   campaign.\n\nAccordingly, it cannot reasonably be considered unduly speculative\n\nto infer that the Davignon children were directly impacted by the\n\nClemmeys' actions.           Furthermore, the record        discloses several\n\ninstances in which the Clemmeys directed their conduct at the\n\nchildren.    For example, Karl Clemmey himself directly asserted to\n\n\n                                        23\n\fthe Davignon children that they were \"assholes,\" and their parents\n\n\"pieces of shit!\"    Finally, Karl Clemmey submitted a false child-\n\nabuse complaint to DSS, which resulted in a DSS interview of the\n\nDavignon children.\n\n          Accordingly, and for all these reasons, the Clemmey appeal\n\nmust be denied.   See Udemba, 237 F.3d at 13-14.\n\nB.   The Davignon Cross-Appeal\n\n          In January 1998, the Clemmeys' real estate company, which\n\nowned the house the Davignons were renting, brought suit in state\n\nhousing court to evict Neal Davignon and Patricia Kelley, who then\n\ncounterclaimed against both the real estate company and Karl Clemmey\n\nfor intentional infliction of emotional distress.     In July 1998,\n\nDavignon, Kelley, and the company (but not Karl Clemmey) entered\n\ninto an Agreement for Judgment, which provided, inter alia, that (i)\n\njudgment enter for the real estate company \"for possession only,\"\n\nrequiring the Davignons to vacate the premises by October 1, 1998;\n\n(ii) the real estate company reimburse the Davignons for moving\n\nexpenses and attorney fees; (iii) \"[t]he parties agree to waive all\n\nclaims and counterclaims regarding this matter with prejudice\"; and\n\n(iv) that the Agreement for Judgment was to operate as \"a direct\n\norder from the [Housing] Court . . . [and]   as an injunction.\"   The\n\ncaption of the Agreement designated the company alone (i.e., not\n\nKarl Clemmey) as \"Landlord/Plaintiff,\" and Davignon and Kelley as\n\n\n\n\n                                 24\n\f\"Tenant/Defendant.\" Karl Clemmey's counsel signed the Agreement for\n\n\"P's\" – viz., Plaintiffs.\n\n           Davignon and Kelley now cross-appeal from a post-trial\n\nruling, in which the district court set aside their $2 million\n\ndamages award against Karl Clemmey for intentional infliction of\n\nemotional distress, on the ground that their July 1998 Agreement for\n\nJudgment in the housing-court case is res judicata.             See Forman v.\n\nWolfson, 98 N.E.2d 615, 616 (Mass. 1951) (noting three elements of\n\nres judicata defense:     \"identity of cause of action and issues, the\n\nsame parties, and judgment on the merits by a court of competent\n\njurisdiction\").\n\n     1.    Appellate Jurisdiction\n\n           First, the Davignons assert that the district court lacked\n\nsubject matter jurisdiction to vacate the jury verdict, since Karl\n\nClemmey failed to submit his post-trial motion within the ten-day\n\npostjudgment deadline.        For the reasons previously discussed, see\n\nsupra Section II.A.3(a), we bypass the jurisdictional issue, as the\n\nDavignon and Kelley cross-appeal must be sustained on the merits in\n\nany event.     See Kelly, 187 F.3d at 197.\n\n     2.    The Waiver of the Karl Clemmey Res Judicata Defense\n\n           Next, the Davignons insist on appeal, as they did before\n\nthe district court, that Karl Clemmey waived any res judicata\n\ndefense   by   failing   to   raise   it   until   near   the   close   of   the\n\nDavignons' case on the eighth day of the nine-day trial.                 As an\n\n\n                                      25\n\faffirmative defense enumerated in Federal Rule of Civil Procedure\n\n8(c), normally res judicata is deemed waived unless raised in the\n\nanswer.    See Fed. R. Civ. P. 8(c); Rivera-Puig v. Garcia-Rosario,\n\n983 F.2d 311, 319 n.12 (1st Cir. 1992); Badway v. United States, 367\n\nF.2d 22, 24-25 (1st Cir. 1966); see also Mass. R. Civ. P. 8(c).9\n\n               Rule 8(c) is designed to provide plaintiffs with adequate\n\nnotice    of    a   defendant's   intention   to   litigate   an   affirmative\n\ndefense, thereby affording an opportunity to develop any evidence\n\nand offer responsive arguments relating to the defense.              See Knapp\n\nShoes, Inc. v. Sylvania Shoe Mfg. Corp., 15 F.3d 1222, 1226 (1st\n\nCir. 1994). There are certain exceptions to the Rule 8(c) bar which\n\nmight be invoked, inter alia, either where (i) the defendant asserts\n\nit without undue delay and the plaintiff is not unfairly prejudiced\n\nby any delay, see id.; or (ii) the circumstances necessary to\n\nestablish entitlement to the affirmative defense did not obtain at\n\nthe time the answer was filed, see, e.g., Depositors Trust Co. v.\n\nSlobusky, 692 F.2d 205, 208 (1st Cir. 1982) (\"A party may also have\n\nrecourse to a late discovered affirmative defense by obtaining leave\n\nto amend his complaint.\").\n\n\n     9\n      Federal Rule 8(c) provides, in pertinent part: \"In pleading\nto a preceding pleading, a party shall set forth affirmatively\naccord and satisfaction, arbitration and award, assumption of risk,\ncontributory negligence, discharge in bankruptcy, duress, estoppel,\nfailure of consideration, fraud, illegality, injury by fellow\nservant, laches, license, payment, release, res judicata, statute\nof frauds, statute of limitations, waiver, and any other matter\nconstituting an avoidance or affirmative defense.\" Fed. R. Civ. P.\n8(c) (emphasis added).\n\n                                       26\n\f            Although       application      of     the   res judicata doctrine\n\nessentially constitutes a legal determination for the district\n\ncourt, which we would assess de novo, post-trial motions generally\n\nare reviewed only for abuse of discretion, as is the case with\n\ndistrict    court    rulings    regarding        whether    a    defendant    timely\n\ninterposed an affirmative defense.               See Perez v. Volvo Car Corp.,\n\n247 F.3d 303, 318-19 (1st Cir. 2001).\n\n            In the instant case, Karl Clemmey concededly failed to\n\nraise the res judicata defense in his answer.               Moreover, given the\n\ncircumstances, the district court abused its discretion, both in\n\npermitting Clemmey to assert a res judicata defense at the eleventh\n\nhour, and in failing to address the Rule 8(c) waiver issue squarely\n\nraised by the Davignons in their opposition.                See Coutin v. Young\n\n& Rubicam P. R., Inc., 124 F.3d 331, 336 (1st Cir. 1997) (noting\n\nthat \"abuse of discretion\" obtains if court overlooks material\n\nfactor).\n\n            The contention that Karl Clemmey raised the res judicata\n\ndefense before trial is disingenuous, especially since he relies\n\nentirely upon the fact that he asserted an estoppel defense in his\n\nanswer.    To the contrary, (i) estoppel — viz., equitable estoppel\n\n— is a defense separate and distinct from res judicata; and (ii)\n\nestoppel broadly adverts to a claimant's prior representations and\n\nconduct    in   general,    while   Rule    8(c),    with       its   individualized\n\nenumeration     of   \"res    judicata,\"     \"estoppel,\"         and    \"release\"   as\n\n\n                                       27\n\faffirmative   defenses,      plainly    evinces    an   intention   to   accord\n\ndiscrete treatment to the preclusive effects of prior consent\n\njudgments, releases, and settlements.\n\n            Additionally, Karl Clemmey disingenuously contends that\n\nthe plaintiffs were placed on notice, during discovery, that he\n\nintended to pursue a res judicata defense, simply by virtue of the\n\nfact that Clemmey inquired of Patricia Kelley, on deposition,\n\nregarding   the     Agreement   for    Judgment.        The   Patricia   Kelley\n\ndeposition reflects, however, that defense counsel briefly probed\n\nher understanding of the intended scope of the July 1998 settlement.\n\nWhen Kelley insisted upon a narrow interpretation, and emphasized\n\nher understanding that her waiver of claims pertained exclusively\n\nto claims \"regarding this matter\" — viz., the company's claim for\n\neviction and possession — defense counsel dropped the subject.                At\n\nthat juncture, therefore, it seems much more likely that plaintiffs\n\nwould have understood that Clemmey would not pursue any defense\n\npredicated on the preclusive effect of the Agreement for Judgment,\n\nparticularly in light of Clemmey's admitted failure to raise the\n\ndefense in his answer.\n\n            Those    cases   which     permit   the     interposition    of   an\n\naffirmative defense outside the pleadings generally have involved\n\nmoderate delays, such as an attempt to raise the defense in a\n\npretrial motion to dismiss or for summary judgment, rather than at\n\ntrial or in a postjudgment motion.          Compare, e.g., LaFreniere Park\n\n\n                                       28\n\fFound. v. Broussard, 221 F.3d 804, 808 (5th Cir. 2000) (allowing\n\naffirmative defense to be raised in summary judgment motion), with\n\nMozingo v. Correct Mfg. Corp., 752 F.2d 168, 172 (5th Cir. 1985)\n\n(rejecting affirmative defense raised after jury verdict).                Such\n\npostponements become far less tolerable where a defendant, such as\n\nKarl Clemmey, has tendered no justification whatsoever for the\n\nbelated request for further delay, and his putative entitlement to\n\nthe res judicata defense accrued well before the time Clemmey\n\nsubmitted an answer, in November 1999, to the Davignon complaint.\n\nSee Slobusky, 692 F.2d at 208; see also In re Cumberland Farms,\n\nInc., 284 F.3d 216, 227 (1st Cir. 2002) (\"[I]f Rule 8(c) is not to\n\nbecome a nullity, we must not countenance attempts to invoke such\n\ndefenses at the eleventh hour, without excuse and without adequate\n\nnotice to the plaintiff.\").\n\n           Moreover,    Clemmey    continued    to   waffle      even    after\n\npurportedly asserting his affirmative defense.             At trial, the\n\nparties stipulated that the jury should be instructed that the\n\nAgreement, at the very least, waived Davignon's and Kelley's claims\n\nwith respect to any emotional distress directly attributable to the\n\neviction, as distinguished from that attributable to the other acts\n\nof harassment and intimidation perpetrated by the Clemmeys.                The\n\ndistrict court (i) advised Clemmey's trial counsel that he could\n\nlater   contend,   by   motion,   that   the   Agreement   had    a     broader\n\npreclusive effect; (ii) suggested as possible defenses accord and\n\n\n                                    29\n\fsatisfaction, collateral estoppel (or issue preclusion), and res\n\njudicata (or claim preclusion); and (iii) expressed its intention\n\nto decide the issue as a matter of law.\n\n          Nevertheless, the post-trial motion submitted by Clemmey\n\nbroached no res judicata defense.     Instead, the Clemmey motion\n\ncaptioned his argument \"Release,\"     rather than \"Res Judicata.\"\n\nMoreover, the motion made but one prefatory citation to the general\n\ndoctrine of collateral estoppel.     All five pages of the Clemmey\n\nargumentation focused exclusively upon release, however, yet another\n\naffirmative defense which he had never asserted in his answer.   See\n\nSharon v. City of Newton, 769 N.E.2d 738, 742 (Mass. 2002) (noting\n\nthat \"the defense of a release must be raised as an affirmative\n\ndefense and [] the omission of an affirmative defense from an answer\n\ngenerally constitutes a waiver of that defense,\" but upholding trial\n\ncourt's leave to amend answer to add \"release\" defense only where\n\nit \"did not raise a new issue on the eve of trial\").\n\n          Moreover, as has been made crystal clear, \"a suit can be\n\nbarred by the earlier settlement of another suit in either of two\n\nways: res judicata or release . . . [and] [t]he defenses are\n\nseparate and distinct.\" Nottingham Partners v. Trans-Lux Corp., 925\n\nF.2d 29, 31-32 (1st Cir. 1991) (emphasis added).     Here, however,\n\nClemmey argued that once he established the existence of the\n\nrelease, the Davignons had to bear the burden of proving its\n\ninvalidity, Costello v. Hayes, 144 N.E. 368, 370 (Mass. 1924),\n\n\n                                30\n\fwhereas the burden of establishing the affirmative defense of res\n\njudicata rests upon the proponent.      See Cochrane v. Cochrane, 22\n\nN.E.2d 6, 9 (Mass. 1939); see also Nwosun v. Gen. Mills Rests.,\n\nInc., 124 F.3d 1255, 1257 (10th Cir. 1997) (\"Res judicata is an\n\naffirmative defense on which the defendant has the burden to set\n\nforth facts sufficient to satisfy the elements.\").         Unlike res\n\njudicata, see Forman, 98 N.E.2d at 616, the release defense simply\n\nwould require a showing that the release applied to Clemmey,\n\nencompassed the intentional-infliction claim interposed in the\n\ndistrict court, and was legally enforceable (e.g., not the product\n\nof fraud or duress).   See Nottingham Partners, 925 F.2d at 32; Cram\n\nv. Town of Northbridge, 575 N.E.2d 747, 749 (Mass. 1991); Sher v.\n\nSandler, 90 N.E.2d 536, 540 (Mass. 1950).\n\n           It is debatable, however, whether      the   Agreement for\n\nJudgment applies to Clemmey at all, given that his name appears\n\nnowhere in its caption. The only parties named in the Agreement are\n\nthe Clemmey real estate company, Davignon, and Kelley.      Moreover,\n\nthe caption of the Agreement names the company, rather than Karl\n\nClemmey,   as   \"Landlord/Plaintiff,\"     and   the     Davignons   as\n\n\"Tenant/Defendant.\"\n\n           In addition, the judgment arguably purports simply to\n\nsettle the real estate company's eviction action, rather than the\n\ncounterclaims for intentional infliction of emotional distress\n\nagainst Karl Clemmey individually.    Karl was merely a counterclaim\n\n\n                                 31\n\fdefendant, of course, not a \"plaintiff,\" and his attorney signed the\n\nAgreement as counsel for the plaintiffs.        The release ambiguously\n\napplies to claims \"regarding this matter,\" which may advert either\n\nnarrowly to the settlement of the company's claim for eviction, or\n\nmore broadly to the eviction claim as well as all counterclaims in\n\nthe case, including the counterclaims against Clemmey individually.\n\nBut the intended breadth of the pivotal term \"matter\" is neither\n\nexpressly nor otherwise unambiguously defined.         Finally, the fact\n\nthat the settlement took effect as \"a direct              order from the\n\n[Housing] Court[,] . . . [and] as an injunction,\" is not conclusive\n\nfor purposes of its interpretation, in that the housing court may\n\nhave envisioned its injunctive order merely as a partial, nonfinal\n\njudgment on the 360 Chauncey Street LLC eviction claim.\n\n          A judicial interpretation of an ambiguous release of a\n\njoint tort liability implicates two important principles.           First,\n\nunless the release specifically conveys such an intent, it should\n\nnot be construed as a release of joint tortfeasors.         See Cram, 575\n\nN.E.2d at 748-49.    Second, any ambiguity in the release is to be\n\nresolved in favor of Davignon and Kelley.           See Cormier v. Cent.\n\nMass. Chapter of the Nat'l Safety Council, 620 N.E.2d 784, 786\n\n(Mass. 1993) (\"[A]ny doubts about the interpretation of the release\n\nmust be resolved in the plaintiff's favor.\").              Thus, Clemmey\n\narguably failed to sustain the burden of proving the affirmative\n\ndefense   of   release,   let   alone   to   meet   the   more   stringent\n\n\n                                   32\n\frequirements    of   res   judicata   (e.g.,   identicality   of    parties,\n\nfinality of prior judgment).\n\n          Nor   has   Clemmey    demonstrated    that   the   res   judicata\n\ndoctrine, even if applicable to the Agreement for Judgment, would\n\nsupport a vacatur of the entire jury verdict.       Clemmey acknowledges\n\nthat evidence of tortious conduct after the entry of the Agreement\n\nfor Judgment, such as the allegation that he threw a rock through\n\na window at the Davignon home in August 1998, was introduced and\n\nadmitted at trial.         See Havercombe v. Dep't of Educ. of the\n\nCommonwealth of P.R., 250 F.3d 1, 4-5 (1st Cir. 2001) (noting that\n\nres judicata may not apply where second lawsuit alleges that\n\ndefendant engaged in additional, discrete instances of wrongful\n\nconduct following prior judgment).10\n\n          Finally, the record on appeal is sufficiently developed\n\nto enable clear resolution of the pivotal Rule 8(c) waiver issue,\n\nwithout a remand.     Although the district court ably grappled with\n\nthe affirmative defense asserted by Clemmey, its failure to consider\n\nthe waiver issue, which resulted in the vacation of the jury award,\n\nconstituted an abuse of discretion.\n\n          The district court order allowing the cross-appellees'\n\npostjudgment motion is therefore vacated, and the original judgment\n\n\n     10\n      Clemmey contends that these post-July 1998 events are\nimmaterial, as the Davignons did not include them in their original\ncomplaint.   Nevertheless, the testimony was admitted at trial,\nwithout objection. Consequently, the related factual issues were\ntried with the implied consent of the parties.\n\n                                      33\n\ffor the appellees, entered pursuant to the jury verdict, is hereby\n\nreinstated and affirmed.   The parties shall bear their own costs.\n\nSO ORDERED.\n\n\n\n\n                                34\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                       For the First Circuit\n\nNo. 01-1862\n\n                 NEAL DAVIGNON AND PATRICIA KELLEY,\n\n               Plaintiffs-Appellees/Cross-Appellants,\n\n\n\n                AMANDA DAVIGNON AND CHELSEA DAVIGNON,\n\n                        Plaintiffs-Appellees,\n\n                                 v.\n\n              KARL D. CLEMMEY AND KARL D. CLEMMEY, JR.,\n\n               Defendants-Appellants/Cross-Appellees,\n\n\n\n                  TOWN OF MANSFIELD, MASSACHUSETTS,\n                         ARTHUR O'NEIL, ETC.\n\n                        Defendants-Appellees,\n\n\n\n                       CLEMMEY, INC., ET AL.,\n\n                             Defendants.\n\n\n\nNo. 02-1293\n\n                 NEAL DAVIGNON AND PATRICIA KELLEY,\n\n               Plaintiffs-Appellees/Cross-Appellants,\n\n\n\n                AMANDA DAVIGNON AND CHELSEA DAVIGNON,\n\f                        Plaintiffs-Appellees,\n\n                                 v.\n\n              KARL D. CLEMMEY AND KARL D. CLEMMEY, JR.,\n\n               Defendants-Appellants/Cross-Appellees,\n\n\n\n                  TOWN OF MANSFIELD, MASSACHUSETTS,\n                         ARTHUR O'NEIL, ETC.\n\n                        Defendants-Appellees,\n\n\n\n                       CLEMMEY, INC., ET AL.,\n\n                             Defendants.\n\n\n\nNo. 02-1346\n\n                 NEAL DAVIGNON AND PATRICIA KELLEY,\n\n               Plaintiffs-Appellees/Cross-Appellants,\n\n\n\n                AMANDA DAVIGNON AND CHELSEA DAVIGNON,\n\n                        Plaintiffs-Appellees,\n\n                                 v.\n\n              KARL D. CLEMMEY AND KARL D. CLEMMEY, JR.,\n\n               Defendants-Appellants/Cross-Appellees,\n\n\n\n                  TOWN OF MANSFIELD, MASSACHUSETTS,\n                         ARTHUR O'NEIL, ETC.\n\n                        Defendants-Appellees,\n\n\n                                  2\n\f                      CLEMMEY, INC., ET AL.,\n\n                           Defendants.\n\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n\n                              Before\n\n                    Torruella, Circuit Judge,\n\n              Cyr and Stahl, Senior Circuit Judges.\n\n\n\n\n     Michael J. Traft, with whom Carney & Bassil, P.C. was on brief\nfor defendants-appellants.\n     Leonard H. Kesten, with whom Deidre Brennan Regan, Patricia\nMalone Campbell, and Brody, Hardoon, Perkins & Kesten were on brief\nfor plaintiffs-appellees and defendants-appellees.\n\n\n\n\n                          March 4, 2003\n\n\n\n\n                                3\n\f            CYR, Senior Circuit Judge.         Defendants Karl D. Clemmey\n\n(\"Karl\") and Karl D. Clemmey, Jr. (\"Dan\") appeal from a district\n\ncourt judgment, entered following a jury verdict, directing them to\n\npay $2,850,000 in damages to Neal Davignon, Patricia Kelley, and\n\ntheir two minor children, for intentional infliction of emotional\n\ndistress, assault and battery, and various violations of their\n\ncivil rights.    In turn, Davignon and Kelley cross-appeal from a\n\ndistrict court ruling that their jury verdict against Karl Clemmey,\n\ntotaling    $2,000,000,   for   intentional      infliction   of    emotional\n\ndistress, is barred by res judicata.           We affirm the jury verdict.\n\n                                      I\n\n                                BACKGROUND\n\n            The relevant background facts are recited in the light\n\nmost consistent with the jury verdict.           See Quint v. A.E. Staley\n\nMfg. Co., </pre><span class=\"citation\" data-id=\"762676\"><a href=\"/opinion/762676/jacquelyn-m-quint-v-ae-staley-manufacturing-company-jacquelyn-m-quint/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 9 (1st Cir. 1999).          On January 9, 1998, Karl\n\nand   Dan   Clemmey,   owners   of   Clemmey    Auto   Body   in   Mansfield,\n\nMassachusetts, abruptly discharged their mechanic, Neal Davignon,\n\nphysically assaulted him, and thereafter threatened his life and\n\nthe lives and     physical safety of his family.              At the time,\n\nDavignon, Patricia Kelley, and their two minor children were\n\ntenants in a residence owned by Karl Clemmey's real estate company\n\n— 360 Chauncey Street LLC.\n\n            Twenty minutes after he was fired, Davignon returned to\n\nthe auto body shop, with Kelley and their children, in order to\n\n\n                                      4\n\fretrieve some personal tools which had been wrongfully confiscated\n\nfrom Davignon by the Clemmeys during the earlier assault.                     After\n\nDan Clemmey refused to allow Davignon to enter, claiming that\n\nDavignon had assaulted his father — Karl Clemmey — Kelley and the\n\nchildren left in tears to seek police assistance.                   Subsequently,\n\nDan Clemmey advised the police officer that Karl Clemmey had\n\ndecided not to press assault charges against Davignon and Kelley.\n\nThereafter, Neal Davignon signed an assault-and-battery complaint\n\nagainst Karl Clemmey.\n\n          One   week   later,    the       Clemmeys    commenced     a   long   and\n\nrelentless campaign of harassment and intimidation against Davignon\n\nand Kelley, beginning with their filing of criminal charges of\n\nassault and threats of arson.      Subsequently, Karl Clemmey actively\n\nopposed Davignon's pending claim for unemployment compensation.\n\nAdditionally, Karl Clemmey's real estate company, 360 Chauncey\n\nStreet LLC, commenced eviction proceedings in state housing court\n\nagainst Davignon and Kelley.       Davignon and Kelley counterclaimed\n\nfor intentional infliction of emotional distress and thereafter\n\nincluded Karl Clemmey as a party defendant.               Ultimately, in July\n\n1998, Davignon, Kelley, and 360 Chauncey Street LLC entered into an\n\nAgreement for Judgment, which ceded possession of the leased\n\npremises to 360 Chauncey Street LLC, effective October 1, 1998, and\n\nstated   that   \"the   parties    agree        to     waive   all    claims     and\n\ncounterclaims regarding this matter with prejudice.\"\n\n\n                                       5\n\f           Meanwhile, the Clemmeys, acting in concert, repeatedly\n\nintimidated and harassed the Davignons from February to August of\n\n1998.    For instance, while Davignon was visiting a friend at\n\nanother auto repair garage, he observed that Karl Clemmey was\n\ntaking his photograph.     On the same occasion, Karl Clemmey warned\n\nNeal Davignon that no unemployment-compensation hearing would ever\n\nbe held because \"[y]ou'll be dead by then, you and your family.\"\n\n           In due course, Neal Davignon reported these threats to\n\nthe Mansfield Police Department.        Whereupon, Karl Clemmey was\n\narrested and charged with the January 9 assault, and the state\n\ncourt   entered   a   \"stay-away\"   order   as   a   condition   of    bail.\n\nThereafter,   Karl    Clemmey   submitted   several    additional      false\n\ncriminal   complaints    against    Davignon,    alleging    assault     and\n\nthreatened assault.\n\n           Another witness saw Dan Clemmey break open a trash bag\n\nand strew its contents over the Davignons' lawn.             In a similar\n\nvein, Patricia Kelley observed as Karl Clemmey drove past the\n\nDavignon residence.      Later, upon returning home from an errand,\n\nKelley found that the front door had been broken.           On yet another\n\noccasion, a Mansfield police officer saw Karl as he was driving by\n\nthe Davignon home.      By way of further harassment, Karl falsely\n\nreported to the Mansfield Fire Department that the Davignons were\n\nstoring explosives and other hazardous materials at their home.\n\n\n\n\n                                    6\n\fUpon investigation, the latter allegation proved to be unfounded as\n\nwell.\n\n           In April 1998, an anonymous telephone report was received\n\nby the Massachusetts Department of Social Services, to the effect\n\nthat Davignon and Kelley were abusing and/or neglecting their\n\nchildren. Following an investigation, which included interviews of\n\nthe Davignon children, the allegations were determined to have been\n\nunfounded.\n\n           On several other occasions, Patricia Kelley and another\n\nperson witnessed the Clemmeys surveilling the Davignon residence\n\nfrom their parked car.    In August 1998, Davignon saw Karl Clemmey\n\nas he was driving away from the Davignon residence, and immediately\n\nthereafter found the rock which had been thrown through the window\n\nof his residence moments earlier.     On yet another occasion, Karl\n\nClemmey brought his car to a stop on the street beside the Davignon\n\nresidence and (i) called out to the Davignon children: \"Assholes\"!\n\nand (ii) ranted that their parents were \"pieces of shit.\"     These\n\noutbursts brought the Davignon children to tears.\n\n           Subsequently, Karl Clemmey was convicted in state court\n\nfor having assaulted Davignon on January 9, 1998; at the same time,\n\nKelley was acquitted of the charge that she had assaulted Dan\n\nClemmey.     Thereafter, the numerous remaining criminal complaints\n\nbrought by the Clemmeys against Davignon and Kelley were dropped.\n\n\n\n\n                                  7\n\f             In September 1999, Davignon, Kelley, and their children\n\ncommenced the instant action against the Clemmeys in the United\n\nStates District Court for the District of Massachusetts, demanding\n\ndamages for (i) assault and battery; (ii) intentional infliction of\n\nemotional distress; and (iii) various civil rights violations. The\n\nClemmeys counterclaimed against Davignon and Kelley, and instituted\n\na cross-claim against the Town of Mansfield and its police chief\n\nfor facilitating Davignon's and Kelley's alleged harassment of the\n\nClemmeys.1    Following the nine-day trial, the jury awarded Davignon\n\n$350,000 on the assault and battery charge; as well as $1,000,000\n\neach to Davignon and Kelley, and $1,250,000 to each Davignon child,\n\non their respective claims for intentional infliction of emotional\n\ndistress and civil rights violations.\n\n             On June 1, 2001, at the behest of Davignon and Kelley, the\n\ndistrict court certified its partial judgment as final, pursuant to\n\nFederal Rule of Civil Procedure 54(b), and the Clemmeys timely filed\n\ntheir notice of appeal. On June 11, the district court extended the\n\ntime for submitting applications for counsel fees, as well as\n\nmotions for judgment as a matter of law, new trial, and remittitur.\n\n\n\n\n     1\n      Following their appeal, the Clemmeys' cross-claim against the\nTown was dismissed by the district court as moot, pursuant to\nFederal Rule of Civil Procedure 16(c). The Clemmeys contend on\nappeal that we must reverse the Rule 16(c) dismissal in the event\nwe determine that a new trial is warranted on the Clemmeys' claims.\nAs we reach no such conclusion, see infra, their contention need\nnot be addressed.\n\n                                    8\n\fThe Clemmeys did not file their post-trial motions until June 29,\n\nmore than ten days after the entry of final judgment on June 1.\n\n          Although the district court rejected the Clemmeys' motions\n\nfor new trial and remittitur, it vacated the $1,000,000 jury awards\n\nto Davignon and Kelley for intentional infliction of emotional\n\ndistress as well as various civil rights violations.   The district\n\ncourt determined that these claims had been fully litigated and\n\nwaived by Davignon and Kelley pursuant to the July 1998 Agreement\n\nfor Judgment in the housing-court eviction proceedings, which\n\nincluded a release stating that \"the parties agree to waive all\n\nclaims and counterclaims regarding this matter with prejudice.\"\n\n          The Clemmeys now appeal from the district court rulings\n\nwhich rejected their post-trial motions. Davignon and Kelley cross-\n\nappeal from the district court order which vacated their respective\n\n$1,000,000 awards for intentional infliction of emotional distress\n\nand various civil rights violations.\n\n                                II\n\n                            DISCUSSION\n\nA.   The Clemmey Appeal\n\n     1.   Federal Rule of Evidence 803(4)\n\n          The district court permitted Jeffrey Parks — a family\n\ntherapist and social worker not licensed to practice medicine — to\n\ntestify concerning statements made to him by the Davignons during\n\nfamily-therapy sessions relating to the extreme emotional distress\n\n\n                                 9\n\fexperienced by the Davignon children.2          The Clemmeys contend that\n\nthe district court erred in permitting Parks to testify regarding\n\nthese    statements   because   (i)   Federal    Rule    of   Evidence   803(4)\n\nprovides an exception to the hearsay rule only for those statements\n\nmade \"for the purpose of medical diagnosis,\" whereas (ii) the\n\nplaintiffs    consulted   Parks   for      generalized    advice    on   family\n\nproblems, rather than to facilitate contemporaneous or subsequent\n\ntreatment by a medical professional for any particular illness or\n\ndisease.\n\n             Normally, \"proper interpretation of the Federal Rules of\n\nEvidence [presents] a question of law and is reviewed de novo,\n\nwhereas the application of [a particular rule of evidence] . . . is\n\nreviewed under an abuse-of-discretion standard.\"              Crowley v. L.L.\n\nBean, Inc., </pre><span class=\"citation\" data-id=\"200130\"><a href=\"/opinion/200130/crowley-v-ll-bean-inc/\"><span class=\"volume\">303</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span><pre class=\"inline\">, 394 (1st Cir. 2002) (citation omitted).\n\nThe Clemmeys failed to assert any objection at the time Parks\n\ntestified.       Moreover,   their    pretrial    motion      in   limine   was\n\ninsufficient as well.     See Varano v. Jabar, </pre><span class=\"citation\" data-id=\"198721\"><a href=\"/opinion/198721/varano-v-jabor/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4 (1st Cir.\n\n1999) (noting that objection asserted by motion in limine does not\n\n\n     2\n      There are four elements to an intentional-infliction claim\nunder Massachusetts law:      (i) defendant intended to inflict\nemotional distress or knew or reasonably should have known that\nemotional distress was likely to result from such conduct; (ii) the\nconduct was \"extreme and outrageous,\" \"beyond all possible bounds\nof decency,\" and \"utterly intolerable in a civilized community\";\n(iii) the defendant's conduct proximately caused plaintiff's\nemotional distress; and (iv) the distress was so \"severe that no\nreasonable man could be expected to endure it.\" Agis v. Howard\nJohnson Co., </pre><span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">315</span></span><pre class=\"inline\">, 318-19 (Mass. 1976) (citations\nomitted).\n\n                                      10\n\fpreserve evidentiary challenge absent contemporaneous objection at\n\ntrial).      Consequently, we review for plain error only.         We discern\n\nnone.      See Linn v. Andover Newton Theolog. Sch., Inc., </pre><span class=\"citation\" data-id=\"522861\"><a href=\"/opinion/522861/edmund-h-linn-v-andover-newton-theological-school-inc-edmund-h-linn/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">,\n\n3    (1st    Cir.   1989)   (\"We   have    stated   repeatedly    that   absent\n\nextraordinary circumstances, we will not in a civil case excuse a\n\nparty's failure to make a contemporaneous objection [to hearsay\n\nevidence].\") (emphasis added).3\n\n        2.    The Jury Instruction\n\n              The district court instructed the jury that a knowing\n\nviolation of the state-court restraining order by the Clemmeys would\n\nbe    sufficient,     \"standing    alone,\"     to   demonstrate   \"outrageous\n\nconduct,\" an essential element of the claim for infliction of\n\n\n\n\n       3\n      The ambit of Rule 803(4) is not limited to statements made to\na licensed physician, but instead may encompass those made to\nsocial workers, provided that the declarant intended to procure\nmedical treatment. See Navarro de Cosme v. Hospital Pavia, </pre><span class=\"citation\" data-id=\"553839\"><a href=\"/opinion/553839/maria-r-navarro-de-cosme-v-hospital-pavia/\"><span class=\"volume\">922</span>\n<span class=\"reporter\">F.2d</span> <span class=\"page\">926</span></a></span><pre class=\"inline\">, 933 (1st Cir. 1991). Here, the plaintiffs sought Parks'\ncounsel in order to address mental-health issues associated with\nthe campaign of harassment which the Clemmeys conducted against\nthem and their children.\n     The Clemmeys belatedly attempt to distinguish Navarro, based\non legal arguments whose correctness is not remotely obvious. For\ninstance, they urge that these statements should have been excluded\nfrom evidence because the declarants (viz., the Davignons) had a\ncompelling motive to lie. However, the district court allowed Park\nto testify only to statements the Davignons made prior to this\nlitigation. Similarly, the Clemmeys cite child-sex-abuse cases, in\nwhich various courts have refused to admit parental statements to\nmedical doctors who diagnosed physical abuse. However, those cases\nare based on the theory that a parent who abuses his or her own\nchild may harbor a strong motive to mislead the doctor. See, e.g.,\nUnited States v. Yazzie, </pre><span class=\"citation\" data-id=\"699263\"><a href=\"/opinion/699263/united-states-v-frederick-yazzie/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">807</span></a></span><pre class=\"inline\">, 813 (9th Cir. 1995).\n\n                                          11\n\femotional distress.       See supra note 2.4     The Clemmeys maintain that\n\nthe challenged instruction misstates Massachusetts law.                 Jury\n\ninstructions are reviewed de novo.          See Crowley, 303 F.3d at 394.\n\n               A   jury   instruction,    duly   objected   to,   constitutes\n\nreversible error only if it (i) is \"misleading, unduly complicating,\n\nor incorrect as a matter of law,\" id. (citation omitted); and (ii)\n\ncannot be considered harmless, viz., as adversely affecting the jury\n\nverdict and the \"substantial rights\" of the objecting party, see\n\nRomano v. U-Haul Int'l, </pre><span class=\"citation\" data-id=\"771255\"><a href=\"/opinion/771255/karen-romano-v-u-haul-international-u-haul-company-of-maine-inc/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span><pre class=\"inline\">, 665 (1st Cir. 2000).            Absent\n\na duly asserted objection at trial, however, an appellant may\n\nprevail only by establishing \"plain error,\" viz., by demonstrating\n\nthat (i) the instruction constituted error as a matter of law; (ii)\n\nthe error was plain; (iii) likely altered the outcome; and (iv)\n\nthreatened the fairness, integrity or public reputation of the\n\njudicial proceeding. See Seahorse Marine Supplies, Inc. v. P.R. Sun\n\nOil Co., </pre><span class=\"citation\" data-id=\"200019\"><a href=\"/opinion/200019/supplies-inc-v-pr-sun-oil-company/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span><pre class=\"inline\">, 80 (1st Cir. 2002).\n\n\n\n\n     4\n         The challenged instruction stated, in pertinent part:\n\n             [If Karl Clemmey] knew there was a[] [stay-\n             away] order and that he intentionally violated\n             it, I'm telling you that that's enough under\n             intentional infliction of emotional distress\n             standing alone because the orders of the state\n             court are expected to be obeyed.      Now that\n             doesn't say that there's damages.          The\n             violation would have to be the proximate cause\n             of this severe emotional distress.\n\n                                     12\n\f           We need not consider whether the instant jury instruction\n\nconstitutes a correct statement of Massachusetts law,5 nor whether\n\nthe Clemmeys adequately preserved the present claim for appeal,6\n\ninasmuch as the record on appeal discloses beyond any genuine doubt\n\nthat the putative error was neither plain nor harmful, given that\n\nit almost certainly did not affect the verdict.                The Clemmeys\n\nmaintain, for example, that the jury may have found them liable\n\nbased merely on some isolated and relatively innocuous violation of\n\nthe \"stay-away\" order, such as Karl Clemmey driving by the Davignon\n\nhome on a single occasion.           Of course, appellants conveniently\n\noverlook   the   fact   that   the   jury   was   explicitly   charged   with\n\n\n\n     5\n      We note, however, that the validity of the Clemmeys' legal\nthesis is hardly self-evident. The Clemmeys cite cases which hold\nthat a violation of a statute does not itself establish a\nnegligence claim per se, but rather that it is one factor the\nfactfinder may consider. See Bennett v. Eagle Brook Country Store,\nInc., </pre><span class=\"citation no-link\"><span class=\"volume\">557</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1166</span></span><pre class=\"inline\">, 1168 (Mass. 1990). However, the Clemmeys\ncite (and we have found) no Massachusetts case which holds that the\nsame rule applies to (i) a violation of a court order; or (ii) a\nclaim for intentional infliction of emotional distress. Cf., e.g.,\nCramer v. Consol. Freightways, Inc., </pre><span class=\"citation\" data-id=\"773866\"><a href=\"/opinion/773866/lloyd-w-cramer-daniel-e-lipich-v-consolidated-freightways-inc/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">683</span></a></span><pre class=\"inline\">, 697 (9th Cir.\n2001) (en banc) (holding that conduct which violates California\npenal law is \"per se outrageous\" for purposes of intentional-\ninfliction claim), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1078</span></span><pre class=\"inline\"> (2002).\n     6\n      During the precharge conference, the Clemmeys lodged no\nobjection when the district court announced its intention to give\nthis jury instruction. Tr. VIII, at 195-96. Following the jury\ncharge, however, counsel stated: \"Objection for the record to the\ninstruction that violation of the stay-away order is per se\nemotional distress.\" Tr. IX, at 108. A party will be deemed to\nhave waived objection to a jury instruction unless, prior to the\njury deliberations, it \"'stat[ed] distinctly the matter objected to\nand the grounds of the objection.'\" Seahorse Marine Supplies, 295\nF.3d at 79 (emphasis added; citation omitted).\n\n                                      13\n\fassessing the outrageousness of the Clemmeys' conduct in determining\n\nthe severity of the injury proximately caused to the Davignons,\n\nhence the amount of damages.      Thus, the district court explicitly\n\ninstructed the jury:     \"The violation [of the stay-away order] would\n\nhave to be the proximate cause of this severe emotional distress.\"\n\n(Emphasis added.)\n\n          Given    the   $4.5   million   jury   award   for     intentional\n\ninfliction of emotional distress, we are entirely confident that the\n\njury did not opt to rely upon any one innocuous drive-by.           Instead,\n\nas the trial outcome turned almost entirely upon the Clemmeys'\n\ncredibility vel non, the jury in all likelihood determined that\n\nappellants'    well-documented,   extensive      campaign   of   harassment\n\nreadily rose to the level of \"outrageous conduct,\" resulting in\n\nsevere emotional injury to the Davignon family. Accordingly, viewed\n\nin context, any instructional error was harmless.\n\n     3.   The Sufficiency of the Evidence\n\n          a.     Appellate Jurisdiction\n\n          The Davignons contend that we lack jurisdiction of the\n\nClemmeys' challenge to the sufficiency of the evidence supporting\n\nthe jury verdict, given that the Clemmeys failed to submit their\n\nRule 50 and Rule 59(e) motions within ten days after entry of the\n\nfinal judgment on June 1, 2001.      See Vargas v. Gonzalez, </pre><span class=\"citation\" data-id=\"591125\"><a href=\"/opinion/591125/pedro-c-vargas-v-leonardo-gonzalez/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">916</span></a></span><pre class=\"inline\">, 917 (1st Cir. 1992) (per curiam) (noting that district court\n\nlacks jurisdiction to extend \"mandatory\" ten-day window prescribed\n\n\n                                   14\n\fby Fed. R. Civ. P. 6(b)).       The Clemmeys respond that we may excuse\n\ntheir tardy motions under the \"unusual circumstances\" exception, see\n\nThompson v. INS, </pre><span class=\"citation\" data-id=\"106724\"><a href=\"/opinion/106724/thompson-v-ins/\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">384</span></a></span><pre class=\"inline\">, 398-99 (1964) (per curiam), due to\n\ntheir detrimental reliance upon the specific, albeit mistaken,\n\nassurance    by   the   district   court    that    their   motions   were   not\n\nuntimely.7    Their suggestion is problematic for several reasons.\n\n             First, the viability of the Thompson doctrine remains in\n\nconsiderable doubt, see, e.g., Osterneck v. Ernst & Whinney, </pre><span class=\"citation\" data-id=\"112200\"><a href=\"/opinion/112200/osterneck-v-ernst-whinney/\"><span class=\"volume\">489</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">169</span></a></span><pre class=\"inline\">, 178-79 (1989); United States v. Heller, </pre><span class=\"citation\" data-id=\"578200\"><a href=\"/opinion/578200/energy-mgt-p-26666-united-states-of-america-v-glenn-martin-heller-dba/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 28\n\n(1st Cir. 1992) (noting that Thompson \"may be on shaky ground\"); see\n\nalso Arnold v. Wood, </pre><span class=\"citation\" data-id=\"771906\"><a href=\"/opinion/771906/richard-t-arnold-v-gael-d-wood-drema-l-grant-daniel-m-buescher-the/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">992</span></a></span><pre class=\"inline\">, 996 (8th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">534</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">975</span></span><pre class=\"inline\"> (2001), most notably as concerns its application to motions\n\nsubmitted under Rules 50 and 59(e).                See Weissman v. Dawn Joy\n\nFashions, Inc., </pre><span class=\"citation\" data-id=\"768915\"><a href=\"/opinion/768915/steven-weissman-plaintiff-appellee-cross-appellant-v-dawn-joy/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span><pre class=\"inline\">, 231 (2d Cir. 2000) (holding that\n\nThompson applies exclusively to timeliness of notices of appeal).\n\nSecond, unlike the situation in Thompson, the sole \"assurance\" given\n\nthe Clemmeys by the district court was implicit at most, in that the\n\ndistrict court simply granted, by endorsement, the joint motion of\n\nthe parties for an extension.           Although we have not determined\n\nwhether   such    an    endorsement,   standing      alone,   constitutes     an\n\n\"assurance\" upon which an appellant reasonably may rely, but see\n\n\n     7\n      We reject their alternative argument that the judgment\nentered on June 1 was not \"final.\" The district court explicitly\ncertified its judgment as final, pursuant to Federal Rule of Civil\nProcedure 54(b), and the Clemmeys thereafter lodged their notice\nof appeal from that judgment.\n\n                                       15\n\fScola v. Beaulieu Wielsbeke, N.V., </pre><span class=\"citation\" data-id=\"749383\"><a href=\"/opinion/749383/jere-scola-jr-v-beaulieu-wielsbeke-n-v-and-dominek-de-clerck-jere/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1073</span></a></span><pre class=\"inline\">, 1075 (1st Cir.\n\n1997) (noting, in dicta, that this proposition is \"very dubious\"),\n\nother courts of appeals have been unreceptive.               See, e.g., Rhoden\n\nv. Campbell, </pre><span class=\"citation\" data-id=\"757487\"><a href=\"/opinion/757487/lawtis-donald-rhoden-v-donal-campbell-commissioner-tennessee-department/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">773</span></a></span><pre class=\"inline\">, 774 (6th Cir. 1998); Endicott Johnson\n\nCorp. v. Liberty Mut. Ins. Co., </pre><span class=\"citation\" data-id=\"741910\"><a href=\"/opinion/741910/endicott-johnson-corporation-plaintiff-appellee-cross-appellant-v-liberty/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span><pre class=\"inline\">, 57 (2d Cir. 1997).\n\nFinally, even assuming that the district court's endorsement did not\n\nitself give rise to \"unique circumstances,\" the Davignons acquiesced\n\nin its grant of the extension.          See, e.g.,      Weissman, 214 F.3d at\n\n232 (holding that, despite absence of \"unique circumstances,\"\n\nopposing    party,   by   failing   to       oppose   time   extension,   waived\n\nnonjurisdictional requirement that appellant renew its Rule 50\n\nmotion after trial).\n\n            Given the enigmatic nature of the \"unique circumstances\"\n\ndoctrine, and our determination that the sufficiency challenges\n\nasserted by the Clemmeys fail on the merits, see infra, we bypass\n\nthe jurisdictional issue, and turn to the substance of their appeal.\n\nSee United States v. Woods, </pre><span class=\"citation\" data-id=\"198889\"><a href=\"/opinion/198889/united-states-v-woods/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span><pre class=\"inline\">, 74 n.2 (1st Cir. 2000)\n\n(noting that     timely notice of appeal is not an Article III\n\nrequirement, thus does not implicate Steel Co. v. Citizens for a\n\nBetter Env't, </pre><span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\"> (1998)); Kelly v. Marcantonio, </pre><span class=\"citation\" data-id=\"765612\"><a href=\"/opinion/765612/michael-e-kelly-v-robert-marcantonio-etc-stephen-b-kelly-v-robert/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">192</span></a></span><pre class=\"inline\">, 197 (1st Cir. 1999) (holding that appellate court remains free\n\nto bypass problematic jurisdictional issue, provided it does not\n\nimplicate    Article      III   \"case    and      controversy\"    requirement)\n\n(distinguishing Steel Co.).\n\n\n                                        16\n\f             b.     The Assault and Battery Verdict for Neal Davignon\n\n             The Clemmeys contend that the $350,000 damages award to\n\nNeal Davignon, arising from the assault and battery by Karl Clemmey\n\non January 9, 1998, is excessive, in that (i) Davignon established\n\nat most that he sustained but minor physical injuries (e.g., bruised\n\nribs), as well as little or no lost income; and (ii) the jury may\n\nhave compensated Davignon separately — for the emotional injuries\n\nresulting    from     the   assault   —   under   the   Davignon    intentional-\n\ninfliction-of-emotional-distress count.             The Clemmeys seek either\n\na new trial or a remittitur.\n\n             A district court ruling rejecting a motion for new trial\n\nis reviewed only for abuse of discretion.               See Marrero v. Goya of\n\nP.R., Inc., </pre><span class=\"citation\" data-id=\"200103\"><a href=\"/opinion/200103/marrero-v-goya-de-puerto-rico/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 14 (1st Cir. 2002).             We accord considerable\n\ndeference to the trial court's \"greater ability to understand the\n\nscope   of   the     evidence   presented      before   it   and   to   judge   the\n\ncredibility of th[e] witnesses.\"           MacQuarrie v. Howard Johnson Co.,\n\n</pre><span class=\"citation\" data-id=\"524956\"><a href=\"/opinion/524956/j-conrad-macquarrie-v-howard-johnson-company/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">126</span></a></span><pre class=\"inline\">, 132 (1st Cir. 1989).             Furthermore, new-trial motions\n\npredicated on an insufficiency of evidence cannot prevail unless we\n\ndetermine the verdict to have been \"'against the clear weight of the\n\nevidence such that upholding [it would] result in a miscarriage of\n\njustice.'\"        Marrero, 304 F.3d at 14 (citation omitted); Hendricks\n\n& Assocs., Inc. v. Daewoo Corp., </pre><span class=\"citation\" data-id=\"554020\"><a href=\"/opinion/554020/hendricks-associates-inc-v-daewoo-corporation/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span><pre class=\"inline\">, 217 (1st Cir. 1991)\n\n(noting double-layered deference accorded by courts of appeals —\n\n\n\n\n                                          17\n\ffirst to jury, then to trial judge — in appeals from denials of Rule\n\n59 motions).\n\n           A district court ruling rejecting a motion for remittitur\n\nis reviewed for abuse of discretion.    See Trull, PPA v. Volkswagen\n\nof Am., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></span><pre class=\"inline\">, 67 (1st Cir. 2002).           The task of\n\nestimating money damages, especially intangible, noneconomic loss,\n\nconstitutes a core jury function.     Id.   Thus, in the instant case\n\nappellants face a \"formidable\" burden, since they must demonstrate\n\nthat the district court abused its discretion in determining that\n\nthe jury verdict (i) does not exceed \"any rational appraisal or\n\nestimate of the damages that could be based on the evidence before\n\nthe jury\"; and (ii) is not \"'grossly excessive, inordinate, shocking\n\nto the conscience of the court, or so high that it would be a denial\n\nof justice to permit it to stand.'\"    Id. (citations omitted).\n\n           An abundance of evidence enabled the jury rationally to\n\nconclude that Neal Davignon sustained severe physical and emotional\n\ninjury as a consequence of the Clemmeys' brutal assault on January\n\n9, 1998.   Well known for his temper, enraged and unprovoked, Karl\n\nClemmey abruptly fired Davignon, shoved him, pinned him against a\n\nvan, insulted him (e.g., \"You're so f---ing stupid\"); threatened him\n\nand his family with bodily harm (e.g., \"You're a f---ing deadman,\"\n\nand \"I'm going to stuff you in a trunk so you never see the light\n\nof day.\"); misappropriated Davignon's work tools and other personal\n\nbelongings; held him from behind with a tire iron, while using it\n\n\n                                 18\n\fto lift him off the floor by the neck and chest, swinging him from\n\nleft to right; threatened to break his back \"so you never work\n\nagain\"; and finally struck Davignon in the face with the tire iron.\n\n           The version of these events tendered by the Clemmeys was\n\nquite different, of course, but both the jury and the district court\n\ncredited the Davignon evidence.      Thus, the suddenness and brutality\n\nof   the   assault,   precipitated    principally   by   Karl   Clemmey's\n\nunprovoked rage against Davignon and his family, amply supported the\n\njury finding that much of the emotional trauma sustained by Davignon\n\nproximately resulted from the physical assault, as distinct from the\n\ntrauma caused by the Clemmeys' ensuing campaign of harassment,\n\nthereby precluding any ruling on appeal that the $350,000 jury award\n\nwas either grossly excessive or shocking to the conscience.           See\n\nTrull, 311 F.3d at 67; see also Davis v. DelRosso, </pre><span class=\"citation no-link\"><span class=\"volume\">359</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">313</span></span><pre class=\"inline\">,\n\n316 (Mass. 1977) (rejecting further remittitur based on argument\n\nthat assault verdict should be \"measured by reference only to the\n\nphysical damage to plaintiff,\" and not to \"the shock and humiliation\n\nof a sudden deliberate assault\"); Ross v. Michael, </pre><span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">292</span></span><pre class=\"inline\">, 293\n\n(Mass. 1923) (noting assault victim was \"entitled to recover as an\n\nelement of damages for the humiliation, indignity, and injury to his\n\nfeelings\").\n\n           The Clemmeys contend as well that the damages awarded in\n\nrelation to Karl's assault upon Davignon must be set aside, since\n\nthe jury may have compensated Davignon for the same injuries in its\n\n\n                                     19\n\fdiscrete award for intentional infliction of emotional distress.\n\nThe district court instructed the jury to indicate, on its special\n\nverdict form, whether and to what extent the mental and emotional\n\ndamages    sustained    by    Davignon,         due   to    the   Clemmeys'   assault,\n\noverlapped with the damages awarded for intentional infliction of\n\nemotional distress.      The Clemmeys neither objected nor proposed an\n\nalternative instruction.            But cf., e.g., O'Connell v. Chasdi, </pre><span class=\"citation no-link\"><span class=\"volume\">511</span>\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">349</span></span><pre class=\"inline\">, 350 (Mass. 1987) (\"In response to a special question,\n\nthe   jury   indicated       that    the   damages         awarded   for   intentional\n\ninfliction of emotional distress included the amount awarded for\n\nassault and battery.\").             Moreover, on the verdict form in the\n\ninstant case, the jury explicitly noted:                    \"no overlap.\"\n\n             c.   The Verdict for the Davignon Children\n\n             The Clemmeys contend that the district court erred in\n\ndeclining to enter judgment, as a matter of law, against the\n\nDavignon     children   in    relation      to    their      claim   for   intentional\n\ninfliction of emotional distress, in that (i) the children's counsel\n\nfailed to mention or describe, during opening statement, any damages\n\nsustained by the children; and (ii) the children adduced no evidence\n\nthat they were present during most of the alleged harassment, so as\n\nto have experienced the requisite \"direct impact\" of any such\n\nharassment.\n\n             Normally, a district court order rejecting a Rule 50(b)\n\nmotion is reviewed de novo, and is to be sustained unless the\n\n\n                                           20\n\fevidence adduced at trial permitted but one conclusion — that the\n\nverdict simply cannot stand.    See Jarrett v. Town of Yarmouth, </pre><span class=\"citation\" data-id=\"200179\"><a href=\"/opinion/200179/jarrett-v-mcclelland/\"><span class=\"volume\">309</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 59 (1st Cir. 2002).     In order even to qualify for such\n\ndeferential review, however, appellants were required to preserve\n\ntheir arguments by (i) submitting timely Rule 50 motions at the\n\nclose of evidence; (ii) renewing their motions following the jury\n\nverdict; and (iii) identifying with sufficient particularity the\n\nlegal theories supporting their motions.   See, e.g., CMM Cable Rep,\n\nInc. v. Ocean Coast Props., Inc., </pre><span class=\"citation\" data-id=\"727991\"><a href=\"/opinion/727991/cmm-cable-rep-inc-dba-creative-media-management-inc-v-ocean-coast/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1504</span></a></span><pre class=\"inline\">, 1530-31 (1st Cir.\n\n1996).   Absent such compliance, our review simply contemplates the\n\nbasic inquiry as to \"'whether the record reflects an absolute dearth\n\nof evidentiary support for the jury's verdict'\"; and the district\n\ncourt will be reversed \"sparingly,\" that is, only where its ruling\n\nis \"obviously insupportable.\"    Udemba v. Nicoli, </pre><span class=\"citation\" data-id=\"771698\"><a href=\"/opinion/771698/oliver-c-udemba-v-paul-nicoli/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span><pre class=\"inline\">, 13-14\n\n(1st Cir. 2001) (citations omitted).\n\n           As appellants did not broach their first contention —\n\nviz., that the children's attorney failed to mention damages during\n\nopening argument — until their post-verdict Rule 50 motion, it must\n\nbe deemed waived.   Additionally, although the two cited cases do\n\nacknowledge that, in certain circumstances, a trial court might\n\nenter judgment immediately after such a delinquent opening argument,\n\nneither case upheld such a premature dismissal on its facts.    See\n\nBest v. Dist. of Columbia, </pre><span class=\"citation\" data-id=\"102213\"><a href=\"/opinion/102213/best-v-district-of-columbia/\"><span class=\"volume\">291</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">411</span></a></span><pre class=\"inline\">, 415 (1934); Franchi Constr.\n\nCo. v. Combined Ins. Co. of Am., </pre><span class=\"citation\" data-id=\"358146\"><a href=\"/opinion/358146/franchi-construction-co-inc-v-combined-insurance-company-of-america/\"><span class=\"volume\">580</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8 (1st Cir. 1978).\n\n\n                                 21\n\fThus, \"[w]hile the district court has the power to direct a verdict\n\nfollowing the plaintiff's opening statement, to warrant the exercise\n\nof that power 'it must clearly appear, after resolving all doubts\n\nin plaintiff's favor, that no cause of action exists.'\"         Id.\n\n(citations omitted).\n\n           Although plaintiffs' counsel certainly could have been\n\nmore particular, in no respect did their opening statements remotely\n\npermit the suggestion that the Davignon children had sustained no\n\ndamages.   See id. (in order to warrant early dismissal, opening\n\nstatement must be unambiguously \"inconsistent\" with asserted cause\n\nof action).   Instead, these opening statements placed the children\n\nin the presence of tumultuous confrontations between their parents\n\nand the Clemmeys, which necessarily implied that the children were\n\nexposed to the harassment directed at their parents.     See Sixty-\n\nEight Devonshire, Inc. v. Shapiro, </pre><span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">811</span></span><pre class=\"inline\">, 815-16 (Mass.\n\n1964) (\"[I]n an opening it is not to be expected that a plaintiff\n\nwill outline his damages with particularity. That is a matter\n\nordinarily left to proof.\") (citation omitted).8   Consequently, we\n\nconclude that (i) the instant claim has been waived; and (ii)\n\n\n\n     8\n      For   instance,  plaintiffs'   counsel    stated  that   they\nrepresented the Davignon children; \"Patty Kelley arrive[d], with\nthe two babies in the back of the car\" at the Clemmeys' business on\nthe day the Clemmeys fired Davignon, and that when Kelley left with\nthe children to get the police, she was crying; and the Clemmeys\nsubmitted a false child-abuse claim, against Davignon and Kelley,\nto the DDS, seeking to have the Davignon children removed from\nparental custody.\n\n                                 22\n\fappellants have not demonstrated an \"absolute dearth of evidentiary\n\nsupport\" for the jury verdict. Udemba, 237 F.3d at 13-14.\n\n            The second sufficiency challenge advanced by the Clemmeys\n\n— that the children failed to establish that they sustained any\n\n\"direct impact\" from the alleged harassment — was waived as well.\n\nContrary to their record citations on appeal, the Clemmeys failed\n\nto include the present contention in their prejudgment Rule 50\n\nmotions.    Appellants' assertion that their post-verdict motion not\n\nonly \"focused\" upon the plaintiffs' failure to mention damages in\n\ntheir    opening   arguments,    but    also   raised     the   \"direct   impact\"\n\nargument, is utterly disingenuous.             Instead, their post-verdict\n\nmotion focused exclusively upon the \"opening argument\" claim.                 See\n\nCMM Cable Rep, Inc., 97 F.3d at 1530-31.\n\n            Moreover, even if we were to assume, arguendo, that\n\nMassachusetts law requires evidence of \"direct impact,\" as advocated\n\nby the Clemmeys, the record on appeal contains such evidence.\n\nUnlike a truly absent family member who lives in another state, for\n\nexample, the Davignon children resided with their parents, and their\n\nfamily    home   was   the    focal    point   of   the   Clemmeys'   campaign.\n\nAccordingly, it cannot reasonably be considered unduly speculative\n\nto infer that the Davignon children were directly impacted by the\n\nClemmeys' actions.           Furthermore, the record        discloses several\n\ninstances in which the Clemmeys directed their conduct at the\n\nchildren.    For example, Karl Clemmey himself directly asserted to\n\n\n                                        23\n\fthe Davignon children that they were \"assholes,\" and their parents\n\n\"pieces of shit!\"    Finally, Karl Clemmey submitted a false child-\n\nabuse complaint to DSS, which resulted in a DSS interview of the\n\nDavignon children.\n\n          Accordingly, and for all these reasons, the Clemmey appeal\n\nmust be denied.   See Udemba, 237 F.3d at 13-14.\n\nB.   The Davignon Cross-Appeal\n\n          In January 1998, the Clemmeys' real estate company, which\n\nowned the house the Davignons were renting, brought suit in state\n\nhousing court to evict Neal Davignon and Patricia Kelley, who then\n\ncounterclaimed against both the real estate company and Karl Clemmey\n\nfor intentional infliction of emotional distress.     In July 1998,\n\nDavignon, Kelley, and the company (but not Karl Clemmey) entered\n\ninto an Agreement for Judgment, which provided, inter alia, that (i)\n\njudgment enter for the real estate company \"for possession only,\"\n\nrequiring the Davignons to vacate the premises by October 1, 1998;\n\n(ii) the real estate company reimburse the Davignons for moving\n\nexpenses and attorney fees; (iii) \"[t]he parties agree to waive all\n\nclaims and counterclaims regarding this matter with prejudice\"; and\n\n(iv) that the Agreement for Judgment was to operate as \"a direct\n\norder from the [Housing] Court . . . [and]   as an injunction.\"   The\n\ncaption of the Agreement designated the company alone (i.e., not\n\nKarl Clemmey) as \"Landlord/Plaintiff,\" and Davignon and Kelley as\n\n\n\n\n                                 24\n\f\"Tenant/Defendant.\" Karl Clemmey's counsel signed the Agreement for\n\n\"P's\" – viz., Plaintiffs.\n\n           Davignon and Kelley now cross-appeal from a post-trial\n\nruling, in which the district court set aside their $2 million\n\ndamages award against Karl Clemmey for intentional infliction of\n\nemotional distress, on the ground that their July 1998 Agreement for\n\nJudgment in the housing-court case is res judicata.             See Forman v.\n\nWolfson, </pre><span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">615</span></span><pre class=\"inline\">, 616 (Mass. 1951) (noting three elements of\n\nres judicata defense:     \"identity of cause of action and issues, the\n\nsame parties, and judgment on the merits by a court of competent\n\njurisdiction\").\n\n     1.    Appellate Jurisdiction\n\n           First, the Davignons assert that the district court lacked\n\nsubject matter jurisdiction to vacate the jury verdict, since Karl\n\nClemmey failed to submit his post-trial motion within the ten-day\n\npostjudgment deadline.        For the reasons previously discussed, see\n\nsupra Section II.A.3(a), we bypass the jurisdictional issue, as the\n\nDavignon and Kelley cross-appeal must be sustained on the merits in\n\nany event.     See Kelly, 187 F.3d at 197.\n\n     2.    The Waiver of the Karl Clemmey Res Judicata Defense\n\n           Next, the Davignons insist on appeal, as they did before\n\nthe district court, that Karl Clemmey waived any res judicata\n\ndefense   by   failing   to   raise   it   until   near   the   close   of   the\n\nDavignons' case on the eighth day of the nine-day trial.                 As an\n\n\n                                      25\n\faffirmative defense enumerated in Federal Rule of Civil Procedure\n\n8(c), normally res judicata is deemed waived unless raised in the\n\nanswer.    See Fed. R. Civ. P. 8(c); Rivera-Puig v. Garcia-Rosario,\n\n</pre><span class=\"citation\" data-id=\"597802\"><a href=\"/opinion/597802/miguel-rivera-puig-v-hon-gabriel-garcia-rosario/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">311</span></a></span><pre class=\"inline\">, 319 n.12 (1st Cir. 1992); Badway v. United States, </pre><span class=\"citation\" data-id=\"273247\"><a href=\"/opinion/273247/joseph-a-badway-v-united-states/\"><span class=\"volume\">367</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span><pre class=\"inline\">, 24-25 (1st Cir. 1966); see also Mass. R. Civ. P. 8(c).9\n\n               Rule 8(c) is designed to provide plaintiffs with adequate\n\nnotice    of    a   defendant's   intention   to   litigate   an   affirmative\n\ndefense, thereby affording an opportunity to develop any evidence\n\nand offer responsive arguments relating to the defense.              See Knapp\n\nShoes, Inc. v. Sylvania Shoe Mfg. Corp., </pre><span class=\"citation\" data-id=\"195201\"><a href=\"/opinion/195201/knapp-v-sylvania-shoe/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1222</span></a></span><pre class=\"inline\">, 1226 (1st\n\nCir. 1994). There are certain exceptions to the Rule 8(c) bar which\n\nmight be invoked, inter alia, either where (i) the defendant asserts\n\nit without undue delay and the plaintiff is not unfairly prejudiced\n\nby any delay, see id.; or (ii) the circumstances necessary to\n\nestablish entitlement to the affirmative defense did not obtain at\n\nthe time the answer was filed, see, e.g., Depositors Trust Co. v.\n\nSlobusky, </pre><span class=\"citation\" data-id=\"410378\"><a href=\"/opinion/410378/depositors-trust-company-etc-v-alfred-w-slobusky-michael-colodny/\"><span class=\"volume\">692</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">205</span></a></span><pre class=\"inline\">, 208 (1st Cir. 1982) (\"A party may also have\n\nrecourse to a late discovered affirmative defense by obtaining leave\n\nto amend his complaint.\").\n\n\n     9\n      Federal Rule 8(c) provides, in pertinent part: \"In pleading\nto a preceding pleading, a party shall set forth affirmatively\naccord and satisfaction, arbitration and award, assumption of risk,\ncontributory negligence, discharge in bankruptcy, duress, estoppel,\nfailure of consideration, fraud, illegality, injury by fellow\nservant, laches, license, payment, release, res judicata, statute\nof frauds, statute of limitations, waiver, and any other matter\nconstituting an avoidance or affirmative defense.\" Fed. R. Civ. P.\n8(c) (emphasis added).\n\n                                       26\n\f            Although       application      of     the   res judicata doctrine\n\nessentially constitutes a legal determination for the district\n\ncourt, which we would assess de novo, post-trial motions generally\n\nare reviewed only for abuse of discretion, as is the case with\n\ndistrict    court    rulings    regarding        whether    a    defendant    timely\n\ninterposed an affirmative defense.               See Perez v. Volvo Car Corp.,\n\n</pre><span class=\"citation\" data-id=\"199393\"><a href=\"/opinion/199393/perez-de-munoz-v-volvo-car-corp/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span><pre class=\"inline\">, 318-19 (1st Cir. 2001).\n\n            In the instant case, Karl Clemmey concededly failed to\n\nraise the res judicata defense in his answer.               Moreover, given the\n\ncircumstances, the district court abused its discretion, both in\n\npermitting Clemmey to assert a res judicata defense at the eleventh\n\nhour, and in failing to address the Rule 8(c) waiver issue squarely\n\nraised by the Davignons in their opposition.                See Coutin v. Young\n\n& Rubicam P. R., Inc., </pre><span class=\"citation\" data-id=\"746216\"><a href=\"/opinion/746216/74-fair-emplpraccas-bna-1463-72-empl-prac-dec-p-45260-denise/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span><pre class=\"inline\">, 336 (1st Cir. 1997) (noting\n\nthat \"abuse of discretion\" obtains if court overlooks material\n\nfactor).\n\n            The contention that Karl Clemmey raised the res judicata\n\ndefense before trial is disingenuous, especially since he relies\n\nentirely upon the fact that he asserted an estoppel defense in his\n\nanswer.    To the contrary, (i) estoppel — viz., equitable estoppel\n\n— is a defense separate and distinct from res judicata; and (ii)\n\nestoppel broadly adverts to a claimant's prior representations and\n\nconduct    in   general,    while   Rule    8(c),    with       its   individualized\n\nenumeration     of   \"res    judicata,\"     \"estoppel,\"         and    \"release\"   as\n\n\n                                       27\n\faffirmative   defenses,      plainly    evinces    an   intention   to   accord\n\ndiscrete treatment to the preclusive effects of prior consent\n\njudgments, releases, and settlements.\n\n            Additionally, Karl Clemmey disingenuously contends that\n\nthe plaintiffs were placed on notice, during discovery, that he\n\nintended to pursue a res judicata defense, simply by virtue of the\n\nfact that Clemmey inquired of Patricia Kelley, on deposition,\n\nregarding   the     Agreement   for    Judgment.        The   Patricia   Kelley\n\ndeposition reflects, however, that defense counsel briefly probed\n\nher understanding of the intended scope of the July 1998 settlement.\n\nWhen Kelley insisted upon a narrow interpretation, and emphasized\n\nher understanding that her waiver of claims pertained exclusively\n\nto claims \"regarding this matter\" — viz., the company's claim for\n\neviction and possession — defense counsel dropped the subject.                At\n\nthat juncture, therefore, it seems much more likely that plaintiffs\n\nwould have understood that Clemmey would not pursue any defense\n\npredicated on the preclusive effect of the Agreement for Judgment,\n\nparticularly in light of Clemmey's admitted failure to raise the\n\ndefense in his answer.\n\n            Those    cases   which     permit   the     interposition    of   an\n\naffirmative defense outside the pleadings generally have involved\n\nmoderate delays, such as an attempt to raise the defense in a\n\npretrial motion to dismiss or for summary judgment, rather than at\n\ntrial or in a postjudgment motion.          Compare, e.g., LaFreniere Park\n\n\n                                       28\n\fFound. v. Broussard, </pre><span class=\"citation\" data-id=\"21505\"><a href=\"/opinion/21505/lafreniere-park-v-broussard/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">804</span></a></span><pre class=\"inline\">, 808 (5th Cir. 2000) (allowing\n\naffirmative defense to be raised in summary judgment motion), with\n\nMozingo v. Correct Mfg. Corp., </pre><span class=\"citation\" data-id=\"446571\"><a href=\"/opinion/446571/elbie-mozingo-cross-appellee-v-correct-manufacturing-corporation-and-gw/\"><span class=\"volume\">752</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">168</span></a></span><pre class=\"inline\">, 172 (5th Cir. 1985)\n\n(rejecting affirmative defense raised after jury verdict).                Such\n\npostponements become far less tolerable where a defendant, such as\n\nKarl Clemmey, has tendered no justification whatsoever for the\n\nbelated request for further delay, and his putative entitlement to\n\nthe res judicata defense accrued well before the time Clemmey\n\nsubmitted an answer, in November 1999, to the Davignon complaint.\n\nSee Slobusky, 692 F.2d at 208; see also In re Cumberland Farms,\n\nInc., </pre><span class=\"citation\" data-id=\"199891\"><a href=\"/opinion/199891/haseotes-v-cumberland-farms/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">216</span></a></span><pre class=\"inline\">, 227 (1st Cir. 2002) (\"[I]f Rule 8(c) is not to\n\nbecome a nullity, we must not countenance attempts to invoke such\n\ndefenses at the eleventh hour, without excuse and without adequate\n\nnotice to the plaintiff.\").\n\n           Moreover,    Clemmey    continued    to   waffle      even    after\n\npurportedly asserting his affirmative defense.             At trial, the\n\nparties stipulated that the jury should be instructed that the\n\nAgreement, at the very least, waived Davignon's and Kelley's claims\n\nwith respect to any emotional distress directly attributable to the\n\neviction, as distinguished from that attributable to the other acts\n\nof harassment and intimidation perpetrated by the Clemmeys.                The\n\ndistrict court (i) advised Clemmey's trial counsel that he could\n\nlater   contend,   by   motion,   that   the   Agreement   had    a     broader\n\npreclusive effect; (ii) suggested as possible defenses accord and\n\n\n                                    29\n\fsatisfaction, collateral estoppel (or issue preclusion), and res\n\njudicata (or claim preclusion); and (iii) expressed its intention\n\nto decide the issue as a matter of law.\n\n          Nevertheless, the post-trial motion submitted by Clemmey\n\nbroached no res judicata defense.     Instead, the Clemmey motion\n\ncaptioned his argument \"Release,\"     rather than \"Res Judicata.\"\n\nMoreover, the motion made but one prefatory citation to the general\n\ndoctrine of collateral estoppel.     All five pages of the Clemmey\n\nargumentation focused exclusively upon release, however, yet another\n\naffirmative defense which he had never asserted in his answer.   See\n\nSharon v. City of Newton, </pre><span class=\"citation no-link\"><span class=\"volume\">769</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">738</span></span><pre class=\"inline\">, 742 (Mass. 2002) (noting\n\nthat \"the defense of a release must be raised as an affirmative\n\ndefense and [] the omission of an affirmative defense from an answer\n\ngenerally constitutes a waiver of that defense,\" but upholding trial\n\ncourt's leave to amend answer to add \"release\" defense only where\n\nit \"did not raise a new issue on the eve of trial\").\n\n          Moreover, as has been made crystal clear, \"a suit can be\n\nbarred by the earlier settlement of another suit in either of two\n\nways: res judicata or release . . . [and] [t]he defenses are\n\nseparate and distinct.\" Nottingham Partners v. Trans-Lux Corp., </pre><span class=\"citation\" data-id=\"555476\"><a href=\"/opinion/555476/fed-sec-l-rep-p-95923-nottingham-partners-v-trans-lux-corporation/\"><span class=\"volume\">925</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 31-32 (1st Cir. 1991) (emphasis added).     Here, however,\n\nClemmey argued that once he established the existence of the\n\nrelease, the Davignons had to bear the burden of proving its\n\ninvalidity, Costello v. Hayes, </pre><span class=\"citation no-link\"><span class=\"volume\">144</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">368</span></span><pre class=\"inline\">, 370 (Mass. 1924),\n\n\n                                30\n\fwhereas the burden of establishing the affirmative defense of res\n\njudicata rests upon the proponent.      See Cochrane v. Cochrane, </pre><span class=\"citation no-link\"><span class=\"volume\">22</span>\n\n<span class=\"reporter\">N.E.2d</span> <span class=\"page\">6</span></span><pre class=\"inline\">, 9 (Mass. 1939); see also Nwosun v. Gen. Mills Rests.,\n\nInc., </pre><span class=\"citation\" data-id=\"155248\"><a href=\"/opinion/155248/nwosun-v-general-mills/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span><pre class=\"inline\">, 1257 (10th Cir. 1997) (\"Res judicata is an\n\naffirmative defense on which the defendant has the burden to set\n\nforth facts sufficient to satisfy the elements.\").         Unlike res\n\njudicata, see Forman, 98 N.E.2d at 616, the release defense simply\n\nwould require a showing that the release applied to Clemmey,\n\nencompassed the intentional-infliction claim interposed in the\n\ndistrict court, and was legally enforceable (e.g., not the product\n\nof fraud or duress).   See Nottingham Partners, 925 F.2d at 32; Cram\n\nv. Town of Northbridge, </pre><span class=\"citation no-link\"><span class=\"volume\">575</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">747</span></span><pre class=\"inline\">, 749 (Mass. 1991); Sher v.\n\nSandler, </pre><span class=\"citation no-link\"><span class=\"volume\">90</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">536</span></span><pre class=\"inline\">, 540 (Mass. 1950).\n\n           It is debatable, however, whether      the   Agreement for\n\nJudgment applies to Clemmey at all, given that his name appears\n\nnowhere in its caption. The only parties named in the Agreement are\n\nthe Clemmey real estate company, Davignon, and Kelley.      Moreover,\n\nthe caption of the Agreement names the company, rather than Karl\n\nClemmey,   as   \"Landlord/Plaintiff,\"     and   the     Davignons   as\n\n\"Tenant/Defendant.\"\n\n           In addition, the judgment arguably purports simply to\n\nsettle the real estate company's eviction action, rather than the\n\ncounterclaims for intentional infliction of emotional distress\n\nagainst Karl Clemmey individually.    Karl was merely a counterclaim\n\n\n                                 31\n\fdefendant, of course, not a \"plaintiff,\" and his attorney signed the\n\nAgreement as counsel for the plaintiffs.        The release ambiguously\n\napplies to claims \"regarding this matter,\" which may advert either\n\nnarrowly to the settlement of the company's claim for eviction, or\n\nmore broadly to the eviction claim as well as all counterclaims in\n\nthe case, including the counterclaims against Clemmey individually.\n\nBut the intended breadth of the pivotal term \"matter\" is neither\n\nexpressly nor otherwise unambiguously defined.         Finally, the fact\n\nthat the settlement took effect as \"a direct              order from the\n\n[Housing] Court[,] . . . [and] as an injunction,\" is not conclusive\n\nfor purposes of its interpretation, in that the housing court may\n\nhave envisioned its injunctive order merely as a partial, nonfinal\n\njudgment on the 360 Chauncey Street LLC eviction claim.\n\n          A judicial interpretation of an ambiguous release of a\n\njoint tort liability implicates two important principles.           First,\n\nunless the release specifically conveys such an intent, it should\n\nnot be construed as a release of joint tortfeasors.         See Cram, 575\n\nN.E.2d at 748-49.    Second, any ambiguity in the release is to be\n\nresolved in favor of Davignon and Kelley.           See Cormier v. Cent.\n\nMass. Chapter of the Nat'l Safety Council, </pre><span class=\"citation no-link\"><span class=\"volume\">620</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">784</span></span><pre class=\"inline\">, 786\n\n(Mass. 1993) (\"[A]ny doubts about the interpretation of the release\n\nmust be resolved in the plaintiff's favor.\").              Thus, Clemmey\n\narguably failed to sustain the burden of proving the affirmative\n\ndefense   of   release,   let   alone   to   meet   the   more   stringent\n\n\n                                   32\n\frequirements    of   res   judicata   (e.g.,   identicality   of    parties,\n\nfinality of prior judgment).\n\n          Nor   has   Clemmey    demonstrated    that   the   res   judicata\n\ndoctrine, even if applicable to the Agreement for Judgment, would\n\nsupport a vacatur of the entire jury verdict.       Clemmey acknowledges\n\nthat evidence of tortious conduct after the entry of the Agreement\n\nfor Judgment, such as the allegation that he threw a rock through\n\na window at the Davignon home in August 1998, was introduced and\n\nadmitted at trial.         See Havercombe v. Dep't of Educ. of the\n\nCommonwealth of P.R., </pre><span class=\"citation\" data-id=\"199405\"><a href=\"/opinion/199405/havercombe-v-dept-of-education/\"><span class=\"volume\">250</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 4-5 (1st Cir. 2001) (noting that\n\nres judicata may not apply where second lawsuit alleges that\n\ndefendant engaged in additional, discrete instances of wrongful\n\nconduct following prior judgment).10\n\n          Finally, the record on appeal is sufficiently developed\n\nto enable clear resolution of the pivotal Rule 8(c) waiver issue,\n\nwithout a remand.     Although the district court ably grappled with\n\nthe affirmative defense asserted by Clemmey, its failure to consider\n\nthe waiver issue, which resulted in the vacation of the jury award,\n\nconstituted an abuse of discretion.\n\n          The district court order allowing the cross-appellees'\n\npostjudgment motion is therefore vacated, and the original judgment\n\n\n     10\n      Clemmey contends that these post-July 1998 events are\nimmaterial, as the Davignons did not include them in their original\ncomplaint.   Nevertheless, the testimony was admitted at trial,\nwithout objection. Consequently, the related factual issues were\ntried with the implied consent of the parties.\n\n                                      33\n\ffor the appellees, entered pursuant to the jury verdict, is hereby\n\nreinstated and affirmed.   The parties shall bear their own costs.\n\nSO ORDERED.\n\n\n\n\n                                34\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/21505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/155248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199891/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/591125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/699263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}