{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200397/",
  "absolute_url": "/opinion/200397/united-states-v-lebron-cepeda/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200397/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:50:36Z",
  "date_modified": "2016-02-28T05:02:58.034239Z",
  "type": "010combined",
  "sha1": "7c6859ee09384c3a8bde056d37f13e82a8a9b0e2",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-1650-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/03/31/US_v._Lebron-Cepeda.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 01-1650\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n                     VICTOR LEBRÓN-CEPEDA,\n\n                      Defendant, Appellant\n\n\n\nNo. 00-2293\n\n                   UNITED STATES OF AMERICA,\n\n                            Appellee\n\n                               v.\n\n                  JOSE R. CARABALLO-GONZALEZ,\n\n                      Defendant, Appellant\n\n\n\n         APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                            Before\n\n                Lynch and Howard, Circuit Judges,\n              and Shadur,* Senior District Judge.\n\f     Marlene Aponte Cabrera, for appellant Victor Lebrón Cepeda.\n     Rachel Brill, for appellant Jose Ramon Caraballo-Gonzalez.\n     Thomas F. Klumper, Assistant United States Attorney, with whom\nGuillermo Gil, United States Attorney, Jorge E. Vega-Pacheco,\nAssistant United States Attorney, Criminal Division, and Daniel\nVaccaro, Assistant United States Attorney, were on brief for\nappellee.\n\n\n\n                          March 31, 2003\n\n\n\n*Of the Northern District of Illinois, sitting by designation.\n\n\n\n\n                               -2-\n\f            Per Curiam.     At the conclusion of a twelve-day trial, a\n\njury convicted defendants-appellants José Ramón Caraballo-Gonzalez\n\nand Victor Lebrón-Cepeda of committing and aiding and abetting each\n\nother and others in the commission of a carjacking resulting in a\n\ndeath, see 18 U.S.C. §§ 2119(3) and 2, and of using and carrying,\n\nand aiding and abetting each other and others in the use and\n\ncarriage of, a firearm during and in relation to the carjacking,\n\nsee   18   U.S.C.   §§    924(c)(1)(3)    and    2.     The   district   court\n\nsubsequently sentenced each defendant to life imprisonment for his\n\ncarjacking conviction and to a statutorily mandated five-year\n\nconsecutive   term   of    imprisonment    for    his   firearm   conviction.\n\nDefendants appeal these judgments on a number of grounds.                   We\n\naffirm.\n\n                              I.   Background\n\n            We start with an account of the facts of the crimes as\n\nthe jury could have found them, e.g., United States v. Diaz, 285\n\nF.3d 92, 94 (1st Cir. 2002), but defer providing certain additional\n\ninformation until we discuss the issues to which the information is\n\nrelevant.\n\n            At about 11:40 p.m. on March 23, 1996, Iván Fontánez-\n\nBruno, a Puerto Rico Police Department cadet, drove his 1994\n\nHyundai automobile into a parking lot in a park adjoining a beach\n\nin Figwort, Puerto Rico.       Daisy Torres-Muñoz, a fellow cadet whom\n\nFontánez was dating, was seated next to him in the front passenger\n\n\n                                    -2-\n\fseat.    Fontánez and Torres had their police-issued firearms with\n\nthem.    Torres was carrying her weapon, but Fontánez had placed his\n\nin a black bag between the seats and next to the emergency brake.\n\n            As   the   automobile    entered      the    lot,    Torres   noticed\n\nappellant Caraballo, co-defendant Harold Evans-Garcia (who was\n\ntried separately, see United States v. Evans-Garcia, No. 01-2617,\n\n(1st Cir. March 19, 2003), and a third man she never was able to\n\nidentify (but whom other evidence showed to be appellant Lebrón)\n\nsitting on some nearby rocks.        The three earlier had split from a\n\nlarger   group   of    individuals   (all    of   whom    were    named   as   co-\n\ndefendants) with the shared intention of committing a carjacking.\n\nAll three knew that, just prior to the carjacking, Caraballo was\n\narmed with a nickel-plated .38 caliber revolver that would be used\n\nto facilitate the contemplated carjacking.\n\n            Fontánez parked his car next to a light pole along the\n\nbeach front and turned it off.              The car's windows were down.\n\nFontánez and Torres began to talk about the driver's licenses they\n\nwould need in order to drive patrol cars for the police force.                  As\n\nthey were talking, Torres opened her purse and, after placing her\n\ngun between her legs, set her purse down on top of it in order to\n\nretrieve her driver's license. Periodically, Torres looked out the\n\nHyundai's rear window at the individuals on the rocks because the\n\nway they were studying the cars in the lot aroused her suspicion.\n\n\n\n\n                                     -3-\n\f           Eventually,    Torres    mentioned   her    concern   about   the\n\nindividuals to Fontánez and suggested that they leave.            Fontánez\n\nturned to start the ignition and drive off, but was unable to do so\n\nbecause the three men had surrounded the car. Caraballo and Lebrón\n\napproached    on   the   driver's   side   window,    while   Evans-Garcia\n\napproached on the passenger's side.        Caraballo thrust the revolver\n\nthrough the window and placed it against Fontánez's head. Fontánez\n\nremoved his gun from his bag, but Caraballo warned Fontánez against\n\nusing it, stating that his revolver was cocked.          Fontánez dropped\n\nthe gun.\n\n           Caraballo, Evans-Garcia, and Lebrón pulled open the car\n\ndoors and ordered Fontánez and Torres, who was concealing her gun\n\nbeneath her purse, to move into the car's backseat.           Fontánez and\n\nTorres complied and took seats facing each other, with Fontánez in\n\nthe middle and Torres on the driver's side.           Caraballo handed his\n\nrevolver to Lebrón and took the wheel; Evans-Garcia picked up\n\nFontánez's weapon and sat in the front passenger seat; Lebrón\n\nseated himself in the rear on the passenger's side and placed the\n\nrevolver against Fontánez's head.          After warning Lebrón to be\n\ncareful because the revolver was cocked, Caraballo drove away.\n\n             At some point, Evans-Garcia accused Fontánez of being a\n\npolice officer because only an officer would have a weapon like the\n\none Fontánez had dropped.      Fontánez denied being a police officer\n\nand claimed that he worked for Wells Fargo.           Fontánez and Torres\n\n\n                                    -4-\n\fbegged to be released and offered to give the three assailants\n\nmoney and to drop them off wherever they wanted.        One or more of\n\nthe assailants replied to the effect that Fontánez and Torres would\n\nnot be released and should know that they were \"on [their] way to\n\nthe cemetery.\"1    The three also robbed Fontánez and Torres of money\n\nand jewelry but were dissatisfied with what they found.          Lebrón\n\nreturned Torres's jewelry to her.\n\n           Shortly thereafter, under the guise of putting on her\n\nsandals, Torres placed her gun under the seat in front of her in a\n\nplace where she could grab it should the need arise and the\n\nopportunity present itself.     After she sat back up, Torres placed\n\none of her feet on top of the gun.           But almost immediately,\n\nCaraballo drove the car into something that caused one of its\n\nbumpers to become detached and to be dragged along the ground.      The\n\nimpact caused Torres to inadvertently kick the gun to a spot beyond\n\nher reach.   Moments later, apparently after discovering something\n\nthat identified Fontánez as a police officer, Evans-Garcia yelled,\n\n\"I told you.      I told you that this son of a bitch was a cop.\"\n\n\n\n\n     1\n      In her direct testimony, Torres testified that Caraballo and\nLebrón made this remark. But on cross-examination, Torres testified\nthat Evans-Garcia made the statement. The government has taken the\nposition that Evans-Garcia made the statement but has neither\nacknowledged the inconsistency nor explained why we should adopt its\nreading of the record. Compare Evans-Garcia, No. 01-2617, slip op. at\n3 (recounting that, at Evans-Garcia's trial, the evidence suggested that\nEvans-Garcia had made the \"cemetery\" comment).\n\n\n                                  -5-\n\fLebrón immediately shot Fontánez once in the head, and Evans-Garcia\n\nturned around and shot him seven more times.\n\n              Following the shooting, Caraballo made a U-turn and\n\nstopped the car.       He and Lebrón exited and pulled the rear bumper\n\ncompletely free from the chassis, removed Fontánez's body, and\n\ndumped it on the road next to the car.                Evans-Garcia pulled Torres\n\nfrom the car by her hair and, after a brief argument among the\n\ncarjackers about whether to kill her as well, Lebrón told her to\n\nrun.    Torres jumped over a barrier next to the road and watched as\n\nthe car drove off.            Torres then ran to a nearby business and\n\npersuaded a patron to call the police.                A patrol car arrived almost\n\nimmediately.         Torres    gave     one    of    the   responding   officers   a\n\ndescription     of    the     Hyundai    and    a    brief   description   of   its\n\noccupants.      She also made the officer aware of the direction in\n\nwhich   the    car   had    departed.          The   officer   communicated     this\n\ninformation to other police officers via his police radio.\n\n              At about 12:15 a.m. on March 24, 1996, Carlos Martinez-\n\nRivera, a marshal in the Puerto Rico court system, observed a red\n\ncar with a missing bumper come to an abrupt stop in front of him.\n\nHe saw Caraballo, Evans-Garcia, and a third man whom he was not\n\nable to identify (but whom other evidence showed to be Lebrón) exit\n\nthe vehicle and walk quickly in the direction of a nearby housing\n\nproject.      Regarding what he had seen as suspicious, Martinez went\n\nto his nearby residence and called the police.                   He learned about\n\n\n                                         -6-\n\fthe carjacking and murder.           Martinez returned to the red car and\n\ngave a police officer who arrived at the scene a description of its\n\noccupants.    He also pointed out the housing project towards which\n\nthey had been headed.        The officer passed the information along to\n\nother officers.       A short time later, the police arrested Caraballo\n\nand Evans-Garcia at the housing project.                  Lebrón escaped arrest\n\nthat night and fled to New York, where he was apprehended on April\n\n13, 1997.\n\n                               II.       Discussion\n\n             Caraballo and Lebrón together challenge the sufficiency\n\nof the evidence underlying their carjacking convictions and, by\n\nextension,    the     sufficiency     of    the     evidence    underlying    their\n\nfirearms convictions.         Caraballo alternatively argues that his\n\nconvictions      were    tainted    by     the     district    court's    erroneous\n\nadmission of out-of-court and in-court identifications of him by\n\nwitnesses Torres and Martinez; by the court's plainly erroneous\n\nadmission under Fed. R. Evid. 801(d)(2)(A) of certain out-of-court\n\nstatements of Lebrón which tended to inculpate Caraballo; and by\n\nthe court's denial of his motion for a mistrial when a witness\n\ntestified that Lebrón had told him that Caraballo shot Fontánez.\n\nLebrón alternatively contends that the court erred in applying the\n\nfirst   degree    murder    cross    reference       specified    in     U.S.S.G.   §\n\n2B3.1(c)(1);     in     declining    to    award    him   a   role-in-the-offense\n\ndownward adjustment; in computing his criminal history category;\n\n\n                                          -7-\n\fand in declining to order that his court-appointed trial counsel be\n\nreimbursed for expenses incurred in flying a court-authorized\n\ndefense witness from Washington, D.C. to Puerto Rico in order to\n\ntestify at trial.      We address each of these arguments in turn.\n\nA.   Sufficiency Arguments\n\n             Caraballo and Lebrón together assert that the evidence\n\nwas insufficient to support the jury's determination that they had\n\nthe mens rea required by 18 U.S.C. § 2119.2       Relying upon a portion\n\nof the penultimate sentence of Holloway v. United States, 526 U.S.\n\n1, 12 (1999) (\"The intent requirement of § 2119 is satisfied when\n\nthe Government proves that at the moment the defendant demanded or\n\ntook control over the driver's automobile the defendant possessed\n\nthe intent to seriously harm or kill the driver . . . .\") (emphasis\n\n\n     2\n         The federal carjacking statute states:\n\n          Whoever, with the intent to cause death or serious\n     bodily harm[,] takes a motor vehicle that has been\n     transported, shipped, or received in interstate or foreign\n     commerce from the person or presence of another by force and\n     violence or by intimidation, or attempts to do so, shall --\n\n                  (1) be fined under this title or imprisoned\n             not more than 15 years, or both,\n\n                  (2) if serious bodily injury [defined in a\n             different statute] results, be fined under this\n             title or imprisoned not more than 25 years, or\n             both, and\n\n                  (3) if death results, be fined under this\n             title, or imprisoned for any number of years up to\n             life, or both, or sentenced to death.\n\n18 U.S.C. § 2119.\n\n                                    -8-\n\fsupplied), they say that the evidence was inadequate to ground a\n\nfinding that they were prepared to seriously harm or kill Fontánez\n\nprior to learning that he was a police officer -- which happened\n\nonly   after   they      had   taken   control      of   his    automobile.     The\n\ngovernment's response is built from the remainder of the sentence\n\nappellants quote, which says that a conditional intent to seriously\n\nharm or kill the driver \"if necessary to steal the car\" is\n\nsufficient to satisfy the statute.            Id.    In the government's view,\n\nthe    evidence    was    adequate     to   support      a     determination   that\n\nappellants were prepared to seriously harm or kill Fontánez in the\n\nbeach parking lot had he resisted their initial demand for his car.\n\n            The evidence that Caraballo placed a loaded and cocked\n\nrevolver against Fontánez's head at the inception of the carjacking\n\nand verbally threatened him permitted the jury to infer that\n\nCaraballo would have shot Fontánez had Fontánez failed to comply\n\nwith Caraballo's demand that he turn over the car.                     See Evans-\n\nGarcia, slip op. at 8; cf., e.g.,           United States v. Adams, 265 F.3d\n\n420, 424 (6th Cir. 2001) (evidence sufficient to support intent\n\nfinding where the defendant threatened and then physically touched\n\nthe victims with his gun); United States v. Lake, 150 F.3d 269, 272\n\n(3d Cir. 1998) (evidence sufficient to support intent finding where\n\ndefendant placed a gun near the head of the victim and asked for\n\nher keys).        Moreover, the evidence that Lebrón willfully and\n\nknowingly participated in the initiation of the carjacking while\n\n\n                                        -9-\n\ffully cognizant of how Caraballo intended to (and did in fact) use\n\nthe revolver permitted the jury to draw the same inference as to\n\nhim.       See Evans-Garcia, slip op. at 8.   Because the evidence was\n\nsufficient to permit the jury to draw these inferences, it was\n\nadequate to ground its determination that appellants took the\n\nvehicle with the required mens rea.       See id.; see also Holloway,\n\n526 U.S. at 12.3\n\n              In his brief, Lebrón makes an additional sufficiency\n\nargument.      Lebrón starts by asserting that the evidence pertaining\n\nto his role in the offense derived solely from out-of-court, post-\n\noffense confessions he made to a number of third parties, which the\n\nthird parties recounted to the jury (and which were admissible\n\nagainst Lebrón as admissions under Fed. R. Evid. 801(d)(2)).\n\nBuilding from this base, Lebrón contends that the accounts of his\n\nvarious confessions that the jury heard so conflicted with one\n\nanother that we should treat them as inadequate to sustain his\n\n\n\n       3\n      Caraballo makes related arguments that, in instructing the jury,\nthe district court erred in failing (1) to emphasize the need for a\nnexus between the taking and the intended harm at the precise moment the\nvehicle was relinquished, and (2) to specify that a conditional intent\nto seriously harm or kill is sufficient to satisfy the statute's mens\nrea requirement.     Caraballo's first argument fails because the\ninstructions simply tracked the language of 18 U.S.C. § 2119, which is\nitself adequate to put the jury on notice of the required nexus. See\nid. (stating that the unlawful taking or attempted taking must be\ncommitted \"with\" the specified intent). His second challenge fails\nbecause he did not object to the absence of a conditional intent\ninstruction, and because he has not explained how the absence of such\nan instruction might have affected his substantial rights. See United\nStates v. Olano, 517 U.S. 725, 735 (1993).\n\n                                   -10-\n\fconviction.     In pressing this claim, Lebrón invokes \"[t]he general\n\nrule that a jury cannot rely on an extrajudicial, post-offense\n\nconfession, even when voluntary, in the absence of 'substantial\n\nindependent      evidence       which    would       tend        to    establish     the\n\ntrustworthiness of the statement.'\"             United States v. Singleterry,\n\n29 F.3d 733, 737 (1st Cir. 1994) (brackets omitted) (quoting\n\nOpper v. United States, 348 U.S. 84, 93 (1954)).                         The argument\n\nfails for several reasons.\n\n           First,       if    Lebrón     understands         the       trustworthiness\n\nrequirement     to    apply    where    the    issue    is       the   credibility    of\n\nwitnesses' testimony about an accused's confession -- and not the\n\ncredibility of the confession itself -- he is mistaken.                              The\n\ntrustworthiness requirement is imposed out of concern that people\n\nsometimes fabricate stories about their involvement in a crime, and\n\naccordingly requires the government to introduce evidence other\n\nthan the confession which tends to prove that the confession was\n\nnot such a fabrication.           See id. at 736-37 & n.3.                 But to the\n\nextent   that    the    in-court       testimony       about      an   extra-judicial\n\nconfession      may    be    unreliable,      that     is    a    matter    for    cross\n\nexamination.      Second, this circuit has not decided whether the\n\ntrustworthiness requirement constitutes grounds for launching a\n\nsufficiency challenge (as Lebrón has done) or acts merely as a rule\n\ngoverning the admissibility of evidence. See id. at 737-39 & nn.4-\n\n6.   Finally, and perhaps most importantly, Lebrón is wrong in\n\n\n                                        -11-\n\fstating that there was no evidence against him except that derived\n\nfrom what he told third parties about his role in the crime.         Among\n\nother things, Torres's testimony about the tragic events that\n\ntranspired in Fontánez's Hyundai constituted independent proof of\n\nthe commission of the charged offense and was more than sufficient\n\nto establish the trustworthiness of Lebrón's confessions within the\n\nmeaning of the rule he cites.       See id. at 737 & n.2.\n\nB.   Caraballo's Alternative Arguments\n\n           1.   Identification Evidence\n\n           Martinez arrived at the scene of Caraballo's arrest\n\nwithin minutes of its occurrence and, without a request from the\n\narresting officers, identified him as one of the three men about\n\nwhom he had telephoned the police.        Torres identified Caraballo in\n\na photo spread of six photographs held on April 4, 1996, one and\n\none-half weeks after the carjacking.          Prior to trial, Caraballo\n\nmoved both to suppress these out-of-court identifications (usually\n\nadmissible under Fed. R. Evid. 801(d)(1)(C)) and to prohibit Torres\n\nand Martinez from identifying him in court.       Caraballo argued that\n\nthe procedures by which the identifications were procured were\n\nimpermissibly suggestive, and that the suggestiveness was such that\n\nthere    was    a   very    substantial    likelihood   of      irreparable\n\nmisidentification. See United States v. Simmons, 390 U.S. 377, 384\n\n(1968)   (setting   forth   the   two-part   standard   under    which   the\n\nappropriateness of suppression is to be judged). In support of his\n\n\n                                   -12-\n\fmotion,   Caraballo    pointed        out     that    Martinez   saw     Caraballo\n\nhandcuffed and sitting in a police cruiser prior to identifying\n\nhim.   Caraballo also introduced evidence tending to show that\n\nTorres saw Caraballo in a holding cell when she was brought to the\n\nsame police station at which he was being detained a few hours\n\nafter the carjacking (a sighting which Torres denied).\n\n             Following a five-day hearing, the district court issued\n\na written order denying Caraballo's motion.               Applying the inquiry\n\nmandated by Simmons, the court first held that the procedures that\n\nthe police employed were not impermissibly suggestive.                          With\n\nrespect to Martinez, the court found that the police did not use\n\nsuggestive    procedures      \"because      [Martinez's     identification        of\n\nCaraballo] was contemporaneous with the events that the witness had\n\nseen only a few minutes before and because it was precisely the\n\ninformation     that   he     provided      to   the    police    that    led     to\n\n[Caraballo's] arrest.\" As to Torres, the court implicitly credited\n\nTorres's testimony and found that she did not see Caraballo in a\n\nholding cell prior to identifying him in the photo spread.\n\n             On appeal, Caraballo asserts that \"there can be no\n\nquestion\" that the district court erred in concluding that the\n\ncircumstances under which Martinez identified Caraballo were unduly\n\nsuggestive.      But   this    ipse    dixit     is    neither   elaborated      nor\n\nbolstered by citation to applicable authority.                   Mindful that a\n\ncourt is to withhold identification evidence from the jury only in\n\n\n                                       -13-\n\f\"extraordinary circumstances,\" United States v. de Jesus-Rios, 990\n\nF.2d 672, 677 (1st Cir. 1993) (citation and internal quotation\n\nmarks omitted); see also United States v. Maguire, 918 F.2d 254,\n\n263-64 (1st Cir. 1990) (emphasizing that the suggestiveness of an\n\nidentification procedure is a proper subject of cross examination\n\nand that the jury is usually competent to weigh intelligently\n\nquestionable     identification      testimony)      (citing   Manson     v.\n\nBrathwaite, 432 U.S. 98, 116 (1977)), this assertion is inadequate\n\nto put the court's conclusion into issue, see United States v.\n\nZannino, 895 F.2d 1, 17 (1st Cir. 1990) (\"[I]ssues adverted to in\n\na perfunctory manner, unaccompanied by some effort at developed\n\nargumentation, are deemed waived.\").         At any rate, our independent\n\nreview of the matter satisfies us that the court permissibly\n\nallowed   the   jury   to   hear   about    Martinez's   identification   of\n\nCaraballo.\n\n           With respect to Torres, Caraballo essentially contends\n\nthat the evidence that Torres saw Caraballo in a holding cell a few\n\nhours after the carjacking was so powerful that the district court\n\nerred in crediting the accuracy of Torres's contrary testimony. We\n\nuphold a denial of a motion to suppress if any reasonable view of\n\nthe evidence supports the denial.          See United States v. Watson, 76\n\nF.3d 4, 6 (1st Cir. 1996).         As an appellate court, we lack the\n\ncompetence and authority to second-guess the court's decision to\n\ncredit Torres.    See, e.g., United States v. Laine, 270 F.3d 71, 75\n\n\n                                    -14-\n\f(1st    Cir.    2001).      And    in    any    event,   as   with   Martinez,   our\n\nindependent review of the issue leads us to conclude that the court\n\nreasonably allowed Torres's identification of Caraballo to go the\n\njury.\n\n               2.   Prejudicial Spillover from the Case against Lebrón\n\n               As set forth above, the jury heard several witnesses\n\nrecount the details of admissions Lebrón made to them about his\n\nrole in the carjacking.           Caraballo did not seek a severance of his\n\ntrial or a limiting instruction informing the jury that these\n\nadmissions were not to be considered against him.                    Caraballo now\n\ncontends that the admissions described facts so similar to those\n\nfor which he was on trial that the district court's failure to\n\nsever his trial from Lebrón's or to give the jury a limiting\n\ninstruction amounted to plain error within the meaning of Fed. R.\n\nCrim. P. 52(b).          Caraballo analogizes his plight to that of the\n\naccused in United States v. Sauza-Martinez, 217 F.3d 754 (9th Cir.\n\n2000), which found plain error in a trial court's failure to give\n\na limiting instruction at the time it admitted evidence regarding\n\nan extra-judicial statement by the accused's co-defendant that\n\ndirectly       implicated    both       the    co-defendant    and   the   accused.\n\nSee id. at 759-61.         Caraballo also complains that the court erred\n\nin denying his motion for a mistrial when one of these witnesses\n\ntestified that Lebrón told him that Caraballo (and not Lebrón) had\n\nshot Fontánez.\n\n\n                                          -15-\n\f            While it would be most unusual for us to find that a\n\ndistrict court erred in failing to give a limiting instruction that\n\nwas never requested, we shall assume solely for the sake of\n\nargument that    the    court   should   have    instructed   the   jury   sua\n\nsponte that Lebrón's admissions were not to be considered against\n\nCaraballo.    Even so, the hurdle set by Fed. R. Crim. P. 52(b) is\n\nhigh.     See Olano, 507 U.S. at 732-37.          And here, Caraballo has\n\nfallen far short of demonstrating that any error was of a type\n\nsubject to correction under Rule 52(b).\n\n            There never was any doubt that three men participated in\n\nthe carjacking and killing at the heart of this case.               The case\n\nagainst Caraballo thus did not turn on what happened; it largely\n\nturned on whether the government had proved beyond a reasonable\n\ndoubt that Caraballo was one of the three men who committed these\n\ncrimes.    In the end, the jury almost certainly credited Torres's\n\ntestimony that Caraballo was one of the three men, and Martinez's\n\ntestimony that Caraballo was one of the three men whom he saw exit\n\nFontánez's    Hyundai   shortly    after   the    carjacking.       Lebrón's\n\nadmissions -- which with the exception discussed below never\n\nidentified Caraballo as one of Lebrón's co-perpetrators (which\n\ndistinguishes Caraballo's situation from that of the defendant in\n\nSauza-Martinez, see 217 F.3d at 761) -- almost certainly had no\n\nbearing on the jury's decision to credit this testimony.                   The\n\n\n\n\n                                   -16-\n\fabsence of a limiting instruction thus did not affect Caraballo's\n\nsubstantial rights.      See Olano, 507 U.S. at 735.\n\n            By    contrast,   the   testimony   that    spurred   Caraballo's\n\nmotion for a mistrial did identify Caraballo as one of Lebrón's co-\n\nperpetrators.      But as we have recently explained:       \"When a witness\n\nstrays into forbidden territory, the usual remedy is to strike the\n\nwayward remark and instruct the jury to disregard it. . . .            In all\n\nbut the rare case, that remedy, if properly executed, will suffice\n\nto safeguard the aggrieved party's rights.\"            United States v. Lee,\n\n317 F.3d 26, 35 (1st Cir. 2003).            Here, as in Lee, the district\n\ncourt promptly struck the testimony and instructed the jury to\n\nignore it.       And here, as in Lee, the court's refusal to order a\n\nmistrial was within its discretion.           See id.    Factors similar to\n\nthose mentioned by the Lee panel in support of its ruling guide our\n\nanalysis.\n\n            First, the witness's reference to Caraballo was largely\n\ncumulative of Torres's far more direct and damning testimony that\n\nCaraballo was one of the carjackers and Martinez's testimony that\n\nCaraballo was one of the men who exited Fontánez's Hyundai.               See\n\nid.   True, Torres did not identify Caraballo as a shooter, as did\n\nthe witness.      But from the jury's perspective, the identities of\n\nthe shooters were immaterial to whether they were guilty of the\n\ncarjacking and weapons charges for which they were indicted.\n\nSecond, the remark appears to have been entirely accidental and was\n\n\n                                     -17-\n\fin no way invited by improper government questioning.           See id.\n\nThird, the district court quickly struck the remark and told the\n\njury to disregard it in language with which Caraballo has never\n\ntaken issue.    See id.     Finally, the record provides no reason for\n\nus   to   disregard   the    presumption   that   jurors   follow    their\n\ninstructions.    See id.       In sum, here (as in Lee), the errant\n\ncomment, while unfortunate, was not a difference maker.\n\nC.   Lebrón's Alternative Arguments\n\n           Lebrón's alternative arguments do not require extended\n\ndiscussion. His first argument is that the district court erred in\n\napplying the first degree murder cross reference set forth at\n\nU.S.S.G. § 2B3.1(c).      This guideline directs the sentencing judge\n\nto apply the guideline for first degree murder, U.S.S.G. § 2A1.1\n\n(setting a base offense level of 43, which requires a life sentence\n\nirrespective of defendant's criminal history), \"[i]f a victim was\n\nkilled under circumstances that would constitute murder under 18\n\nU.S.C. § 1111 had such killing taken place within the territorial\n\nor maritime jurisdiction of the United States . . . .\"              Section\n\n1111, in turn, defines murder to include, inter alia, any \"unlawful\n\nkilling of a human being with malice aforethought . . . committed\n\nin the perpetration of . . . [a] robbery.\"\n\n           At page 9 of his supplemental brief, Lebrón concedes that\n\nthe success of his challenge to the application of the first degree\n\nmurder cross reference depends on our finding that the killing of\n\n\n                                   -18-\n\fFontánez did not occur during the carjacking.            But the law of this\n\ncircuit is that \"the commission of a carjacking continues at least\n\nwhile the carjacker maintains control over the victim and [his or]\n\nher car.\"     Ramirez Burgos v. United States, 313 F.3d 23, 30 n.9\n\n(1st Cir. 2002).      Obviously, the killing of Fontánez took place\n\nprior   to   the   completion   of    the   carjacking    under   this   rule.\n\nAccordingly, we reject Lebrón's assignment of error and affirm the\n\ndistrict court's application of the first degree murder cross\n\nreference.\n\n             Lebrón also contends that the district court clearly\n\nerred, see United States v. Ortiz-Santiago, 211 F.3d 146, 148-49\n\n(1st Cir. 2000), in declining to award him a two-level reduction in\n\nhis base offense level for playing a minor role in the offenses for\n\nwhich he was convicted, see U.S.S.G. § 3B1.2(b).           In pressing this\n\nclaim, Lebrón points to evidence that he refused Evans-Garcia's\n\ndirective that he kill Torres, returned Torres's jewelry to her,\n\nand told her to run.     Lebrón also contends that he was not the one\n\ngiving orders or driving the car.\n\n             Our review of a district court's decision not to award a\n\nrole-in-the-offense reduction is deferential because the decision\n\nis extremely fact-sensitive.         See Ortiz-Santiago, 211 F.3d at 148.\n\nConsequently, \"absent a mistake of law, battles over a defendant's\n\nstatus will almost always be won or lost in the district court.\"\n\nId.   Here, we see no mistake of law or clear error in the district\n\n\n                                     -19-\n\fcourt's judgment that, with respect to the offenses of conviction,\n\nLebrón was not a minor participant. There was evidence that Lebrón\n\nwas the one who proposed the carjacking, secured the revolver used\n\nto take the car, held the revolver to Fontánez's head after\n\npossession of the car was wrested from Fontánez, shot Fontánez in\n\nthe head at point-blank range, and ultimately decided that Torres\n\nwould be spared.      In view of these facts, Lebrón's assertion of\n\nclear error borders on the specious.\n\n           Lebrón next asserts, with neither meaningful elaboration\n\nnor   citation   to   authority,   that   the   district   court   erred    in\n\ncounting certain juvenile offenses in his criminal record while\n\ncalculating his criminal history category (which was determined to\n\nbe III).   In so doing, Lebrón posits a conflict between U.S.S.G. §\n\n4A1.2(c)(2) (which excepts from the criminal history calculation,\n\ninter alia, sentences for juvenile status offenses and truancy) and\n\n§ 4A1.2(d) (which specifies how certain offenses committed prior to\n\nthe age of eighteen are to be counted under the guideline for\n\ncomputing the defendant's criminal history category, U.S.S.G. §\n\n4A1.1). He says that under the rule of lenity, the conflict should\n\nbe resolved against counting his offenses.         This dubious argument\n\nis so skeletally sketched that we regard it as waived.                     See\n\nZannino, 895 F.2d at 17.      In any event, because we have affirmed\n\nthe court's application of the cross reference for first degree\n\nmurder and its concomitant establishment of a base offense level of\n\n\n                                   -20-\n\f43, and because we have rejected Lebrón's only claim of sentencing\n\nerror that might have reduced his base offense level, Lebrón still\n\nwould be subject to a life sentence even if his criminal history\n\ncategory were I.     Thus, any error in the computation of his\n\ncriminal history category was harmless.     See Williams v. United\n\nStates, 503 U.S. 201, 203 (1992) (making clear that erroneous\n\nsentencing determinations not having an effect on the sentence are\n\nharmless errors within the meaning of Fed. R. Crim. P. 52(a)).\n\n          Finally, Lebrón challenges the district court's rejection\n\nof his motion for reimbursement of court-authorized expert witness\n\nexpenses in the amount of $388.80 advanced to a defense witness by\n\nhis trial counsel.    The motion was brought under the Criminal\n\nJustice Act, 18 U.S.C. § 3006A.       The government, citing extra-\n\ncircuit authority, responds that we lack jurisdiction to review a\n\ncourt's decision to reject a motion of this sort.    Lebrón has not\n\nreplied to the government's jurisdictional argument.\n\n          We do not address the merits of this dispute.    Lebrón's\n\nnotice of appeal neither specified the order rejecting his motion\n\nfor reimbursement nor manifested an intention to challenge it.\n\nAccordingly, he may not now contest the propriety of that ruling.\n\nE.g., Iacobucci v. Boulter, 193 F.3d 14, 22 (1st Cir. 1999);\n\nLehman v. Revolution Portfolio L.L.C., 166 F.3d 389, 395 (1st Cir.\n\n1999); cf. Chamorro v. Puerto Rico Cars, Inc., 304 F.3d 1, 3-4 (1st\n\nCir. 2002) (permitting an appeal of a judgment even though the\n\n\n                               -21-\n\fnotice of appeal specified only the order denying reconsideration\n\nof the judgment because the notice manifested appellant's intention\n\nto challenge the underlying judgment).             That said, the record\n\nreflects that this dispute may be more a matter of miscommunication\n\nthan substantive disagreement about Lebrón's counsel's entitlement\n\nto the amount she seeks.   If so, we urge the responsible parties to\n\nresolve this matter expeditiously.\n\n                           III.    Conclusion\n\n          For   the   reasons     set     forth   above,   we   affirm   the\n\nconvictions and sentences of José Ramón Caraballo-Gonzalez and\n\nVictor Lebrón-Cepeda.\n\n\n\n                  (Concurring opinion follows.)\n\n\n\n\n                                   -22-\n\f          HOWARD, Circuit Judge, concurring.     I join the panel's\n\nper curiam opinion in its entirety but write separately to share\n\nsome additional thoughts about appellants' primary sufficiency\n\nargument, see ante at 8-9, which raises what I perceive to be a\n\nrecurring issue.    I first summarize my analysis of the issue and\n\nthen explain why I believe it warrants this separate opinion.\n\n                                 I.\n\n          Appellants argue that they did not violate the federal\n\ncarjacking statute, 18 U.S.C. § 2119, because they did not form an\n\nintent to seriously harm or kill Fontánez (if they formed such an\n\nintent at all) until after they and the separately tried Evans-\n\nGarcia had initiated their crime.      In presenting this argument,\n\nappellants rely on statements in Holloway v. United States, 526\n\nU.S. 1 (1999), suggesting that one accused of carjacking must have\n\nhad the statutorily prescribed mens rea at \"the moment\" he demanded\n\nor took control of the driver's vehicle, id. at 12; see also id. at\n\n6-7, 8 (using language to similar effect); see generally ante at 8-\n\n10 (framing and then resolving this argument).     In response, the\n\ngovernment cites Holloway's holding, that the mens rea requirement\n\nof § 2119 is met if the defendant acted with a conditional intent\n\nto seriously harm or kill the victim when he commandeered the\n\nvictim's vehicle.   See id. at 12.\n\n          In so framing its response, the government does not\n\ncontest the premise of appellants' argument:    that Holloway calls\n\n\n                                -23-\n\ffor an assessment of their mens rea at the inception of the\n\ncarjacking.   But I do not accept appellants' premise.       I do not\n\nbelieve that Holloway should be read to limit the jury's focus to\n\nthe commencement of the carjacking in cases like this one which,\n\nunder settled circuit precedent, involve \"tak[ings]\" that occur\n\nover some period of time, see Ramirez Burgos v. United States, 313\n\nF.3d 23, 30 n.9 (1st Cir. 2002) (declining to specify \"the temporal\n\nlimits of a carjacking under § 2119\" but \"reaffirm[ing] that the\n\ncommission of a carjacking continues at least while the carjacker\n\nmaintains control over the victim and her car\").     I backtrack a bit\n\nto explain.\n\n          As set forth ante at 8 n.2, the federal carjacking\n\nstatute states:\n\n                 Whoever, with the intent to cause death\n          or serious bodily harm[,] takes a motor\n          vehicle that has been transported, shipped, or\n          received in interstate or foreign commerce\n          from the person or presence of another by\n          force and violence or by intimidation, or\n          attempts to do so, shall --\n\n                       (1) be fined under    this\n                  title or imprisoned not    more\n                  than 15 years, or both,\n\n                       (2)   if   serious   bodily\n                  injury [defined in a different\n                  statute] results, be fined under\n                  this title or imprisoned not\n                  more than 25 years, or both, and\n\n                       (3) if death results, be\n                  fined under this title, or\n                  imprisoned for any number of\n\n\n                               -24-\n\f                  years up to life, or both, or\n                  sentenced to death.\n\n18 U.S.C. § 2119.     The Supreme Court has held that the statute\n\ndescribes three offenses with different statutory elements: (1) a\n\ncarjacking (or attempted carjacking) simpliciter, § 2119(1); (2) a\n\ncarjacking (or attempted carjacking) resulting in a serious bodily\n\ninjury, § 2119(2); and (3) a carjacking (or attempted carjacking)\n\nresulting in a death, § 2119(3).        See Jones v. United States, 526\n\nU.S. 227, 232-52 (1999).    The carjackings under review in Holloway\n\ndid not result in a serious bodily injury or a death, and thus were\n\nthe kind described in § 2119(1).            See 526 U.S. at 4.       The\n\ncarjacking underlying these appeals was, by contrast, the kind\n\ndescribed in § 2119(3).\n\n          Many   of   the   attempted    carjackings   and   carjackings\n\noutlawed by § 2119(1) are entirely committed in the usually brief\n\nand frequently instantaneous period of time that it takes to\n\ninitiate and complete the actus reus:       the demand (in the case of\n\nan attempted carjacking) or the taking (in the case of a successful\n\ncarjacking) of the subject vehicle.         They are, in other words,\n\ncrimes in which the typical actus reus is aptly thought to occur at\n\na \"moment\" in time and not over a period of time.        Certainly, the\n\ncarjackings at issue in Holloway were of this kind.          See 526 U.S.\n\nat 4.   Thus, it is not surprising that the Holloway majority\n\nopinion would use the phrase \"the moment the defendant demanded or\n\ntook control over the driver's automobile\" to describe the point in\n\n                                 -25-\n\ftime       at   which    the   factfinder    should   assess   the   mens    rea   of\n\ndefendants who have committed this kind of carjacking.                  After all,\n\nthe defendant's mens rea is to be measured when he commits the\n\nactus reus.         See 18 U.S.C. § 2119 (stating that the proscribed\n\ntaking or attempted taking must be committed \"with\" the specified\n\nintent); see also Holloway, 526 U.S. at 8 (\"The statute's mens rea\n\ncomponent . . . modifies the act of 'tak[ing]' the motor vehicle.\")\n\n(alteration in original).\n\n                But I do not find anything in Holloway to suggest that\n\nthe    majority         in   that   case   intended   the   phrase   also   to   have\n\nprescriptive significance in those carjacking cases where the\n\ndefendant kidnaps the vehicle's occupants and thus commits the\n\nactus reus not in a \"moment\" but rather over an extended period of\n\ntime. See Ramirez-Burgos, 313 F.3d at 30 n.9 (citing United States\n\nv. Vazquez-Rivera, 135 F.3d 172, 178 (1st Cir. 1998));4 see also\n\nUnited States v. Hicks, 103 F.3d 837, 843-44 & nn.4 & 5 (9th Cir.\n\n1996) (similar); cf. Wayne R. LaFave, Criminal Law, § 8.5, at 817-\n\n18 (West 2000) (discussing the doctrine of \"continuing trespass\"\n\nwithin the law of larceny); Joshua Dressler, Understanding Criminal\n\nLaw, § 32.07[B] (2d ed. Matthew Bender 1995) (similar).                     The only\n\n\n       4\n      Vazquez-Rivera did not explicitly state that a carjacking\ninvolving a kidnaping continues at least so long as the carjacker\nmaintains control over the victim and her car, but it implied as much\nwhen it held that a serious bodily injury sustained by a carjacking\nvictim during a sexual assault that followed both the initial seizure\nof her vehicle and her kidnaping \"result[ed]\" from the carjacking within\nthe meaning of 18 U.S.C. § 2119(2). See 135 F.3d at 178.\n\n                                            -26-\n\fquestion    presented     in    Holloway,     as   described   by   that   case's\n\nmajority, was \"whether a person who points a gun at a driver,\n\nhaving decided to pull the trigger if the driver does not comply\n\nwith a demand for the car keys, possesses the intent, at that\n\nmoment, to seriously harm the driver.\"               526 U.S. at 6.   There was\n\nno issue as to when the assailant's intent is properly measured\n\nbecause only one possibility presented itself under the case facts:\n\nthe \"moment\" at which the vehicle was commandeered (which was the\n\nmoment at which the actus reus was concluded).                 Nor did the case\n\naddress matters pertaining to what we have called \"the temporal\n\nlimits\" of a carjacking.         See Ramirez Burgos, 313 F.3d at 30 n.9.\n\nNor, finally, does the language of the carjacking statute suggest\n\nthat, in circumstances such as these, the defendant's mens rea must\n\nbe measured at the moment that the taking is initiated.                       Cf.\n\nVazquez Rivera, 135 F.3d at 178 (\"We begin by noting that there is\n\nno textual basis for asserting that the injury must be 'necessary\n\nto'   or   'intended     to    effectuate'     the    taking   of   the    vehicle\n\nitself.\").       There is thus no reason to suppose that, in those cases\n\nwhere      the     carjacking     occurs      over     a   period     of     time,\n\nHolloway circumscribes          the   factfinder's     entitlement    to   assess\n\nappellants' mens rea at any point during the commission of the\n\nactus reus.\n\n             Of course, this reading of Holloway does not render it\n\nirrelevant to a case of this sort.            Holloway clarifies that we may\n\n\n                                       -27-\n\fsustain appellants' convictions if the jury rationally could have\n\nfound beyond a reasonable doubt, e.g., United States v. Marrero-\n\nOrtíz, 160 F.3d 768, 772 (1st Cir. 1998), that appellants intended\n\n(even conditionally) to seriously harm or kill at the moment they\n\nfirst took control over the Hyundai, see 526 U.S. at 12.              Indeed,\n\nI   think   the   most   persuasive    reason    for    affirming    appellant\n\nCaraballo's conviction is the     \"conditional intent\" thesis we have\n\nidentified in our opinion:      The evidence that Caraballo initiated\n\nthe carjacking by placing a loaded gun against Fontánez's head\n\npermitted the jury to conclude that Caraballo would have shot\n\nFontánez had Fontánez failed to comply with Caraballo's demand that\n\nhe turn over the car.      See ante at 9.\n\n            But my reading of Holloway also permits us to sustain\n\nappellants' convictions if the jury rationally could have found\n\nthat, at some point in time, they engaged in conduct constituting\n\npart of the actus reus proscribed by 18 U.S.C. § 2119 (or aided and\n\nabetted each other or others in doing so) with the specified mens\n\nrea, and if Fontánez's death resulted from their conduct.               See §\n\n2119(3).    Cf. LaFave, supra, at 817-18 (explaining that, under the\n\ncontinuing trespass doctrine, formation of the requisite mens rea\n\nat any time during a continuing, blameworthy trespass is sufficient\n\nto make the trespass a larceny because, at that moment, the taking\n\nand the required intent coincide); Dressler, supra, § 32.07[B][2]\n\n(same).      This   straightforward     ground    for    affirming   Lebrón's\n\n\n                                      -28-\n\fconviction doe not require asking whether the jury could have found\n\nthat he had a conditional intent to seriously harm or kill Fontánez\n\nat the moment the carjackers demanded the car.               In my view, we\n\ncould   have    affirmed      Lebrón's    conviction     simply    because    he\n\nintentionally shot Fontánez in the head at close range during the\n\nactus reus, thus manifesting an intention to seriously harm or kill\n\nhim.\n\n                                       II.\n\n          Ordinarily, I would not write separately to point out a\n\ndifferent, and less settled, route to a result with which I concur\n\n-- especially where the route that the panel opinion travels is\n\nboth entirely correct and based on established law.               But there are\n\nsituations where the potential costs of leaving matters unresolved\n\nexceed the costs that can be generated by attempting to resolve an\n\nopen question.       See Cass R. Sunstein, Foreword: Leaving Things\n\nUndecided,     110   Harv.    L.   Rev.   4,    15-20   (1995).      I   regard\n\ninterpretation of the carjacking statute's mens rea requirement as\n\nsuch a situation, involving the possible inadvertent foreclosure of\n\nan important issue.\n\n          Defendants         charged   with     a   carjacking    involving   a\n\nkidnaping that results in serious bodily injury or death face\n\nextremely stiff penal sanctions.              See 18 U.S.C. § 2119(2), (3).\n\nUnless and until we weigh in on whether Holloway has the meaning\n\nappellants have attached to it, such defendants will have a strong\n\n\n                                       -29-\n\fincentive to argue that the government has failed to prove beyond\n\na reasonable doubt that they had a conditional intent to harm or\n\nkill -- an elusive concept that is, by its very nature, difficult\n\nto prove -- at the moment they first commandeered the vehicle.\n\nDistrict courts will thus be left to make difficult decisions\n\nwhether to permit an argument of this sort, grant a Fed. R. Crim.\n\nP. 29 motion on this basis, and/or instruct the jury without\n\nauthoritative circuit guidance.\n\n          If appellants' construction of Holloway is permitted to\n\ncarry the day, it is not difficult to imagine a scenario where a\n\ncarjacking defendant who has kidnaped and harmed (or killed) his\n\nvictim escapes punishment under 18 U.S.C. § 2119.                  Imagine a\n\ncarjacking in which the defendant approaches a woman as she is\n\ngetting into her vehicle in a crowded parking lot, points an\n\nunloaded gun at her, tells her that he is going to commandeer her\n\nvehicle but that she will be fine if she does as she is told,\n\ndrives her to some remote location, and sexually assaults her.\n\nSuppose further   that,   at   his   trial   for   violating   §    2119(2),\n\ndefendant truthfully testifies that he would have abandoned the\n\ncarjacking and run off had the victim resisted, and that he only\n\ndecided to assault her when the opportunity presented itself after\n\nhe had taken control of her vehicle.     Under appellants' reading of\n\nHolloway, an acquittal (not subject to appellate review) would be\n\nmandated in such a situation, despite the fact that the statutory\n\n\n                                 -30-\n\flanguage of § 2119(2) easily supports a conviction (under what I\n\nbelieve to be this circuit's definition of the statutory term\n\n\"takes a motor vehicle,\" see Ramirez Burgos, 313 F.3d at 30 n.9),\n\nand the fact that, as I believe, Congress would intend the statute\n\nto reach this set of facts.\n\n           It is a very small but logical step from Ramirez Burgos\n\nto the construction of 18 U.S.C. § 2119(2) and (3) that I have\n\ndescribed.     In my view, it is a step that we should take.      Doing so\n\nwould   help    to   ensure   against   erroneous   acquittals,   provide\n\nclarification of the law, and facilitate guilty pleas by carjackers\n\nwho kidnap and then harm their victims and who otherwise might roll\n\nthe dice on trials designed to raise reasonable doubt as to whether\n\nthey had the conditional intent to harm their victims at the\n\ninstant they initiated their crimes.\n\n\n\n\n                                   -31-\n\f",
  "html": "<p class=\"case_cite\">324 F.3d 52</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Victor LEBR&#211;N-CEPEDA, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Jose R. Caraballo-Gonzalez, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1650.</p>\n    <p class=\"docket\">No. 00-2293.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 3, 2002.</p>\n    <p class=\"date\">Decided March 31, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Marlene Aponte Cabrera, for appellant Victor Lebr&#243;n Cepeda.</p>\n      <p class=\"indent\">Rachel Brill, for appellant Jose Ramon Caraballo-Gonzalez.</p>\n      <p class=\"indent\">Thomas F. Klumper, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Assistant United States Attorney, Criminal Division, and Daniel Vaccaro, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH and HOWARD, Circuit Judges, and SHADUR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At the conclusion of a twelve-day trial, a jury convicted defendants-appellants Jos&#233; Ram&#243;n Caraballo-Gonzalez and Victor Lebr&#243;n-Cepeda of committing and aiding and abetting each other and others in the commission of a carjacking resulting in a death, <i>see</i> 18 U.S.C. &#167;&#167; 2119(3) and 2, and of using and carrying, and aiding and abetting each other and others in the use and carriage of, a firearm during and in relation to the carjacking, <i>see</i> 18 U.S.C. &#167;&#167; 924(c)(1)(3) and 2. The district court subsequently sentenced each defendant to life imprisonment for his carjacking conviction and to a statutorily mandated five-year consecutive term of imprisonment for his firearm conviction. Defendants appeal these judgments on a number of grounds. We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We start with an account of the facts of the crimes as the jury could have found them, <i>e.g., United States v. Diaz,</i> 285 F.3d 92, 94 (1st Cir.2002), but defer providing certain additional information until we discuss the issues to which the information is relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At about 11:40 p.m. on March 23, 1996, Iv&#225;n Font&#225;nez-Bruno, a Puerto Rico Police Department cadet, drove his 1994 Hyundai automobile into a parking lot in a park adjoining a beach in Figwort, Puerto Rico. Daisy Torres-Mu&#241;oz, a fellow cadet whom Font&#225;nez was dating, was seated next to him in the front passenger seat. Font&#225;nez and Torres had their police-issued firearms with them. Torres was carrying her weapon, but Font&#225;nez had placed his in a black bag between the seats and next to the emergency brake.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As the automobile entered the lot, Torres noticed appellant Caraballo, co-defendant Harold Evans-Garcia (who was tried separately, <i>see United States v. Evans-Garcia,</i> 322 F.3d 110, 2003 WL 1240599 (1st Cir.2003)), and a third man she never was able to identify (but whom other evidence showed to be appellant Lebr&#243;n) sitting on some nearby rocks. The three earlier had split from a larger group of individuals (all of whom were named as codefendants) with the shared intention of committing a carjacking. All three knew that, just prior to the carjacking, Caraballo was armed with a nickel-plated .38 caliber revolver that would be used to facilitate the contemplated carjacking.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Font&#225;nez parked his car next to a light pole along the beach front and turned it off. The car's windows were down. Font&#225;nez and Torres began to talk about the driver's licenses they would need in order to drive patrol cars for the police force. As they were talking, Torres opened her purse and, after placing her gun between her legs, set her purse down on top of it in order to retrieve her driver's license. Periodically, Torres looked out the Hyundai's rear window at the individuals on the rocks because the way they were studying the cars in the lot aroused her suspicion.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Eventually, Torres mentioned her concern about the individuals to Font&#225;nez and suggested that they leave. Font&#225;nez turned to start the ignition and drive off, but was unable to do so because the three men had surrounded the car. Caraballo and Lebr&#243;n approached on the driver's side window, while Evans-Garcia approached on the passenger's side. Caraballo thrust the revolver through the window and placed it against Font&#225;nez's head. Font&#225;nez removed his gun from his bag, but Caraballo warned Font&#225;nez against using it, stating that his revolver was cocked. Font&#225;nez dropped the gun.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Caraballo, Evans-Garcia, and Lebr&#243;n pulled open the car doors and ordered Font&#225;nez and Torres, who was concealing her gun beneath her purse, to move into the car's backseat. Font&#225;nez and Torres complied and took seats facing each other, with Font&#225;nez in the middle and Torres on the driver's side. Caraballo handed his revolver to Lebr&#243;n and took the wheel; Evans-Garcia picked up Font&#225;nez's weapon and sat in the front passenger seat; Lebr&#243;n seated himself in the rear on the passenger's side and placed the revolver against Font&#225;nez's head. After warning Lebr&#243;n to be careful because the revolver was cocked, Caraballo drove away.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At some point, Evans-Garcia accused Font&#225;nez of being a police officer because only an officer would have a weapon like the one Font&#225;nez had dropped. Font&#225;nez denied being a police officer and claimed that he worked for Wells Fargo. Font&#225;nez and Torres begged to be released and offered to give the three assailants money and to drop them off wherever they wanted. One or more of the assailants replied to the effect that Font&#225;nez and Torres would not be released and should know that they were \"on [their] way to the cemetery.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The three also robbed Font&#225;nez and Torres of money and jewelry but were dissatisfied with what they found. Lebr&#243;n returned Torres's jewelry to her.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Shortly thereafter, under the guise of putting on her sandals, Torres placed her gun under the seat in front of her in a place where she could grab it should the need arise and the opportunity present itself. After she sat back up, Torres placed one of her feet on top of the gun. But almost immediately, Caraballo drove the car into something that caused one of its bumpers to become detached and to be dragged along the ground. The impact caused Torres to inadvertently kick the gun to a spot beyond her reach. Moments later, apparently after discovering something that identified Font&#225;nez as a police officer, Evans-Garcia yelled, \"I told you. I told you that this son of a bitch was a cop.\" Lebr&#243;n immediately shot Font&#225;nez once in the head, and Evans-Garcia turned around and shot him seven more times.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following the shooting, Caraballo made a U-turn and stopped the car. He and Lebr&#243;n exited and pulled the rear bumper completely free from the chassis, removed Font&#225;nez's body, and dumped it on the road next to the car. Evans-Garcia pulled Torres from the car by her hair and, after a brief argument among the carjackers about whether to kill her as well, Lebr&#243;n told her to run. Torres jumped over a barrier next to the road and watched as the car drove off. Torres then ran to a nearby business and persuaded a patron to call the police. A patrol car arrived almost immediately. Torres gave one of the responding officers a description of the Hyundai and a brief description of its occupants. She also made the officer aware of the direction in which the car had departed. The officer communicated this information to other police officers via his police radio.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At about 12:15 a.m. on March 24, 1996, Carlos Martinez-Rivera, a marshal in the Puerto Rico court system, observed a red car with a missing bumper come to an abrupt stop in front of him. He saw Caraballo, Evans-Garcia, and a third man whom he was not able to identify (but whom other evidence showed to be Lebr&#243;n) exit the vehicle and walk quickly in the direction of a nearby housing project. Regarding what he had seen as suspicious, Martinez went to his nearby residence and called the police. He learned about the carjacking and murder. Martinez returned to the red car and gave a police officer who arrived at the scene a description of its occupants. He also pointed out the housing project towards which they had been headed. The officer passed the information along to other officers. A short time later, the police arrested Caraballo and Evans-Garcia at the housing project. Lebr&#243;n escaped arrest that night and fled to New York, where he was apprehended on April 13, 1997.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Caraballo and Lebr&#243;n together challenge the sufficiency of the evidence underlying their carjacking convictions and, by extension, the sufficiency of the evidence underlying their firearms convictions. Caraballo alternatively argues that his convictions were tainted by the district court's erroneous admission of out-of-court and in-court identifications of him by witnesses Torres and Martinez; by the court's plainly erroneous admission under Fed.R.Evid. 801(d)(2)(A) of certain out-of-court statements of Lebr&#243;n which tended to inculpate Caraballo; and by the court's denial of his motion for a mistrial when a witness testified that Lebr&#243;n had told him that Caraballo shot Font&#225;nez. Lebr&#243;n alternatively contends that the court erred in applying the first degree murder cross reference specified in U.S.S.G. &#167; 2B3.1(c)(1); in declining to award him a role-in-the-offense downward adjustment; in computing his criminal history category; and in declining to order that his court-appointed trial counsel be reimbursed for expenses incurred in flying a court-authorized defense witness from Washington, D.C. to Puerto Rico in order to testify at trial. We address each of these arguments in turn.</p>\n    </div>\n    <p class=\"indent\">A. Sufficiency Arguments</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Caraballo and Lebr&#243;n together assert that the evidence was insufficient to support the jury's determination that they had the <i>mens rea</i> required by 18 U.S.C. &#167; 2119.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Relying upon a portion of the penultimate sentence of <i>Holloway v. United States,</i> 526 U.S. 1, 12, 119 S.Ct. 966, 143 L.Ed.2d 1 (1999) (\"The intent requirement of &#167; 2119 is satisfied when the Government proves that <i>at the moment the defendant demanded or took control over the driver's automobile</i> the defendant possessed the intent to seriously harm or kill the driver....\") (emphasis supplied), they say that the evidence was inadequate to ground a finding that they were prepared to seriously harm or kill Font&#225;nez prior to learning that he was a police officer &#8212; which happened only <i>after</i> they had taken control of his automobile. The government's response is built from the remainder of the sentence appellants quote, which says that a <i>conditional</i> intent to seriously harm or kill the driver \"if necessary to steal the car\" is sufficient to satisfy the statute. <i>Id.</i> In the government's view, the evidence was adequate to support a determination that appellants were prepared to seriously harm or kill Font&#225;nez in the beach parking lot had he resisted their initial demand for his car.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The evidence that Caraballo placed a loaded and cocked revolver against Font&#225;nez's head at the inception of the carjacking and verbally threatened him permitted the jury to infer that Caraballo would have shot Font&#225;nez had Font&#225;nez failed to comply with Caraballo's demand that he turn over the car. <i>See Evans-Garcia,</i> slip op. at 8; <i>cf., e.g., United States v. Adams,</i> 265 F.3d 420, 424 (6th Cir.2001) (evidence sufficient to support intent finding where the defendant threatened and then physically touched the victims with his gun); <i>United States v. Lake,</i> 150 F.3d 269, 272 (3d Cir.1998) (evidence sufficient to support intent finding where defendant placed a gun near the head of the victim and asked for her keys). Moreover, the evidence that Lebr&#243;n willfully and knowingly participated in the initiation of the carjacking while fully cognizant of how Caraballo intended to (and did in fact) use the revolver permitted the jury to draw the same inference as to him. <i>See Evans-Garcia,</i> slip op. at 8. Because the evidence was sufficient to permit the jury to draw these inferences, it was adequate to ground its determination that appellants took the vehicle with the required <i>mens rea, See id.; see also Holloway,</i> 526 U.S. at 12, 119 S.Ct. 966.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In his brief, Lebr&#243;n makes an additional sufficiency argument. Lebr&#243;n starts by asserting that the evidence pertaining to his role in the offense derived solely from out-of-court, post-offense confessions he made to a number of third parties, which the third parties recounted to the jury (and which were admissible against Lebr&#243;n as admissions under Fed.R.Evid. 801(d)(2)). Building from this base, Lebr&#243;n contends that the accounts of his various confessions that the jury heard so conflicted with one another that we should treat them as inadequate to sustain his conviction. In pressing this claim, Lebr&#243;n invokes \"[t]he general rule that a jury cannot rely on an extrajudicial, post-offense confession, even when voluntary, in the absence of `substantial independent evidence which would tend to establish the trustworthiness of the statement.'\" <i>United States v. Singleterry,</i> 29 F.3d 733, 737 (1st Cir.1994) (brackets omitted) (quoting <i>Opper v. United States,</i> 348 U.S. 84, 93, 75 S.Ct. 158, 99 L.Ed. 101 (1954)). The argument fails for several reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First, if Lebr&#243;n understands the trustworthiness requirement to apply where the issue is the credibility of witnesses' testimony about an accused's confession &#8212; and not the credibility of the confession itself &#8212; he is mistaken. The trustworthiness requirement is imposed out of concern that people sometimes fabricate stories about their involvement in a crime, and accordingly requires the government to introduce evidence other than the confession which tends to prove that the confession was not such a fabrication. <i>See id.</i> at 736-37 &amp; n. 3. But to the extent that the in-court testimony about an extra-judicial confession may be unreliable, that is a matter for cross examination. Second, this circuit has not decided whether the trustworthiness requirement constitutes grounds for launching a sufficiency challenge (as Lebr&#243;n has done) or acts merely as a rule governing the admissibility of evidence. <i>See id.</i> at 737-39 &amp; nn. 4-6. Finally, and perhaps most importantly, Lebr&#243;n is wrong in stating that there was no evidence against him except that derived from what he told third parties about his role in the crime. Among other things, Torres's testimony about the tragic events that transpired in Font&#225;nez's Hyundai constituted independent proof of the commission of the charged offense and was more than sufficient to establish the trustworthiness of Lebr&#243;n's confessions within the meaning of the rule he cites. <i>See id.</i> at 737 &amp; n. 2.</p>\n    </div>\n    <p class=\"indent\">B. Caraballo's Alternative Arguments</p>\n    <p class=\"indent\">\n      <i>1. Identification Evidence</i>\n    </p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Martinez arrived at the scene of Caraballo's arrest within minutes of its occurrence and, without a request from the arresting officers, identified him as one of the three men about whom he had telephoned the police. Torres identified Caraballo in a photo spread of six photographs held on April 4, 1996, one and one-half weeks after the carjacking. Prior to trial, Caraballo moved both to suppress these out-of-court identifications (usually admissible under Fed.R.Evid. 801(d)(1)(C)) and to prohibit Torres and Martinez from identifying him in court. Caraballo argued that the procedures by which the identifications were procured were impermissibly suggestive, and that the suggestiveness was such that there was a very substantial likelihood of irreparable misidentification. <i>See Simmons v. United States,</i> 390 U.S. 377, 384, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968) (setting forth the two-part standard under which the appropriateness of suppression is to be judged). In support of his motion, Caraballo pointed out that Martinez saw Caraballo handcuffed and sitting in a police cruiser prior to identifying him. Caraballo also introduced evidence tending to show that Torres saw Caraballo in a holding cell when she was brought to the same police station at which he was being detained a few hours after the carjacking (a sighting which Torres denied).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Following a five-day hearing, the district court issued a written order denying Caraballo's motion. Applying the inquiry mandated by <i>Simmons,</i> the court first held that the procedures that the police employed were not impermissibly suggestive. With respect to Martinez, the court found that the police did not use suggestive procedures \"because [Martinez's identification of Caraballo] was contemporaneous with the events that the witness had seen only a few minutes before and because it was precisely the information that he provided to the police that led to [Caraballo's] arrest.\" As to Torres, the court implicitly credited Torres's testimony and found that she did not see Caraballo in a holding cell prior to identifying him in the photo spread.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On appeal, Caraballo asserts that \"there can be no question\" that the district court erred in concluding that the circumstances under which Martinez identified Caraballo were unduly suggestive. But this <i>ipse dixit</i> is neither elaborated nor bolstered by citation to applicable authority. Mindful that a court is to withhold identification evidence from the jury only in \"extraordinary circumstances,\" <i>United States v. de Jesus-Rios,</i> 990 F.2d 672, 677 (1st Cir. 1993) (citation and internal quotation marks omitted); <i>see also United States v. Maguire,</i> 918 F.2d 254, 263-64 (1st Cir. 1990) (emphasizing that the suggestiveness of an identification procedure is a proper subject of cross examination and that the jury is usually competent to weigh intelligently questionable identification testimony) (citing <i>Manson v. Brathwaite,</i> 432 U.S. 98, 116, 97 S.Ct. 2243, 53 L.Ed.2d 140 (1977)), this assertion is inadequate to put the court's conclusion into issue, <i>see United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"). At any rate, our independent review of the matter satisfies us that the court permissibly allowed the jury to hear about Martinez's identification of Caraballo.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">With respect to Torres, Caraballo essentially contends that the evidence that Torres saw Caraballo in a holding cell a few hours after the carjacking was so powerful that the district court erred in crediting the accuracy of Torres's contrary testimony. We uphold a denial of a motion to suppress if any reasonable view of the evidence supports the denial. <i>See United States v. Watson,</i> 76 F.3d 4, 6 (1st Cir. 1996). As an appellate court, we lack the competence and authority to second-guess the court's decision to credit Torres. <i>See, e.g., United States v. Laine,</i> 270 F.3d 71, 75 (1st Cir.2001). And in any event, as with Martinez, our independent review of the issue leads us to conclude that the court reasonably allowed Torres's identification of Caraballo to go the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\n        <i>2. Prejudicial Spillover from the Case against Lebr&#243;n</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As set forth above, the jury heard several witnesses recount the details of admissions Lebr&#243;n made to them about his role in the carjacking. Caraballo did not seek a severance of his trial or a limiting instruction informing the jury that these admissions were not to be considered against him. Caraballo now contends that the admissions described facts so similar to those for which he was on trial that the district court's failure to sever his trial from Lebr&#243;n's or to give the jury a limiting instruction amounted to plain error within the meaning of Fed.R.Crim.P. 52(b). Caraballo analogizes his plight to that of the accused in <i>United States v. Sauza-Martinez,</i> 217 F.3d 754 (9th Cir.2000), which found plain error in a trial court's failure to give a limiting instruction at the time it admitted evidence regarding an extra-judicial statement by the accused's co-defendant that directly implicated both the co-defendant and the accused. <i>See id.</i> at 759-61. Caraballo also complains that the court erred in denying his motion for a mistrial when one of these witnesses testified that Lebr&#243;n told him that <i>Caraballo</i> (and not Lebr&#243;n) had shot Font&#225;nez.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While it would be most unusual for us to find that a district court erred in failing to give a limiting instruction that was never requested, we shall assume solely for the sake of argument that the court should have instructed the jury <i>sua sponte</i> that Lebr&#243;n's admissions were not to be considered against Caraballo. Even so, the hurdle set by Fed.R.Crim.P. 52(b) is high. <i>See Olano,</i> 507 U.S. at 732-37, 113 S.Ct. 1770. And here, Caraballo has fallen far short of demonstrating that any error was of a type subject to correction under Rule 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There never was any doubt that three men participated in the carjacking and killing at the heart of this case. The case against Caraballo thus did not turn on what happened; it largely turned on whether the government had proved beyond a reasonable doubt that Caraballo was one of the three men who committed these crimes. In the end, the jury almost certainly credited Torres's testimony that Caraballo was one of the three men, and Martinez's testimony that Caraballo was one of the three men whom he saw exit Font&#225;nez's Hyundai shortly after the carjacking. Lebr&#243;n's admissions &#8212; which with the exception discussed below never identified Caraballo as one of Lebr&#243;n's co-perpetrators (which distinguishes Caraballo's situation from that of the defendant in <i>Sauza-Martinez, see</i> 217 F.3d at 761) &#8212; almost certainly had no bearing on the jury's decision to credit this testimony. The absence of a limiting instruction thus did not affect Caraballo's substantial rights. <i>See Olano,</i> 507 U.S. at 735, 113 S.Ct. 1770.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">By contrast, the testimony that spurred Caraballo's motion for a mistrial did identify Caraballo as one of Lebr&#243;n's co-perpetrators. But as we have recently explained: \"When a witness strays into forbidden territory, the usual remedy is to strike the wayward remark and instruct the jury to disregard it.... In all but the rare case, that remedy, if properly executed, will suffice to safeguard the aggrieved party's rights.\" <i>United States v. Lee,</i> 317 F.3d 26, 35 (1st Cir.2003). Here, as in <i>Lee,</i> the district court promptly struck the testimony and instructed the jury to ignore it. And here, as in <i>Lee,</i> the court's refusal to order a mistrial was within its discretion. <i>See id.</i> Factors similar to those mentioned by the <i>Lee</i> panel in support of its ruling guide our analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">First, the witness's reference to Caraballo was largely cumulative of Torres's far more direct and damning testimony that Caraballo was one of the carjackers and Martinez's testimony that Caraballo was one of the men who exited Font&#225;nez's Hyundai. <i>See id.</i> True, Torres did not identify Caraballo as a shooter, as did the witness. But from the jury's perspective, the identities of the shooters were immaterial to whether they were guilty of the carjacking and weapons charges for which they were indicted. Second, the remark appears to have been entirely accidental and was in no way invited by improper government questioning. <i>See id.</i> Third, the district court quickly struck the remark and told the jury to disregard it in language with which Caraballo has never taken issue. <i>See id.</i> Finally, the record provides no reason for us to disregard the presumption that jurors follow their instructions. <i>See id.</i> In sum, here (as in <i>Lee</i>), the errant comment, while unfortunate, was not a difference maker.</p>\n    </div>\n    <p class=\"indent\">C. Lebr&#243;n's Alternative Arguments</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Lebr&#243;n's alternative arguments do not require extended discussion. His first argument is that the district court erred in applying the first degree murder cross reference set forth at U.S.S.G. &#167; 2B3.1(c). This guideline directs the sentencing judge to apply the guideline for first degree murder, U.S.S.G. &#167; 2A1.1 (setting a base offense level of 43, which requires a life sentence irrespective of defendant's criminal history), \"[i]f a victim was killed under circumstances that would constitute murder under 18 U.S.C. &#167; 1111 had such killing taken place within the territorial or maritime jurisdiction of the United States....\" Section 1111, in turn, defines murder to include, <i>inter alia,</i> any \"unlawful killing of a human being with malice aforethought ... committed in the perpetration of ... [a] robbery.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">At page 9 of his supplemental brief, Lebr&#243;n concedes that the success of his challenge to the application of the first degree murder cross reference depends on our finding that the killing of Font&#225;nez did not occur during the carjacking. But the law of this circuit is that \"the commission of a carjacking continues at least while the carjacker maintains control over the victim and [his or] her car.\" <i>Ramirez-Burgos v. United States,</i> 313 F.3d 23, 30 n. 9 (1st Cir.2002). Obviously, the killing of Font&#225;nez took place prior to the completion of the carjacking under this rule. Accordingly, we reject Lebr&#243;n's assignment of error and affirm the district court's application of the first degree murder cross reference.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Lebr&#243;n also contends that the district court clearly erred, <i>see United States v. Ortiz-Santiago,</i> 211 F.3d 146, 148-49 (1st Cir.2000), in declining to award him a two-level reduction in his base offense level for playing a minor role in the offenses for which he was convicted, <i>see</i> U.S.S.G. &#167; 3B1.2(b). In pressing this claim, Lebr&#243;n points to evidence that he refused Evans-Garcia's directive that he kill Torres, returned Torres's jewelry to her, and told her to run. Lebr&#243;n also contends that he was not the one giving orders or driving the car.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our review of a district court's decision not to award a role-in-the-offense reduction is deferential because the decision is extremely fact-sensitive. <i>See Ortiz-Santiago,</i> 211 F.3d at 148. Consequently, \"absent a mistake of law, battles over a defendant's status will almost always be won or lost in the district court.\" <i>Id.</i> Here, we see no mistake of law or clear error in the district court's judgment that, with respect to the offenses of conviction, Lebr&#243;n was not a minor participant. There was evidence that Lebr&#243;n was the one who proposed the carjacking, secured the revolver used to take the car, held the revolver to Font&#225;nez's head after possession of the car was wrested from Font&#225;nez, shot Font&#225;nez in the head at point-blank range, and ultimately decided that Torres would be spared. In view of these facts, Lebr&#243;n's assertion of clear error borders on the specious.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Lebr&#243;n next asserts, with neither meaningful elaboration nor citation to authority, that the district court erred in counting certain juvenile offenses in his criminal record while calculating his criminal history category (which was determined to be III). In so doing, Lebr&#243;n posits a conflict between U.S.S.G. &#167; 4A1.2(c)(2) (which excepts from the criminal history calculation, <i>inter alia,</i> sentences for juvenile status offenses and truancy) and &#167; 4A1.2(d) (which specifies how certain offenses committed prior to the age of eighteen are to be counted under the guideline for computing the defendant's criminal history category, U.S.S.G. &#167; 4A1.1). He says that under the rule of lenity, the conflict should be resolved against counting his offenses. This dubious argument is so skeletally sketched that we regard it as waived. <i>See Zannino,</i> 895 F.2d at 17. In any event, because we have affirmed the court's application of the cross reference for first degree murder and its concomitant establishment of a base offense level of 43, and because we have rejected Lebr&#243;n's only claim of sentencing error that might have reduced his base offense level, Lebr&#243;n still would be subject to a life sentence even if his criminal history category were I. Thus, any error in the computation of his criminal history category was harmless. <i>See Williams v. United States,</i> 503 U.S. 193, 201, 203 (1992) (making clear that erroneous sentencing determinations not having an effect on the sentence are harmless errors within the meaning of Fed. R.Crim.P. 52(a)). Finally, Lebr&#243;n challenges the district court's rejection of his motion for reimbursement of court-authorized expert witness expenses in the amount of $388.80 advanced to a defense witness by his trial counsel. The motion was brought under the Criminal Justice Act, 18 U.S.C. &#167; 3006A. The government, citing extra-circuit authority, responds that we lack jurisdiction to review a court's decision to reject a motion of this sort. Lebr&#243;n has not replied to the government's jurisdictional argument.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We do not address the merits of this dispute. Lebr&#243;n's notice of appeal neither specified the order rejecting his motion for reimbursement nor manifested an intention to challenge it. Accordingly, he may not now contest the propriety of that ruling. <i>E.g., Iacobucci v. Boulter,</i> 193 F.3d 14, 22 (1st Cir.1999); <i>Lehman v. Revolution Portfolio L.L.C.,</i> 166 F.3d 389, 395 (1st Cir.1999); <i>cf. Chamorro v. Puerto Rican Cars, Inc.,</i> 304 F.3d 1, 3-4 (1st Cir.2002) (permitting an appeal of a judgment even though the notice of appeal specified only the order denying reconsideration of the judgment because the notice manifested appellant's intention to challenge the underlying judgment). That said, the record reflects that this dispute may be more a matter of miscommunication than substantive disagreement about Lebr&#243;n's counsel's entitlement to the amount she seeks. If so, we urge the responsible parties to resolve this matter expeditiously.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons set forth above, we <i>affirm</i> the convictions and sentences of Jos&#233; Ram&#243;n Caraballo-Gonzalez and Victor Lebr&#243;n-Cepeda.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of Illinois, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In her direct testimony, Torres testified that Caraballo and Lebr&#243;n made this remark. But on cross-examination, Torres testified that Evans-Garcia made the statement. The government has taken the position that Evans-Garcia made the statement but has neither acknowledged the inconsistency nor explained why we should adopt its reading of the record<i>Compare Evans-Garcia,</i> 322 F.3d 110, 2003 WL 1240599, slip op. at 3 (recounting that, at Evans-Garcia's trial, the evidence suggested that Evans-Garcia had made the \"cemetery\" comment).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The federal carjacking statute states:</p>\n        <p class=\"indent\">Whoever, with the intent to cause death or serious bodily harm[,] takes a motor vehicle that has been transported, shipped, or received in interstate or foreign commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall &#8212;</p>\n        <p class=\"indent\">(1) be fined under this title or imprisoned not more than 15 years, or both,</p>\n        <p class=\"indent\">(2) if serious bodily injury [defined in a different statute] results, be fined under this title or imprisoned not more than 25 years, or both, and</p>\n        <p class=\"indent\">(3) if death results, be fined under this title, or imprisoned for any number of years up to life, or both, or sentenced to death.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 2119.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Caraballo makes related arguments that, in instructing the jury, the district court erred in failing (1) to emphasize the need for a nexus between the taking and the intended harm at the precise moment the vehicle was relinquished, and (2) to specify that a conditional intent to seriously harm or kill is sufficient to satisfy the statute's<i>mens rea</i> requirement. Caraballo's first argument fails because the instructions simply tracked the language of 18 U.S.C. &#167; 2119, which is itself adequate to put the jury on notice of the required nexus. <i>See id.</i> (stating that the unlawful taking or attempted taking must be committed \"with\" the specified intent). His second challenge fails because he did not object to the absence of a conditional intent instruction, and because he has not explained how the absence of such an instruction might have affected his substantial rights. <i>See United States v. Olano,</i> 507 U.S. 725, 735, 113 S.Ct. 1770 (1993).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">HOWARD, Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">I join the panel's <i>per curiam</i> opinion in its entirety but write separately to share some additional thoughts about appellants' primary sufficiency argument, <i>see ante</i> at 56-57, which raises what I perceive to be a recurring issue. I first summarize my analysis of the issue and then explain why I believe it warrants this separate opinion.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellants argue that they did not violate the federal carjacking statute, 18 U.S.C. &#167; 2119, because they did not form an intent to seriously harm or kill Font&#225;nez (if they formed such an intent at all) until <i>after</i> they and the separately tried Evans-Garcia had initiated their crime. In presenting this argument, appellants rely on statements in <i>Holloway v. United States,</i> 526 U.S. 1, 119 S.Ct. 966, 143 L.Ed.2d 1 (1999), suggesting that one accused of carjacking must have had the statutorily prescribed <i>mens rea</i> at \"the moment\" he demanded or took control of the driver's vehicle, <i>id.</i> at 12, 119 S.Ct. 966; <i>see also id.</i> at 6-7, 8, 119 S.Ct. 966 (using language to similar effect); <i>see generally ante</i> at 8-10, 119 S.Ct. 966 (framing and then resolving this argument). In response, the government cites <i>Holloway</i>'s holding, that the <i>mens rea</i> requirement of &#167; 2119 is met if the defendant acted with a conditional intent to seriously harm or kill the victim when he commandeered the victim's vehicle. <i>See id.</i> at 12, 119 S.Ct. 966.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In so framing its response, the government does not contest the premise of appellants' argument: that <i>Holloway</i> calls for an assessment of their <i>mens rea</i> at the inception of the carjacking. But I do not accept appellants' premise. I do not believe that <i>Holloway</i> should be read to limit the jury's focus to the commencement of the carjacking in cases like this one which, under settled circuit precedent, involve \"tak[ings]\" that occur over some period of time, <i>see Ramirez-Burgos v. United States,</i> 313 F.3d 23, 30 n. 9 (1st Cir.2002) (declining to specify \"the temporal limits of a carjacking under &#167; 2119\" but \"reaffirm[ing] that the commission of a carjacking continues at least while the carjacker maintains control over the victim and her car\"). I backtrack a bit to explain.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As set forth <i>ante</i> at 57 n. 2, the federal carjacking statute states:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Whoever, with the intent to cause death or serious bodily harm[,] takes a motor vehicle that has been transported, shipped, or received in interstate or foreign commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">(1) be fined under this title or imprisoned not more than 15 years, or both,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">(2) if serious bodily injury [defined in a different statute] results, be fined under this title or imprisoned not more than 25 years, or both, and</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(3) if death results, be fined under this title, or imprisoned for any number of years up to life, or both, or sentenced to death.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">18 U.S.C. &#167; 2119. The Supreme Court has held that the statute describes three offenses with different statutory elements: (1) a carjacking (or attempted carjacking) <i>simpliciter,</i> &#167; 2119(1); (2) a carjacking (or attempted carjacking) resulting in a serious bodily injury, &#167; 2119(2); and (3) a carjacking (or attempted carjacking) resulting in a death, &#167; 2119(3). <i>See Jones v. United States,</i> 526 U.S. 227, 232-52, 119 S.Ct. 1215, 143 L.Ed.2d 311 (1999). The carjackings under review in <i>Holloway</i> did not result in a serious bodily injury or a death, and thus were the kind described in &#167; 2119(1). <i>See</i> 526 U.S. at 4, 119 S.Ct. 966. The carjacking underlying these appeals was, by contrast, the kind described in &#167; 2119(3).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Many of the attempted carjackings and carjackings outlawed by &#167; 2119(1) are entirely committed in the usually brief and frequently instantaneous period of time that it takes to initiate and complete the <i>actus reus:</i> the demand (in the case of an attempted carjacking) or the taking (in the case of a successful carjacking) of the subject vehicle. They are, in other words, crimes in which the typical <i>actus reus</i> is aptly thought to occur at a \"moment\" in time and not over a period of time. Certainly, the carjackings at issue in <i>Holloway</i> were of this kind. <i>See</i> 526 U.S. at 4, 119 S.Ct. 966. Thus, it is not surprising that the <i>Holloway</i> majority opinion would use the phrase \"the moment the defendant demanded or took control over the driver's automobile\" to describe the point in time at which the factfinder should assess the <i>mens rea</i> of defendants who have committed this kind of carjacking. After all, the defendant's <i>mens rea</i> is to be measured when he commits the <i>actus reus. See</i> 18 U.S.C. &#167; 2119 (stating that the proscribed taking or attempted taking must be committed \"with\" the specified intent); <i>see also Holloway,</i> 526 U.S. at 8, 119 S.Ct. 966 (\"The statute's <i>mens rea</i> component ... modifies the act of `tak[ing]' the motor vehicle.\") (alteration in original).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">But I do not find anything in <i>Holloway</i> to suggest that the majority in that case intended the phrase also to have prescriptive significance in those carjacking cases where the defendant kidnaps the vehicle's occupants and thus commits the <i>actus reus</i> not in a \"moment\" but rather over an extended period of time. <i>See Ramirez-Burgos,</i> 313 F.3d at 30 n. 9 (citing <i>United States v. Vazquez-Rivera,</i> 135 F.3d 172, 178 (1st Cir.1998));<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>see also United States v. Hicks,</i> 103 F.3d 837, 843-44 &amp; nn. 4 &amp; 5 (9th Cir.1996) (similar); cf. Wayne R. LaFave, <i>Criminal Law,</i> &#167; 8.5, at 817-18 (West 2000) (discussing the doctrine of \"continuing trespass\" within the law of larceny); Joshua Dressler, <i>Understanding Criminal Law,</i> &#167; 32.07[B] (2d ed. Matthew Bender 1995) (similar). The only question presented in <i>Holloway,</i> as described by that case's majority, was \"whether a person who points a gun at a driver, having decided to pull the trigger if the driver does not comply with a demand for the car keys, possesses the intent, at that moment, to seriously harm the driver.\" 526 U.S. at 6, 119 S.Ct. 966. There was no issue as to when the assailant's intent is properly measured because only one possibility presented itself under the case facts: the \"moment\" at which the vehicle was commandeered (which was the moment at which the <i>actus reus</i> was concluded). Nor did the case address matters pertaining to what we have called \"the temporal limits\" of a carjacking. <i>See Ramirez-Burgos,</i> 313 F.3d at 30 n. 9. Nor, finally, does the language of the carjacking statute suggest that, in circumstances such as these, the defendant's <i>mens rea</i> must be measured at the moment that the taking is initiated. <i>Cf. Vazquez-Rivera,</i> 135 F.3d at 178 (\"We begin by noting that there is no textual basis for asserting that the injury must be `necessary to' or `intended to effectuate' the taking of the vehicle itself.\"). There is thus no reason to suppose that, in those cases where the carjacking occurs over a period of time, <i>Holloway</i> circumscribes the factfinder's entitlement to assess appellants' <i>mens rea</i> at any point during the commission of the <i>actus reus.</i></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Of course, this reading of <i>Holloway</i> does not render it irrelevant to a case of this sort. <i>Holloway</i> clarifies that we may sustain appellants' convictions if the jury rationally could have found beyond a reasonable doubt, <i>e.g., United States v. Marrero-Ort&#237;z,</i> 160 F.3d 768, 772 (1st Cir.1998), that appellants intended (even conditionally) to seriously harm or kill at the moment they first took control over the Hyundai, <i>see</i> 526 U.S. at 12, 119 S.Ct. 966. Indeed, I think the most persuasive reason for affirming appellant Caraballo's conviction is the \"conditional intent\" thesis we have identified in our opinion: The evidence that Caraballo initiated the carjacking by placing a loaded gun against Font&#225;nez's head permitted the jury to conclude that Caraballo would have shot Font&#225;nez had Font&#225;nez failed to comply with Caraballo's demand that he turn over the car. <i>See ante</i> at 9, 119 S.Ct. 966.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">But my reading of <i>Holloway</i> also permits us to sustain appellants' convictions if the jury rationally could have found that, at <i>some</i> point in time, they engaged in conduct constituting part of the <i>actus reus</i> proscribed by 18 U.S.C. &#167; 2119 (or aided and abetted each other or others in doing so) with the specified <i>mens rea,</i> and if Font&#225;nez's death resulted from their conduct. <i>See</i> &#167; 2119(3). <i>Cf.</i> LaFave, <i>supra,</i> at 817-18 (explaining that, under the continuing trespass doctrine, formation of the requisite <i>mens rea</i> at any time during a continuing, blameworthy trespass is sufficient to make the trespass a larceny because, at that moment, the taking and the required intent coincide); Dressler, <i>supra,</i> &#167; 32.07[B][2] (same). This straightforward ground for affirming Lebr&#243;n's conviction doe not require asking whether the jury could have found that he had a conditional intent to seriously harm or kill Font&#225;nez at the moment the carjackers demanded the car. In my view, we could have affirmed Lebr&#243;n's conviction simply because he intentionally shot Font&#225;nez in the head at close range during the <i>actus reus,</i> thus manifesting an intention to seriously harm or kill him.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Ordinarily, I would not write separately to point out a different, and less settled, route to a result with which I concur &#8212; especially where the route that the panel opinion travels is both entirely correct and based on established law. But there are situations where the potential costs of leaving matters unresolved exceed the costs that can be generated by attempting to resolve an open question. <i>See</i> Cass R. Sunstein, <i>Foreword: Leaving Things Undecided,</i> 110 Harv. L.Rev. 4, 15-20 (1995). I regard interpretation of the carjacking statute's <i>mens rea</i> requirement as such a situation, involving the possible inadvertent foreclosure of an important issue.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Defendants charged with a carjacking involving a kidnaping that results in serious bodily injury or death face extremely stiff penal sanctions. <i>See</i> 18 U.S.C. &#167; 2119(2), (3). Unless and until we weigh in on whether <i>Holloway</i> has the meaning appellants have attached to it, such defendants will have a strong incentive to argue that the government has failed to prove beyond a reasonable doubt that they had a conditional intent to harm or kill &#8212; an elusive concept that is, by its very nature, difficult to prove &#8212; at the moment they first commandeered the vehicle. District courts will thus be left to make difficult decisions whether to permit an argument of this sort, grant a Fed.R.Crim.P. 29 motion on this basis, and/or instruct the jury without authoritative circuit guidance.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">If appellants' construction of <i>Holloway</i> is permitted to carry the day, it is not difficult to imagine a scenario where a carjacking defendant who has kidnaped and harmed (or killed) his victim escapes punishment under 18 U.S.C. &#167; 2119. Imagine a carjacking in which the defendant approaches a woman as she is getting into her vehicle in a crowded parking lot, points an unloaded gun at her, tells her that he is going to commandeer her vehicle but that she will be fine if she does as she is told, drives her to some remote location, and sexually assaults her. Suppose further that, at his trial for violating &#167; 2119(2), defendant truthfully testifies that he would have abandoned the carjacking and run off had the victim resisted, and that he only decided to assault her when the opportunity presented itself after he had taken control of her vehicle. Under appellants' reading of <i>Holloway,</i> an acquittal (not subject to appellate review) would be mandated in such a situation, despite the fact that the statutory language of &#167; 2119(2) easily supports a conviction (under what I believe to be this circuit's definition of the statutory term \"takes a motor vehicle,\" <i>see Ramirez-Burgos,</i> 313 F.3d at 30 n. 9), and the fact that, as I believe, Congress would intend the statute to reach this set of facts.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is a very small but logical step from <i>Ramirez-Burgos</i> to the construction of 18 U.S.C. &#167; 2119(2) and (3) that I have described. In my view, it is a step that we should take. Doing so would help to ensure against erroneous acquittals, provide clarification of the law, and facilitate guilty pleas by carjackers who kidnap and then harm their victims and who otherwise might roll the dice on trials designed to raise reasonable doubt as to whether they had the conditional intent to harm their victims at the instant they initiated their crimes.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>Vazquez-Rivera</i> did not explicitly state that a carjacking involving a kidnaping continues at least so long as the carjacker maintains control over the victim and her car, but it implied as much when it held that a serious bodily injury sustained by a carjacking victim during a sexual assault that followed both the initial seizure of her vehicle and her kidnaping \"result[ed]\" from the carjacking within the meaning of 18 U.S.C. &#167; 2119(2). <i>See</i> 135 F.3d at 178.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Victor LEBR&#211;N-CEPEDA, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Jose R. Caraballo-Gonzalez, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 01-1650.</p>\n    <p class=\"docket\">No. 00-2293.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 3, 2002.</p>\n    <p class=\"date\">Decided March 31, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Marlene Aponte Cabrera, for appellant Victor Lebr&#243;n Cepeda.</p>\n      <p class=\"indent\">Rachel Brill, for appellant Jose Ramon Caraballo-Gonzalez.</p>\n      <p class=\"indent\">Thomas F. Klumper, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Assistant United States Attorney, Criminal Division, and Daniel Vaccaro, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH and HOWARD, Circuit Judges, and SHADUR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At the conclusion of a twelve-day trial, a jury convicted defendants-appellants Jos&#233; Ram&#243;n Caraballo-Gonzalez and Victor Lebr&#243;n-Cepeda of committing and aiding and abetting each other and others in the commission of a carjacking resulting in a death, <i>see</i> 18 U.S.C. &#167;&#167; 2119(3) and 2, and of using and carrying, and aiding and abetting each other and others in the use and carriage of, a firearm during and in relation to the carjacking, <i>see</i> 18 U.S.C. &#167;&#167; 924(c)(1)(3) and 2. The district court subsequently sentenced each defendant to life imprisonment for his carjacking conviction and to a statutorily mandated five-year consecutive term of imprisonment for his firearm conviction. Defendants appeal these judgments on a number of grounds. We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We start with an account of the facts of the crimes as the jury could have found them, <i>e.g., United States v. Diaz,</i> <span class=\"citation\" data-id=\"199887\"><a href=\"/opinion/199887/united-states-v-diaz/\"><span class=\"volume\">285</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 94 (1st Cir.2002), but defer providing certain additional information until we discuss the issues to which the information is relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At about 11:40 p.m. on March 23, 1996, Iv&#225;n Font&#225;nez-Bruno, a Puerto Rico Police Department cadet, drove his 1994 Hyundai automobile into a parking lot in a park adjoining a beach in Figwort, Puerto Rico. Daisy Torres-Mu&#241;oz, a fellow cadet whom Font&#225;nez was dating, was seated next to him in the front passenger seat. Font&#225;nez and Torres had their police-issued firearms with them. Torres was carrying her weapon, but Font&#225;nez had placed his in a black bag between the seats and next to the emergency brake.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As the automobile entered the lot, Torres noticed appellant Caraballo, co-defendant Harold Evans-Garcia (who was tried separately, <i>see United States v. Evans-Garcia,</i> <span class=\"citation\" data-id=\"200558\"><a href=\"/opinion/200558/united-states-v-evans-garcia/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">1240599</span></span> (1st Cir.2003)), and a third man she never was able to identify (but whom other evidence showed to be appellant Lebr&#243;n) sitting on some nearby rocks. The three earlier had split from a larger group of individuals (all of whom were named as codefendants) with the shared intention of committing a carjacking. All three knew that, just prior to the carjacking, Caraballo was armed with a nickel-plated .38 caliber revolver that would be used to facilitate the contemplated carjacking.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Font&#225;nez parked his car next to a light pole along the beach front and turned it off. The car's windows were down. Font&#225;nez and Torres began to talk about the driver's licenses they would need in order to drive patrol cars for the police force. As they were talking, Torres opened her purse and, after placing her gun between her legs, set her purse down on top of it in order to retrieve her driver's license. Periodically, Torres looked out the Hyundai's rear window at the individuals on the rocks because the way they were studying the cars in the lot aroused her suspicion.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Eventually, Torres mentioned her concern about the individuals to Font&#225;nez and suggested that they leave. Font&#225;nez turned to start the ignition and drive off, but was unable to do so because the three men had surrounded the car. Caraballo and Lebr&#243;n approached on the driver's side window, while Evans-Garcia approached on the passenger's side. Caraballo thrust the revolver through the window and placed it against Font&#225;nez's head. Font&#225;nez removed his gun from his bag, but Caraballo warned Font&#225;nez against using it, stating that his revolver was cocked. Font&#225;nez dropped the gun.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Caraballo, Evans-Garcia, and Lebr&#243;n pulled open the car doors and ordered Font&#225;nez and Torres, who was concealing her gun beneath her purse, to move into the car's backseat. Font&#225;nez and Torres complied and took seats facing each other, with Font&#225;nez in the middle and Torres on the driver's side. Caraballo handed his revolver to Lebr&#243;n and took the wheel; Evans-Garcia picked up Font&#225;nez's weapon and sat in the front passenger seat; Lebr&#243;n seated himself in the rear on the passenger's side and placed the revolver against Font&#225;nez's head. After warning Lebr&#243;n to be careful because the revolver was cocked, Caraballo drove away.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At some point, Evans-Garcia accused Font&#225;nez of being a police officer because only an officer would have a weapon like the one Font&#225;nez had dropped. Font&#225;nez denied being a police officer and claimed that he worked for Wells Fargo. Font&#225;nez and Torres begged to be released and offered to give the three assailants money and to drop them off wherever they wanted. One or more of the assailants replied to the effect that Font&#225;nez and Torres would not be released and should know that they were \"on [their] way to the cemetery.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The three also robbed Font&#225;nez and Torres of money and jewelry but were dissatisfied with what they found. Lebr&#243;n returned Torres's jewelry to her.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Shortly thereafter, under the guise of putting on her sandals, Torres placed her gun under the seat in front of her in a place where she could grab it should the need arise and the opportunity present itself. After she sat back up, Torres placed one of her feet on top of the gun. But almost immediately, Caraballo drove the car into something that caused one of its bumpers to become detached and to be dragged along the ground. The impact caused Torres to inadvertently kick the gun to a spot beyond her reach. Moments later, apparently after discovering something that identified Font&#225;nez as a police officer, Evans-Garcia yelled, \"I told you. I told you that this son of a bitch was a cop.\" Lebr&#243;n immediately shot Font&#225;nez once in the head, and Evans-Garcia turned around and shot him seven more times.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following the shooting, Caraballo made a U-turn and stopped the car. He and Lebr&#243;n exited and pulled the rear bumper completely free from the chassis, removed Font&#225;nez's body, and dumped it on the road next to the car. Evans-Garcia pulled Torres from the car by her hair and, after a brief argument among the carjackers about whether to kill her as well, Lebr&#243;n told her to run. Torres jumped over a barrier next to the road and watched as the car drove off. Torres then ran to a nearby business and persuaded a patron to call the police. A patrol car arrived almost immediately. Torres gave one of the responding officers a description of the Hyundai and a brief description of its occupants. She also made the officer aware of the direction in which the car had departed. The officer communicated this information to other police officers via his police radio.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At about 12:15 a.m. on March 24, 1996, Carlos Martinez-Rivera, a marshal in the Puerto Rico court system, observed a red car with a missing bumper come to an abrupt stop in front of him. He saw Caraballo, Evans-Garcia, and a third man whom he was not able to identify (but whom other evidence showed to be Lebr&#243;n) exit the vehicle and walk quickly in the direction of a nearby housing project. Regarding what he had seen as suspicious, Martinez went to his nearby residence and called the police. He learned about the carjacking and murder. Martinez returned to the red car and gave a police officer who arrived at the scene a description of its occupants. He also pointed out the housing project towards which they had been headed. The officer passed the information along to other officers. A short time later, the police arrested Caraballo and Evans-Garcia at the housing project. Lebr&#243;n escaped arrest that night and fled to New York, where he was apprehended on April 13, 1997.</p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Caraballo and Lebr&#243;n together challenge the sufficiency of the evidence underlying their carjacking convictions and, by extension, the sufficiency of the evidence underlying their firearms convictions. Caraballo alternatively argues that his convictions were tainted by the district court's erroneous admission of out-of-court and in-court identifications of him by witnesses Torres and Martinez; by the court's plainly erroneous admission under Fed.R.Evid. 801(d)(2)(A) of certain out-of-court statements of Lebr&#243;n which tended to inculpate Caraballo; and by the court's denial of his motion for a mistrial when a witness testified that Lebr&#243;n had told him that Caraballo shot Font&#225;nez. Lebr&#243;n alternatively contends that the court erred in applying the first degree murder cross reference specified in U.S.S.G. &#167; 2B3.1(c)(1); in declining to award him a role-in-the-offense downward adjustment; in computing his criminal history category; and in declining to order that his court-appointed trial counsel be reimbursed for expenses incurred in flying a court-authorized defense witness from Washington, D.C. to Puerto Rico in order to testify at trial. We address each of these arguments in turn.</p>\n    </div>\n    <p class=\"indent\">A. Sufficiency Arguments</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Caraballo and Lebr&#243;n together assert that the evidence was insufficient to support the jury's determination that they had the <i>mens rea</i> required by 18 U.S.C. &#167; 2119.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Relying upon a portion of the penultimate sentence of <i>Holloway v. United States,</i> <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1999) (\"The intent requirement of &#167; 2119 is satisfied when the Government proves that <i>at the moment the defendant demanded or took control over the driver's automobile</i> the defendant possessed the intent to seriously harm or kill the driver....\") (emphasis supplied), they say that the evidence was inadequate to ground a finding that they were prepared to seriously harm or kill Font&#225;nez prior to learning that he was a police officer &#8212; which happened only <i>after</i> they had taken control of his automobile. The government's response is built from the remainder of the sentence appellants quote, which says that a <i>conditional</i> intent to seriously harm or kill the driver \"if necessary to steal the car\" is sufficient to satisfy the statute. <i>Id.</i> In the government's view, the evidence was adequate to support a determination that appellants were prepared to seriously harm or kill Font&#225;nez in the beach parking lot had he resisted their initial demand for his car.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The evidence that Caraballo placed a loaded and cocked revolver against Font&#225;nez's head at the inception of the carjacking and verbally threatened him permitted the jury to infer that Caraballo would have shot Font&#225;nez had Font&#225;nez failed to comply with Caraballo's demand that he turn over the car. <i>See Evans-Garcia,</i> slip op. at 8; <i>cf., e.g., United States v. Adams,</i> <span class=\"citation\" data-id=\"774904\"><a href=\"/opinion/774904/united-states-v-terry-l-adams/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">420</span></a></span>, 424 (6th Cir.2001) (evidence sufficient to support intent finding where the defendant threatened and then physically touched the victims with his gun); <i>United States v. Lake,</i> <span class=\"citation\" data-id=\"756448\"><a href=\"/opinion/756448/united-states-v-hilton-a-lake-hilton-a-lake/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">269</span></a></span>, 272 (3d Cir.1998) (evidence sufficient to support intent finding where defendant placed a gun near the head of the victim and asked for her keys). Moreover, the evidence that Lebr&#243;n willfully and knowingly participated in the initiation of the carjacking while fully cognizant of how Caraballo intended to (and did in fact) use the revolver permitted the jury to draw the same inference as to him. <i>See Evans-Garcia,</i> slip op. at 8. Because the evidence was sufficient to permit the jury to draw these inferences, it was adequate to ground its determination that appellants took the vehicle with the required <i>mens rea, See id.; see also Holloway,</i> 526 U.S. at 12, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In his brief, Lebr&#243;n makes an additional sufficiency argument. Lebr&#243;n starts by asserting that the evidence pertaining to his role in the offense derived solely from out-of-court, post-offense confessions he made to a number of third parties, which the third parties recounted to the jury (and which were admissible against Lebr&#243;n as admissions under Fed.R.Evid. 801(d)(2)). Building from this base, Lebr&#243;n contends that the accounts of his various confessions that the jury heard so conflicted with one another that we should treat them as inadequate to sustain his conviction. In pressing this claim, Lebr&#243;n invokes \"[t]he general rule that a jury cannot rely on an extrajudicial, post-offense confession, even when voluntary, in the absence of `substantial independent evidence which would tend to establish the trustworthiness of the statement.'\" <i>United States v. Singleterry,</i> <span class=\"citation\" data-id=\"674592\"><a href=\"/opinion/674592/united-states-v-daryl-e-singleterry/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 737 (1st Cir.1994) (brackets omitted) (quoting <i>Opper v. United States,</i> <span class=\"citation\" data-id=\"105249\"><a href=\"/opinion/105249/opper-v-united-states/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">84</span></a></span>, 93, <span class=\"citation\" data-id=\"105249\"><a href=\"/opinion/105249/opper-v-united-states/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">158</span></a></span>, <span class=\"citation\" data-id=\"105249\"><a href=\"/opinion/105249/opper-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">101</span></a></span> (1954)). The argument fails for several reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First, if Lebr&#243;n understands the trustworthiness requirement to apply where the issue is the credibility of witnesses' testimony about an accused's confession &#8212; and not the credibility of the confession itself &#8212; he is mistaken. The trustworthiness requirement is imposed out of concern that people sometimes fabricate stories about their involvement in a crime, and accordingly requires the government to introduce evidence other than the confession which tends to prove that the confession was not such a fabrication. <i>See id.</i> at 736-37 &amp; n. 3. But to the extent that the in-court testimony about an extra-judicial confession may be unreliable, that is a matter for cross examination. Second, this circuit has not decided whether the trustworthiness requirement constitutes grounds for launching a sufficiency challenge (as Lebr&#243;n has done) or acts merely as a rule governing the admissibility of evidence. <i>See id.</i> at 737-39 &amp; nn. 4-6. Finally, and perhaps most importantly, Lebr&#243;n is wrong in stating that there was no evidence against him except that derived from what he told third parties about his role in the crime. Among other things, Torres's testimony about the tragic events that transpired in Font&#225;nez's Hyundai constituted independent proof of the commission of the charged offense and was more than sufficient to establish the trustworthiness of Lebr&#243;n's confessions within the meaning of the rule he cites. <i>See id.</i> at 737 &amp; n. 2.</p>\n    </div>\n    <p class=\"indent\">B. Caraballo's Alternative Arguments</p>\n    <p class=\"indent\">\n      <i>1. Identification Evidence</i>\n    </p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Martinez arrived at the scene of Caraballo's arrest within minutes of its occurrence and, without a request from the arresting officers, identified him as one of the three men about whom he had telephoned the police. Torres identified Caraballo in a photo spread of six photographs held on April 4, 1996, one and one-half weeks after the carjacking. Prior to trial, Caraballo moved both to suppress these out-of-court identifications (usually admissible under Fed.R.Evid. 801(d)(1)(C)) and to prohibit Torres and Martinez from identifying him in court. Caraballo argued that the procedures by which the identifications were procured were impermissibly suggestive, and that the suggestiveness was such that there was a very substantial likelihood of irreparable misidentification. <i>See Simmons v. United States,</i> <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span>, 384, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">967</span></a></span>, <span class=\"citation\" data-id=\"107636\"><a href=\"/opinion/107636/simmons-v-united-states/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1247</span></a></span> (1968) (setting forth the two-part standard under which the appropriateness of suppression is to be judged). In support of his motion, Caraballo pointed out that Martinez saw Caraballo handcuffed and sitting in a police cruiser prior to identifying him. Caraballo also introduced evidence tending to show that Torres saw Caraballo in a holding cell when she was brought to the same police station at which he was being detained a few hours after the carjacking (a sighting which Torres denied).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Following a five-day hearing, the district court issued a written order denying Caraballo's motion. Applying the inquiry mandated by <i>Simmons,</i> the court first held that the procedures that the police employed were not impermissibly suggestive. With respect to Martinez, the court found that the police did not use suggestive procedures \"because [Martinez's identification of Caraballo] was contemporaneous with the events that the witness had seen only a few minutes before and because it was precisely the information that he provided to the police that led to [Caraballo's] arrest.\" As to Torres, the court implicitly credited Torres's testimony and found that she did not see Caraballo in a holding cell prior to identifying him in the photo spread.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On appeal, Caraballo asserts that \"there can be no question\" that the district court erred in concluding that the circumstances under which Martinez identified Caraballo were unduly suggestive. But this <i>ipse dixit</i> is neither elaborated nor bolstered by citation to applicable authority. Mindful that a court is to withhold identification evidence from the jury only in \"extraordinary circumstances,\" <i>United States v. de Jesus-Rios,</i> <span class=\"citation\" data-id=\"604123\"><a href=\"/opinion/604123/united-states-v-jose-de-jesus-rios-aka-papo-rios-united-states-v-eva/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">672</span></a></span>, 677 (1st Cir. 1993) (citation and internal quotation marks omitted); <i>see also United States v. Maguire,</i> <span class=\"citation\" data-id=\"551274\"><a href=\"/opinion/551274/united-states-v-john-j-maguire-united-states-v-thomas-m-kavanagh/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 263-64 (1st Cir. 1990) (emphasizing that the suggestiveness of an identification procedure is a proper subject of cross examination and that the jury is usually competent to weigh intelligently questionable identification testimony) (citing <i>Manson v. Brathwaite,</i> <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">98</span></a></span>, 116, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2243</span></a></span>, <span class=\"citation\" data-id=\"109693\"><a href=\"/opinion/109693/manson-v-brathwaite/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">140</span></a></span> (1977)), this assertion is inadequate to put the court's conclusion into issue, <i>see United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\"). At any rate, our independent review of the matter satisfies us that the court permissibly allowed the jury to hear about Martinez's identification of Caraballo.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">With respect to Torres, Caraballo essentially contends that the evidence that Torres saw Caraballo in a holding cell a few hours after the carjacking was so powerful that the district court erred in crediting the accuracy of Torres's contrary testimony. We uphold a denial of a motion to suppress if any reasonable view of the evidence supports the denial. <i>See United States v. Watson,</i> <span class=\"citation\" data-id=\"196550\"><a href=\"/opinion/196550/united-states-v-watson/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 6 (1st Cir. 1996). As an appellate court, we lack the competence and authority to second-guess the court's decision to credit Torres. <i>See, e.g., United States v. Laine,</i> <span class=\"citation\" data-id=\"199660\"><a href=\"/opinion/199660/united-states-v-laine/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 75 (1st Cir.2001). And in any event, as with Martinez, our independent review of the issue leads us to conclude that the court reasonably allowed Torres's identification of Caraballo to go the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\n        <i>2. Prejudicial Spillover from the Case against Lebr&#243;n</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As set forth above, the jury heard several witnesses recount the details of admissions Lebr&#243;n made to them about his role in the carjacking. Caraballo did not seek a severance of his trial or a limiting instruction informing the jury that these admissions were not to be considered against him. Caraballo now contends that the admissions described facts so similar to those for which he was on trial that the district court's failure to sever his trial from Lebr&#243;n's or to give the jury a limiting instruction amounted to plain error within the meaning of Fed.R.Crim.P. 52(b). Caraballo analogizes his plight to that of the accused in <i>United States v. Sauza-Martinez,</i> <span class=\"citation\" data-id=\"769307\"><a href=\"/opinion/769307/united-states-v-louis-sauza-martinez/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span> (9th Cir.2000), which found plain error in a trial court's failure to give a limiting instruction at the time it admitted evidence regarding an extra-judicial statement by the accused's co-defendant that directly implicated both the co-defendant and the accused. <i>See id.</i> at 759-61. Caraballo also complains that the court erred in denying his motion for a mistrial when one of these witnesses testified that Lebr&#243;n told him that <i>Caraballo</i> (and not Lebr&#243;n) had shot Font&#225;nez.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">While it would be most unusual for us to find that a district court erred in failing to give a limiting instruction that was never requested, we shall assume solely for the sake of argument that the court should have instructed the jury <i>sua sponte</i> that Lebr&#243;n's admissions were not to be considered against Caraballo. Even so, the hurdle set by Fed.R.Crim.P. 52(b) is high. <i>See Olano,</i> 507 U.S. at 732-37, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>. And here, Caraballo has fallen far short of demonstrating that any error was of a type subject to correction under Rule 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There never was any doubt that three men participated in the carjacking and killing at the heart of this case. The case against Caraballo thus did not turn on what happened; it largely turned on whether the government had proved beyond a reasonable doubt that Caraballo was one of the three men who committed these crimes. In the end, the jury almost certainly credited Torres's testimony that Caraballo was one of the three men, and Martinez's testimony that Caraballo was one of the three men whom he saw exit Font&#225;nez's Hyundai shortly after the carjacking. Lebr&#243;n's admissions &#8212; which with the exception discussed below never identified Caraballo as one of Lebr&#243;n's co-perpetrators (which distinguishes Caraballo's situation from that of the defendant in <i>Sauza-Martinez, see</i> 217 F.3d at 761) &#8212; almost certainly had no bearing on the jury's decision to credit this testimony. The absence of a limiting instruction thus did not affect Caraballo's substantial rights. <i>See Olano,</i> 507 U.S. at 735, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">By contrast, the testimony that spurred Caraballo's motion for a mistrial did identify Caraballo as one of Lebr&#243;n's co-perpetrators. But as we have recently explained: \"When a witness strays into forbidden territory, the usual remedy is to strike the wayward remark and instruct the jury to disregard it.... In all but the rare case, that remedy, if properly executed, will suffice to safeguard the aggrieved party's rights.\" <i>United States v. Lee,</i> <span class=\"citation\" data-id=\"200295\"><a href=\"/opinion/200295/united-states-v-lee/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 35 (1st Cir.2003). Here, as in <i>Lee,</i> the district court promptly struck the testimony and instructed the jury to ignore it. And here, as in <i>Lee,</i> the court's refusal to order a mistrial was within its discretion. <i>See id.</i> Factors similar to those mentioned by the <i>Lee</i> panel in support of its ruling guide our analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">First, the witness's reference to Caraballo was largely cumulative of Torres's far more direct and damning testimony that Caraballo was one of the carjackers and Martinez's testimony that Caraballo was one of the men who exited Font&#225;nez's Hyundai. <i>See id.</i> True, Torres did not identify Caraballo as a shooter, as did the witness. But from the jury's perspective, the identities of the shooters were immaterial to whether they were guilty of the carjacking and weapons charges for which they were indicted. Second, the remark appears to have been entirely accidental and was in no way invited by improper government questioning. <i>See id.</i> Third, the district court quickly struck the remark and told the jury to disregard it in language with which Caraballo has never taken issue. <i>See id.</i> Finally, the record provides no reason for us to disregard the presumption that jurors follow their instructions. <i>See id.</i> In sum, here (as in <i>Lee</i>), the errant comment, while unfortunate, was not a difference maker.</p>\n    </div>\n    <p class=\"indent\">C. Lebr&#243;n's Alternative Arguments</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Lebr&#243;n's alternative arguments do not require extended discussion. His first argument is that the district court erred in applying the first degree murder cross reference set forth at U.S.S.G. &#167; 2B3.1(c). This guideline directs the sentencing judge to apply the guideline for first degree murder, U.S.S.G. &#167; 2A1.1 (setting a base offense level of 43, which requires a life sentence irrespective of defendant's criminal history), \"[i]f a victim was killed under circumstances that would constitute murder under 18 U.S.C. &#167; 1111 had such killing taken place within the territorial or maritime jurisdiction of the United States....\" Section 1111, in turn, defines murder to include, <i>inter alia,</i> any \"unlawful killing of a human being with malice aforethought ... committed in the perpetration of ... [a] robbery.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">At page 9 of his supplemental brief, Lebr&#243;n concedes that the success of his challenge to the application of the first degree murder cross reference depends on our finding that the killing of Font&#225;nez did not occur during the carjacking. But the law of this circuit is that \"the commission of a carjacking continues at least while the carjacker maintains control over the victim and [his or] her car.\" <i>Ramirez-Burgos v. United States,</i> <span class=\"citation\" data-id=\"200232\"><a href=\"/opinion/200232/ramirez-burgos-v-united-states/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 30 n. 9 (1st Cir.2002). Obviously, the killing of Font&#225;nez took place prior to the completion of the carjacking under this rule. Accordingly, we reject Lebr&#243;n's assignment of error and affirm the district court's application of the first degree murder cross reference.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Lebr&#243;n also contends that the district court clearly erred, <i>see United States v. Ortiz-Santiago,</i> <span class=\"citation\" data-id=\"198902\"><a href=\"/opinion/198902/united-states-v-ortiz-santiago/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">146</span></a></span>, 148-49 (1st Cir.2000), in declining to award him a two-level reduction in his base offense level for playing a minor role in the offenses for which he was convicted, <i>see</i> U.S.S.G. &#167; 3B1.2(b). In pressing this claim, Lebr&#243;n points to evidence that he refused Evans-Garcia's directive that he kill Torres, returned Torres's jewelry to her, and told her to run. Lebr&#243;n also contends that he was not the one giving orders or driving the car.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Our review of a district court's decision not to award a role-in-the-offense reduction is deferential because the decision is extremely fact-sensitive. <i>See Ortiz-Santiago,</i> 211 F.3d at 148. Consequently, \"absent a mistake of law, battles over a defendant's status will almost always be won or lost in the district court.\" <i>Id.</i> Here, we see no mistake of law or clear error in the district court's judgment that, with respect to the offenses of conviction, Lebr&#243;n was not a minor participant. There was evidence that Lebr&#243;n was the one who proposed the carjacking, secured the revolver used to take the car, held the revolver to Font&#225;nez's head after possession of the car was wrested from Font&#225;nez, shot Font&#225;nez in the head at point-blank range, and ultimately decided that Torres would be spared. In view of these facts, Lebr&#243;n's assertion of clear error borders on the specious.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Lebr&#243;n next asserts, with neither meaningful elaboration nor citation to authority, that the district court erred in counting certain juvenile offenses in his criminal record while calculating his criminal history category (which was determined to be III). In so doing, Lebr&#243;n posits a conflict between U.S.S.G. &#167; 4A1.2(c)(2) (which excepts from the criminal history calculation, <i>inter alia,</i> sentences for juvenile status offenses and truancy) and &#167; 4A1.2(d) (which specifies how certain offenses committed prior to the age of eighteen are to be counted under the guideline for computing the defendant's criminal history category, U.S.S.G. &#167; 4A1.1). He says that under the rule of lenity, the conflict should be resolved against counting his offenses. This dubious argument is so skeletally sketched that we regard it as waived. <i>See Zannino,</i> 895 F.2d at 17. In any event, because we have affirmed the court's application of the cross reference for first degree murder and its concomitant establishment of a base offense level of 43, and because we have rejected Lebr&#243;n's only claim of sentencing error that might have reduced his base offense level, Lebr&#243;n still would be subject to a life sentence even if his criminal history category were I. Thus, any error in the computation of his criminal history category was harmless. <i>See Williams v. United States,</i> <span class=\"citation\" data-id=\"112704\"><a href=\"/opinion/112704/williams-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">193</span></a></span>, 201, 203 (1992) (making clear that erroneous sentencing determinations not having an effect on the sentence are harmless errors within the meaning of Fed. R.Crim.P. 52(a)). Finally, Lebr&#243;n challenges the district court's rejection of his motion for reimbursement of court-authorized expert witness expenses in the amount of $388.80 advanced to a defense witness by his trial counsel. The motion was brought under the Criminal Justice Act, 18 U.S.C. &#167; 3006A. The government, citing extra-circuit authority, responds that we lack jurisdiction to review a court's decision to reject a motion of this sort. Lebr&#243;n has not replied to the government's jurisdictional argument.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We do not address the merits of this dispute. Lebr&#243;n's notice of appeal neither specified the order rejecting his motion for reimbursement nor manifested an intention to challenge it. Accordingly, he may not now contest the propriety of that ruling. <i>E.g., Iacobucci v. Boulter,</i> <span class=\"citation\" data-id=\"198661\"><a href=\"/opinion/198661/iacobucci-v-town-of-pembroke/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 22 (1st Cir.1999); <i>Lehman v. Revolution Portfolio L.L.C.,</i> <span class=\"citation\" data-id=\"198303\"><a href=\"/opinion/198303/lehman-v-bank/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">389</span></a></span>, 395 (1st Cir.1999); <i>cf. Chamorro v. Puerto Rican Cars, Inc.,</i> <span class=\"citation\" data-id=\"200101\"><a href=\"/opinion/200101/batiz-chamorro-v-puerto-rico-cars/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.2002) (permitting an appeal of a judgment even though the notice of appeal specified only the order denying reconsideration of the judgment because the notice manifested appellant's intention to challenge the underlying judgment). That said, the record reflects that this dispute may be more a matter of miscommunication than substantive disagreement about Lebr&#243;n's counsel's entitlement to the amount she seeks. If so, we urge the responsible parties to resolve this matter expeditiously.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons set forth above, we <i>affirm</i> the convictions and sentences of Jos&#233; Ram&#243;n Caraballo-Gonzalez and Victor Lebr&#243;n-Cepeda.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of Illinois, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In her direct testimony, Torres testified that Caraballo and Lebr&#243;n made this remark. But on cross-examination, Torres testified that Evans-Garcia made the statement. The government has taken the position that Evans-Garcia made the statement but has neither acknowledged the inconsistency nor explained why we should adopt its reading of the record<i>Compare Evans-Garcia,</i> <span class=\"citation\" data-id=\"200558\"><a href=\"/opinion/200558/united-states-v-evans-garcia/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">1240599</span></span>, slip op. at 3 (recounting that, at Evans-Garcia's trial, the evidence suggested that Evans-Garcia had made the \"cemetery\" comment).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The federal carjacking statute states:</p>\n        <p class=\"indent\">Whoever, with the intent to cause death or serious bodily harm[,] takes a motor vehicle that has been transported, shipped, or received in interstate or foreign commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall &#8212;</p>\n        <p class=\"indent\">(1) be fined under this title or imprisoned not more than 15 years, or both,</p>\n        <p class=\"indent\">(2) if serious bodily injury [defined in a different statute] results, be fined under this title or imprisoned not more than 25 years, or both, and</p>\n        <p class=\"indent\">(3) if death results, be fined under this title, or imprisoned for any number of years up to life, or both, or sentenced to death.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 2119.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Caraballo makes related arguments that, in instructing the jury, the district court erred in failing (1) to emphasize the need for a nexus between the taking and the intended harm at the precise moment the vehicle was relinquished, and (2) to specify that a conditional intent to seriously harm or kill is sufficient to satisfy the statute's<i>mens rea</i> requirement. Caraballo's first argument fails because the instructions simply tracked the language of 18 U.S.C. &#167; 2119, which is itself adequate to put the jury on notice of the required nexus. <i>See id.</i> (stating that the unlawful taking or attempted taking must be committed \"with\" the specified intent). His second challenge fails because he did not object to the absence of a conditional intent instruction, and because he has not explained how the absence of such an instruction might have affected his substantial rights. <i>See United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 735, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span> (1993).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">HOWARD, Circuit Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">I join the panel's <i>per curiam</i> opinion in its entirety but write separately to share some additional thoughts about appellants' primary sufficiency argument, <i>see ante</i> at 56-57, which raises what I perceive to be a recurring issue. I first summarize my analysis of the issue and then explain why I believe it warrants this separate opinion.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellants argue that they did not violate the federal carjacking statute, 18 U.S.C. &#167; 2119, because they did not form an intent to seriously harm or kill Font&#225;nez (if they formed such an intent at all) until <i>after</i> they and the separately tried Evans-Garcia had initiated their crime. In presenting this argument, appellants rely on statements in <i>Holloway v. United States,</i> <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1999), suggesting that one accused of carjacking must have had the statutorily prescribed <i>mens rea</i> at \"the moment\" he demanded or took control of the driver's vehicle, <i>id.</i> at 12, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>; <i>see also id.</i> at 6-7, 8, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span> (using language to similar effect); <i>see generally ante</i> at 8-10, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span> (framing and then resolving this argument). In response, the government cites <i>Holloway</i>'s holding, that the <i>mens rea</i> requirement of &#167; 2119 is met if the defendant acted with a conditional intent to seriously harm or kill the victim when he commandeered the victim's vehicle. <i>See id.</i> at 12, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In so framing its response, the government does not contest the premise of appellants' argument: that <i>Holloway</i> calls for an assessment of their <i>mens rea</i> at the inception of the carjacking. But I do not accept appellants' premise. I do not believe that <i>Holloway</i> should be read to limit the jury's focus to the commencement of the carjacking in cases like this one which, under settled circuit precedent, involve \"tak[ings]\" that occur over some period of time, <i>see Ramirez-Burgos v. United States,</i> <span class=\"citation\" data-id=\"200232\"><a href=\"/opinion/200232/ramirez-burgos-v-united-states/\"><span class=\"volume\">313</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 30 n. 9 (1st Cir.2002) (declining to specify \"the temporal limits of a carjacking under &#167; 2119\" but \"reaffirm[ing] that the commission of a carjacking continues at least while the carjacker maintains control over the victim and her car\"). I backtrack a bit to explain.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As set forth <i>ante</i> at 57 n. 2, the federal carjacking statute states:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Whoever, with the intent to cause death or serious bodily harm[,] takes a motor vehicle that has been transported, shipped, or received in interstate or foreign commerce from the person or presence of another by force and violence or by intimidation, or attempts to do so, shall &#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">(1) be fined under this title or imprisoned not more than 15 years, or both,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">(2) if serious bodily injury [defined in a different statute] results, be fined under this title or imprisoned not more than 25 years, or both, and</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(3) if death results, be fined under this title, or imprisoned for any number of years up to life, or both, or sentenced to death.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">18 U.S.C. &#167; 2119. The Supreme Court has held that the statute describes three offenses with different statutory elements: (1) a carjacking (or attempted carjacking) <i>simpliciter,</i> &#167; 2119(1); (2) a carjacking (or attempted carjacking) resulting in a serious bodily injury, &#167; 2119(2); and (3) a carjacking (or attempted carjacking) resulting in a death, &#167; 2119(3). <i>See Jones v. United States,</i> <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">227</span></a></span>, 232-52, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1215</span></a></span>, <span class=\"citation\" data-id=\"118274\"><a href=\"/opinion/118274/jones-v-united-states/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">311</span></a></span> (1999). The carjackings under review in <i>Holloway</i> did not result in a serious bodily injury or a death, and thus were the kind described in &#167; 2119(1). <i>See</i> 526 U.S. at 4, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>. The carjacking underlying these appeals was, by contrast, the kind described in &#167; 2119(3).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Many of the attempted carjackings and carjackings outlawed by &#167; 2119(1) are entirely committed in the usually brief and frequently instantaneous period of time that it takes to initiate and complete the <i>actus reus:</i> the demand (in the case of an attempted carjacking) or the taking (in the case of a successful carjacking) of the subject vehicle. They are, in other words, crimes in which the typical <i>actus reus</i> is aptly thought to occur at a \"moment\" in time and not over a period of time. Certainly, the carjackings at issue in <i>Holloway</i> were of this kind. <i>See</i> 526 U.S. at 4, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>. Thus, it is not surprising that the <i>Holloway</i> majority opinion would use the phrase \"the moment the defendant demanded or took control over the driver's automobile\" to describe the point in time at which the factfinder should assess the <i>mens rea</i> of defendants who have committed this kind of carjacking. After all, the defendant's <i>mens rea</i> is to be measured when he commits the <i>actus reus. See</i> 18 U.S.C. &#167; 2119 (stating that the proscribed taking or attempted taking must be committed \"with\" the specified intent); <i>see also Holloway,</i> 526 U.S. at 8, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span> (\"The statute's <i>mens rea</i> component ... modifies the act of `tak[ing]' the motor vehicle.\") (alteration in original).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">But I do not find anything in <i>Holloway</i> to suggest that the majority in that case intended the phrase also to have prescriptive significance in those carjacking cases where the defendant kidnaps the vehicle's occupants and thus commits the <i>actus reus</i> not in a \"moment\" but rather over an extended period of time. <i>See Ramirez-Burgos,</i> 313 F.3d at 30 n. 9 (citing <i>United States v. Vazquez-Rivera,</i> <span class=\"citation\" data-id=\"197770\"><a href=\"/opinion/197770/united-states-v-vazquez-rivera/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span>, 178 (1st Cir.1998));<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>see also United States v. Hicks,</i> <span class=\"citation\" data-id=\"732391\"><a href=\"/opinion/732391/united-states-v-benjamin-lloyd-hicks/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">837</span></a></span>, 843-44 &amp; nn. 4 &amp; 5 (9th Cir.1996) (similar); cf. Wayne R. LaFave, <i>Criminal Law,</i> &#167; 8.5, at 817-18 (West 2000) (discussing the doctrine of \"continuing trespass\" within the law of larceny); Joshua Dressler, <i>Understanding Criminal Law,</i> &#167; 32.07[B] (2d ed. Matthew Bender 1995) (similar). The only question presented in <i>Holloway,</i> as described by that case's majority, was \"whether a person who points a gun at a driver, having decided to pull the trigger if the driver does not comply with a demand for the car keys, possesses the intent, at that moment, to seriously harm the driver.\" 526 U.S. at 6, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>. There was no issue as to when the assailant's intent is properly measured because only one possibility presented itself under the case facts: the \"moment\" at which the vehicle was commandeered (which was the moment at which the <i>actus reus</i> was concluded). Nor did the case address matters pertaining to what we have called \"the temporal limits\" of a carjacking. <i>See Ramirez-Burgos,</i> 313 F.3d at 30 n. 9. Nor, finally, does the language of the carjacking statute suggest that, in circumstances such as these, the defendant's <i>mens rea</i> must be measured at the moment that the taking is initiated. <i>Cf. Vazquez-Rivera,</i> 135 F.3d at 178 (\"We begin by noting that there is no textual basis for asserting that the injury must be `necessary to' or `intended to effectuate' the taking of the vehicle itself.\"). There is thus no reason to suppose that, in those cases where the carjacking occurs over a period of time, <i>Holloway</i> circumscribes the factfinder's entitlement to assess appellants' <i>mens rea</i> at any point during the commission of the <i>actus reus.</i></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Of course, this reading of <i>Holloway</i> does not render it irrelevant to a case of this sort. <i>Holloway</i> clarifies that we may sustain appellants' convictions if the jury rationally could have found beyond a reasonable doubt, <i>e.g., United States v. Marrero-Ort&#237;z,</i> <span class=\"citation\" data-id=\"198207\"><a href=\"/opinion/198207/united-states-v-marrero-ortiz/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></a></span>, 772 (1st Cir.1998), that appellants intended (even conditionally) to seriously harm or kill at the moment they first took control over the Hyundai, <i>see</i> 526 U.S. at 12, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>. Indeed, I think the most persuasive reason for affirming appellant Caraballo's conviction is the \"conditional intent\" thesis we have identified in our opinion: The evidence that Caraballo initiated the carjacking by placing a loaded gun against Font&#225;nez's head permitted the jury to conclude that Caraballo would have shot Font&#225;nez had Font&#225;nez failed to comply with Caraballo's demand that he turn over the car. <i>See ante</i> at 9, <span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">966</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">But my reading of <i>Holloway</i> also permits us to sustain appellants' convictions if the jury rationally could have found that, at <i>some</i> point in time, they engaged in conduct constituting part of the <i>actus reus</i> proscribed by 18 U.S.C. &#167; 2119 (or aided and abetted each other or others in doing so) with the specified <i>mens rea,</i> and if Font&#225;nez's death resulted from their conduct. <i>See</i> &#167; 2119(3). <i>Cf.</i> LaFave, <i>supra,</i> at 817-18 (explaining that, under the continuing trespass doctrine, formation of the requisite <i>mens rea</i> at any time during a continuing, blameworthy trespass is sufficient to make the trespass a larceny because, at that moment, the taking and the required intent coincide); Dressler, <i>supra,</i> &#167; 32.07[B][2] (same). This straightforward ground for affirming Lebr&#243;n's conviction doe not require asking whether the jury could have found that he had a conditional intent to seriously harm or kill Font&#225;nez at the moment the carjackers demanded the car. In my view, we could have affirmed Lebr&#243;n's conviction simply because he intentionally shot Font&#225;nez in the head at close range during the <i>actus reus,</i> thus manifesting an intention to seriously harm or kill him.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Ordinarily, I would not write separately to point out a different, and less settled, route to a result with which I concur &#8212; especially where the route that the panel opinion travels is both entirely correct and based on established law. But there are situations where the potential costs of leaving matters unresolved exceed the costs that can be generated by attempting to resolve an open question. <i>See</i> Cass R. Sunstein, <i>Foreword: Leaving Things Undecided,</i> 110 Harv. L.Rev. 4, 15-20 (1995). I regard interpretation of the carjacking statute's <i>mens rea</i> requirement as such a situation, involving the possible inadvertent foreclosure of an important issue.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Defendants charged with a carjacking involving a kidnaping that results in serious bodily injury or death face extremely stiff penal sanctions. <i>See</i> 18 U.S.C. &#167; 2119(2), (3). Unless and until we weigh in on whether <i>Holloway</i> has the meaning appellants have attached to it, such defendants will have a strong incentive to argue that the government has failed to prove beyond a reasonable doubt that they had a conditional intent to harm or kill &#8212; an elusive concept that is, by its very nature, difficult to prove &#8212; at the moment they first commandeered the vehicle. District courts will thus be left to make difficult decisions whether to permit an argument of this sort, grant a Fed.R.Crim.P. 29 motion on this basis, and/or instruct the jury without authoritative circuit guidance.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">If appellants' construction of <i>Holloway</i> is permitted to carry the day, it is not difficult to imagine a scenario where a carjacking defendant who has kidnaped and harmed (or killed) his victim escapes punishment under 18 U.S.C. &#167; 2119. Imagine a carjacking in which the defendant approaches a woman as she is getting into her vehicle in a crowded parking lot, points an unloaded gun at her, tells her that he is going to commandeer her vehicle but that she will be fine if she does as she is told, drives her to some remote location, and sexually assaults her. Suppose further that, at his trial for violating &#167; 2119(2), defendant truthfully testifies that he would have abandoned the carjacking and run off had the victim resisted, and that he only decided to assault her when the opportunity presented itself after he had taken control of her vehicle. Under appellants' reading of <i>Holloway,</i> an acquittal (not subject to appellate review) would be mandated in such a situation, despite the fact that the statutory language of &#167; 2119(2) easily supports a conviction (under what I believe to be this circuit's definition of the statutory term \"takes a motor vehicle,\" <i>see Ramirez-Burgos,</i> 313 F.3d at 30 n. 9), and the fact that, as I believe, Congress would intend the statute to reach this set of facts.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is a very small but logical step from <i>Ramirez-Burgos</i> to the construction of 18 U.S.C. &#167; 2119(2) and (3) that I have described. In my view, it is a step that we should take. Doing so would help to ensure against erroneous acquittals, provide clarification of the law, and facilitate guilty pleas by carjackers who kidnap and then harm their victims and who otherwise might roll the dice on trials designed to raise reasonable doubt as to whether they had the conditional intent to harm their victims at the instant they initiated their crimes.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>Vazquez-Rivera</i> did not explicitly state that a carjacking involving a kidnaping continues at least so long as the carjacker maintains control over the victim and her car, but it implied as much when it held that a serious bodily injury sustained by a carjacking victim during a sexual assault that followed both the initial seizure of her vehicle and her kidnaping \"result[ed]\" from the carjacking within the meaning of 18 U.S.C. &#167; 2119(2). <i>See</i> 135 F.3d at 178.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774904/"
  ]
}