{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200350/",
  "absolute_url": "/opinion/200350/eastern-bridge-v-secretary-of-labor/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200350/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:49:29Z",
  "date_modified": "2016-02-28T05:02:47.957902Z",
  "type": "010combined",
  "sha1": "a68f881781be2e7b37ee4eacc1d16e17490f3f4a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1908-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/02/14/Eastern_Bridge_v._Secretary_of_Labor.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\nNo. 02-1908\n\n        EASTERN BRIDGE, LLC; ISAACSON STRUCTURAL STEEL, INC.;\n    VANGUARD MANUFACTURING, INC.; MONADNOCK FOREST PRODUCTS, INC.,\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n          ELAINE L. CHAO, Secretary of Labor, United States\n              Department of Labor; and JOHN L. HENSHAW,\n            Assistant Secretary of Labor for Occupational\n                   Safety and Health Administration,\n                        Defendants, Appellees.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF NEW HAMPSHIRE\n            [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n                                Before\n\n                         Boudin, Chief Judge,\n                    Farris,* Senior Circuit Judge,\n                    and Torruella, Circuit Judge.\n\n\n     Richard D. Wayne, with whom Debra Dyleski-Najjar, Brian E.\nLewis and Hinckley, Allen & Snyder LLP, were on brief, for\nappellants.\n     Gretchen Leah Witt, Assistant United States Attorney, Chief,\nCivil Division, with whom Thomas P. Colantuono, United States\nAttorney, were on brief, for appellees.\n\n\n\n                          February 14, 2003\n\n\n\n\n*\n     Of the Ninth Circuit, sitting by designation.\n\f            TORRUELLA, Circuit Judge.      Four New Hampshire companies\n\n(\"plaintiffs\") -- Eastern Bridge, LLC, Isaacson Structural Steel,\n\nInc., Vanguard Manufacturing, Inc., and Monadnock Forest Products,\n\nInc. (\"Monadnock\") -- claim that the Occupational Safety and Health\n\nAdministration (\"OSHA\") acted ultra vires when it mandated that\n\nplaintiffs complete a Data Collection Initiative Survey (\"DCI\n\nSurvey\" or \"Survey\").     They argue that OSHA did not have a final\n\nregulation requiring employers to maintain the information sought\n\nin the DCI Surveys.       The United States District Court for the\n\nDistrict of New Hampshire granted defendants'1 motion to dismiss,\n\nholding that it lacked subject matter jurisdiction over plaintiffs'\n\nclaims.    We affirm.\n\n                             I.    Background\n\n            A.   The History of the DCI Survey\n\n            In 1970, Congress enacted the Occupational Safety and\n\nHealth Act (\"OSH Act\"), 29 U.S.C. § 651 et seq. (2000), giving the\n\nSecretary of Labor (\"Secretary\") the responsibility to protect the\n\nhealth and safety of American workers.            The OSH Act gives the\n\nSecretary authority to promulgate implementing regulations and\n\nrequires    that    employers     comply   with   OSHA's   standards   and\n\nregulations.     See, e.g., id. § 673(e) (\"On the basis of the records\n\n\n\n1\n   Defendants include Elaine L. Chao, Secretary of Labor, United\nStates Department of Labor; and John L. Henshaw, Assistant\nSecretary   of   Labor  for   Occupational  Safety  and   Health\nAdministration.\n\n                                     -2-\n\fmade and kept pursuant to section 657(c) of this title, employers\n\nshall file such reports with the Secretary as [s]he shall prescribe\n\nby regulation, as necessary to carry out h[er] functions under this\n\nchapter.\").\n\n            To enforce the OSH Act, Congress provides the following\n\nadministrative mechanism.     If the Secretary believes, after a\n\nworkplace inspection, that an employer has violated a standard or\n\nregulation, the Secretary can issue the employer a citation,\n\nclassify the citation, and set a penalty.       29 U.S.C. §§ 658(a),\n\n666.   If the employer contests the citation or the proposed\n\nassignment of penalty, the Occupational Safety and Health Review\n\nCommission (\"Commission\") will provide the employer with a hearing\n\nbefore an administrative law judge (\"ALJ\").     Id. § 659.   Following\n\nthe hearing, the ALJ makes a report of the hearing, which becomes\n\na final order of the Commission unless the Commission decides to\n\nconduct further review.   Id. § 661(j).    The employer can appeal the\n\nCommission's final order to a United States court of appeals.     Id.\n\n§ 660(a).\n\n            The Secretary first sent the challenged DCI Surveys to\n\nvarious employers in February 1996.       American Trucking Ass'ns v.\n\nReich, 955 F. Supp. 4, 5 (D. D.C. 1997).     In March of that year, a\n\nconsortium of employers filed suit against the Secretary of Labor\n\nunder the Administrative Procedures Act (\"APA\"), claiming that the\n\nSecretary did not have the regulatory authority to distribute the\n\n\n                                 -3-\n\fDCI Surveys.    Id.   A district court in the District of Columbia\n\nCircuit held that OSHA's DCI Survey, as it then existed, violated\n\nthe APA because OSHA attempted to accomplish its data collection\n\nwithout a final regulation in place requiring employers to complete\n\nand return the Survey.    Id. at 6-7.\n\n          Following American Trucking, the Secretary promulgated a\n\nfinal regulation explicitly requiring employers to complete the DCI\n\nSurvey:\n\n          Each employer shall, upon receipt of OSHA's\n          Annual Survey Form, report to OSHA or OSHA's\n          designee the number of workers it employed and\n          number of hours worked by its employees for\n          periods designated in the Survey form, and\n          such information as OSHA may request from\n          records required to be created and maintained\n          pursuant to 29 C.F.R. part 1904.\n\n29 C.F.R. 1904.17(a) (1997).\n\n          OSHA uses the DCI Survey to gather injury and illness\n\ndata   about   specific   establishments.   The   Survey   asks   for\n\ninformation about the number of employees at the company, the\n\nnumber of hours the employees worked over a specified period, and\n\nthe number of injuries and illnesses the employees suffered during\n\nthat period.     Based on this information, OSHA calculates the\n\nworkplace's injury/illness incidence rate and decides whether to\n\ntarget the establishment for inspection.\n\n\n\n\n                                 -4-\n\f            B.    Plaintiffs were Sent DCI Surveys\n\n            In 2000, OSHA sent a DCI Survey to three of the four\n\nplaintiffs seeking information based upon 1999 data.2                Plaintiffs\n\ncompleted   the    2000   DCI    Survey,      leading   to   the   placement   of\n\nMonadnock and Eastern Bridge on OSHA's primary inspection list.3\n\nAlthough OSHA never initiated an inspection of Monadnock, it\n\nattempted to inspect Eastern Bridge.            When Eastern Bridge withdrew\n\nits consent to inspection, OSHA obtained an administrative search\n\nwarrant from the district court. Eastern Bridge moved to quash the\n\nwarrant, but the motion was denied. Subsequently, OSHA carried out\n\nthe inspection and issued Eastern Bridge a citation.                    Eastern\n\nBridge has not appealed the issuance of the warrant.\n\n            In 2001, OSHA sent all four plaintiffs a DCI Survey\n\nrequesting data from 2000.         All of the plaintiffs completed the\n\nSurvey.   OSHA placed Eastern Bridge on the primary inspection list\n\nand   placed     the   other    three    plaintiffs     on   the   supplemental\n\ninspection list. Because OSHA had already inspected Eastern Bridge\n\nthat year, it deleted Eastern Bridge from its inspection list.                 On\n\nthe record before us, OSHA has not subjected any of the plaintiffs\n\n\n\n\n2\n    OSHA did not send Vanguard Manufacturing, Inc. a survey in 2000.\n3\n    OSHA has a primary and a supplemental inspection list.\nWorksites on the supplemental list are only inspected after all of\nthe worksites on the primary list are inspected. Based on the 2000\nDCI Survey, Isaacson Structural Steel, Inc. was placed on the\nsupplemental list but was not inspected.\n\n                                        -5-\n\fon    the    supplemental    list   to   an    inspection,        and   there   is   no\n\nindication that any inspection is pending.\n\n              C.   District Court Proceeding\n\n              In April of 2002, before they received their 2002 DCI\n\nSurveys requesting data from 2001,4 plaintiffs brought suit seeking\n\nto have the district court declare the DCI Survey ultra vires and\n\nthe    use    of   information   gathered      in    the    DCI    Survey   illegal.\n\nPlaintiffs sought declaratory and injunctive relief, arguing that\n\nthe DCI Survey violated the OSH Act and the APA because it required\n\nplaintiffs to report information that they were not required by\n\nregulation to maintain, and that the Survey violated their Fourth\n\nAmendment privacy right. Plaintiffs argue that 29 C.F.R. § 1904.17\n\n(b) simply required employers to \"report\" the information, but did\n\nnot require them to record and maintain the requested information.\n\nIn response, OSHA argues that the plaintiffs are required to\n\nchannel and exhaust their claims administratively pursuant to the\n\nOSH Act's statutorily provided review scheme.5                The district court\n\ndismissed      plaintiffs'    action     due    to   lack    of     subject     matter\n\njurisdiction.\n\n\n\n\n4\n   After the litigation began, plaintiffs received their 2002 DCI\nSurveys, requesting 2001 information, and they refused to complete\nthe Surveys.\n5\n   On the merits, defendants also contend that 29 C.F.R. section\n1904.17 (1997) required employers to maintain the employment\ninformation necessary to respond to the DCI Survey.\n\n                                         -6-\n\f            Effective January 1, 2002, OSHA issued a final rule\n\nrevising    its   employer    injury    and   illness    record   keeping   and\n\nreporting requirements.       See 66 Fed. Reg. at 5916 (Jan. 19, 2001)\n\n(codified at 29 C.F.R. pt. 1904 (2002)).                This rule explicitly\n\nrequires employers to record, maintain, and report the information\n\nrequested in the DCI Survey.           See 29 C.F.R. §§ 1904.29, 1904.30,\n\n1904.32 (2002).       The January 1, 2002 effective date means that\n\nemployers must maintain the requested information starting with\n\nthat date. Plaintiffs concede that the 2003 DCI Survey (requesting\n\n2002 information) will be valid even under the theory on which they\n\nchallenge the prior Surveys, and they do not seek to enjoin it.\n\n            D.    Standard of Review\n\n            We review de novo the district court's dismissal for lack\n\nof subject matter jurisdiction because the question of subject\n\nmatter jurisdiction in this case focuses on \"pure (or nearly pure)\n\nquestions of law.\"      Gonzáles v. United States, 284 F.3d 281, 287\n\n(1st Cir. 2002).\n\n                               II.     Analysis\n\n            A.    Presumption of Administrative Review\n\n            To    determine   whether    Congress   intended      to   preclude\n\ndistrict court review of plaintiffs' claims, we first examine the\n\nOSH Act for explicit language of preclusion.                Because no such\n\nlanguage exists, we look next for other indicia of congressional\n\nintent.    Thunder Basin Coal Co. v. Reich, 510 U.S. 200, 207 (1994).\n\n\n                                       -7-\n\fDue to the similarity between the review provisions in the Mine Act\n\nand the OSH Act, we have already found Thunder Basin's holding --\n\nthat, in general, Congress intended Mine Act challenges to be\n\ninitially reviewed administratively        -- to apply to the OSH Act.6\n\nNortheast Erectors Ass'n of the BTEA v. Sec'y of Labor, 62 F.3d 37,\n\n40 (1st Cir. 1995) (finding that the comprehensive administrative\n\nreview procedure under the Mine Act is \"nearly identical\" to the\n\nadministrative   review   process    for   review   of   OSHA   enforcement\n\nactions); see also Sturm, Ruger & Co., Inc. v. Chao, 300 F.3d 867,\n\n873 (D.C. Cir. 2002) (stating that \"in every relevant respect the\n\nstatutory review provisions of the OSH Act parallel those of the\n\nMine Act, and we therefore join the First and Sixth circuits in\n\nconcluding that Thunder Basin's analysis of review under the Mine\n\nAct is fully applicable to the OSH Act\").\n\n          Committing initial review to the agency is often sensible\n\npolicy.   Because the administrative agency may possess greater\n\nexpertise with respect to the organic statute, agency review can be\n\nmore informed and thus more expeditious, and scarce judicial\n\nresources can be conserved for other areas of pressing concern.\n\nMoreover, streamlined agency adjudication and deferential appellate\n\nreview can induce greater compliance by ensuring that penalties are\n\n\n6\n    Plaintiffs argue that Thunder Basin does not apply to the\npresent dispute because it is not a pre-enforcement challenge.\nThis argument is faulty because whether this case is an\nimpermissible pre-enforcement challenge is exactly what a Thunder\nBasin analysis determines.\n\n                                    -8-\n\fpaid reasonably close in time to violations and by deterring\n\nfrivolous and dilatory challenges.         Cf. Thunder Basin, 510 U.S. at\n\n210-11 (discussing the motivation for the similarly worded review\n\nscheme in the Mine Act).\n\n           B.    Exceptions to Preclusion\n\n           To unsettle this presumption of initial administrative\n\nreview -- made apparent by the structure of the organic statute --\n\nrequires a strong countervailing rationale. See Thunder Basin, 510\n\nU.S. at 212-17.    The Supreme Court has made exceptions in the past,\n\ninter   alia,   for   situations   where   plaintiffs    will    effectively\n\nreceive no review at all,7 where the administrative process is\n\nfundamentally     flawed   because   of    a   pattern   and    practice   of\n\nadministrative    agency   abuse,8   where     the   agency's   behavior   is\n\n\n\n\n7\n   See, e.g., Bowen v. Mich. Acad. of Family Physicians, 476 U.S.\n667, 678-80 (1986) (holding that Congress did not intend to\nforeclose judicial review where such a finding would result in\nrespondents being left without any forum to adjudicate statutory\nand constitutional challenges to agency regulations).\n8\n   See, e.g., McNary v. Haitian Refugee Center, 498 U.S. 479, 496-\n98 (1991) (holding that the federal district court had jurisdiction\nover an action in which respondents alleged that the INS had\nengaged in a pattern and practice of due process violations, and\nwhere, if respondents were denied district court review, they\n\"would not as a practical matter be able to obtain meaningful\njudicial review\" of their claims).\n\n                                     -9-\n\futterly lawless,9 and where further administrative exhaustion is\n\ndeemed futile.10\n\n                   1.    Preclusion of All Effective Review\n\n           The plaintiffs cannot escape the administrative process\n\non the basis of preclusion of all review because they can seek\n\njudicial review of the agency proceedings.       Plaintiffs can assert\n\nall of their challenges as defenses in an agency enforcement\n\nproceeding. If plaintiffs are dissatisfied with the outcome of the\n\nagency proceeding, they can seek review in the appropriate federal\n\ncourt of appeals.       29 U.S.C. § 660(a).   This is simply not a case\n\nwhere plaintiffs' claims are wholly committed to an administrative\n\nprocess.   See Bowen v. Mich. Acad. of Family Physicians, 476 U.S.\n\n667, 674-78 (1986) (finding jurisdiction where there is no further\n\nreview of benefit determinations of a private insurance carrier).\n\nThe limitation imposed here is channeling of initial review through\n\nthe administrative process, not exclusion of judicial supervision.\n\n\n9\n  See, e.g., Oestereich v. Selective Servs. Sys. Local Bd. No. 11,\n393 U.S. 233, 237-39 (1968) (finding that the district court had\njurisdiction where the Selective Service Board had acted in a\n\"blatantly lawless manner\" and where petitioner's only alternative\nwas to raise his claim through habeas corpus or in a criminal\nprosecution).\n10\n     See, e.g., Heckler v. Ringer, 466 U.S. 602, 619 (1984)\n(requiring respondents to pursue \"the often lengthy administrative\nreview process\" because exhaustion would not be futile). The Court\nstated that further exhaustion may be futile where the harm caused\nby denial of respondents' claim early in the administrative process\ncould not later be remedied and where respondents' claim is \"wholly\ncollateral\" to a claim for benefits under the organic statute. Id.\nat 618-19.\n\n                                   -10-\n\f           However, we recognize that even with ultimate judicial\n\nreview, deferred review may not in reality be effective.                Thunder\n\nBasin, 510 U.S. at 212-18.         In particular, effective review could\n\nbe cut off in two situations: (1) where the penalty for a violation\n\nis set so high that no rational person would dare test the legality\n\nof administrative action by refusing to comply, and (2) where the\n\ncompliance costs are so onerous that complying with the regulation\n\nwill cause irreparable harm.         See id.    Whether one or both of the\n\nscenarios might justify pre-enforcement review would depend on the\n\nmagnitude of the burden, the different review options available to\n\nthe challenger, and other circumstances.              But in this case, the\n\nplaintiffs have failed to demonstrate that either scenario applies.\n\n           Plaintiffs have not alleged any facts demonstrating that\n\nthe potential penalty for refusing to complete the DCI Survey is\n\nsuch that no rational actor would test the law.                      Similarly,\n\nplaintiffs have not made any factual showing that the cost of\n\ncompleting   the    DCI   Survey    is   so    high   that   it    would   cause\n\nirreparable harm.     The DCI Survey asks for information about the\n\nnumber of employees at the company, the number of hours worked by\n\nthe   employees,   and    the   number   of    injuries   and     illnesses   the\n\nemployees suffered during that period.           But employers were already\n\nrequired by regulation to \"maintain . . . a log and summary of all\n\nrecordable occupational injuries and illnesses.\"             29 C.F.R. § 1904\n\n.2(a) (1997).      The marginal cost of maintaining the incremental\n\n\n                                     -11-\n\fdata (number of employees the company employs and the number of\n\nhours worked) does not appear to create a burden that causes\n\nirreparable harm.     Cf.     Mathews v. Eldridge, 424 U.S. 319, 324-25,\n\n331    (1976)   (finding    federal        court    jurisdiction     because    the\n\nstatute's provision for a hearing only after plaintiff was deprived\n\nof    disability   benefits    could       damage   plaintiff   in    a   way   not\n\nrecompensable through retroactive payments); R.I. Dep't of Envtl.\n\nMgmt. v. United States, 304 F.3d 31, 43 (1st Cir. 2002) (finding\n\nsubject matter jurisdiction to hear state's sovereign immunity\n\nclaim    because     undergoing       an     unconsented-to        administrative\n\nadjudication would itself deprive the state of its \"immunity from\n\nbeing haled before a tribunal by private parties\").                       Instead,\n\nplaintiffs have successfully completed the 2000 and 2001 DCI\n\nSurveys.    If the cost of compliance created an imperiling burden,\n\nwe would expect the plaintiffs to have alleged such facts in this\n\nchallenge.      Plaintiffs have made no such argument.\n\n                     2.    Other Arguments for Exception to Preclusion\n\n             Plaintiffs also assert that their challenge is collateral\n\nto the statutory review scheme.            But calling an issue \"collateral\"\n\ndoes not make it so.        Plaintiffs claim that OSHA has engaged in a\n\npattern and practice of ultra vires conduct that has successfully\n\nevaded review for six years.               However, successful pattern and\n\npractice    challenges      involve    attacks       on   fundamentally    flawed\n\nadministrative procedures that prevent challengers from obtaining\n\n\n                                       -12-\n\fmeaningful review.     See, e.g., McNary v. Haitian Refugee Center,\n\n498 U.S. 479, 496-97 (1991) (finding INS's review procedure flawed\n\nbecause it did not create an adequate administrative record for\n\nfederal appellate review).     Here, plaintiffs are only challenging\n\nthe underlying substantive conduct of the agency and not its review\n\nprocedures.     They argue that the agency's DCI Survey is in part\n\nunlawful    (because    not   accompanied   by   a    data-maintenance\n\nregulation), but they have not challenged the integrity or fairness\n\nof the administrative review process provided by the OSH Act.\n\nTherefore, there is no reason why plaintiffs should not avail\n\nthemselves of the administrative forum first.        All challenges to\n\nagency action allege that the underlying substantive conduct is\n\nunlawful.     If we were to allow plaintiffs' claim to fit into the\n\npattern and practice exception, then the exception would swallow\n\nthe rule.\n\n            Plaintiffs also rely heavily on Leedom v. Kyne, 358 U.S.\n\n184 (1958), in support of their argument that they should be\n\nexcepted from the exhaustion requirement. However, Leedom involved\n\nan undisputed agency violation where the agency \"attempted exercise\n\nof power that had been specifically withheld\" by statute, depriving\n\nplaintiffs \"of a right assured to them by Congress.\"       Id. at 189\n\n(emphasis added).      Likewise, in Oestereich v. Selective Service\n\nSystems Local Bd. No. 11, 393 U.S. 233 (1968), a case which\n\nclarified Leedom, the Court held that the district court had\n\n\n                                 -13-\n\fjurisdiction because the Selective Service Board had acted in a\n\n\"blatantly lawless manner.\"       Id. at 237-39.        In both Leedom and\n\nOestereich, the lawlessness of agency conduct was obvious on its\n\nface and conceded.    Id. at 187-89; Oestereich, 393 U.S. at 237-38.\n\nThe case before us is quite different.           Here, it is not at all\n\nclear to us that OSHA's conduct was lawless on the merits, and OSHA\n\nvigorously contests the allegation that the DCI Survey was unlawful\n\nunder then-existing regulations.\n\n           Plaintiffs also assert that because they are alleging a\n\nFourth Amendment violation, they need not exhaust administrative\n\nremedies. But this invocation of constitutional authority, without\n\nmore, cannot breathe life into a theory already pronounced dead by\n\nthe Supreme Court in binding precedent.            At the termination of\n\nadministrative review, plaintiffs' constitutional claims \"can be\n\nmeaningfully addressed in the Court of Appeals.\"            Thunder Basin,\n\n510 U.S.   at   215   (stating   that   \"the   general   rule   disfavoring\n\nconstitutional    adjudication    by    agencies   is    not    mandatory\").\n\nAdditionally, the present constitutional claim is really just a\n\nrecharacterization of their administrative claim, and we will not\n\nallow plaintiffs to circumvent the statutory review process with an\n\nagile game of word play.    See Heckler v. Ringer, 466 U.S. 602, 622-\n\n24 (1984) (rejecting respondents attempt to obtain jurisdiction by\n\ncharacterizing his claim as arising under the Constitution rather\n\nthan under the Social Security Act).\n\n\n                                   -14-\n\f           C.    Injunction Against the Use of Information\n\n           As an additional remedy, plaintiffs seek an injunction\n\nagainst OSHA's use of any information obtained in the DCI Surveys;\n\nwe do not believe this alternative prayer for relief affords us\n\njurisdiction where their primary theory has failed.          In accordance\n\nwith the principles we discussed above, the plaintiffs can and\n\nshould test the legality of the 2002 Survey in the statutorily\n\nprovided process, if and when they are cited for noncompliance. As\n\nto past Surveys already completed, they can seek to exclude the use\n\nof data in citation proceedings based on such information.\n\n           We think it clear -- and OSHA concedes -- that the\n\ndistrict     court   would   have   jurisdiction     if   OSHA    sought   an\n\nadministrative warrant for an inspection, and plaintiffs moved to\n\nquash the warrant on the theory that the warrant was based on\n\nillegally collected Survey data.             But in this case, the only\n\nplaintiff (Eastern Bridge) to have challenged an administrative\n\nwarrant below has chosen not to appeal that issue to this court.\n\nAs matters now stand, Eastern Bridge has already been cited for\n\nviolations      following    a   completed    inspection,   and     ordinary\n\nprinciples of exhaustion require us to defer to an administrative\n\nprocess that is already in motion.         See Sturm, Ruger & Co. v. OSHA,\n\n186 F.3d 63, 64-65 (1st Cir. 1999).\n\n\n\n\n                                    -15-\n\f                        III.   Conclusion\n\n         For the reasons stated above, we affirm the district\n\ncourt's dismissal for lack of subject matter jurisdiction.\n\n          Affirmed.\n\n\n\n\n                               -16-\n\f",
  "html": "<p class=\"case_cite\">320 F.3d 84</p>\n    <p class=\"parties\">EASTERN BRIDGE, LLC; Isaacson Structural Steel, Inc.; Vanguard Manufacturing, Inc.; Monadnock Forest Products, Inc., Plaintiffs, Appellants,<br>v.<br>Elaine L. CHAO, Secretary of Labor, United States Department of Labor; and John L. Henshaw, Assistant Secretary of Labor for Occupational Safety and Health Administration, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-1908.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 6, 2002.</p>\n    <p class=\"date\">Decided February 14, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Richard D. Wayne, with whom Debra Dyleski-Najjar, Brian E. Lewis and Hinckley, Allen &amp; Snyder LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Gretchen Leah Witt, Assistant United States Attorney, Chief, Civil Division, with whom Thomas P. Colantuono, United States Attorney, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, FARRIS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and TORRUELLA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Four New Hampshire companies (\"plaintiffs\") &#8212; Eastern Bridge, LLC, Isaacson Structural Steel, Inc., Vanguard Manufacturing, Inc., and Monadnock Forest Products, Inc. (\"Monadnock\") &#8212; claim that the Occupational Safety and Health Administration (\"OSHA\") acted <i>ultra vires</i> when it mandated that plaintiffs complete a Data Collection Initiative Survey (\"DCI Survey\" or \"Survey\"). They argue that OSHA did not have a final regulation requiring employers to maintain the information sought in the DCI Surveys. The United States District Court for the District of New Hampshire granted defendants'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> motion to dismiss, holding that it lacked subject matter jurisdiction over plaintiffs' claims. We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <p class=\"indent\">A. The History of the DCI Survey</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1970, Congress enacted the Occupational Safety and Health Act (\"OSH Act\"), 29 U.S.C. &#167; 651 <i>et seq.</i> (2000), giving the Secretary of Labor (\"Secretary\") the responsibility to protect the health and safety of American workers. The OSH Act gives the Secretary authority to promulgate implementing regulations and requires that employers comply with OSHA's standards and regulations. <i>See, e.g., id.</i> &#167; 673(e) (\"On the basis of the records made and kept pursuant to section 657(c) of this title, employers shall file such reports with the Secretary as [s]he shall prescribe by regulation, as necessary to carry out h[er] functions under this chapter.\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To enforce the OSH Act, Congress provides the following administrative mechanism. If the Secretary believes, after a workplace inspection, that an employer has violated a standard or regulation, the Secretary can issue the employer a citation, classify the citation, and set a penalty. 29 U.S.C. &#167;&#167; 658(a), 666. If the employer contests the citation or the proposed assignment of penalty, the Occupational Safety and Health Review Commission (\"Commission\") will provide the employer with a hearing before an administrative law judge (\"ALJ\"). <i>Id.</i> &#167; 659. Following the hearing, the ALJ makes a report of the hearing, which becomes a final order of the Commission unless the Commission decides to conduct further review. <i>Id.</i> &#167; 661(j). The employer can appeal the Commission's final order to a United States court of appeals. <i>Id.</i> &#167; 660(a).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Secretary first sent the challenged DCI Surveys to various employers in February 1996. <i>American Trucking Ass'ns v. Reich,</i> 955 F.Supp. 4, 5 (D.D.C.1997). In March of that year, a consortium of employers filed suit against the Secretary of Labor under the Administrative Procedures Act (\"APA\"), claiming that the Secretary did not have the regulatory authority to distribute the DCI Surveys. <i>Id.</i> A district court in the District of Columbia Circuit held that OSHA's DCI Survey, as it then existed, violated the APA because OSHA attempted to accomplish its data collection without a final regulation in place requiring employers to complete and return the Survey. <i>Id.</i> at 6-7.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following <i>American Trucking,</i> the Secretary promulgated a final regulation explicitly requiring employers to complete the DCI Survey:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Each employer shall, upon receipt of OSHA's Annual Survey Form, report to OSHA or OSHA's designee the number of workers it employed and number of hours worked by its employees for periods designated in the Survey form, and such information as OSHA may request from records required to be created and maintained pursuant to 29 C.F.R. part 1904.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">29 C.F.R.1904.17(a) (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">OSHA uses the DCI Survey to gather injury and illness data about specific establishments. The Survey asks for information about the number of employees at the company, the number of hours the employees worked over a specified period, and the number of injuries and illnesses the employees suffered during that period. Based on this information, OSHA calculates the workplace's injury/illness incidence rate and decides whether to target the establishment for inspection.</p>\n    </div>\n    <p class=\"indent\">B. Plaintiffs were Sent DCI Surveys</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 2000, OSHA sent a DCI Survey to three of the four plaintiffs seeking information based upon 1999 data.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Plaintiffs completed the 2000 DCI Survey, leading to the placement of Monadnock and Eastern Bridge on OSHA's primary inspection list.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Although OSHA never initiated an inspection of Monadnock, it attempted to inspect Eastern Bridge. When Eastern Bridge withdrew its consent to inspection, OSHA obtained an administrative search warrant from the district court. Eastern Bridge moved to quash the warrant, but the motion was denied. Subsequently, OSHA carried out the inspection and issued Eastern Bridge a citation. Eastern Bridge has not appealed the issuance of the warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 2001, OSHA sent all four plaintiffs a DCI Survey requesting data from 2000. All of the plaintiffs completed the Survey. OSHA placed Eastern Bridge on the primary inspection list and placed the other three plaintiffs on the supplemental inspection list. Because OSHA had already inspected Eastern Bridge that year, it deleted Eastern Bridge from its inspection list. On the record before us, OSHA has not subjected any of the plaintiffs on the supplemental list to an inspection, and there is no indication that any inspection is pending.</p>\n    </div>\n    <p class=\"indent\">C. District Court Proceeding</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In April of 2002, before they received their 2002 DCI Surveys requesting data from 2001,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> plaintiffs brought suit seeking to have the district court declare the DCI Survey <i>ultra vires</i> and the use of information gathered in the DCI Survey illegal. Plaintiffs sought declaratory and injunctive relief, arguing that the DCI Survey violated the OSH Act and the APA because it required plaintiffs to report information that they were not required by regulation to maintain, and that the Survey violated their Fourth Amendment privacy right. Plaintiffs argue that 29 C.F.R. &#167; 1904.17(b) simply required employers to \"report\" the information, but did not require them to record and maintain the requested information. In response, OSHA argues that the plaintiffs are required to channel and exhaust their claims administratively pursuant to the OSH Act's statutorily provided review scheme.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court dismissed plaintiffs' action due to lack of subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Effective January 1, 2002, OSHA issued a final rule revising its employer injury and illness record keeping and reporting requirements. <i>See</i> 66 Fed.Reg. at 5916 (Jan. 19, 2001) (codified at 29 C.F.R. pt.1904 (2002)). This rule explicitly requires employers to record, maintain, and report the information requested in the DCI Survey. <i>See</i> 29 C.F.R. &#167;&#167; 1904.29, 1904.30, 1904.32 (2002). The January 1, 2002 effective date means that employers must maintain the requested information starting with that date. Plaintiffs concede that the 2003 DCI Survey (requesting 2002 information) will be valid even under the theory on which they challenge the prior Surveys, and they do not seek to enjoin it.</p>\n    </div>\n    <p class=\"indent\">D. Standard of Review</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review de novo the district court's dismissal for lack of subject matter jurisdiction because the question of subject matter jurisdiction in this case focuses on \"pure (or nearly pure) questions of law.\" <i>Gonz&#225;les v. United States,</i> 284 F.3d 281, 287 (1st Cir.2002).</p>\n    </div>\n    <p>II. Analysis</p>\n    <p class=\"indent\">A. Presumption of Administrative Review</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To determine whether Congress intended to preclude district court review of plaintiffs' claims, we first examine the OSH Act for explicit language of preclusion. Because no such language exists, we look next for other indicia of congressional intent. <i>Thunder Basin Coal Co. v. Reich,</i> 510 U.S. 200, 207, 114 S.Ct. 771, 127 L.Ed.2d 29 (1994). Due to the similarity between the review provisions in the Mine Act and the OSH Act, we have already found <i>Thunder Basin's</i> holding &#8212; that, in general, Congress intended Mine Act challenges to be initially reviewed administratively &#8212; to apply to the OSH Act.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>Northeast</i> <i>Erectors Ass'n of the BTEA v. Sec'y of Labor,</i> 62 F.3d 37, 40 (1st Cir.1995) (finding that the comprehensive administrative review procedure under the Mine Act is \"nearly identical\" to the administrative review process for review of OSHA enforcement actions); <i>see also Sturm, Ruger &amp; Co., Inc. v. Chao,</i> 300 F.3d 867, 873 (D.C.Cir.2002) (stating that \"in every relevant respect the statutory review provisions of the OSH Act parallel those of the Mine Act, and we therefore join the First and Sixth circuits in concluding that <i>Thunder Basin's</i> analysis of review under the Mine Act is fully applicable to the OSH Act\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Committing initial review to the agency is often sensible policy. Because the administrative agency may possess greater expertise with respect to the organic statute, agency review can be more informed and thus more expeditious, and scarce judicial resources can be conserved for other areas of pressing concern. Moreover, streamlined agency adjudication and deferential appellate review can induce greater compliance by ensuring that penalties are paid reasonably close in time to violations and by deterring frivolous and dilatory challenges. <i>Cf. Thunder Basin,</i> 510 U.S. at 210-11, 114 S.Ct. 771 (discussing the motivation for the similarly worded review scheme in the Mine Act).</p>\n    </div>\n    <p class=\"indent\">B. Exceptions to Preclusion</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To unsettle this presumption of initial administrative review &#8212; made apparent by the structure of the organic statute &#8212; requires a strong countervailing rationale. <i>See Thunder Basin,</i> 510 U.S. at 212-17, 114 S.Ct. 771. The Supreme Court has made exceptions in the past, inter alia, for situations where plaintiffs will effectively receive no review at all,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> where the administrative process is fundamentally flawed because of a pattern and practice of administrative agency abuse,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> where the agency's behavior is utterly lawless,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and where further administrative exhaustion is deemed futile.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>1. Preclusion of All Effective Review</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The plaintiffs cannot escape the administrative process on the basis of preclusion of all review because they can seek judicial review of the agency proceedings. Plaintiffs can assert all of their challenges as defenses in an agency enforcement proceeding. If plaintiffs are dissatisfied with the outcome of the agency proceeding, they can seek review in the appropriate federal court of appeals. 29 U.S.C. &#167; 660(a). This is simply not a case where plaintiffs' claims are wholly committed to an administrative process. <i>See Bowen v. Mich. Acad. of Family Physicians,</i> 476 U.S. 667, 674-78, 106 S.Ct. 2133, 90 L.Ed.2d 623 (1986) (finding jurisdiction where there is no further review of benefit determinations of a private insurance carrier). The limitation imposed here is channeling of initial review through the administrative process, not exclusion of judicial supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">However, we recognize that even with ultimate judicial review, deferred review may not in reality be effective. <i>Thunder Basin,</i> 510 U.S. at 212-18, 114 S.Ct. 771. In particular, effective review could be cut off in two situations: (1) where the penalty for a violation is set so high that no rational person would dare test the legality of administrative action by refusing to comply, and (2) where the compliance costs are so onerous that complying with the regulation will cause irreparable harm. <i>See id.</i> Whether one or both of the scenarios might justify pre-enforcement review would depend on the magnitude of the burden, the different review options available to the challenger, and other circumstances. But in this case, the plaintiffs have failed to demonstrate that either scenario applies.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Plaintiffs have not alleged any facts demonstrating that the potential penalty for refusing to complete the DCI Survey is such that no rational actor would test the law. Similarly, plaintiffs have not made any factual showing that the cost of completing the DCI Survey is so high that it would cause irreparable harm. The DCI Survey asks for information about the number of employees at the company, the number of hours worked by the employees, and the number of injuries and illnesses the employees suffered during that period. But employers were already required by regulation to \"maintain ... a log and summary of all recordable occupational injuries and illnesses.\" 29 C.F.R. &#167; 1904.2(a) (1997). The marginal cost of maintaining the incremental data (number of employees the company employs and the number of hours worked) does not appear to create a burden that causes irreparable harm. <i>Cf. Mathews v. Eldridge,</i> 424 U.S. 319, 324-25, 331, 96 S.Ct. 893, 47 L.Ed.2d 18 (1976) (finding federal court jurisdiction because the statute's provision for a hearing only after plaintiff was deprived of disability benefits could damage plaintiff in a way not recompensable through retroactive payments); <i>R.I. Dep't of Envtl. Mgmt. v. United States,</i> 304 F.3d 31, 43 (1st Cir. 2002) (finding subject matter jurisdiction to hear state's sovereign immunity claim because undergoing an unconsented-to administrative adjudication would itself deprive the state of its \"immunity from being haled before a tribunal by private parties\"). Instead, plaintiffs have successfully completed the 2000 and 2001 DCI Surveys. If the cost of compliance created an imperiling burden, we would expect the plaintiffs to have alleged such facts in this challenge. Plaintiffs have made no such argument.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>2. Other Arguments for Exception to Preclusion</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiffs also assert that their challenge is collateral to the statutory review scheme. But calling an issue \"collateral\" does not make it so. Plaintiffs claim that OSHA has engaged in a pattern and practice of <i>ultra vires</i> conduct that has successfully evaded review for six years. However, successful pattern and practice challenges involve attacks on fundamentally flawed administrative procedures that prevent challengers from obtaining meaningful review. <i>See, e.g., McNary v. Haitian Refugee Center,</i> 498 U.S. 479, 496-97, 111 S.Ct. 888, 112 L.Ed.2d 1005 (1991) (finding INS's review procedure flawed because it did not create an adequate administrative record for federal appellate review). Here, plaintiffs are only challenging the underlying substantive conduct of the agency and not its review procedures. They argue that the agency's DCI Survey is in part unlawful (because not accompanied by a data-maintenance regulation), but they have not challenged the integrity or fairness of the administrative review process provided by the OSH Act. Therefore, there is no reason why plaintiffs should not avail themselves of the administrative forum first. All challenges to agency action allege that the underlying substantive conduct is unlawful. If we were to allow plaintiffs' claim to fit into the pattern and practice exception, then the exception would swallow the rule.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Plaintiffs also rely heavily on <i>Leedom v. Kyne,</i> 358 U.S. 184, 79 S.Ct. 180, 3 L.Ed.2d 210 (1958), in support of their argument that they should be excepted from the exhaustion requirement. However, <i>Leedom</i> involved an undisputed agency violation where the agency \"attempted exercise of power that had been <i>specifically withheld</i>\" by statute, depriving plaintiffs \"of a right assured to them by Congress.\" <i>Id.</i> at 189, 79 S.Ct. 180 (emphasis added). Likewise, in <i>Oestereich v. Selective Service System Local Bd. No. 11,</i> 393 U.S. 233, 89 S.Ct. 414, 21 L.Ed.2d 402 (1968), a case which clarified <i>Leedom,</i> the Court held that the district court had jurisdiction because the Selective Service Board had acted in a \"blatantly lawless manner.\" <i>Id.</i> at 237-39, 89 S.Ct. 414. In both <i>Leedom</i> and <i>Oestereich,</i> the lawlessness of agency conduct was obvious on its face and conceded. <i>Id.</i> at 187-89, 89 S.Ct. 414; <i>Oestereich,</i> 393 U.S. at 237-38, 89 S.Ct. 414. The case before us is quite different. Here, it is not at all clear to us that OSHA's conduct was lawless on the merits, and OSHA vigorously contests the allegation that the DCI Survey was unlawful under then-existing regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiffs also assert that because they are alleging a Fourth Amendment violation, they need not exhaust administrative remedies. But this invocation of constitutional authority, without more, cannot breathe life into a theory already pronounced dead by the Supreme Court in binding precedent. At the termination of administrative review, plaintiffs' constitutional claims \"can be meaningfully addressed in the Court of Appeals.\" <i>Thunder Basin,</i> 510 U.S. at 215, 114 S.Ct. 771 (stating that \"the general rule disfavoring constitutional adjudication by agencies is not mandatory\"). Additionally, the present constitutional claim is really just a recharacterization of their administrative claim, and we will not allow plaintiffs to circumvent the statutory review process with an agile game of word play. <i>See Heckler v. Ringer,</i> 466 U.S. 602, 622-24, 104 S.Ct. 2013, 80 L.Ed.2d 622 (1984) (rejecting respondents attempt to obtain jurisdiction by characterizing his claim as arising under the Constitution rather than under the Social Security Act).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">C. Injunction Against the Use of Information</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As an additional remedy, plaintiffs seek an injunction against OSHA's use of any information obtained in the DCI Surveys; we do not believe this alternative prayer for relief affords us jurisdiction where their primary theory has failed. In accordance with the principles we discussed above, the plaintiffs can and should test the legality of the 2002 Survey in the statutorily provided process, if and when they are cited for noncompliance. As to past Surveys already completed, they can seek to exclude the use of data in citation proceedings based on such information.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We think it clear &#8212; and OSHA concedes &#8212; that the district court would have jurisdiction if OSHA sought an administrative warrant for an inspection, and plaintiffs moved to quash the warrant on the theory that the warrant was based on illegally collected Survey data. But in this case, the only plaintiff (Eastern Bridge) to have challenged an administrative warrant below has chosen not to appeal that issue to this court. As matters now stand, Eastern Bridge has already been cited for violations following a completed inspection, and ordinary principles of exhaustion require us to defer to an administrative process that is already in motion. <i>See Sturm, Ruger &amp; Co. v. OSHA,</i> 186 F.3d 63, 64-65 (1st Cir.1999).</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the district court's dismissal for lack of subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendants include Elaine L. Chao, Secretary of Labor, United States Department of Labor; and John L. Henshaw, Assistant Secretary of Labor for Occupational Safety and Health Administration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> OSHA did not send Vanguard Manufacturing, Inc. a survey in 2000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> OSHA has a primary and a supplemental inspection list. Worksites on the supplemental list are only inspected after all of the worksites on the primary list are inspected. Based on the 2000 DCI Survey, Isaacson Structural Steel, Inc. was placed on the supplemental list but was not inspected</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> After the litigation began, plaintiffs received their 2002 DCI Surveys, requesting 2001 information, and they refused to complete the Surveys</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On the merits, defendants also contend that 29 C.F.R. section 1904.17 (1997) required employers to maintain the employment information necessary to respond to the DCI Survey</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiffs argue that<i>Thunder Basin</i> does not apply to the present dispute because it is not a pre-enforcement challenge. This argument is faulty because whether this case is an impermissible pre-enforcement challenge is exactly what a <i>Thunder Basin</i> analysis determines.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>See, e.g., Bowen v. Mich. Acad. of Family Physicians,</i> 476 U.S. 667, 678-80, 106 S.Ct. 2133, 90 L.Ed.2d 623 (1986) (holding that Congress did not intend to foreclose judicial review where such a finding would result in respondents being left without any forum to adjudicate statutory and constitutional challenges to agency regulations).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> <i>See, e.g., McNary v. Haitian Refugee Center,</i> 498 U.S. 479, 496-98, 111 S.Ct. 888, 112 L.Ed.2d 1005 (1991) (holding that the federal district court had jurisdiction over an action in which respondents alleged that the INS had engaged in a pattern and practice of due process violations, and where, if respondents were denied district court review, they \"would not as a practical matter be able to obtain meaningful judicial review\" of their claims).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>See, e.g., Oestereich v. Selective Serv. Sys. Local Bd. No. 11,</i> 393 U.S. 233, 237-39, 89 S.Ct. 414, 21 L.Ed.2d 402 (1968) (finding that the district court had jurisdiction where the Selective Service Board had acted in a \"blatantly lawless manner\" and where petitioner's only alternative was to raise his claim through habeas corpus or in a criminal prosecution).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> <i>See, e.g., Heckler v. Ringer,</i> 466 U.S. 602, 619, 104 S.Ct. 2013, 80 L.Ed.2d 622 (1984) (requiring respondents to pursue \"the often lengthy administrative review process\" because exhaustion would not be futile). The Court stated that further exhaustion may be futile where the harm caused by denial of respondents' claim early in the administrative process could not later be remedied and where respondents' claim is \"wholly collateral\" to a claim for benefits under the organic statute. <i>Id.</i> at 618-19, 104 S.Ct. 2013.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">320</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></span></p>\n    <p class=\"parties\">EASTERN BRIDGE, LLC; Isaacson Structural Steel, Inc.; Vanguard Manufacturing, Inc.; Monadnock Forest Products, Inc., Plaintiffs, Appellants,<br>v.<br>Elaine L. CHAO, Secretary of Labor, United States Department of Labor; and John L. Henshaw, Assistant Secretary of Labor for Occupational Safety and Health Administration, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-1908.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 6, 2002.</p>\n    <p class=\"date\">Decided February 14, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Richard D. Wayne, with whom Debra Dyleski-Najjar, Brian E. Lewis and Hinckley, Allen &amp; Snyder LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Gretchen Leah Witt, Assistant United States Attorney, Chief, Civil Division, with whom Thomas P. Colantuono, United States Attorney, were on brief, for appellees.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, FARRIS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and TORRUELLA, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Four New Hampshire companies (\"plaintiffs\") &#8212; Eastern Bridge, LLC, Isaacson Structural Steel, Inc., Vanguard Manufacturing, Inc., and Monadnock Forest Products, Inc. (\"Monadnock\") &#8212; claim that the Occupational Safety and Health Administration (\"OSHA\") acted <i>ultra vires</i> when it mandated that plaintiffs complete a Data Collection Initiative Survey (\"DCI Survey\" or \"Survey\"). They argue that OSHA did not have a final regulation requiring employers to maintain the information sought in the DCI Surveys. The United States District Court for the District of New Hampshire granted defendants'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> motion to dismiss, holding that it lacked subject matter jurisdiction over plaintiffs' claims. We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <p class=\"indent\">A. The History of the DCI Survey</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1970, Congress enacted the Occupational Safety and Health Act (\"OSH Act\"), 29 U.S.C. &#167; 651 <i>et seq.</i> (2000), giving the Secretary of Labor (\"Secretary\") the responsibility to protect the health and safety of American workers. The OSH Act gives the Secretary authority to promulgate implementing regulations and requires that employers comply with OSHA's standards and regulations. <i>See, e.g., id.</i> &#167; 673(e) (\"On the basis of the records made and kept pursuant to section 657(c) of this title, employers shall file such reports with the Secretary as [s]he shall prescribe by regulation, as necessary to carry out h[er] functions under this chapter.\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To enforce the OSH Act, Congress provides the following administrative mechanism. If the Secretary believes, after a workplace inspection, that an employer has violated a standard or regulation, the Secretary can issue the employer a citation, classify the citation, and set a penalty. 29 U.S.C. &#167;&#167; 658(a), 666. If the employer contests the citation or the proposed assignment of penalty, the Occupational Safety and Health Review Commission (\"Commission\") will provide the employer with a hearing before an administrative law judge (\"ALJ\"). <i>Id.</i> &#167; 659. Following the hearing, the ALJ makes a report of the hearing, which becomes a final order of the Commission unless the Commission decides to conduct further review. <i>Id.</i> &#167; 661(j). The employer can appeal the Commission's final order to a United States court of appeals. <i>Id.</i> &#167; 660(a).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Secretary first sent the challenged DCI Surveys to various employers in February 1996. <i>American Trucking Ass'ns v. Reich,</i> <span class=\"citation\" data-id=\"1516081\"><a href=\"/opinion/1516081/american-trucking-associations-inc-v-reich/\"><span class=\"volume\">955</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">4</span></a></span>, 5 (D.D.C.1997). In March of that year, a consortium of employers filed suit against the Secretary of Labor under the Administrative Procedures Act (\"APA\"), claiming that the Secretary did not have the regulatory authority to distribute the DCI Surveys. <i>Id.</i> A district court in the District of Columbia Circuit held that OSHA's DCI Survey, as it then existed, violated the APA because OSHA attempted to accomplish its data collection without a final regulation in place requiring employers to complete and return the Survey. <i>Id.</i> at 6-7.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following <i>American Trucking,</i> the Secretary promulgated a final regulation explicitly requiring employers to complete the DCI Survey:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Each employer shall, upon receipt of OSHA's Annual Survey Form, report to OSHA or OSHA's designee the number of workers it employed and number of hours worked by its employees for periods designated in the Survey form, and such information as OSHA may request from records required to be created and maintained pursuant to 29 C.F.R. part 1904.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">29 C.F.R.1904.17(a) (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">OSHA uses the DCI Survey to gather injury and illness data about specific establishments. The Survey asks for information about the number of employees at the company, the number of hours the employees worked over a specified period, and the number of injuries and illnesses the employees suffered during that period. Based on this information, OSHA calculates the workplace's injury/illness incidence rate and decides whether to target the establishment for inspection.</p>\n    </div>\n    <p class=\"indent\">B. Plaintiffs were Sent DCI Surveys</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 2000, OSHA sent a DCI Survey to three of the four plaintiffs seeking information based upon 1999 data.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Plaintiffs completed the 2000 DCI Survey, leading to the placement of Monadnock and Eastern Bridge on OSHA's primary inspection list.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Although OSHA never initiated an inspection of Monadnock, it attempted to inspect Eastern Bridge. When Eastern Bridge withdrew its consent to inspection, OSHA obtained an administrative search warrant from the district court. Eastern Bridge moved to quash the warrant, but the motion was denied. Subsequently, OSHA carried out the inspection and issued Eastern Bridge a citation. Eastern Bridge has not appealed the issuance of the warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 2001, OSHA sent all four plaintiffs a DCI Survey requesting data from 2000. All of the plaintiffs completed the Survey. OSHA placed Eastern Bridge on the primary inspection list and placed the other three plaintiffs on the supplemental inspection list. Because OSHA had already inspected Eastern Bridge that year, it deleted Eastern Bridge from its inspection list. On the record before us, OSHA has not subjected any of the plaintiffs on the supplemental list to an inspection, and there is no indication that any inspection is pending.</p>\n    </div>\n    <p class=\"indent\">C. District Court Proceeding</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In April of 2002, before they received their 2002 DCI Surveys requesting data from 2001,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> plaintiffs brought suit seeking to have the district court declare the DCI Survey <i>ultra vires</i> and the use of information gathered in the DCI Survey illegal. Plaintiffs sought declaratory and injunctive relief, arguing that the DCI Survey violated the OSH Act and the APA because it required plaintiffs to report information that they were not required by regulation to maintain, and that the Survey violated their Fourth Amendment privacy right. Plaintiffs argue that 29 C.F.R. &#167; 1904.17(b) simply required employers to \"report\" the information, but did not require them to record and maintain the requested information. In response, OSHA argues that the plaintiffs are required to channel and exhaust their claims administratively pursuant to the OSH Act's statutorily provided review scheme.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The district court dismissed plaintiffs' action due to lack of subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Effective January 1, 2002, OSHA issued a final rule revising its employer injury and illness record keeping and reporting requirements. <i>See</i> 66 Fed.Reg. at 5916 (Jan. 19, 2001) (codified at 29 C.F.R. pt.1904 (2002)). This rule explicitly requires employers to record, maintain, and report the information requested in the DCI Survey. <i>See</i> 29 C.F.R. &#167;&#167; 1904.29, 1904.30, 1904.32 (2002). The January 1, 2002 effective date means that employers must maintain the requested information starting with that date. Plaintiffs concede that the 2003 DCI Survey (requesting 2002 information) will be valid even under the theory on which they challenge the prior Surveys, and they do not seek to enjoin it.</p>\n    </div>\n    <p class=\"indent\">D. Standard of Review</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review de novo the district court's dismissal for lack of subject matter jurisdiction because the question of subject matter jurisdiction in this case focuses on \"pure (or nearly pure) questions of law.\" <i>Gonz&#225;les v. United States,</i> <span class=\"citation\" data-id=\"776979\"><a href=\"/opinion/776979/catherine-gonzalez-individually-and-as-parent-guardian-and-next-friend-of/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">281</span></a></span>, 287 (1st Cir.2002).</p>\n    </div>\n    <p>II. Analysis</p>\n    <p class=\"indent\">A. Presumption of Administrative Review</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To determine whether Congress intended to preclude district court review of plaintiffs' claims, we first examine the OSH Act for explicit language of preclusion. Because no such language exists, we look next for other indicia of congressional intent. <i>Thunder Basin Coal Co. v. Reich,</i> <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 207, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">771</span></a></span>, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">29</span></a></span> (1994). Due to the similarity between the review provisions in the Mine Act and the OSH Act, we have already found <i>Thunder Basin's</i> holding &#8212; that, in general, Congress intended Mine Act challenges to be initially reviewed administratively &#8212; to apply to the OSH Act.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>Northeast</i> <i>Erectors Ass'n of the BTEA v. Sec'y of Labor,</i> <span class=\"citation\" data-id=\"196246\"><a href=\"/opinion/196246/northeast-erectors-v-dol/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir.1995) (finding that the comprehensive administrative review procedure under the Mine Act is \"nearly identical\" to the administrative review process for review of OSHA enforcement actions); <i>see also Sturm, Ruger &amp; Co., Inc. v. Chao,</i> <span class=\"citation\" data-id=\"185770\"><a href=\"/opinion/185770/sturm-ruger-co-inc-v-chao-elaine/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">867</span></a></span>, 873 (D.C.Cir.2002) (stating that \"in every relevant respect the statutory review provisions of the OSH Act parallel those of the Mine Act, and we therefore join the First and Sixth circuits in concluding that <i>Thunder Basin's</i> analysis of review under the Mine Act is fully applicable to the OSH Act\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Committing initial review to the agency is often sensible policy. Because the administrative agency may possess greater expertise with respect to the organic statute, agency review can be more informed and thus more expeditious, and scarce judicial resources can be conserved for other areas of pressing concern. Moreover, streamlined agency adjudication and deferential appellate review can induce greater compliance by ensuring that penalties are paid reasonably close in time to violations and by deterring frivolous and dilatory challenges. <i>Cf. Thunder Basin,</i> 510 U.S. at 210-11, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">771</span></a></span> (discussing the motivation for the similarly worded review scheme in the Mine Act).</p>\n    </div>\n    <p class=\"indent\">B. Exceptions to Preclusion</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To unsettle this presumption of initial administrative review &#8212; made apparent by the structure of the organic statute &#8212; requires a strong countervailing rationale. <i>See Thunder Basin,</i> 510 U.S. at 212-17, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">771</span></a></span>. The Supreme Court has made exceptions in the past, inter alia, for situations where plaintiffs will effectively receive no review at all,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> where the administrative process is fundamentally flawed because of a pattern and practice of administrative agency abuse,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> where the agency's behavior is utterly lawless,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and where further administrative exhaustion is deemed futile.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p>1. Preclusion of All Effective Review</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The plaintiffs cannot escape the administrative process on the basis of preclusion of all review because they can seek judicial review of the agency proceedings. Plaintiffs can assert all of their challenges as defenses in an agency enforcement proceeding. If plaintiffs are dissatisfied with the outcome of the agency proceeding, they can seek review in the appropriate federal court of appeals. 29 U.S.C. &#167; 660(a). This is simply not a case where plaintiffs' claims are wholly committed to an administrative process. <i>See Bowen v. Mich. Acad. of Family Physicians,</i> <span class=\"citation\" data-id=\"111686\"><a href=\"/opinion/111686/bowen-v-michigan-academy-of-family-physicians/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 674-78, <span class=\"citation\" data-id=\"111686\"><a href=\"/opinion/111686/bowen-v-michigan-academy-of-family-physicians/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2133</span></a></span>, <span class=\"citation\" data-id=\"111686\"><a href=\"/opinion/111686/bowen-v-michigan-academy-of-family-physicians/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">623</span></a></span> (1986) (finding jurisdiction where there is no further review of benefit determinations of a private insurance carrier). The limitation imposed here is channeling of initial review through the administrative process, not exclusion of judicial supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">However, we recognize that even with ultimate judicial review, deferred review may not in reality be effective. <i>Thunder Basin,</i> 510 U.S. at 212-18, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">771</span></a></span>. In particular, effective review could be cut off in two situations: (1) where the penalty for a violation is set so high that no rational person would dare test the legality of administrative action by refusing to comply, and (2) where the compliance costs are so onerous that complying with the regulation will cause irreparable harm. <i>See id.</i> Whether one or both of the scenarios might justify pre-enforcement review would depend on the magnitude of the burden, the different review options available to the challenger, and other circumstances. But in this case, the plaintiffs have failed to demonstrate that either scenario applies.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Plaintiffs have not alleged any facts demonstrating that the potential penalty for refusing to complete the DCI Survey is such that no rational actor would test the law. Similarly, plaintiffs have not made any factual showing that the cost of completing the DCI Survey is so high that it would cause irreparable harm. The DCI Survey asks for information about the number of employees at the company, the number of hours worked by the employees, and the number of injuries and illnesses the employees suffered during that period. But employers were already required by regulation to \"maintain ... a log and summary of all recordable occupational injuries and illnesses.\" 29 C.F.R. &#167; 1904.2(a) (1997). The marginal cost of maintaining the incremental data (number of employees the company employs and the number of hours worked) does not appear to create a burden that causes irreparable harm. <i>Cf. Mathews v. Eldridge,</i> <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, 324-25, 331, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1976) (finding federal court jurisdiction because the statute's provision for a hearing only after plaintiff was deprived of disability benefits could damage plaintiff in a way not recompensable through retroactive payments); <i>R.I. Dep't of Envtl. Mgmt. v. United States,</i> <span class=\"citation\" data-id=\"779179\"><a href=\"/opinion/779179/rhode-island-department-of-environmental-management-state-of-rhode-island/\"><span class=\"volume\">304</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 43 (1st Cir. 2002) (finding subject matter jurisdiction to hear state's sovereign immunity claim because undergoing an unconsented-to administrative adjudication would itself deprive the state of its \"immunity from being haled before a tribunal by private parties\"). Instead, plaintiffs have successfully completed the 2000 and 2001 DCI Surveys. If the cost of compliance created an imperiling burden, we would expect the plaintiffs to have alleged such facts in this challenge. Plaintiffs have made no such argument.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p>2. Other Arguments for Exception to Preclusion</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiffs also assert that their challenge is collateral to the statutory review scheme. But calling an issue \"collateral\" does not make it so. Plaintiffs claim that OSHA has engaged in a pattern and practice of <i>ultra vires</i> conduct that has successfully evaded review for six years. However, successful pattern and practice challenges involve attacks on fundamentally flawed administrative procedures that prevent challengers from obtaining meaningful review. <i>See, e.g., McNary v. Haitian Refugee Center,</i> <span class=\"citation\" data-id=\"112536\"><a href=\"/opinion/112536/mcnary-v-haitian-refugee-center-inc/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 496-97, <span class=\"citation\" data-id=\"112536\"><a href=\"/opinion/112536/mcnary-v-haitian-refugee-center-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">888</span></a></span>, <span class=\"citation\" data-id=\"112536\"><a href=\"/opinion/112536/mcnary-v-haitian-refugee-center-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1005</span></a></span> (1991) (finding INS's review procedure flawed because it did not create an adequate administrative record for federal appellate review). Here, plaintiffs are only challenging the underlying substantive conduct of the agency and not its review procedures. They argue that the agency's DCI Survey is in part unlawful (because not accompanied by a data-maintenance regulation), but they have not challenged the integrity or fairness of the administrative review process provided by the OSH Act. Therefore, there is no reason why plaintiffs should not avail themselves of the administrative forum first. All challenges to agency action allege that the underlying substantive conduct is unlawful. If we were to allow plaintiffs' claim to fit into the pattern and practice exception, then the exception would swallow the rule.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Plaintiffs also rely heavily on <i>Leedom v. Kyne,</i> <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">184</span></a></span>, <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">180</span></a></span>, <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1958), in support of their argument that they should be excepted from the exhaustion requirement. However, <i>Leedom</i> involved an undisputed agency violation where the agency \"attempted exercise of power that had been <i>specifically withheld</i>\" by statute, depriving plaintiffs \"of a right assured to them by Congress.\" <i>Id.</i> at 189, <span class=\"citation\" data-id=\"105802\"><a href=\"/opinion/105802/leedom-v-kyne/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">180</span></a></span> (emphasis added). Likewise, in <i>Oestereich v. Selective Service System Local Bd. No. 11,</i> <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></span>, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">414</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">402</span></span> (1968), a case which clarified <i>Leedom,</i> the Court held that the district court had jurisdiction because the Selective Service Board had acted in a \"blatantly lawless manner.\" <i>Id.</i> at 237-39, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">414</span></span>. In both <i>Leedom</i> and <i>Oestereich,</i> the lawlessness of agency conduct was obvious on its face and conceded. <i>Id.</i> at 187-89, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">414</span></span>; <i>Oestereich,</i> 393 U.S. at 237-38, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">414</span></span>. The case before us is quite different. Here, it is not at all clear to us that OSHA's conduct was lawless on the merits, and OSHA vigorously contests the allegation that the DCI Survey was unlawful under then-existing regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiffs also assert that because they are alleging a Fourth Amendment violation, they need not exhaust administrative remedies. But this invocation of constitutional authority, without more, cannot breathe life into a theory already pronounced dead by the Supreme Court in binding precedent. At the termination of administrative review, plaintiffs' constitutional claims \"can be meaningfully addressed in the Court of Appeals.\" <i>Thunder Basin,</i> 510 U.S. at 215, <span class=\"citation\" data-id=\"112921\"><a href=\"/opinion/112921/thunder-basin-coal-co-v-reich/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">771</span></a></span> (stating that \"the general rule disfavoring constitutional adjudication by agencies is not mandatory\"). Additionally, the present constitutional claim is really just a recharacterization of their administrative claim, and we will not allow plaintiffs to circumvent the statutory review process with an agile game of word play. <i>See Heckler v. Ringer,</i> <span class=\"citation\" data-id=\"111168\"><a href=\"/opinion/111168/heckler-v-ringer/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, 622-24, <span class=\"citation\" data-id=\"111168\"><a href=\"/opinion/111168/heckler-v-ringer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2013</span></a></span>, <span class=\"citation\" data-id=\"111168\"><a href=\"/opinion/111168/heckler-v-ringer/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></a></span> (1984) (rejecting respondents attempt to obtain jurisdiction by characterizing his claim as arising under the Constitution rather than under the Social Security Act).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">C. Injunction Against the Use of Information</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As an additional remedy, plaintiffs seek an injunction against OSHA's use of any information obtained in the DCI Surveys; we do not believe this alternative prayer for relief affords us jurisdiction where their primary theory has failed. In accordance with the principles we discussed above, the plaintiffs can and should test the legality of the 2002 Survey in the statutorily provided process, if and when they are cited for noncompliance. As to past Surveys already completed, they can seek to exclude the use of data in citation proceedings based on such information.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We think it clear &#8212; and OSHA concedes &#8212; that the district court would have jurisdiction if OSHA sought an administrative warrant for an inspection, and plaintiffs moved to quash the warrant on the theory that the warrant was based on illegally collected Survey data. But in this case, the only plaintiff (Eastern Bridge) to have challenged an administrative warrant below has chosen not to appeal that issue to this court. As matters now stand, Eastern Bridge has already been cited for violations following a completed inspection, and ordinary principles of exhaustion require us to defer to an administrative process that is already in motion. <i>See Sturm, Ruger &amp; Co. v. OSHA,</i> <span class=\"citation\" data-id=\"765471\"><a href=\"/opinion/765471/sturm-ruger-co-inc-v-occupational-safety-and-health-administration/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 64-65 (1st Cir.1999).</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the district court's dismissal for lack of subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Defendants include Elaine L. Chao, Secretary of Labor, United States Department of Labor; and John L. Henshaw, Assistant Secretary of Labor for Occupational Safety and Health Administration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> OSHA did not send Vanguard Manufacturing, Inc. a survey in 2000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> OSHA has a primary and a supplemental inspection list. Worksites on the supplemental list are only inspected after all of the worksites on the primary list are inspected. Based on the 2000 DCI Survey, Isaacson Structural Steel, Inc. was placed on the supplemental list but was not inspected</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> After the litigation began, plaintiffs received their 2002 DCI Surveys, requesting 2001 information, and they refused to complete the Surveys</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> On the merits, defendants also contend that 29 C.F.R. section 1904.17 (1997) required employers to maintain the employment information necessary to respond to the DCI Survey</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Plaintiffs argue that<i>Thunder Basin</i> does not apply to the present dispute because it is not a pre-enforcement challenge. This argument is faulty because whether this case is an impermissible pre-enforcement challenge is exactly what a <i>Thunder Basin</i> analysis determines.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>See, e.g., Bowen v. Mich. Acad. of Family Physicians,</i> <span class=\"citation\" data-id=\"111686\"><a href=\"/opinion/111686/bowen-v-michigan-academy-of-family-physicians/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 678-80, <span class=\"citation\" data-id=\"111686\"><a href=\"/opinion/111686/bowen-v-michigan-academy-of-family-physicians/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2133</span></a></span>, <span class=\"citation\" data-id=\"111686\"><a href=\"/opinion/111686/bowen-v-michigan-academy-of-family-physicians/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">623</span></a></span> (1986) (holding that Congress did not intend to foreclose judicial review where such a finding would result in respondents being left without any forum to adjudicate statutory and constitutional challenges to agency regulations).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> <i>See, e.g., McNary v. Haitian Refugee Center,</i> <span class=\"citation\" data-id=\"112536\"><a href=\"/opinion/112536/mcnary-v-haitian-refugee-center-inc/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 496-98, <span class=\"citation\" data-id=\"112536\"><a href=\"/opinion/112536/mcnary-v-haitian-refugee-center-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">888</span></a></span>, <span class=\"citation\" data-id=\"112536\"><a href=\"/opinion/112536/mcnary-v-haitian-refugee-center-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1005</span></a></span> (1991) (holding that the federal district court had jurisdiction over an action in which respondents alleged that the INS had engaged in a pattern and practice of due process violations, and where, if respondents were denied district court review, they \"would not as a practical matter be able to obtain meaningful judicial review\" of their claims).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>See, e.g., Oestereich v. Selective Serv. Sys. Local Bd. No. 11,</i> <span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">233</span></span>, 237-39, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">414</span></span>, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">402</span></span> (1968) (finding that the district court had jurisdiction where the Selective Service Board had acted in a \"blatantly lawless manner\" and where petitioner's only alternative was to raise his claim through habeas corpus or in a criminal prosecution).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> <i>See, e.g., Heckler v. Ringer,</i> <span class=\"citation\" data-id=\"111168\"><a href=\"/opinion/111168/heckler-v-ringer/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">602</span></a></span>, 619, <span class=\"citation\" data-id=\"111168\"><a href=\"/opinion/111168/heckler-v-ringer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2013</span></a></span>, <span class=\"citation\" data-id=\"111168\"><a href=\"/opinion/111168/heckler-v-ringer/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></a></span> (1984) (requiring respondents to pursue \"the often lengthy administrative review process\" because exhaustion would not be futile). The Court stated that further exhaustion may be futile where the harm caused by denial of respondents' claim early in the administrative process could not later be remedied and where respondents' claim is \"wholly collateral\" to a claim for benefits under the organic statute. <i>Id.</i> at 618-19, <span class=\"citation\" data-id=\"111168\"><a href=\"/opinion/111168/heckler-v-ringer/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2013</span></a></span>.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112536/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1516081/"
  ]
}