{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200377/",
  "absolute_url": "/opinion/200377/maysonet-robles-v-cabrero/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200377/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:50:10Z",
  "date_modified": "2016-02-28T05:02:57.263308Z",
  "type": "010combined",
  "sha1": "1c25202415bd0a72435352d94c15de7c45ea977c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1010-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/03/14/Maysonet-Robles_v._Cabrero.pdf",
  "plain_text": "            United States Court of Appeals\n                        For the First Circuit\n\nNo. 02-1010\n\n    NORMA I. MAYSONET-ROBLES; ANGEL RAMON MARTINEZ-DOMINGUEZ;\n       CARMEN M. ROBLES-COLLAZO; LYDIA HERNANDEZ-DE-LEON;\n CAMILO GINEZ-PEREZ; JESUS OCASIO-DE-LA-ROSA; for themselves and\n     on behalf of a class of similarly situated individuals,\n\n                        Plaintiffs-Appellants,\n\n                                  v.\n\n        ANTONIO J. CABRERO, as Trustee for Urban Renewal and\n                  Housing Corporation, Puerto Rico,\n\n                         Defendant-Appellee.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Gilberto Gierbolini, Senior District Judge]\n\n\n                                Before\n\n                     Boudin, Chief Circuit Judge,\n                       Howard, Circuit Judge,\n                 and Shadur,* Senior District Judge.\n\n\n\n    Robert N. Hill, for appellants.\n\n    Eugenia I. Orsini Herencia, for appellee.\n\n\n                            March 14, 2003\n\n\n\n\n    *\n        Of the Northern District of Illinois, sitting by designation.\n\f          SHADUR, Senior District Judge.              In January 1997 this\n\naction was     brought   on   behalf    of   a   putative   class   comprising\n\nhomeowners and tenants of a low income housing complex in Manati,\n\nPuerto Rico, who sued Antonio Cabrero as Trustee for the Urban\n\nRenewal Housing Corporation Accounts Liquidation Office of Puerto\n\nRico (the \"Office\"), an entity created in 1991 to liquidate the\n\nproceeds of the extinct Puerto Rico Urban Renewal and Housing\n\nCorporation (\"CRUV\")(Act 55, August 9, 1991, 17 P.R. Laws Ann.\n\n§§27-27t).     Plaintiffs sued under 42 U.S.C. §§1983 and 1985 and\n\nadded, under the auspices of 28 U.S.C. §1367(a), a number of state\n\nlaw claims alleging that CRUV used, and failed to disclose to them\n\nthe presence of asbestos and lead within, the units.\n\n             After two earlier motions to dismiss had been denied, the\n\nOffice filed a third motion to dismiss--this time informing the\n\ndistrict court and Plaintiffs that in the interim the Puerto Rico\n\nLegislature had passed Act 106, which had dissolved the Office and\n\ntransferred CRUV's assets to the Department of Housing of the\n\nCommonwealth of Puerto Rico (\"Department\") effective June 30, 1998\n\n(17 P.R. Laws Ann. §§27aa-27jj).             Because the Office said that\n\nDepartment was now the real party in interest, it urged that as\n\nsuch Department was immune from suit under the Eleventh Amendment.\n\nLater the Office amended its motion to assert that the Commonwealth\n\nof Puerto Rico (\"the Commonwealth\" or \"Puerto Rico\") was the\n\n\n\n\n                                       -2-\n\fOffice's true successor, coupling that amendment with a reassertion\n\nof Eleventh Amendment immunity.\n\n           After reviewing the parties' submissions, the district\n\ncourt1 issued an October 26, 2001 opinion and order stating that\n\nDepartment should be substituted for the Office as a successor in\n\ninterest   pursuant      to   Fed.   R.    Civ.   P.    (\"Rule\")   25(c).    In\n\nsubstantive terms that opinion went on to hold the action barred by\n\nthe Eleventh Amendment because Department, as an arm of the state,\n\nenjoyed immunity from suit--and that despite its interjection into\n\nthe pending litigation as a successor to a party that had not been\n\nentitled to immunity under the Eleventh Amendment.                 Accordingly\n\nthe district court granted the Office's amended motion to dismiss,\n\nand   Plaintiffs   now    appeal.         We   affirm   the   district   court's\n\ndismissal of the action on such immunity grounds.\n\n                              Standard of Review\n\n           Whether the district court correctly held that Department\n\nenjoyed immunity under the Eleventh Amendment--or more precisely,\n\nunder the limitation that the States' sovereign immunity imposes on\n\nthe federal judicial power established in Article III (see, e.g.,\n\nPennhurst State Sch. & Hosp. v. Halderman, 465 U.S. 89, 98-99, 116-\n\n17 (1984))2--is a question of law.             We therefore review the lower\n\n      1\n         In July 1999 the case was reassigned to Senior Judge\nGierbolini after Judge Cerezo had recused herself.\n      2\n         Because it has become customary to use the Eleventh\nAmendment as a shorthand reference even though it does not\nliterally apply by its terms to suits against a State (or in this\n\n                                      -3-\n\fcourt's ruling de novo (see Arecibo Cmty. Health Care, Inc. v.\n\nPuerto Rico, 270 F.3d 17, 22 (1st Cir. 2001)).\n\n                             Background\n\n          Because   this   appeal    presents   a   pure   jurisdictional\n\nquestion, it is unnecessary to recite the facts as they pertain to\n\nthe merits of Plaintiffs' allegations.     Instead we will review the\n\nbidding as to the relevant agency history and the procedural path\n\nof this litigation, then turn to the law.\n\n          CRUV was created by the Puerto Rico legislature as a\n\npublic corporation in 1957 to administer and develop low-cost\n\nprivate housing construction in the Commonwealth.            In 1991 the\n\nlegislature dissolved CRUV (by Act 55 of August 9, 1991, 17 P.R.\n\nLaws Ann. §§27-27t), instead creating the Office and charging it\n\nwith overseeing the liquidation of CRUV's accounts and the transfer\n\nof records and documents to Department.         Among other provisions,\n\nthe Office was granted the authority to sue and be sued, with the\n\nunderstanding that it would exist only so long as necessary for\n\nCRUV's liquidation (17 P.R. Laws Ann. §27r).\n\n          Plaintiffs' 1997 Complaint asserted a number of claims\n\nagainst the Office that stemmed from CRUV's use of asbestos and\n\n\n\ninstance Puerto Rico) by its own citizens, this opinion will also\nspeak in Eleventh Amendment terms in many instances.       When it\nrefers to \"sovereign immunity,\" it does so consistently with the\nongoing and current jurisprudence of the Supreme Court's majority\nopinions, exemplified by such cases as Pennhurst and Atascadero\nState Hosp. v. Scanlon, 473 U.S. 234, 238 (1985)(citing and quoting\nPennhurst in those terms).\n\n                                    -4-\n\flead in its public housing units and its failure to disclose that\n\nuse to Plaintiffs.       Plaintiffs then amended their Complaint to\n\nclarify that the suit was brought against the Office for its own\n\nacts of alleged misconduct as well as in its capacity as the\n\nsuccessor to CRUV.\n\n            After a first motion to dismiss on grounds unrelated to\n\nimmunity was denied, the Office filed a second motion to dismiss in\n\nAugust 1997 on the predicate that it was immune from suit under the\n\nEleventh Amendment.      While that motion was pending, Plaintiffs\n\nsought a preliminary injunction to prevent the Office from reducing\n\nits legal    claims   reserve     and    transferring   its   assets   to   the\n\nCommonwealth's treasury.\n\n            On September 3, 1998 the district court ruled on those\n\nmotions.    First it denied the motion to dismiss, ruling that the\n\nOffice was not an arm of the state entitled to immunity under the\n\nEleventh    Amendment.     Then    it     denied   Plaintiffs'   motion     for\n\npreliminary injunction, but it ordered the Office to ensure that\n\nCRUV's assets would remain available should they be necessary to\n\nsatisfy a judgment in this case.\n\n            It turned out that two months before the issuance of\n\nthose rulings Act 106 had dissolved the Office and had effectively\n\ntransferred CRUV's millions of dollars in surplus funds, including\n\nthe millions that had been set up as a reserve fund for its legal\n\nliabilities, to Department.       Based on that legislation, the Office\n\n\n\n                                        -5-\n\ffiled a third motion to dismiss on September 15, 1998--this time\n\nasserting that Department, now the real party in interest, was\n\nentitled to Eleventh Amendment immunity.                      Responding to that\n\nmotion, Plaintiffs requested that the district court substitute\n\nDepartment for the defunct Office under Rule 25(d)(1) and urged\n\nthat   such     substitution     did    not    oust     the    court   of   federal\n\njurisdiction or permit Department to reassert Eleventh Amendment\n\nimmunity.      Then the Office amended its motion to assert that the\n\nCommonwealth, rather than Department, was the proper defendant\n\nunder Act 106 and that it was immune from the suit regardless of\n\nits successor status.\n\n            As stated earlier, the district court bought into the\n\nOffice's Eleventh Amendment immunity argument as to Department\n\nwithout having to take that last step of treating the Commonwealth\n\nas   the   proper      party   defendant.          Because    the   district   court\n\nconcluded that Department had not waived or otherwise forfeited\n\nthat immunity by its having succeeded the properly sued Office, the\n\ncourt granted the motion to dismiss.\n\n              Although     Plaintiffs        now     appeal     that   involuntary\n\ndismissal, certain aspects of the district court's ruling are not\n\nchallenged before us.           Neither party has appealed the district\n\ncourt's application of Rule 25(c) to substitute Department for the\n\nOffice as a successor in interest.                 Neither do they dispute the\n\nconclusion      that     Department,    an    executive       department    of   the\n\n\n\n                                        -6-\n\fgovernment   of    Puerto    Rico   lacking        an    independent       juridical\n\npersonality (see Fred Reyes v. Estado Libre de Puerto Rico, 2000\n\nTSPR 49 (P.R. 2000)), is generally sheltered by Puerto Rico's\n\nimmunity from federal suit. Instead the issue on appeal is whether\n\nDepartment, interjected into the ongoing litigation by way of a\n\nPuerto Rican statute, may successfully assert such immunity when it\n\ncould not have been invoked by its predecessor in interest, the\n\nOffice.   We now turn to that question.\n\n                             Eleventh Amendment\n\n           Under the Eleventh Amendment the \"Judicial power of the\n\nUnited States shall not be construed to extend to any suit in law\n\nor equity, commenced or prosecuted against one of the United States\n\nby Citizens of another State, or by Citizens or Subjects of any\n\nForeign State.\"      Long interpreted as an affirmation of state3\n\nsovereign immunity as a limit on Article III's grant of federal\n\njurisdiction, the principles that Hans v. Louisiana, 134 U.S. 1\n\n(1890) drew from that amendment (despite its literal text) also bar\n\na citizen from bringing a federal court action against his or her\n\nown State. Sovereign immunity for suits \"against one of the United\n\nStates\"   also    extends    to   bar   suits      against   state     agents     and\n\ninstrumentalities     when   the    action    is    in    essence    one    for   the\n\n\n     3\n        This circuit has consistently held that Puerto Rico enjoys\nimmunity from suit equivalent to that afforded to the States under\nthe Eleventh Amendment (see Arecibo Cmty. Health Care, 270 F.3d at\n21 n.3).   For the reasons stated later in the text, we decline\nPlaintiffs' invitation to reconsider that principle.\n\n                                        -7-\n\frecovery of money from the State (Regents of the Univ. of Cal. v.\n\nDoe, 519 U.S. 425, 429 (1997)).\n\n            There are, however, two general exceptions to the thus-\n\nextended reach of the Eleventh Amendment (College Sav. Bank v. Fla.\n\nPrepaid Postsecondary Educ. Expense Bd., 527 U.S. 666, 670 (1999)).\n\nFirst, Congress may abrogate a State's immunity by expressly\n\nauthorizing such a suit pursuant to a valid exercise of power\n\n(id.).     Second, a State may waive its sovereign immunity by\n\nconsenting to be sued in federal court (id.).    At issue here is the\n\nsecond of those two potential exceptions: whether Puerto Rico\n\nwaived its immunity so as to permit this federal court litigation.\n\n            Before we turn to Plaintiffs' waiver argument, we will\n\nfirst address    Plaintiffs'   separate   contention   that   Department\n\nshould not be entitled to raise the shield of immunity because it\n\nentered the case midstream as a successor to the Office, an entity\n\nthat was itself outside the scope of that immunity.           Plaintiffs\n\nassert that because federal jurisdiction was properly established\n\nover the Office when the suit was initiated, it is not subject to\n\nouster by subsequent events.       Relatedly Plaintiffs argue that\n\nDepartment, as successor to the Office under Rule 25 (c), cannot\n\ninvoke immunity because the Office itself was not entitled to do\n\nso.      Although creative, Plaintiffs' contentions are based on\n\njurisdictional and successorship authorities that insufficiently\n\n\n\n\n                                  -8-\n\faddress the unique nature of the States' sovereign immunity in the\n\ncontext of federal litigation.\n\n          Plaintiffs seek to apply the so-called \"time of filing\"\n\nrule here--the concept that federal jurisdiction attaches at the\n\ntime when the action is commenced and cannot be ousted by later\n\ndevelopments.   To be sure, that principle is well established for\n\nsubject matter jurisdiction (see, e.g., Valderon Martinez v. Hosp.\n\nPresbiteriano de la Comunidad, Inc., 806 F.2d 1128, 1132 (1st Cir.\n\n1985)(diversity of citizenship); Coventry Sewage Assocs. v. Dworkin\n\nRealty Co., 71 F.3d 1, 4-6 (1st Cir. 1995)(amount in controversy);\n\nChing v. Mitre Corp., 921 F.2d 11, 13 (1st Cir. 1990)(federal\n\nquestion jurisdiction)) as well as for personal jurisdiction (see,\n\ne.g., Explosives Corp. of Am. v. Garlam Enters. Corp., 817 F.2d\n\n894, 906 (1st Cir. 1987)).     Successorship law is also in accord,\n\nfor federal jurisdiction is retained over Rule 25(c) successors in\n\ninterest that would not otherwise be subject to suit in federal\n\ncourt (see, e.g., Freeport-McMoRan Inc. v. K N Energy, Inc., 498\n\nU.S. 426, 428 (1990)(per curiam); Explosives Corp., 817 F.2d at\n\n906).   Moreover,   it   is   true    that   Rule   25   (c)   substitution\n\nimplements a discretionary determination by the trial court to\n\nfacilitate the conduct of the litigation, so it is a procedural\n\nvehicle \"not designed to create new relationships among parties to\n\na suit\" (Pacamor Bearings, Inc. v. Minebea Co., 892 F. Supp. 347,\n\n360 (D.N.H. 1995)). As such, \"the transferee is brought into court\n\n\n\n                                     -9-\n\fsolely because it has come to own the property in issue.        The\n\nmerits of the case and the disposition of the property are still\n\ndetermined vis-a-vis the originally named parties\" (Minn. Mining &\n\nMfg. Co. v. Eco Chem, Inc., 757 F.2d 1256, 1263 (Fed. Cir. 1985).\n\n          But none of those cases addresses the application of such\n\nrules to a State's immunity from federal suit,4 and        we find\n\nPlaintiffs' attempted analogies to the current case's context\n\nultimately unconvincing.   As to jurisdiction, while the Eleventh\n\nAmendment has been described as a jurisdictional bar with a \"hybrid\n\nnature,\" similar in some respects to personal jurisdiction and to\n\nsubject matter jurisdiction in others, it is on all fours with\n\nneither (see Wis. Dep't of Corr. v. Schacht, 524 U.S. 381, 394\n\n(1998)(Kennedy, J., concurring).5     Rather it is \"a specific text\n\n     4\n        Plaintiffs do point to Anderson & Middleton Lumber Co. v.\nQuinault Indian Nation, 901 P.2d 1060, 1063-64 (Wash. Ct. App.\n1995) as applying the \"time of filing\" rule in the sovereign\nimmunity context.     Anderson held that jurisdiction properly\ncontinued over a property action to partition and to quiet title\ndespite Quinault Indian Nation's mid-litigation purchase of the\nland and its substitution as defendant for the prior landowners,\nprivate individuals.      Although Anderson ruled on personal\njurisdiction grounds and did not separately address waiver, it\nspecifically noted that upon bringing suit the plaintiff had filed\na lis pendens (providing notice that the outcome of the action\nwould bind subsequent transferees) and that the warranty deed for\nthe tribe's purchase of the land made conveyance subject to that\nlis pendens. All of this suggests that, as opposed to the instant\ncase, the tribe chose to purchase the land subject to the specific\ncourt action--voluntary conduct that waived its immunity from that\nsuit.\n     5\n        Justice Kennedy's Schacht concurrence argues in part that\nthe Court should adjust its Eleventh Amendment jurisprudence to\ntrack more closely its treatment of personal jurisdiction (Schacht,\n524 U.S. at 395). In particular, such a revision would remove the\n\n                               -10-\n\fwith a history that focuses on the State's sovereignty vis-a-vis\n\nthe Federal Government\" (Lapides, 122 S.Ct. at 1646). Unlike a\n\nprivate individual or corporation, a State retains its sovereign\n\nimmunity as a \"personal privilege\" and, whether it is the original\n\ndefendant   or   is   added   as   a   party   later,   it   cannot   be   sued\n\ninvoluntarily (Clark v. Barnard, 108 U.S. 436, 447-48 (1883)).\n\n            As to successorship, Department is an arm of the State,\n\nregardless of its late arrival at the courthouse as a successor in\n\ninterest, and it must be accorded the same respect due a State\n\nunder the Eleventh Amendment (see Kroll v. Bd. of Trustees of the\n\nUniv. of Ill., 934 F.2d 904, 909 (7th Cir. 1991); Williamson Towing\n\nCo. v. Illinois, 534 F.2d 758, 760-61 (7th Cir. 1976)).           To prevail\n\nhere, then, Plaintiffs must establish that Puerto Rico waived its\n\nown immunity in light of those legal principles by dissolving the\n\nOffice into Department.       And it is to Plaintiffs' exposition on\n\nthat topic and to the relevant law on waiver that we now turn.\n\n            Plaintiffs argue that Puerto Rico waived its immunity\n\nwith respect to those suits against the Office that were pending\n\nwhen Act 106 went into effect.         Early on, Clark, 108 U.S. at 447-48\n\nestablished that a State may waive its sovereign immunity by\n\n\n\nunfair litigation advantages that arise from allowing States to\nraise the bar of Eleventh Amendment immunity for the first time on\nappeal (id. at 394). Although Lapides v. Bd. of Regents of Univ.\nSys., 535 U.S. 613, 122 S.Ct. 1640, 1645 (2002) addressed some of\nJustice Kennedy's concerns, its relatively narrow holding did not\nalter the hybrid nature of the Eleventh Amendment: States' immunity\nunder that Amendment remains sui generis.\n\n                                       -11-\n\fconsenting to a suit in federal court.          Because the sovereign's\n\ndecision to    waive   such   immunity   to   suit   must   be   \"altogether\n\nvoluntary\" (College Sav. Bank, 527 U.S. at 675, quoting Beers v.\n\nArkansas, 61 U.S. (20 How.) 527, 529 (1858)), the \"test for\n\ndetermining whether a State has waived its immunity from federal-\n\ncourt jurisdiction is a stringent one\" (College Sav. Bank, id.,\n\nquoting Atascadero State Hosp. v. Scanlon, 473 U.S. 234, 241\n\n(1985)).\n\n           College Sav. Bank commands that such waivers must be\n\nunequivocal.    In the case of waiver through a state statute or\n\nconstitutional provision, the State must express in unmistakably\n\nclear language, allowing for no other reasonable construction, that\n\nit intends to submit itself to the jurisdiction of the federal\n\ncourts (id. at 678). Alternatively, a State may waive its immunity\n\nby invoking federal jurisdiction voluntarily though affirmative\n\nlitigation conduct (id. at 675-76; see also Lapides, 122 S.Ct. at\n\n1644).\n\n           We do not find that Puerto Rico made such an unequivocal\n\nwaiver here in either of those ways.       First, as the district court\n\ncorrectly concluded, Act 106 does not include clear language\n\nexpressing Puerto Rico's intent to submit to the jurisdiction of\n\nthe federal court for suits against the Office.             To be sure, Act\n\n106 does provide that lawsuits pending against the Office at the\n\ntime of enactment are to be taken over by Department.            To that end\n\n\n\n                                  -12-\n\fAct's Article 4 mandates the transfer to Department of the Office's\n\n\"records, assets, and liabilities\" and provides that \"Department\n\nshall not be responsible for any claim beyond those passed on by\n\nthe Office.\"   Article 5 requires that an inventory of pending\n\nlawsuits be delivered to Department.   Lastly, Article 7 orders the\n\nDepartment of Justice to support Department as requested in such\n\nlawsuits and reads in part:\n\n          The Department of Housing shall have the same\n          rights and powers, except for the capacity to\n          sue and be sued, and may raise the same\n          defenses used by the Office in case of any\n          litigation or claim related to the transferred\n          assets....\n\nBut none of that language about pending lawsuits conveys Puerto\n\nRico's unequivocal consent for such pending litigation to continue\n\nin federal court (see Kroll, 934 F.2d at 909-10, reaching the same\n\nconclusion as to statutory language governing the merger of an\n\nathletic association with an arm of the State that was even more\n\nexplicit as to the continuation of pending lawsuits).\n\n          Although one permissible reading of Act 106 may be that\n\nclaims against the Office should not be affected at all by its\n\ndissolution,   another--also   permissible--would   allow   for   the\n\ncontinuation of such pending lawsuits against Department in Puerto\n\nRico's courts, but not in federal courts.6     Indeed, it does not\n\n     6\n        32 P.R. Laws Ann. §3077 (1999) authorizes individuals to\nsue Puerto Rico in the Commonwealth's own courts according to a\nnumber of conditions. But nothing in that statute waives Puerto\nRico's sovereign immunity from suit in federal court without its\nconsent, as College Sav. Bank, 527 U.S. at 670 would require. And\n\n                                -13-\n\frequire a particularly jaundiced eye to deduce from the Act's text\n\nthat the Puerto Rico legislature acted to dissolve the Office and\n\ntransfer the claims to Department with the precise goal of raising\n\nthe shield of immunity.7     Such jurisdictional game-playing would be\n\nbeyond the pale for any private litigant, and it is not a new\n\nstrategy for the Commonwealth (see, e.g., Futura Dev. of Puerto\n\nRico v. Estado Libre Asociado de Puerto Rico, 144 F.3d 7, 14 (1st\n\nCir. 2001), commenting on the \"manifest injustice\" created by\n\nPuerto Rico's clever use of \"sovereignty to shield itself from the\n\nfair consequences of its actions\").           But it has been nearly a\n\ncentury and a half since Beers, 61 U.S. at 529 held that because\n\nthe waiver of such immunity is entirely within the sovereign's\n\nprerogative, a State may alter the conditions of waiver and apply\n\nthose changes to torpedo even pending litigation.\n\n           As the record reflects, Plaintiffs' February 11, 1998\n\nmotion    for   a    preliminary     injunction   mentioned     the   recent\n\nintroduction of the bill that ultimately ripened into Act 106,\n\nwhich    dissolved    the   Office    and   transferred   its    assets   to\n\n\n\nthe language in Act's Article 7 that excepts Department's \"capacity\nto...be sued\" from the \"same rights and powers\" possessed by the\nOffice could certainly be read as an intended preservation of the\nright of sovereign immunity--though we express no ultimate view, of\ncourse, as to its amenability to suit in the courts of Puerto Rico.\n     7\n         It is true that Act 106 was enacted while Plaintiffs'\nsecond motion to dismiss was still pending. But the risk remained\nthat the district court would rule--as it did approximately two\nmonths later--that the Office was not entitled to the protection of\nPuerto Rico's own immunity.\n\n                                     -14-\n\fDepartment--to the Commonwealth in legal effect.       Because the\n\npreliminary injunction motion was still under advisement at the\n\ntime Act 106 became law, we are not confronted with the knottier\n\nproblem that would have been posed if (say) an injunction order had\n\nbeen entered prohibiting the Office's transfer of the funds at\n\nissue, followed by the enactment of a statute that compelled such\n\ntransfer by terminating the Office's existence.     Such a scenario\n\nmight, for example, have placed the Supremacy Clause and the\n\nprinciple of sovereign immunity on a collision course.      But as\n\nmatters developed, the transfer of funds to Department had become\n\na fait accompli by the time the Office tendered its third (and\n\nsuccessful) motion to dismiss the district court.\n\n          Plaintiffs' attempt to argue that Puerto Rico waived its\n\nimmunity through affirmative litigation conduct fares no better.\n\nIt has long been established that a State's conduct in a federal\n\nlawsuit can constitute waiver:        \"[W]here a state voluntarily\n\nbecomes a party to a cause, and submits its rights for judicial\n\ndetermination, it will be bound thereby, and cannot escape the\n\nresult of its own voluntary act by invoking the prohibitions of the\n\n11th Amendment\" (Gunter v. Atlantic Coast Line R.R., 200 U.S. 273,\n\n284 (1906); see also Porto Rico v. Bonicio Ramos, 232 U.S. 627\n\n(1914), finding a waiver when the Commonwealth petitioned to be a\n\nclaimant in an estate proceeding and obtained a ruling from a\n\nfederal trial court); Paul N. Howard Co. v. Puerto Rico Aqueduct\n\n\n\n                               -15-\n\fSewer Auth., 744 F.2d 880, 886 (1st Cir. 1984), finding that a\n\ngovernment entity assumed arguendo to be entitled to immunity had\n\nwaived it by appearing and filing a counterclaim and third-party\n\ncomplaint in the federal lawsuit).\n\n            Most recently Lapides, 122 S.Ct at 1643 reconfirmed that\n\na State's voluntary invocation of federal jurisdiction amounts to\n\na waiver of Eleventh Amendment immunity.       Lapides, id. at 1644\n\ndistinguished such a waiver from the type of constructive statutory\n\nwaiver repudiated by College Sav. Bank, explaining that it \"rests\n\nupon the Amendment's presumed recognition of the judicial need to\n\navoid inconsistency, anomaly, and unfairness, and not upon a\n\nState's actual preference or desire, which might, after all, favor\n\nselective use of 'immunity' to achieve litigation advantages.\" But\n\nas with statutory waiver, the State's litigation conduct must be\n\nunambiguous (id., explaining that the \"relevant 'clarity' here must\n\nfocus on the litigation act the State takes that creates the\n\nwaiver\").    Thus the State's actions must evince a clear choice to\n\nsubmit its rights for adjudication by the federal courts (see,\n\ne.g., Lapides, id. (by removing an action to the federal court);\n\nGardner v. New Jersey, 329 U.S. 565, 574 (1947)(by filing a proof\n\nof claim in a bankruptcy proceeding)).\n\n            In this instance Puerto Rico's involvement in the federal\n\naction does not constitute waiver by litigation conduct.     Neither\n\nthe Office nor Department has taken any action in this lawsuit that\n\n\n\n                                 -16-\n\fmay   be    fairly    described        as     voluntarily   submitting     the\n\nCommonwealth's rights for adjudication by the federal court.                As\n\nfor the Office, it has yet to answer Plaintiffs' complaint, let\n\nalone take steps akin to filing a counterclaim or third-party\n\ncomplaint. Nor is the automatic substitution of Department for the\n\nOffice--unlike an election to remove a case from a state court to\n\na federal court--a clear invocation of federal court jurisdiction.\n\nAlthough the Office's motions urged that either Department or\n\nPuerto Rico was the real party in interest, that was coincident\n\nwith their raising the shield of immunity.           And Department's entry\n\ninto the case as the Office's successor, which was employed only to\n\nadvance that same immunity contention, also cannot be labeled as a\n\nvoluntary    submission.          In   short,    anything   that   might    be\n\ncharacterized as affirmative litigation conduct goes back to the\n\nstatute itself.      And while the Commonwealth's Act 106 chose to\n\ninterject   Department     into    all   pending   litigation   against    the\n\nOffice, it has already been said that the statutory language does\n\nnot unequivocally consent to the continuation of any such suits in\n\nfederal court.\n\n            It is surely troubling that Puerto Rico's actions here\n\nimplicate the concerns of inconsistency and unfairness that are at\n\nthe heart of the waiver-by-litigation-conduct doctrine.            But we do\n\nnot read Lapides as sanctioning a different or lesser test for the\n\nclarity with which the State must consent to federal jurisdiction\n\n\n\n                                       -17-\n\fin the context of waiver by litigation, as compared with waiver by\n\nstatute.   Instead Lapides redirects our focus on such clarity to\n\nPuerto Rico's litigation conduct.   And once again that conduct, in\n\nthis instance, is solely in implementation of the statute itself.\n\nSo any finding of waiver via the conduct of this litigation, in the\n\nabsence of the requisite clear language in Act 106 showing Puerto\n\nRico's intent to waive immunity from suit in federal court, would\n\nfly in the face of the prevailing sovereign immunity jurisprudence\n\non statutory waiver.\n\n           One final issue remains for our resolution: Plaintiffs'\n\ncontention that Puerto Rico is not a \"State\" within the meaning of\n\nthe Eleventh Amendment. Even though Puerto Rico is an incorporated\n\nterritory of the United States, its government has always been\n\nconsidered a sovereign entity entitled to immunity from suit\n\nwithout consent (see Porto Rico v. Rosaly y Castillo, 227 U.S. 270,\n\n273 (1913)).   And although Puerto Rico Aqueduct & Sewer Auth. v.\n\nMetcalf & Eddy, Inc., 506 U.S. 139, 141 n. 1 (1993) reserved ruling\n\non whether the Eleventh Amendment applies to Puerto Rico, it is the\n\nsettled law of this Circuit that Puerto Rico enjoys the same\n\nimmunity from suit that a State has under the Eleventh Amendment\n\n(see Arecibo Cmty. Health Care, 270 F.3d at 21 n.3).\n\n           Plaintiffs urge that Alden v. Maine, 527 U.S. 706 (1999)\n\nrequires us to reconsider that conclusion.8   Alden teaches that the\n\n     8\n        Three post-Alden decisions in this Circuit (Arecibo Cmty.\nHealth Care, Inc., 270 F.3d at 21 n.3; U.S.I. Props. Corp. v. M.D.\n\n                               -18-\n\fStates'   sovereign   immunity   from    suit   in   their   own   courts   is\n\nembodied in the structure and history of the Constitution, not\n\nsimply the Eleventh Amendment, so that it is beyond congressional\n\npower to abrogate through Article I legislation. Plaintiffs assert\n\nthat unlike the States' sovereign immunity, which Alden grounded in\n\nthe Constitution as well as the Eleventh Amendment, Puerto Rico's\n\ncommon-law sovereign immunity is a creation of the courts and may\n\ntherefore be overcome by federal statute pursuant to Congress'\n\npower to regulate the territories (U.S. Const. art. IV, §3, cl. 2).\n\nAccording to Plaintiffs, Congress abrogated Puerto Rico's court-\n\ncreated sovereign immunity when it granted Plaintiffs a federal\n\nforum for their Section 1983 claims.\n\n           We need not reach that constitutional question, however,\n\nbecause Plaintiffs' argument falls of its own weight.              Whether or\n\nnot Puerto Rico's long-held sovereign immunity is constitutional or\n\ncommon-law in nature, it has not been abrogated by Congress here.\n\nExamining Bd. of Engineers, Architects & Surveyors v. Flores de\n\nOtero, 426 U.S. 572 (1976) established that Congress granted the\n\nUnited States District Court in Puerto Rico federal jurisdiction to\n\nenforce the provisions of Section 1983 on a basis equal to that\n\nconferred on district courts in the States.            But the grant of a\n\n\n\nConstr. Co., 230 F.3d 489, 495 n.3 (1st Cir. 2000); Jusino Mercado\nv. Puerto Rico, 214 F.3d 34, 39 (1st Cir. 2000)) have adhered to\nthe position stated in the preceding paragraph of the text.\nIndeed, the first and third of those cases specifically cite Alden\nin their exposition of Eleventh Amendment law.\n\n                                  -19-\n\ffederal forum does not alone constitute an abrogation of sovereign\n\nimmunity, even if it is merely court-created.\n\n           Even on the assumption that Congress acts pursuant to a\n\nvalid exercise of power, it must still \"unequivocally express[ ]\n\nits intent to abrogate\" a State's immunity (Seminole Tribe of Fla.\n\nv. Florida, 517 U.S. 44, 55 (1996)9; Quern v. Jordan, 440 U.S. 332,\n\n343 (1979)), and Plaintiffs can point to no such evidence of\n\nCongress' intent here.      Quern, id. at 345 concluded that Section\n\n1983, although enacted pursuant to the Fourteenth Amendment, did\n\nnot   abrogate   the    immunity   of   the   States   because   there   was\n\ninsufficient evidence of Congress' desire to make States liable\n\nunder that statute.        And Examining Board, 426 U.S. at 581-98\n\ncarefully traced the history of Section 1983 and its accompanying\n\nstatutory grant of federal jurisdiction as they applied to Puerto\n\nRico and found no indication that Congress intended to treat Puerto\n\nRico differently from the States (cf. Jusino Mercado, 214 F.3d at\n\n44, holding that Congress in drafting the Fair Labor Standards Act\n\ndid not   intend   to   \"intrude   more   profoundly    on   Puerto   Rico's\n\nsovereignty than on that of the states\").\n\n           Without speculating on the outer limits of Congress'\n\nconstitutional power to regulate the territories, we conclude that\n\n      9\n        Seminole Tribe and its progeny have not done away with that\ninitial requirement for abrogation, but have rather added a second\nstep to the judicial inquiry: whether Congress acted pursuant to a\nvalid exercise of power. Because we find that Plaintiffs fall at\nthe first hurdle, there is no need to approach (let alone overleap)\nthe second.\n\n                                   -20-\n\fPuerto Rico's immunity has not been overcome by federal statute in\n\nthis case.    Thus nothing in Alden has any bearing on our analysis\n\nor conclusion here.\n\n          In reviewing what has occurred in this case and the\n\nconclusion we have perforce reached, we are constrained to say that\n\nthe actions of the Puerto Rico executive agencies and legislature\n\nhere have continued a distressing pattern of activity in seeking to\n\navoid millions of dollars of established or potential liability--a\n\npattern that this Court has twice labeled as \"despicable\" in\n\nearlier cases:    Futura Dev., 144 F.3d at 13 and U.S.I. Props., 230\n\nF.3d at 501.     That conduct epitomizes the notion that was at the\n\noriginal core of sovereign immunity:     The King can do no wrong.\n\nAnd in extending that notion to our democratic form of government,\n\nthe courts do not seem to subscribe to the pre-Revolutionary-War\n\nview expressed in 1776 in Thomas Paine's Common Sense:\n\n          [S]o far as we approve a monarchy...in America\n          the law is king.        For as in absolute\n          governments the king is law, so in free\n          countries the law ought to be king; and there\n          ought to be no other.\n\n             Under the caselaw the federal courts cannot serve as\n\n\"king\" to right any wrongs committed by the Puerto Rico government\n\nin its sovereign capacity.    As in U.S.I. Props., 230 F.3d at 501,\n\nwe must leave it to the courts of the Commonwealth to correct any\n\ninjustice.\n\n\n\n\n                                -21-\n\f                           Conclusion\n\n          We AFFIRM the ruling of the district court dismissing\n\nPlaintiffs' suit as barred by Puerto Rico's immunity from suit in\n\nthe federal courts.\n\n\n\n\n                              -22-\n\f",
  "html": "<p class=\"case_cite\">323 F.3d 43</p>\n    <p class=\"parties\">Norma I. MAYSONET-ROBLES; Angel Ramon Martinez-Dominguez; Carmen M. Robles-Collazo; Lydia Hernandez-De-Leon; Camilo Ginez-Perez; Jesus Ocasio-De-La-Rosa; for themselves and on behalf of a class of similarly situated individuals, Plaintiffs-Appellants,<br>v.<br>Antonio J. CABRERO, as Trustee for Urban Renewal and Housing Corporation, Puerto Rico, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 02-1010.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 7, 2002.</p>\n    <p class=\"date\">Decided March 14, 2003.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Robert N. Hill, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Eugenia I. Orsini Herencia, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Chief Circuit Judge, HOWARD, Circuit Judge, and SHADUR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SHADUR, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In January 1997 this action was brought on behalf of a putative class comprising homeowners and tenants of a low income housing complex in Manati, Puerto Rico, who sued Antonio Cabrero as Trustee for the Urban Renewal Housing Corporation Accounts Liquidation Office of Puerto Rico (the \"Office\"), an entity created in 1991 to liquidate the proceeds of the extinct Puerto Rico Urban Renewal and Housing Corporation (\"CRUV\")(Act 55, August 9, 1991, 17 P.R. Laws Ann. &#167;&#167; 27-27t). Plaintiffs sued under 42 U.S.C. &#167;&#167; 1983 and 1985 and added, under the auspices of 28 U.S.C. &#167; 1367(a), a number of state law claims alleging that CRUV used, and failed to disclose to them the presence of asbestos and lead within, the units.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After two earlier motions to dismiss had been denied, the Office filed a third motion to dismiss &#8212; this time informing the district court and Plaintiffs that in the interim the Puerto Rico Legislature had passed Act 106, which had dissolved the Office and transferred CRUV's assets to the Department of Housing of the Commonwealth of Puerto Rico (\"Department\") effective June 30, 1998 (17 P.R. Laws Ann. &#167;&#167; 27aa-27jj). Because the Office said that Department was now the real party in interest, it urged that as such Department was immune from suit under the Eleventh Amendment. Later the Office amended its motion to assert that the Commonwealth of Puerto Rico (\"the Commonwealth\" or \"Puerto Rico\") was the Office's true successor, coupling that amendment with a reassertion of Eleventh Amendment immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After reviewing the parties' submissions, the district court<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> issued an October 26, 2001 opinion and order stating that Department should be substituted for the Office as a successor in interest pursuant to Fed.R.Civ.P. (\"Rule\") 25(c). In substantive terms that opinion went on to hold the action barred by the Eleventh Amendment because Department, as an arm of the state, enjoyed immunity from suit &#8212; and that despite its interjection into the pending litigation as a successor to a party that had not been entitled to immunity under the Eleventh Amendment. Accordingly the district court granted the Office's amended motion to dismiss, and Plaintiffs now appeal. We affirm the district court's dismissal of the action on such immunity grounds.</p>\n    </div>\n    <p class=\"center\">\n      <i>Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Whether the district court correctly held that Department enjoyed immunity under the Eleventh Amendment &#8212; or more precisely, under the limitation that the States' sovereign immunity imposes on the federal judicial power established in Article III (see, e.g., <i>Pennhurst State Sch. &amp; Hosp. v. Halderman,</i> 465 U.S. 89, 98-99, 116-17, 104 S.Ct. 900, 79 L.Ed.2d 67 (1984))<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> &#8212; is a question of law. We therefore review the lower court's ruling de novo (<i>see Arecibo Cmty. Health Care, Inc. v. Puerto Rico,</i> 270 F.3d 17, 22 (1st Cir. 2001)).</p>\n    </div>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Because this appeal presents a pure jurisdictional question, it is unnecessary to recite the facts as they pertain to the merits of Plaintiffs' allegations. Instead we will review the bidding as to the relevant agency history and the procedural path of this litigation, then turn to the law.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">CRUV was created by the Puerto Rico legislature as a public corporation in 1957 to administer and develop low-cost private housing construction in the Commonwealth. In 1991 the legislature dissolved CRUV (by Act 55 of August 9, 1991, 17 P.R. Laws Ann. &#167;&#167; 27-27t), instead creating the Office and charging it with overseeing the liquidation of CRUV's accounts and the transfer of records and documents to Department. Among other provisions, the Office was granted the authority to sue and be sued, with the understanding that it would exist only so long as necessary for CRUV's liquidation (17 P.R. Laws Ann. &#167; 27r).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiffs' 1997 Complaint asserted a number of claims against the Office that stemmed from CRUV's use of asbestos and lead in its public housing units and its failure to disclose that use to Plaintiffs. Plaintiffs then amended their Complaint to clarify that the suit was brought against the Office for its own acts of alleged misconduct as well as in its capacity as the successor to CRUV.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After a first motion to dismiss on grounds unrelated to immunity was denied, the Office filed a second motion to dismiss in August 1997 on the predicate that it was immune from suit under the Eleventh Amendment. While that motion was pending, Plaintiffs sought a preliminary injunction to prevent the Office from reducing its legal claims reserve and transferring its assets to the Commonwealth's treasury.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On September 3, 1998 the district court ruled on those motions. First it denied the motion to dismiss, ruling that the Office was not an arm of the state entitled to immunity under the Eleventh Amendment. Then it denied Plaintiffs' motion for preliminary injunction, but it ordered the Office to ensure that CRUV's assets would remain available should they be necessary to satisfy a judgment in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It turned out that two months before the issuance of those rulings Act 106 had dissolved the Office and had effectively transferred CRUV's millions of dollars in surplus funds, including the millions that had been set up as a reserve fund for its legal liabilities, to Department. Based on that legislation, the Office filed a third motion to dismiss on September 15, 1998 &#8212; this time asserting that Department, now the real party in interest, was entitled to Eleventh Amendment immunity. Responding to that motion, Plaintiffs requested that the district court substitute Department for the defunct Office under Rule 25(d)(1) and urged that such substitution did not oust the court of federal jurisdiction or permit Department to reassert Eleventh Amendment immunity. Then the Office amended its motion to assert that the Commonwealth, rather than Department, was the proper defendant under Act 106 and that <i>it</i> was immune from the suit regardless of its successor status.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As stated earlier, the district court bought into the Office's Eleventh Amendment immunity argument as to Department without having to take that last step of treating the Commonwealth as the proper party defendant. Because the district court concluded that Department had not waived or otherwise forfeited that immunity by its having succeeded the properly sued Office, the court granted the motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although Plaintiffs now appeal that involuntary dismissal, certain aspects of the district court's ruling are not challenged before us. Neither party has appealed the district court's application of Rule 25(c) to substitute Department for the Office as a successor in interest. Neither do they dispute the conclusion that Department, an executive department of the government of Puerto Rico lacking an independent juridical personality (<i>see Fred Reyes v. Estado Liber de Puerto Rico,</i> 2000 TSPR 49, 2000 WL 337669 (P.R.2000)), is generally sheltered by Puerto Rico's immunity from federal suit. Instead the issue on appeal is whether Department, interjected into the ongoing litigation by way of a Puerto Rican statute, may successfully assert such immunity when it could not have been invoked by its predecessor in interest, the Office. We now turn to that question.</p>\n    </div>\n    <p class=\"center\">\n      <i>Eleventh Amendment</i>\n    </p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under the Eleventh Amendment the \"Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.\" Long interpreted as an affirmation of state<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> sovereign immunity as a limit on Article III's grant of federal jurisdiction, the principles that <i>Hans v. Louisiana,</i> 134 U.S. 1, 10 S.Ct. 504, 33 L.Ed. 842 (1890) drew from that amendment (despite its literal text) also bar a citizen from bringing a federal court action against his or her own State. Sovereign immunity for suits \"against one of the United States\" also extends to bar suits against state agents and instrumentalities when the action is in essence one for the recovery of money from the State (<i>Regents of the Univ. of Cal. v. Doe,</i> 519 U.S. 425, 429, 117 S.Ct. 900, 137 L.Ed.2d 55 (1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There are, however, two general exceptions to the thus-extended reach of the Eleventh Amendment (<i>College Savs. Bank v. Fla. Prepaid Postsecondary Educ. Expense Bd.,</i> 527 U.S. 666, 670, 119 S.Ct. 2219, 144 L.Ed.2d 605 (1999)). First, Congress may abrogate a State's immunity by expressly authorizing such a suit pursuant to a valid exercise of power (<i>id.</i>). Second, a State may waive its sovereign immunity by consenting to be sued in federal court (<i>id.</i>). At issue here is the second of those two potential exceptions: whether Puerto Rico waived its immunity so as to permit this federal court litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before we turn to Plaintiffs' waiver argument, we will first address Plaintiffs' separate contention that Department should not be entitled to raise the shield of immunity because it entered the case midstream as a successor to the Office, an entity that was itself outside the scope of that immunity. Plaintiffs assert that because federal jurisdiction was properly established over the Office when the suit was initiated, it is not subject to ouster by subsequent events. Relatedly Plaintiffs argue that Department, as successor to the Office under Rule 25(c), cannot invoke immunity because the Office itself was not entitled to do so. Although creative, Plaintiffs' contentions are based on jurisdictional and successorship authorities that insufficiently address the unique nature of the States' sovereign immunity in the context of federal litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Plaintiffs seek to apply the so-called \"time of filing\" rule here &#8212; the concept that federal jurisdiction attaches at the time when the action is commenced and cannot be ousted by later developments. To be sure, that principle is well established for subject matter jurisdiction (<i>see, e.g., Valedon Martinez v. Hosp. Presbiteriano de la Comunidad, Inc.,</i> 806 F.2d 1128, 1132 (1st Cir.1985)(diversity of citizenship); <i>Coventry Sewage Assocs. v. Dworkin Realty Co.,</i> 71 F.3d 1, 4-6 (1st Cir.1995)(amount in controversy); <i>Ching v. Mitre Corp.,</i> 921 F.2d 11, 13 (1st Cir.1990)(federal question jurisdiction)) as well as for personal jurisdiction (<i>see, e.g., Explosives Corp. of Am. v. Garlam Enters. Corp.,</i> 817 F.2d 894, 906 (1st Cir.1987)). Successorship law is also in accord, for federal jurisdiction is retained over Rule 25(c) successors in interest that would not otherwise be subject to suit in federal court (<i>see, e.g., Freeport-McMoRan Inc. v. K N Energy, Inc.,</i> 498 U.S. 426, 428, 111 S.Ct. 858, 112 L.Ed.2d 951 (1990)(per curiam); <i>Explosives Corp.,</i> 817 F.2d at 906). Moreover, it is true that Rule 25(c) substitution implements a discretionary determination by the trial court to facilitate the conduct of the litigation, so it is a procedural vehicle \"not designed to create new relationships among parties to a suit\" (<i>Pacamor Bearings, Inc. v. Minebea Co.,</i> 892 F.Supp. 347, 360 (D.N.H.1995)). As such, \"the transferee is brought into court solely because it has come to own the property in issue. The merits of the case and the disposition of the property are still determined vis-a-vis the originally named parties\" (<i>Minn. Mining &amp; Mfg. Co. v. Eco Chem, Inc.,</i> 757 F.2d 1256, 1263 (Fed.Cir. 1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But none of those cases addresses the application of such rules to a State's immunity from federal suit,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and we find Plaintiffs' attempted analogies to the current case's context ultimately unconvincing. As to jurisdiction, while the Eleventh Amendment has been described as a jurisdictional bar with a \"hybrid nature,\" similar in some respects to personal jurisdiction and to subject matter jurisdiction in others, it is on all fours with neither (<i>see Wis. Dep't of Corrs. v. Schacht,</i> 524 U.S. 381, 394, 118 S.Ct. 2047, 141 L.Ed.2d 364 (1998)(Kennedy, J., concurring)).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Rather it is \"a specific text with a history that focuses on the State's sovereignty vis-a-vis the Federal Government\" (<i>Lapides,</i> 122 S.Ct. at 1646). Unlike a private individual or corporation, a State retains its sovereign immunity as a \"personal privilege\" and, whether it is the original defendant or is added as a party later, it cannot be sued involuntarily (<i>Clark v. Barnard,</i> 108 U.S. 436, 447-48, 2 S.Ct. 878, 27 L.Ed. 780 (1883)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As to successorship, Department is an arm of the State, regardless of its late arrival at the courthouse as a successor in interest, and it must be accorded the same respect due a State under the Eleventh Amendment (<i>see Kroll v. Bd. of Trustees of the Univ. of Ill.,</i> 934 F.2d 904, 909 (7th Cir.1991); <i>Williamson Towing Co. v. Illinois,</i> 534 F.2d 758, 760-61 (7th Cir.1976)). To prevail here, then, Plaintiffs must establish that Puerto Rico waived its own immunity in light of those legal principles by dissolving the Office into Department. And it is to Plaintiffs' exposition on that topic and to the relevant law on waiver that we now turn.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiffs argue that Puerto Rico waived its immunity with respect to those suits against the Office that were pending when Act 106 went into effect. Early on, <i>Clark,</i> 108 U.S. at 447-48, 2 S.Ct. 878 established that a State may waive its sovereign immunity by consenting to a suit in federal court. Because the sovereign's decision to waive such immunity to suit must be \"altogether voluntary\" (<i>College Savs. Bank,</i> 527 U.S. at 675, 119 S.Ct. 2219, quoting <i>Beers v. Arkansas,</i> 61 U.S. (20 How.) 527, 529, 15 L.Ed. 991 (1858)), the \"test for determining whether a State has waived its immunity from federal-court jurisdiction is a stringent one\" (<i>College Savs. Bank, id.,</i> quoting <i>Atascadero State Hosp. v. Scanlon,</i> 473 U.S. 234, 241, 105 S.Ct. 3142, 87 L.Ed.2d 171 (1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>College Sav. Bank</i> commands that such waivers must be unequivocal. In the case of waiver through a state statute or constitutional provision, the State must express in unmistakably clear language, allowing for no other reasonable construction, that it intends to submit itself to the jurisdiction of the federal courts (<i>id.</i> at 678, 119 S.Ct. 2219). Alternatively, a State may waive its immunity by invoking federal jurisdiction voluntarily though affirmative litigation conduct (<i>id.</i> at 675-76, 119 S.Ct. 2219; <i>see also Lapides,</i> 122 S.Ct. at 1644).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not find that Puerto Rico made such an unequivocal waiver here in either of those ways. First, as the district court correctly concluded, Act 106 does not include clear language expressing Puerto Rico's intent to submit to the jurisdiction of the federal court for suits against the Office. To be sure, Act 106 does provide that lawsuits pending against the Office at the time of enactment are to be taken over by Department. To that end Act's Article 4 mandates the transfer to Department of the Office's \"records, assets, and liabilities\" and provides that \"Department shall not be responsible for any claim beyond those passed on by the Office.\" Article 5 requires that an inventory of pending lawsuits be delivered to Department. Lastly, Article 7 orders the Department of Justice to support Department as requested in such lawsuits and reads in part:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Department of Housing shall have the same rights and powers, except for the capacity to sue and be sued, and may raise the same defenses used by the Office in case of any litigation or claim related to the transferred assets....</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">But none of that language about pending lawsuits conveys Puerto Rico's unequivocal consent for such pending litigation to continue in federal court (<i>see Kroll,</i> 934 F.2d at 909-10, reaching the same conclusion as to statutory language governing the merger of an athletic association with an arm of the State that was even more explicit as to the continuation of pending lawsuits).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Although one permissible reading of Act 106 may be that claims against the Office should not be affected at all by its dissolution, another &#8212; also permissible &#8212; would allow for the continuation of such pending lawsuits against Department in Puerto Rico's courts, but not in federal courts.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Indeed, it does not require a particularly jaundiced eye to deduce from the Act's text that the Puerto Rico legislature acted to dissolve the Office and transfer the claims to Department with the precise goal of raising the shield of immunity.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Such jurisdictional game-playing would be beyond the pale for any private litigant, and it is not a new strategy for the Commonwealth (<i>see, e.g., Futura Dev. of Puerto Rico v. Estado Libre Asociado de Puerto Rico,</i> 144 F.3d 7, 14 (1st Cir.2001), commenting on the \"manifest injustice\" created by Puerto Rico's clever use of \"sovereignty to shield itself from the fair consequences of its actions\"). But it has been nearly a century and a half since <i>Beers,</i> 61 U.S. (20 How.) at 529 held that because the waiver of such immunity is entirely within the sovereign's prerogative, a State may alter the conditions of waiver and apply those changes to torpedo even pending litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As the record reflects, Plaintiffs' February 11, 1998 motion for a preliminary injunction mentioned the recent introduction of the bill that ultimately ripened into Act 106, which dissolved the Office and transferred its assets to Department &#8212; to the Commonwealth in legal effect. Because the preliminary injunction motion was still under advisement at the time Act 106 became law, we are not confronted with the knottier problem that would have been posed if (say) an injunction order had been entered prohibiting the Office's transfer of the funds at issue, followed by the enactment of a statute that compelled such transfer by terminating the Office's existence. Such a scenario might, for example, have placed the Supremacy Clause and the principle of sovereign immunity on a collision course. But as matters developed, the transfer of funds to Department had become a fait accompli by the time the Office tendered its third (and successful) motion to dismiss the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiffs' attempt to argue that Puerto Rico waived its immunity through affirmative litigation conduct fares no better. It has long been established that a State's conduct in a federal lawsuit can constitute waiver: \"[W]here a state voluntarily becomes a party to a cause, and submits its rights for judicial determination, it will be bound thereby, and cannot escape the result of its own voluntary act by invoking the prohibitions of the 11th Amendment\" (<i>Gunter v. Atlantic Coast Line R.R.,</i> 200 U.S. 273, 284, 26 S.Ct. 252, 50 L.Ed. 477 (1906); <i>see also Porto Rico v. Bonocio Ramos,</i> 232 U.S. 627, 34 S.Ct. 461, 58 L.Ed. 763 (1914), finding a waiver when the Commonwealth petitioned to be a claimant in an estate proceeding and obtained a ruling from a federal trial court); <i>Paul N. Howard Co. v. Puerto Rico Aqueduct Sewer Auth.,</i> 744 F.2d 880, 886 (1st Cir.1984), finding that a government entity assumed arguendo to be entitled to immunity had waived it by appearing and filing a counterclaim and third-party complaint in the federal lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Most recently <i>Lapides,</i> 122 S.Ct at 1643 reconfirmed that a State's voluntary invocation of federal jurisdiction amounts to a waiver of Eleventh Amendment immunity. <i>Lapides, id.</i> at 1644 distinguished such a waiver from the type of constructive statutory waiver repudiated by <i>College Sav. Bank,</i> explaining that it \"rests upon the Amendment's presumed recognition of the judicial need to avoid inconsistency, anomaly, and unfairness, and not upon a State's actual preference or desire, which might, after all, favor selective use of `immunity' to achieve litigation advantages.\" But as with statutory waiver, the State's litigation conduct must be unambiguous (<i>id.,</i> explaining that the \"relevant `clarity' here must focus on the litigation act the State takes that creates the waiver\"). Thus the State's actions must evince a clear choice to submit its rights for adjudication by the federal courts (<i>see, e.g., Lapides, id.</i> (by removing an action to the federal court); <i>Gardner v. New Jersey,</i> 329 U.S. 565, 574, 67 S.Ct. 467, 91 L.Ed. 504 (1947)(by filing a proof of claim in a bankruptcy proceeding)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In this instance Puerto Rico's involvement in the federal action does not constitute waiver by litigation conduct. Neither the Office nor Department has taken any action in this lawsuit that may be fairly described as voluntarily submitting the Commonwealth's rights for adjudication by the federal court. As for the Office, it has yet to answer Plaintiffs' complaint, let alone take steps akin to filing a counterclaim or third-party complaint. Nor is the automatic substitution of Department for the Office &#8212; unlike an election to remove a case from a state court to a federal court &#8212; a clear invocation of federal court jurisdiction. Although the Office's motions urged that either Department or Puerto Rico was the real party in interest, that was coincident with their raising the shield of immunity. And Department's entry into the case as the Office's successor, which was employed only to advance that same immunity contention, also cannot be labeled as a voluntary submission. In short, anything that might be characterized as affirmative litigation conduct goes back to the statute itself. And while the Commonwealth's Act 106 chose to interject Department into all pending litigation against the Office, it has already been said that the statutory language does not unequivocally consent to the continuation of any such suits in federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is surely troubling that Puerto Rico's actions here implicate the concerns of inconsistency and unfairness that are at the heart of the waiver-by-litigation-conduct doctrine. But we do not read <i>Lapides</i> as sanctioning a different or lesser test for the clarity with which the State must consent to federal jurisdiction in the context of waiver by litigation, as compared with waiver by statute. Instead <i>Lapides</i> redirects our focus on such clarity to Puerto Rico's litigation conduct. And once again that conduct, in this instance, is solely in implementation of the statute itself. So any finding of waiver via the conduct of this litigation, in the absence of the requisite clear language in Act 106 showing Puerto Rico's intent to waive immunity from suit in federal court, would fly in the face of the prevailing sovereign immunity jurisprudence on statutory waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">One final issue remains for our resolution: Plaintiffs' contention that Puerto Rico is not a \"State\" within the meaning of the Eleventh Amendment. Even though Puerto Rico is an incorporated territory of the United States, its government has always been considered a sovereign entity entitled to immunity from suit without consent (<i>see Porto Rico v. Rosaly Y Castillo,</i> 227 U.S. 270, 273, 33 S.Ct. 352, 57 L.Ed. 507 (1913)). And although <i>Puerto Rico Aqueduct &amp; Sewer Auth. v. Metcalf &amp; Eddy, Inc.,</i> 506 U.S. 139, 141 n. 1, 113 S.Ct. 684, 121 L.Ed.2d 605 (1993) reserved ruling on whether the Eleventh Amendment applies to Puerto Rico, it is the settled law of this Circuit that Puerto Rico enjoys the same immunity from suit that a State has under the Eleventh Amendment (<i>see Arecibo Cmty. Health Care,</i> 270 F.3d at 21 n. 3).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Plaintiffs urge that <i>Alden v. Maine,</i> 527 U.S. 706, 119 S.Ct. 2240, 144 L.Ed.2d 636 (1999) requires us to reconsider that conclusion.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Alden</i> teaches that the States' sovereign immunity from suit in their own courts is embodied in the structure and history of the Constitution, not simply the Eleventh Amendment, so that it is beyond congressional power to abrogate through Article I legislation. Plaintiffs assert that unlike the States' sovereign immunity, which <i>Alden</i> grounded in the Constitution as well as the Eleventh Amendment, Puerto Rico's common-law sovereign immunity is a creation of the courts and may therefore be overcome by federal statute pursuant to Congress' power to regulate the territories (U.S. Const. art. IV, &#167; 3, cl.2). According to Plaintiffs, Congress abrogated Puerto Rico's court-created sovereign immunity when it granted Plaintiffs a federal forum for their Section 1983 claims.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need not reach that constitutional question, however, because Plaintiffs' argument falls of its own weight. Whether or not Puerto Rico's long-held sovereign immunity is constitutional or common-law in nature, it has not been abrogated by Congress here. <i>Examining Bd. of Engineers, Architects &amp; Surveyors v. Flores de Otero,</i> 426 U.S. 572, 96 S.Ct. 2264, 49 L.Ed.2d 65 (1976) established that Congress granted the United States District Court in Puerto Rico federal jurisdiction to enforce the provisions of Section 1983 on a basis equal to that conferred on district courts in the States. But the grant of a federal forum does not alone constitute an abrogation of sovereign immunity, even if it is merely court-created.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Even on the assumption that Congress acts pursuant to a valid exercise of power, it must still \"unequivocally express[] its intent to abrogate\" a State's immunity (<i>Seminole Tribe of Fla. v. Florida,</i> 517 U.S. 44, 55, 116 S.Ct. 1114, 134 L.Ed.2d 252 (1996)<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>; <i>Quern v. Jordan,</i> 440 U.S. 332, 343, 99 S.Ct. 1139, 59 L.Ed.2d 358 (1979)), and Plaintiffs can point to no such evidence of Congress' intent here. <i>Quern, id.</i> at 345, 99 S.Ct. 1139 concluded that Section 1983, although enacted pursuant to the Fourteenth Amendment, did not abrogate the immunity of the States because there was insufficient evidence of Congress' desire to make States liable under that statute. And <i>Examining Board,</i> 426 U.S. at 581-98, 96 S.Ct. 2264 carefully traced the history of Section 1983 and its accompanying statutory grant of federal jurisdiction as they applied to Puerto Rico and found no indication that Congress intended to treat Puerto Rico differently from the States (<i>cf. Jusino Mercado,</i> 214 F.3d at 44, holding that Congress in drafting the Fair Labor Standards Act did not intend to \"intrude more profoundly on Puerto Rico's sovereignty than on that of the states\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Without speculating on the outer limits of Congress' constitutional power to regulate the territories, we conclude that Puerto Rico's immunity has not been overcome by federal statute in this case. Thus nothing in <i>Alden</i> has any bearing on our analysis or conclusion here.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In reviewing what has occurred in this case and the conclusion we have perforce reached, we are constrained to say that the actions of the Puerto Rico executive agencies and legislature here have continued a distressing pattern of activity in seeking to avoid millions of dollars of established or potential liability &#8212; a pattern that this Court has twice labeled as \"despicable\" in earlier cases: <i>Futura Dev.,</i> 144 F.3d at 13 and <i>U.S.I. Props.,</i> 230 F.3d at 501. That conduct epitomizes the notion that was at the original core of sovereign immunity: The King can do no wrong. And in extending that notion to our democratic form of government, the courts do not seem to subscribe to the pre-Revolutionary-War view expressed in 1776 in Thomas Paine's <i>Common Sense:</i></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">[S]o far as we approve a monarchy ... in America the law is king. For as in absolute governments the king is law, so in free countries the law ought to be king; and there ought to be no other.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Under the caselaw the federal courts cannot serve as \"king\" to right any wrongs committed by the Puerto Rico government in its sovereign capacity. As in <i>U.S.I. Props.,</i> 230 F.3d at 501, we must leave it to the courts of the Commonwealth to correct any injustice.</p>\n    </div>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We AFFIRM the ruling of the district court dismissing Plaintiffs' suit as barred by Puerto Rico's immunity from suit in the federal courts.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of Illinois, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In July 1999 the case was reassigned to Senior Judge Gierbolini after Judge Cerezo had recused herself</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because it has become customary to use the Eleventh Amendment as a shorthand reference even though it does not literally apply by its terms to suits against a State (or in this instance Puerto Rico) by its own citizens, this opinion will also speak in Eleventh Amendment terms in many instances. When it refers to \"sovereign immunity,\" it does so consistently with the ongoing and current jurisprudence of the Supreme Court's majority opinions, exemplified by such cases as<i>Pennhurst</i> and <i>Atascadero State Hosp. v. Scanlon,</i> 473 U.S. 234, 238, 105 S.Ct. 3142, 87 L.Ed.2d 171 (1985)(citing and quoting <i>Pennhurst</i> in those terms).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This circuit has consistently held that Puerto Rico enjoys immunity from suit equivalent to that afforded to the States under the Eleventh Amendment (<i>see Arecibo Cmty. Health Care,</i> 270 F.3d at 21 n. 3). For the reasons stated later in the text, we decline Plaintiffs' invitation to reconsider that principle.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiffs do point to<i>Anderson &amp; Middleton Lumber Co. v. Quinault Indian Nation,</i> 79 Wash.App. 221, 901 P.2d 1060, 1063-64 (1995) as applying the \"time of filing\" rule in the sovereign immunity context. <i>Anderson</i> held that jurisdiction properly continued over a property action to partition and to quiet title despite Quinault Indian Nation's mid-litigation purchase of the land and its substitution as defendant for the prior landowners, private individuals. Although <i>Anderson</i> ruled on personal jurisdiction grounds and did not separately address waiver, it specifically noted that upon bringing suit the plaintiff had filed a lis pendens (providing notice that the outcome of the action would bind subsequent transferees) and that the warranty deed for the tribe's purchase of the land made conveyance subject to that lis pendens. All of this suggests that, as opposed to the instant case, the tribe chose to purchase the land subject to the specific court action-voluntary conduct that waived its immunity from that suit.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Justice Kennedy's<i>Schacht</i> concurrence argues in part that the Court should adjust its Eleventh Amendment jurisprudence to track more closely its treatment of personal jurisdiction (<i>Schacht,</i> 524 U.S. at 395, 118 S.Ct. 2047). In particular, such a revision would remove the unfair litigation advantages that arise from allowing States to raise the bar of Eleventh Amendment immunity for the first time on appeal (<i>id.</i> at 394, 118 S.Ct. 2047). Although <i>Lapides v. Bd. of Regents of Univ. Sys.,</i> 535 U.S. 613, 122 S.Ct. 1640, 1645, 152 L.Ed.2d 806 (2002) addressed some of Justice Kennedy's concerns, its relatively narrow holding did not alter the hybrid nature of the Eleventh Amendment: States' immunity under that Amendment remains sui generis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 32 P.R. Laws Ann. &#167; 3077 (1999) authorizes individuals to sue Puerto Rico in the Commonwealth's own courts according to a number of conditions. But nothing in that statute waives Puerto Rico's sovereign immunity from suit in federal court without its consent, as<i>College Sav. Bank,</i> 527 U.S. at 670, 119 S.Ct. 2219 would require. And the language in Act's Article 7 that excepts Department's \"capacity to ... be sued\" from the \"same rights and powers\" possessed by the Office could certainly be read as an intended preservation of the right of sovereign immunity though we express no ultimate view, of course, as to its amenability to suit in the courts of Puerto Rico.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It is true that Act 106 was enacted while Plaintiffs' second motion to dismiss was still pending. But the risk remained that the district court would rule &#8212; as it did approximately two months later &#8212; that the Office was not entitled to the protection of Puerto Rico's own immunity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Three post-<i>Alden</i> decisions in this Circuit (<i>Arecibo Cmty. Health Care, Inc.,</i> 270 F.3d at 21 n. 3; U.S.I. Props. <i>Corp. v. M.D. Constr. Co.,</i> 230 F.3d 489, 495 n. 3 (1st Cir.2000); <i>Jusino Mercado v. Puerto Rico,</i> 214 F.3d 34, 39 (1st Cir.2000)) have adhered to the position stated in the preceding paragraph of the text. Indeed, the first and third of those cases specifically cite <i>Alden</i> in their exposition of Eleventh Amendment law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>Seminole Tribe</i> and its progeny have not done away with that initial requirement for abrogation, but have rather added a second step to the judicial inquiry: whether Congress acted pursuant to a valid exercise of power. Because we find that Plaintiffs fall at the first hurdle, there is no need to approach (let alone overleap) the second.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"200628\"><a href=\"/opinion/200628/maysonet-robles-v-cabrero/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span></p>\n    <p class=\"parties\">Norma I. MAYSONET-ROBLES; Angel Ramon Martinez-Dominguez; Carmen M. Robles-Collazo; Lydia Hernandez-De-Leon; Camilo Ginez-Perez; Jesus Ocasio-De-La-Rosa; for themselves and on behalf of a class of similarly situated individuals, Plaintiffs-Appellants,<br>v.<br>Antonio J. CABRERO, as Trustee for Urban Renewal and Housing Corporation, Puerto Rico, Defendant-Appellee.</p>\n    <p class=\"docket\">No. 02-1010.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 7, 2002.</p>\n    <p class=\"date\">Decided March 14, 2003.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Robert N. Hill, for appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Eugenia I. Orsini Herencia, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Chief Circuit Judge, HOWARD, Circuit Judge, and SHADUR,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">SHADUR, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In January 1997 this action was brought on behalf of a putative class comprising homeowners and tenants of a low income housing complex in Manati, Puerto Rico, who sued Antonio Cabrero as Trustee for the Urban Renewal Housing Corporation Accounts Liquidation Office of Puerto Rico (the \"Office\"), an entity created in 1991 to liquidate the proceeds of the extinct Puerto Rico Urban Renewal and Housing Corporation (\"CRUV\")(Act 55, August 9, 1991, 17 P.R. Laws Ann. &#167;&#167; 27-27t). Plaintiffs sued under 42 U.S.C. &#167;&#167; 1983 and 1985 and added, under the auspices of 28 U.S.C. &#167; 1367(a), a number of state law claims alleging that CRUV used, and failed to disclose to them the presence of asbestos and lead within, the units.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After two earlier motions to dismiss had been denied, the Office filed a third motion to dismiss &#8212; this time informing the district court and Plaintiffs that in the interim the Puerto Rico Legislature had passed Act 106, which had dissolved the Office and transferred CRUV's assets to the Department of Housing of the Commonwealth of Puerto Rico (\"Department\") effective June 30, 1998 (17 P.R. Laws Ann. &#167;&#167; 27aa-27jj). Because the Office said that Department was now the real party in interest, it urged that as such Department was immune from suit under the Eleventh Amendment. Later the Office amended its motion to assert that the Commonwealth of Puerto Rico (\"the Commonwealth\" or \"Puerto Rico\") was the Office's true successor, coupling that amendment with a reassertion of Eleventh Amendment immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After reviewing the parties' submissions, the district court<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> issued an October 26, 2001 opinion and order stating that Department should be substituted for the Office as a successor in interest pursuant to Fed.R.Civ.P. (\"Rule\") 25(c). In substantive terms that opinion went on to hold the action barred by the Eleventh Amendment because Department, as an arm of the state, enjoyed immunity from suit &#8212; and that despite its interjection into the pending litigation as a successor to a party that had not been entitled to immunity under the Eleventh Amendment. Accordingly the district court granted the Office's amended motion to dismiss, and Plaintiffs now appeal. We affirm the district court's dismissal of the action on such immunity grounds.</p>\n    </div>\n    <p class=\"center\">\n      <i>Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Whether the district court correctly held that Department enjoyed immunity under the Eleventh Amendment &#8212; or more precisely, under the limitation that the States' sovereign immunity imposes on the federal judicial power established in Article III (see, e.g., <i>Pennhurst State Sch. &amp; Hosp. v. Halderman,</i> <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 98-99, 116-17, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"111094\"><a href=\"/opinion/111094/pennhurst-state-school-and-hospital-v-halderman/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">67</span></a></span> (1984))<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> &#8212; is a question of law. We therefore review the lower court's ruling de novo (<i>see Arecibo Cmty. Health Care, Inc. v. Puerto Rico,</i> <span class=\"citation\" data-id=\"775403\"><a href=\"/opinion/775403/arecibo-community-health-care-inc-v-commonwealth-of-puerto-rico/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 22 (1st Cir. 2001)).</p>\n    </div>\n    <p class=\"center\">\n      <i>Background</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Because this appeal presents a pure jurisdictional question, it is unnecessary to recite the facts as they pertain to the merits of Plaintiffs' allegations. Instead we will review the bidding as to the relevant agency history and the procedural path of this litigation, then turn to the law.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">CRUV was created by the Puerto Rico legislature as a public corporation in 1957 to administer and develop low-cost private housing construction in the Commonwealth. In 1991 the legislature dissolved CRUV (by Act 55 of August 9, 1991, 17 P.R. Laws Ann. &#167;&#167; 27-27t), instead creating the Office and charging it with overseeing the liquidation of CRUV's accounts and the transfer of records and documents to Department. Among other provisions, the Office was granted the authority to sue and be sued, with the understanding that it would exist only so long as necessary for CRUV's liquidation (17 P.R. Laws Ann. &#167; 27r).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Plaintiffs' 1997 Complaint asserted a number of claims against the Office that stemmed from CRUV's use of asbestos and lead in its public housing units and its failure to disclose that use to Plaintiffs. Plaintiffs then amended their Complaint to clarify that the suit was brought against the Office for its own acts of alleged misconduct as well as in its capacity as the successor to CRUV.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After a first motion to dismiss on grounds unrelated to immunity was denied, the Office filed a second motion to dismiss in August 1997 on the predicate that it was immune from suit under the Eleventh Amendment. While that motion was pending, Plaintiffs sought a preliminary injunction to prevent the Office from reducing its legal claims reserve and transferring its assets to the Commonwealth's treasury.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On September 3, 1998 the district court ruled on those motions. First it denied the motion to dismiss, ruling that the Office was not an arm of the state entitled to immunity under the Eleventh Amendment. Then it denied Plaintiffs' motion for preliminary injunction, but it ordered the Office to ensure that CRUV's assets would remain available should they be necessary to satisfy a judgment in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">It turned out that two months before the issuance of those rulings Act 106 had dissolved the Office and had effectively transferred CRUV's millions of dollars in surplus funds, including the millions that had been set up as a reserve fund for its legal liabilities, to Department. Based on that legislation, the Office filed a third motion to dismiss on September 15, 1998 &#8212; this time asserting that Department, now the real party in interest, was entitled to Eleventh Amendment immunity. Responding to that motion, Plaintiffs requested that the district court substitute Department for the defunct Office under Rule 25(d)(1) and urged that such substitution did not oust the court of federal jurisdiction or permit Department to reassert Eleventh Amendment immunity. Then the Office amended its motion to assert that the Commonwealth, rather than Department, was the proper defendant under Act 106 and that <i>it</i> was immune from the suit regardless of its successor status.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As stated earlier, the district court bought into the Office's Eleventh Amendment immunity argument as to Department without having to take that last step of treating the Commonwealth as the proper party defendant. Because the district court concluded that Department had not waived or otherwise forfeited that immunity by its having succeeded the properly sued Office, the court granted the motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although Plaintiffs now appeal that involuntary dismissal, certain aspects of the district court's ruling are not challenged before us. Neither party has appealed the district court's application of Rule 25(c) to substitute Department for the Office as a successor in interest. Neither do they dispute the conclusion that Department, an executive department of the government of Puerto Rico lacking an independent juridical personality (<i>see Fred Reyes v. Estado Liber de Puerto Rico,</i> 2000 TSPR 49, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">337669</span></span> (P.R.2000)), is generally sheltered by Puerto Rico's immunity from federal suit. Instead the issue on appeal is whether Department, interjected into the ongoing litigation by way of a Puerto Rican statute, may successfully assert such immunity when it could not have been invoked by its predecessor in interest, the Office. We now turn to that question.</p>\n    </div>\n    <p class=\"center\">\n      <i>Eleventh Amendment</i>\n    </p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under the Eleventh Amendment the \"Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.\" Long interpreted as an affirmation of state<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> sovereign immunity as a limit on Article III's grant of federal jurisdiction, the principles that <i>Hans v. Louisiana,</i> <span class=\"citation\" data-id=\"92702\"><a href=\"/opinion/92702/hans-v-louisiana/\"><span class=\"volume\">134</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">504</span></span>, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">842</span></span> (1890) drew from that amendment (despite its literal text) also bar a citizen from bringing a federal court action against his or her own State. Sovereign immunity for suits \"against one of the United States\" also extends to bar suits against state agents and instrumentalities when the action is in essence one for the recovery of money from the State (<i>Regents of the Univ. of Cal. v. Doe,</i> <span class=\"citation\" data-id=\"118087\"><a href=\"/opinion/118087/regents-of-univ-of-cal-v-doe/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">425</span></a></span>, 429, <span class=\"citation\" data-id=\"118087\"><a href=\"/opinion/118087/regents-of-univ-of-cal-v-doe/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">900</span></a></span>, <span class=\"citation\" data-id=\"118087\"><a href=\"/opinion/118087/regents-of-univ-of-cal-v-doe/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">55</span></a></span> (1997)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There are, however, two general exceptions to the thus-extended reach of the Eleventh Amendment (<i>College Savs. Bank v. Fla. Prepaid Postsecondary Educ. Expense Bd.,</i> <span class=\"citation\" data-id=\"118317\"><a href=\"/opinion/118317/college-savings-bank-v-florida-prepaid-postsecondary-ed-expense-bd/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">666</span></a></span>, 670, <span class=\"citation\" data-id=\"118317\"><a href=\"/opinion/118317/college-savings-bank-v-florida-prepaid-postsecondary-ed-expense-bd/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2219</span></a></span>, <span class=\"citation\" data-id=\"118317\"><a href=\"/opinion/118317/college-savings-bank-v-florida-prepaid-postsecondary-ed-expense-bd/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1999)). First, Congress may abrogate a State's immunity by expressly authorizing such a suit pursuant to a valid exercise of power (<i>id.</i>). Second, a State may waive its sovereign immunity by consenting to be sued in federal court (<i>id.</i>). At issue here is the second of those two potential exceptions: whether Puerto Rico waived its immunity so as to permit this federal court litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before we turn to Plaintiffs' waiver argument, we will first address Plaintiffs' separate contention that Department should not be entitled to raise the shield of immunity because it entered the case midstream as a successor to the Office, an entity that was itself outside the scope of that immunity. Plaintiffs assert that because federal jurisdiction was properly established over the Office when the suit was initiated, it is not subject to ouster by subsequent events. Relatedly Plaintiffs argue that Department, as successor to the Office under Rule 25(c), cannot invoke immunity because the Office itself was not entitled to do so. Although creative, Plaintiffs' contentions are based on jurisdictional and successorship authorities that insufficiently address the unique nature of the States' sovereign immunity in the context of federal litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Plaintiffs seek to apply the so-called \"time of filing\" rule here &#8212; the concept that federal jurisdiction attaches at the time when the action is commenced and cannot be ousted by later developments. To be sure, that principle is well established for subject matter jurisdiction (<i>see, e.g., Valedon Martinez v. Hosp. Presbiteriano de la Comunidad, Inc.,</i> <span class=\"citation\" data-id=\"480348\"><a href=\"/opinion/480348/marjorie-marie-valedon-martinez-v-hospital-presbiteriano-de-la-comunidad/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1128</span></a></span>, 1132 (1st Cir.1985)(diversity of citizenship); <i>Coventry Sewage Assocs. v. Dworkin Realty Co.,</i> <span class=\"citation\" data-id=\"196423\"><a href=\"/opinion/196423/coventry-sewage-v-dworkin-realty/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4-6 (1st Cir.1995)(amount in controversy); <i>Ching v. Mitre Corp.,</i> <span class=\"citation\" data-id=\"552840\"><a href=\"/opinion/552840/54-fair-emplpraccas-941-55-empl-prac-dec-p-40422-garland-e-ching/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 13 (1st Cir.1990)(federal question jurisdiction)) as well as for personal jurisdiction (<i>see, e.g., Explosives Corp. of Am. v. Garlam Enters. Corp.,</i> <span class=\"citation\" data-id=\"487733\"><a href=\"/opinion/487733/explosives-corporation-of-america-v-garlam-enterprises-corporation-two/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">894</span></a></span>, 906 (1st Cir.1987)). Successorship law is also in accord, for federal jurisdiction is retained over Rule 25(c) successors in interest that would not otherwise be subject to suit in federal court (<i>see, e.g., Freeport-McMoRan Inc. v. K N Energy, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></span>, 428, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">858</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">951</span></span> (1990)(per curiam); <i>Explosives Corp.,</i> 817 F.2d at 906). Moreover, it is true that Rule 25(c) substitution implements a discretionary determination by the trial court to facilitate the conduct of the litigation, so it is a procedural vehicle \"not designed to create new relationships among parties to a suit\" (<i>Pacamor Bearings, Inc. v. Minebea Co.,</i> <span class=\"citation\" data-id=\"2295117\"><a href=\"/opinion/2295117/pacamor-bearings-inc-v-minebea-co-ltd/\"><span class=\"volume\">892</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">347</span></a></span>, 360 (D.N.H.1995)). As such, \"the transferee is brought into court solely because it has come to own the property in issue. The merits of the case and the disposition of the property are still determined vis-a-vis the originally named parties\" (<i>Minn. Mining &amp; Mfg. Co. v. Eco Chem, Inc.,</i> <span class=\"citation\" data-id=\"449575\"><a href=\"/opinion/449575/minnesota-mining-manufacturing-company-a-corporation-of-delaware-v-eco/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1256</span></a></span>, 1263 (Fed.Cir. 1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">But none of those cases addresses the application of such rules to a State's immunity from federal suit,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and we find Plaintiffs' attempted analogies to the current case's context ultimately unconvincing. As to jurisdiction, while the Eleventh Amendment has been described as a jurisdictional bar with a \"hybrid nature,\" similar in some respects to personal jurisdiction and to subject matter jurisdiction in others, it is on all fours with neither (<i>see Wis. Dep't of Corrs. v. Schacht,</i> <span class=\"citation\" data-id=\"118236\"><a href=\"/opinion/118236/wisconsin-dept-of-corrections-v-schacht/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">381</span></a></span>, 394, <span class=\"citation\" data-id=\"118236\"><a href=\"/opinion/118236/wisconsin-dept-of-corrections-v-schacht/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2047</span></a></span>, <span class=\"citation\" data-id=\"118236\"><a href=\"/opinion/118236/wisconsin-dept-of-corrections-v-schacht/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">364</span></a></span> (1998)(Kennedy, J., concurring)).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Rather it is \"a specific text with a history that focuses on the State's sovereignty vis-a-vis the Federal Government\" (<i>Lapides,</i> 122 S.Ct. at 1646). Unlike a private individual or corporation, a State retains its sovereign immunity as a \"personal privilege\" and, whether it is the original defendant or is added as a party later, it cannot be sued involuntarily (<i>Clark v. Barnard,</i> <span class=\"citation\" data-id=\"90876\"><a href=\"/opinion/90876/clark-v-barnard/\"><span class=\"volume\">108</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 447-48, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">878</span></span>, <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">780</span></span> (1883)).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As to successorship, Department is an arm of the State, regardless of its late arrival at the courthouse as a successor in interest, and it must be accorded the same respect due a State under the Eleventh Amendment (<i>see Kroll v. Bd. of Trustees of the Univ. of Ill.,</i> <span class=\"citation\" data-id=\"562102\"><a href=\"/opinion/562102/william-a-kroll-v-board-of-trustees-of-the-university-of-illinois-an/\"><span class=\"volume\">934</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">904</span></a></span>, 909 (7th Cir.1991); <i>Williamson Towing Co. v. Illinois,</i> <span class=\"citation\" data-id=\"335099\"><a href=\"/opinion/335099/in-the-matter-of-williamson-towing-co-inc-as-owner-and-operator-of-the/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">758</span></a></span>, 760-61 (7th Cir.1976)). To prevail here, then, Plaintiffs must establish that Puerto Rico waived its own immunity in light of those legal principles by dissolving the Office into Department. And it is to Plaintiffs' exposition on that topic and to the relevant law on waiver that we now turn.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Plaintiffs argue that Puerto Rico waived its immunity with respect to those suits against the Office that were pending when Act 106 went into effect. Early on, <i>Clark,</i> 108 U.S. at 447-48, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">878</span></span> established that a State may waive its sovereign immunity by consenting to a suit in federal court. Because the sovereign's decision to waive such immunity to suit must be \"altogether voluntary\" (<i>College Savs. Bank,</i> 527 U.S. at 675, <span class=\"citation\" data-id=\"118317\"><a href=\"/opinion/118317/college-savings-bank-v-florida-prepaid-postsecondary-ed-expense-bd/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2219</span></a></span>, quoting <i>Beers v. Arkansas,</i> 61 U.S. (20 How.) 527, 529, <span class=\"citation no-link\"><span class=\"volume\">15</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">991</span></span> (1858)), the \"test for determining whether a State has waived its immunity from federal-court jurisdiction is a stringent one\" (<i>College Savs. Bank, id.,</i> quoting <i>Atascadero State Hosp. v. Scanlon,</i> <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 241, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3142</span></a></span>, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1985)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\"><i>College Sav. Bank</i> commands that such waivers must be unequivocal. In the case of waiver through a state statute or constitutional provision, the State must express in unmistakably clear language, allowing for no other reasonable construction, that it intends to submit itself to the jurisdiction of the federal courts (<i>id.</i> at 678, <span class=\"citation\" data-id=\"118317\"><a href=\"/opinion/118317/college-savings-bank-v-florida-prepaid-postsecondary-ed-expense-bd/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2219</span></a></span>). Alternatively, a State may waive its immunity by invoking federal jurisdiction voluntarily though affirmative litigation conduct (<i>id.</i> at 675-76, <span class=\"citation\" data-id=\"118317\"><a href=\"/opinion/118317/college-savings-bank-v-florida-prepaid-postsecondary-ed-expense-bd/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2219</span></a></span>; <i>see also Lapides,</i> 122 S.Ct. at 1644).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We do not find that Puerto Rico made such an unequivocal waiver here in either of those ways. First, as the district court correctly concluded, Act 106 does not include clear language expressing Puerto Rico's intent to submit to the jurisdiction of the federal court for suits against the Office. To be sure, Act 106 does provide that lawsuits pending against the Office at the time of enactment are to be taken over by Department. To that end Act's Article 4 mandates the transfer to Department of the Office's \"records, assets, and liabilities\" and provides that \"Department shall not be responsible for any claim beyond those passed on by the Office.\" Article 5 requires that an inventory of pending lawsuits be delivered to Department. Lastly, Article 7 orders the Department of Justice to support Department as requested in such lawsuits and reads in part:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Department of Housing shall have the same rights and powers, except for the capacity to sue and be sued, and may raise the same defenses used by the Office in case of any litigation or claim related to the transferred assets....</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">But none of that language about pending lawsuits conveys Puerto Rico's unequivocal consent for such pending litigation to continue in federal court (<i>see Kroll,</i> 934 F.2d at 909-10, reaching the same conclusion as to statutory language governing the merger of an athletic association with an arm of the State that was even more explicit as to the continuation of pending lawsuits).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Although one permissible reading of Act 106 may be that claims against the Office should not be affected at all by its dissolution, another &#8212; also permissible &#8212; would allow for the continuation of such pending lawsuits against Department in Puerto Rico's courts, but not in federal courts.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Indeed, it does not require a particularly jaundiced eye to deduce from the Act's text that the Puerto Rico legislature acted to dissolve the Office and transfer the claims to Department with the precise goal of raising the shield of immunity.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Such jurisdictional game-playing would be beyond the pale for any private litigant, and it is not a new strategy for the Commonwealth (<i>see, e.g., Futura Dev. of Puerto Rico v. Estado Libre Asociado de Puerto Rico,</i> <span class=\"citation\" data-id=\"197936\"><a href=\"/opinion/197936/futura-development-v-estado-libre-asoc/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 14 (1st Cir.2001), commenting on the \"manifest injustice\" created by Puerto Rico's clever use of \"sovereignty to shield itself from the fair consequences of its actions\"). But it has been nearly a century and a half since <i>Beers,</i> 61 U.S. (20 How.) at 529 held that because the waiver of such immunity is entirely within the sovereign's prerogative, a State may alter the conditions of waiver and apply those changes to torpedo even pending litigation.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As the record reflects, Plaintiffs' February 11, 1998 motion for a preliminary injunction mentioned the recent introduction of the bill that ultimately ripened into Act 106, which dissolved the Office and transferred its assets to Department &#8212; to the Commonwealth in legal effect. Because the preliminary injunction motion was still under advisement at the time Act 106 became law, we are not confronted with the knottier problem that would have been posed if (say) an injunction order had been entered prohibiting the Office's transfer of the funds at issue, followed by the enactment of a statute that compelled such transfer by terminating the Office's existence. Such a scenario might, for example, have placed the Supremacy Clause and the principle of sovereign immunity on a collision course. But as matters developed, the transfer of funds to Department had become a fait accompli by the time the Office tendered its third (and successful) motion to dismiss the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiffs' attempt to argue that Puerto Rico waived its immunity through affirmative litigation conduct fares no better. It has long been established that a State's conduct in a federal lawsuit can constitute waiver: \"[W]here a state voluntarily becomes a party to a cause, and submits its rights for judicial determination, it will be bound thereby, and cannot escape the result of its own voluntary act by invoking the prohibitions of the 11th Amendment\" (<i>Gunter v. Atlantic Coast Line R.R.,</i> <span class=\"citation\" data-id=\"96399\"><a href=\"/opinion/96399/gunter-v-atlantic-coast-line-r-co/\"><span class=\"volume\">200</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 284, <span class=\"citation no-link\"><span class=\"volume\">26</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></span>, <span class=\"citation no-link\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">477</span></span> (1906); <i>see also Porto Rico v. Bonocio Ramos,</i> <span class=\"citation\" data-id=\"98121\"><a href=\"/opinion/98121/porto-rico-v-ramos/\"><span class=\"volume\">232</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">627</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">461</span></span>, <span class=\"citation no-link\"><span class=\"volume\">58</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">763</span></span> (1914), finding a waiver when the Commonwealth petitioned to be a claimant in an estate proceeding and obtained a ruling from a federal trial court); <i>Paul N. Howard Co. v. Puerto Rico Aqueduct Sewer Auth.,</i> <span class=\"citation\" data-id=\"442086\"><a href=\"/opinion/442086/paul-n-howard-company-v-puerto-rico-aqueduct-sewer-authority-v-insurance/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">880</span></a></span>, 886 (1st Cir.1984), finding that a government entity assumed arguendo to be entitled to immunity had waived it by appearing and filing a counterclaim and third-party complaint in the federal lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Most recently <i>Lapides,</i> 122 S.Ct at 1643 reconfirmed that a State's voluntary invocation of federal jurisdiction amounts to a waiver of Eleventh Amendment immunity. <i>Lapides, id.</i> at 1644 distinguished such a waiver from the type of constructive statutory waiver repudiated by <i>College Sav. Bank,</i> explaining that it \"rests upon the Amendment's presumed recognition of the judicial need to avoid inconsistency, anomaly, and unfairness, and not upon a State's actual preference or desire, which might, after all, favor selective use of `immunity' to achieve litigation advantages.\" But as with statutory waiver, the State's litigation conduct must be unambiguous (<i>id.,</i> explaining that the \"relevant `clarity' here must focus on the litigation act the State takes that creates the waiver\"). Thus the State's actions must evince a clear choice to submit its rights for adjudication by the federal courts (<i>see, e.g., Lapides, id.</i> (by removing an action to the federal court); <i>Gardner v. New Jersey,</i> <span class=\"citation\" data-id=\"104362\"><a href=\"/opinion/104362/gardner-v-new-jersey/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, 574, <span class=\"citation\" data-id=\"104362\"><a href=\"/opinion/104362/gardner-v-new-jersey/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">467</span></a></span>, <span class=\"citation\" data-id=\"104362\"><a href=\"/opinion/104362/gardner-v-new-jersey/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">504</span></a></span> (1947)(by filing a proof of claim in a bankruptcy proceeding)).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In this instance Puerto Rico's involvement in the federal action does not constitute waiver by litigation conduct. Neither the Office nor Department has taken any action in this lawsuit that may be fairly described as voluntarily submitting the Commonwealth's rights for adjudication by the federal court. As for the Office, it has yet to answer Plaintiffs' complaint, let alone take steps akin to filing a counterclaim or third-party complaint. Nor is the automatic substitution of Department for the Office &#8212; unlike an election to remove a case from a state court to a federal court &#8212; a clear invocation of federal court jurisdiction. Although the Office's motions urged that either Department or Puerto Rico was the real party in interest, that was coincident with their raising the shield of immunity. And Department's entry into the case as the Office's successor, which was employed only to advance that same immunity contention, also cannot be labeled as a voluntary submission. In short, anything that might be characterized as affirmative litigation conduct goes back to the statute itself. And while the Commonwealth's Act 106 chose to interject Department into all pending litigation against the Office, it has already been said that the statutory language does not unequivocally consent to the continuation of any such suits in federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is surely troubling that Puerto Rico's actions here implicate the concerns of inconsistency and unfairness that are at the heart of the waiver-by-litigation-conduct doctrine. But we do not read <i>Lapides</i> as sanctioning a different or lesser test for the clarity with which the State must consent to federal jurisdiction in the context of waiver by litigation, as compared with waiver by statute. Instead <i>Lapides</i> redirects our focus on such clarity to Puerto Rico's litigation conduct. And once again that conduct, in this instance, is solely in implementation of the statute itself. So any finding of waiver via the conduct of this litigation, in the absence of the requisite clear language in Act 106 showing Puerto Rico's intent to waive immunity from suit in federal court, would fly in the face of the prevailing sovereign immunity jurisprudence on statutory waiver.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">One final issue remains for our resolution: Plaintiffs' contention that Puerto Rico is not a \"State\" within the meaning of the Eleventh Amendment. Even though Puerto Rico is an incorporated territory of the United States, its government has always been considered a sovereign entity entitled to immunity from suit without consent (<i>see Porto Rico v. Rosaly Y Castillo,</i> <span class=\"citation\" data-id=\"97778\"><a href=\"/opinion/97778/porto-rico-v-rosaly-y-castillo/\"><span class=\"volume\">227</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">270</span></a></span>, 273, <span class=\"citation no-link\"><span class=\"volume\">33</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">352</span></span>, <span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">507</span></span> (1913)). And although <i>Puerto Rico Aqueduct &amp; Sewer Auth. v. Metcalf &amp; Eddy, Inc.,</i> <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 141 n. 1, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">684</span></a></span>, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">605</span></a></span> (1993) reserved ruling on whether the Eleventh Amendment applies to Puerto Rico, it is the settled law of this Circuit that Puerto Rico enjoys the same immunity from suit that a State has under the Eleventh Amendment (<i>see Arecibo Cmty. Health Care,</i> 270 F.3d at 21 n. 3).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Plaintiffs urge that <i>Alden v. Maine,</i> <span class=\"citation\" data-id=\"118318\"><a href=\"/opinion/118318/alden-v-maine/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">706</span></a></span>, <span class=\"citation\" data-id=\"118318\"><a href=\"/opinion/118318/alden-v-maine/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2240</span></a></span>, <span class=\"citation\" data-id=\"118318\"><a href=\"/opinion/118318/alden-v-maine/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">636</span></a></span> (1999) requires us to reconsider that conclusion.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Alden</i> teaches that the States' sovereign immunity from suit in their own courts is embodied in the structure and history of the Constitution, not simply the Eleventh Amendment, so that it is beyond congressional power to abrogate through Article I legislation. Plaintiffs assert that unlike the States' sovereign immunity, which <i>Alden</i> grounded in the Constitution as well as the Eleventh Amendment, Puerto Rico's common-law sovereign immunity is a creation of the courts and may therefore be overcome by federal statute pursuant to Congress' power to regulate the territories (U.S. Const. art. IV, &#167; 3, cl.2). According to Plaintiffs, Congress abrogated Puerto Rico's court-created sovereign immunity when it granted Plaintiffs a federal forum for their Section 1983 claims.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need not reach that constitutional question, however, because Plaintiffs' argument falls of its own weight. Whether or not Puerto Rico's long-held sovereign immunity is constitutional or common-law in nature, it has not been abrogated by Congress here. <i>Examining Bd. of Engineers, Architects &amp; Surveyors v. Flores de Otero,</i> <span class=\"citation\" data-id=\"109490\"><a href=\"/opinion/109490/examining-bd-of-engineers-architects-and-surveyors-v-flores-de-otero/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></a></span>, <span class=\"citation\" data-id=\"109490\"><a href=\"/opinion/109490/examining-bd-of-engineers-architects-and-surveyors-v-flores-de-otero/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2264</span></a></span>, <span class=\"citation\" data-id=\"109490\"><a href=\"/opinion/109490/examining-bd-of-engineers-architects-and-surveyors-v-flores-de-otero/\"><span class=\"volume\">49</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">65</span></a></span> (1976) established that Congress granted the United States District Court in Puerto Rico federal jurisdiction to enforce the provisions of Section 1983 on a basis equal to that conferred on district courts in the States. But the grant of a federal forum does not alone constitute an abrogation of sovereign immunity, even if it is merely court-created.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Even on the assumption that Congress acts pursuant to a valid exercise of power, it must still \"unequivocally express[] its intent to abrogate\" a State's immunity (<i>Seminole Tribe of Fla. v. Florida,</i> <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 55, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1114</span></a></span>, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1996)<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>; <i>Quern v. Jordan,</i> <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">440</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">332</span></a></span>, 343, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1139</span></a></span>, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">59</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">358</span></a></span> (1979)), and Plaintiffs can point to no such evidence of Congress' intent here. <i>Quern, id.</i> at 345, <span class=\"citation\" data-id=\"110031\"><a href=\"/opinion/110031/quern-v-jordan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1139</span></a></span> concluded that Section 1983, although enacted pursuant to the Fourteenth Amendment, did not abrogate the immunity of the States because there was insufficient evidence of Congress' desire to make States liable under that statute. And <i>Examining Board,</i> 426 U.S. at 581-98, <span class=\"citation\" data-id=\"109490\"><a href=\"/opinion/109490/examining-bd-of-engineers-architects-and-surveyors-v-flores-de-otero/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2264</span></a></span> carefully traced the history of Section 1983 and its accompanying statutory grant of federal jurisdiction as they applied to Puerto Rico and found no indication that Congress intended to treat Puerto Rico differently from the States (<i>cf. Jusino Mercado,</i> 214 F.3d at 44, holding that Congress in drafting the Fair Labor Standards Act did not intend to \"intrude more profoundly on Puerto Rico's sovereignty than on that of the states\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Without speculating on the outer limits of Congress' constitutional power to regulate the territories, we conclude that Puerto Rico's immunity has not been overcome by federal statute in this case. Thus nothing in <i>Alden</i> has any bearing on our analysis or conclusion here.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In reviewing what has occurred in this case and the conclusion we have perforce reached, we are constrained to say that the actions of the Puerto Rico executive agencies and legislature here have continued a distressing pattern of activity in seeking to avoid millions of dollars of established or potential liability &#8212; a pattern that this Court has twice labeled as \"despicable\" in earlier cases: <i>Futura Dev.,</i> 144 F.3d at 13 and <i>U.S.I. Props.,</i> 230 F.3d at 501. That conduct epitomizes the notion that was at the original core of sovereign immunity: The King can do no wrong. And in extending that notion to our democratic form of government, the courts do not seem to subscribe to the pre-Revolutionary-War view expressed in 1776 in Thomas Paine's <i>Common Sense:</i></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">[S]o far as we approve a monarchy ... in America the law is king. For as in absolute governments the king is law, so in free countries the law ought to be king; and there ought to be no other.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Under the caselaw the federal courts cannot serve as \"king\" to right any wrongs committed by the Puerto Rico government in its sovereign capacity. As in <i>U.S.I. Props.,</i> 230 F.3d at 501, we must leave it to the courts of the Commonwealth to correct any injustice.</p>\n    </div>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We AFFIRM the ruling of the district court dismissing Plaintiffs' suit as barred by Puerto Rico's immunity from suit in the federal courts.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of Illinois, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In July 1999 the case was reassigned to Senior Judge Gierbolini after Judge Cerezo had recused herself</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because it has become customary to use the Eleventh Amendment as a shorthand reference even though it does not literally apply by its terms to suits against a State (or in this instance Puerto Rico) by its own citizens, this opinion will also speak in Eleventh Amendment terms in many instances. When it refers to \"sovereign immunity,\" it does so consistently with the ongoing and current jurisprudence of the Supreme Court's majority opinions, exemplified by such cases as<i>Pennhurst</i> and <i>Atascadero State Hosp. v. Scanlon,</i> <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 238, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3142</span></a></span>, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1985)(citing and quoting <i>Pennhurst</i> in those terms).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This circuit has consistently held that Puerto Rico enjoys immunity from suit equivalent to that afforded to the States under the Eleventh Amendment (<i>see Arecibo Cmty. Health Care,</i> 270 F.3d at 21 n. 3). For the reasons stated later in the text, we decline Plaintiffs' invitation to reconsider that principle.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Plaintiffs do point to<i>Anderson &amp; Middleton Lumber Co. v. Quinault Indian Nation,</i> 79 Wash.App. 221, <span class=\"citation\" data-id=\"1255208\"><a href=\"/opinion/1255208/anderson-middleton-lumber-co-v-quinault-indian-nation/\"><span class=\"volume\">901</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1060</span></a></span>, 1063-64 (1995) as applying the \"time of filing\" rule in the sovereign immunity context. <i>Anderson</i> held that jurisdiction properly continued over a property action to partition and to quiet title despite Quinault Indian Nation's mid-litigation purchase of the land and its substitution as defendant for the prior landowners, private individuals. Although <i>Anderson</i> ruled on personal jurisdiction grounds and did not separately address waiver, it specifically noted that upon bringing suit the plaintiff had filed a lis pendens (providing notice that the outcome of the action would bind subsequent transferees) and that the warranty deed for the tribe's purchase of the land made conveyance subject to that lis pendens. All of this suggests that, as opposed to the instant case, the tribe chose to purchase the land subject to the specific court action-voluntary conduct that waived its immunity from that suit.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Justice Kennedy's<i>Schacht</i> concurrence argues in part that the Court should adjust its Eleventh Amendment jurisprudence to track more closely its treatment of personal jurisdiction (<i>Schacht,</i> 524 U.S. at 395, <span class=\"citation\" data-id=\"118236\"><a href=\"/opinion/118236/wisconsin-dept-of-corrections-v-schacht/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2047</span></a></span>). In particular, such a revision would remove the unfair litigation advantages that arise from allowing States to raise the bar of Eleventh Amendment immunity for the first time on appeal (<i>id.</i> at 394, <span class=\"citation\" data-id=\"118236\"><a href=\"/opinion/118236/wisconsin-dept-of-corrections-v-schacht/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2047</span></a></span>). Although <i>Lapides v. Bd. of Regents of Univ. Sys.,</i> <span class=\"citation\" data-id=\"118504\"><a href=\"/opinion/118504/lapides-v-board-of-regents-of-univ-system-of-ga/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">613</span></a></span>, <span class=\"citation\" data-id=\"118504\"><a href=\"/opinion/118504/lapides-v-board-of-regents-of-univ-system-of-ga/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1640</span></a></span>, 1645, <span class=\"citation\" data-id=\"118504\"><a href=\"/opinion/118504/lapides-v-board-of-regents-of-univ-system-of-ga/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">806</span></a></span> (2002) addressed some of Justice Kennedy's concerns, its relatively narrow holding did not alter the hybrid nature of the Eleventh Amendment: States' immunity under that Amendment remains sui generis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 32 P.R. Laws Ann. &#167; 3077 (1999) authorizes individuals to sue Puerto Rico in the Commonwealth's own courts according to a number of conditions. But nothing in that statute waives Puerto Rico's sovereign immunity from suit in federal court without its consent, as<i>College Sav. Bank,</i> 527 U.S. at 670, <span class=\"citation\" data-id=\"118317\"><a href=\"/opinion/118317/college-savings-bank-v-florida-prepaid-postsecondary-ed-expense-bd/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2219</span></a></span> would require. And the language in Act's Article 7 that excepts Department's \"capacity to ... be sued\" from the \"same rights and powers\" possessed by the Office could certainly be read as an intended preservation of the right of sovereign immunity though we express no ultimate view, of course, as to its amenability to suit in the courts of Puerto Rico.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It is true that Act 106 was enacted while Plaintiffs' second motion to dismiss was still pending. But the risk remained that the district court would rule &#8212; as it did approximately two months later &#8212; that the Office was not entitled to the protection of Puerto Rico's own immunity</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Three post-<i>Alden</i> decisions in this Circuit (<i>Arecibo Cmty. Health Care, Inc.,</i> 270 F.3d at 21 n. 3; U.S.I. Props. <i>Corp. v. M.D. Constr. Co.,</i> <span class=\"citation\" data-id=\"199147\"><a href=\"/opinion/199147/usi-properties-corp-v-md-construction-co/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span>, 495 n. 3 (1st Cir.2000); <i>Jusino Mercado v. Puerto Rico,</i> <span class=\"citation\" data-id=\"198951\"><a href=\"/opinion/198951/vega-castro-v-commonweatlh-of-puer/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 39 (1st Cir.2000)) have adhered to the position stated in the preceding paragraph of the text. Indeed, the first and third of those cases specifically cite <i>Alden</i> in their exposition of Eleventh Amendment law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>Seminole Tribe</i> and its progeny have not done away with that initial requirement for abrogation, but have rather added a second step to the judicial inquiry: whether Congress acted pursuant to a valid exercise of power. Because we find that Plaintiffs fall at the first hurdle, there is no need to approach (let alone overleap) the second.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/90876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/92702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/97778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/98121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/335099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480348/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/562102/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1255208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2295117/"
  ]
}