{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200456/",
  "absolute_url": "/opinion/200456/twomey-v-delta-airlines-pilot/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200456/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:53:10Z",
  "date_modified": "2016-02-28T05:03:06.509292Z",
  "type": "010combined",
  "sha1": "8f5b1558e2de737b290e106fa72942fbfbf6e567",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1968-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/05/07/Twomey_v._Delta_Airlines_Pilot.pdf",
  "plain_text": "         United States Court of Appeals\n                       For the First Circuit\n\n\nNos. 02-1968\n     02-2271\n\n                          THOMAS F. TWOMEY,\n\n                        Plaintiff, Appellant,\n\n                                 v.\n\n   DELTA AIRLINES PILOTS PENSION PLAN, and Leon A. Piper,Jr.,\n    Anthony Austin, W. M. Braham, David S. Bushy, Robert S.\n           Harkey, Raymond Valeika and Joan W. Vincenz,\n         Members of the Plan's Administrative Committee,\n\n               Defendants, Appellees/Cross-Appellants.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n           [Hon. Robert E. Keeton, U.S. District Judge]\n\n\n                               Before\n\n                     Torruella, Circuit Judge,\n                    Stahl, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n     Christopher J. Trombetta, with whom Richard J. Hindlian,\nDamon M. Seligson and Holland & Knight LLP were on brief, for\nappellant.\n     J. Timothy McDonald, with whom Lisa J. Wathey, Rogers & Hardin\nLLP, Lisa J. Damon and Kent D.B. Sinclair were on brief, for\nappellees/cross-appellants.\n\n\n\n                             May 7, 2003\n\f           TORRUELLA, Circuit Judge. This case presents us with the\n\nissue of whether a beneficiary of a pension plan can intentionally\n\nevade receipt of his benefits and then force the pension plan to\n\npay him interest on the forgone benefits.               Because we find that no\n\nobligation to pay interest exists in such a situation, we affirm\n\nthe   district    court's     grant    of    summary    judgment       in   favor   of\n\nappellees.\n\n                                I.     Background\n\n           Appellant Thomas Twomey served as a pilot for Delta\n\nAirlines for over twenty-eight years. Effective November 30, 1984,\n\nDelta   terminated    him     for     falsifying    the      medical    certificate\n\nnecessary to maintain his Federal Aviation Administration Public\n\nAir Transport Captain's license.              Twomey appealed his termination\n\nto the System Board of Adjustment, which reduced his termination to\n\na suspension.\n\n             On July 26, 1986, Twomey turned 60, which meant that FAA\n\nregulations      prohibited    him    from     flying   as    a    Captain    or    Co-\n\nPilot/First Officer.        On August 27, 1985, appellee Delta Airlines\n\nPilots Pension Plan (\"Delta\") sent to Twomey's home address a\n\npackage of information regarding his retirement benefits (the\n\n\"Plan\").   On June 10, 1986, Delta sent an application for benefits\n\nto that same address by certified mail.                   After three delivery\n\nattempts, the package was returned unclaimed.                     In July of 1986,\n\nDelta then sent the retirement package and application to an\n\n\n                                        -2-\n\falternate address.      The package was signed for by someone other\n\nthan Twomey.\n\n          Twomey did not contact Delta for nine years.                In 1995,\n\nTwomey requested that Delta send an application for retirement\n\nbenefits to a New Hampshire address.          The package was returned to\n\nDelta marked \"Box Closed.\"        The IRS then advised Delta that an IRS\n\nlevy would attach to any retirement benefits payable to Twomey.\n\nLater in 1996, Twomey inquired about his retirement benefits\n\nthrough counsel, and Delta sent information to counsel in 1997.\n\n          In   response    to     another   inquiry   from   Twomey    through\n\ncounsel in 1998, Delta notified Twomey that he would receive a\n\npayment of monthly benefits retroactive to August 1, 1986 and that\n\nhe was eligible for prospective monthly benefits.            Delta provided\n\nanother   application     which    Twomey    completed   and   returned     on\n\nFebruary 17, 1999.   The next day, Delta sent him a lump-sum payment\n\nof over $1,071,567.95, and monthly benefit payments began effective\n\nMarch, 1999.\n\n           Twomey was dissatisfied with the lump sum and wanted\n\ninterest and lost profits in the additional amount of $930,513. He\n\nfiled an appeal with the Administrative Subcommittee of Delta\n\nAirlines (\"the Subcommittee\"), asking for 10% per annum interest\n\nfor the twelve years and seven months that the Plan was able to use\n\nhis pension benefits.     Twomey explained that he did not apply for\n\nbenefits earlier because he wanted Delta to reinstate him as a\n\n\n                                     -3-\n\fflight engineer.        However, Delta had a \"Two Step Down Bid\" rule,\n\nwhich precluded pilots who had reached age sixty from becoming\n\nflight engineers.       Delta required pilots to retire upon reaching\n\nage sixty, but flight engineers could continue to serve in their\n\npositions until age seventy.       Twomey thought that if he filed the\n\nforms for the retirement plan, he would be conceding that Delta's\n\npolicy was lawful.\n\n           The Subcommittee upheld the denial of Twomey's claim for\n\nlost profits.      He then appealed to the Administrative Committee\n\n(\"the Committee\"), which also upheld the denial of Twomey's claim.\n\nThe Committee found that (1) Twomey, not Delta, caused the delay in\n\nthe benefit payments, so Delta was not wrongfully or unjustly\n\nenriched; (2) the terms of the Plan provide that benefit payments\n\nand certain plan administrative expenses are the only items that\n\nare authorized to be paid from the Plan; and (3) Section 502 of\n\nERISA does not provide for the payment of interest to a Plan\n\nparticipant under any applicable circumstances.\n\n           Twomey then appealed to federal district court.                 The\n\ndistrict court granted summary judgment in favor of appellees,\n\nfinding   that    the    Committee's    decision   was   not   arbitrary   or\n\ncapricious.      In addition, the court found that although the Plan\n\nmight be interpreted in a way that is at odds with the Committee's\n\ninterpretation, the Committee's interpretation did not approach the\n\n\n\n\n                                       -4-\n\flevel of unreasonableness necessary to allow the district court to\n\nrule in favor of Twomey.\n\n                            II.   Standard of Review\n\n            Twomey argues that the district court erred when it\n\nreviewed    the    Committee      determination    under   an   arbitrary    and\n\ncapricious standard, asserting that the court should have reviewed\n\nthe denial of his claim de novo.                While we generally review\n\nbenefits determinations covered by the Employee Retirement Income\n\nSecurity Act of 1974 (\"ERISA\"), 29 U.S.C. § 1001, de novo, we\n\nreview plans that \"clearly grant[] discretionary authority to the\n\nadministrator\"      using    \"a   deferential     arbitrary     and   capricious\n\nstandard of judicial review.\"          Terry v. Bayer Corp., 145 F.3d 28,\n\n37   (1st   Cir.   1998)     (internal   quotation     marks    and    citations\n\nomitted).\n\n            Courts have tussled with the question of what language\n\nconstitutes a clear grant of discretionary authority where the plan\n\ndoes not specify who is given review power, \"consistently [holding]\n\nthat there are no 'magic words' determining the scope of judicial\n\nreview of decisions to deny benefits.\"             Bringham v. Sun Life of\n\nCanada, 317 F.3d 72, 81 (1st Cir. 2003) (quoting Herzberger v.\n\nStandard Ins. Co., 205 F.3d 327, 331 (7th Cir. 2000)).                However, in\n\nthe case before us, we need not struggle; the language clearly\n\nindicates that the Committee is to make eligibility determinations.\n\n\n\n\n                                       -5-\n\fThe   Plan,    effective     January     1,   1985,1    states   that     \"the\n\nAdministrative Committee shall have such duties and powers as may\n\nbe necessary to discharge its responsibilities under the Plan,\n\nincluding . . . decid[ing] all questions of eligibility of any\n\nEmployee to participate in the Plan or to receive benefits under\n\nit, its interpretation thereof in good faith to be final and\n\nconclusive.\"     § 11.02(b).     The Plan also contains a catch-all\n\nprovision,    giving   the   Committee    the   power    \"[t]o   decide    all\n\nquestions concerning the Plan.\" § 11.02(g).\n\n             Because the Plan language clearly gives discretionary\n\nauthority to the plan administrator, the district court correctly\n\napplied an arbitrary and capricious standard of review.                 As we\n\nconduct a de novo review of the district court decision, we also\n\nwill uphold the Committee's interpretation of the Plan and its\n\napplication of the Plan's terms to the facts of Twomey's claim as\n\nlong as the \"factfinder's decision is plausible in light of the\n\nrecord as a whole.\"     Leahy v. Raytheon Co., 315 F.3d 11, 17 (1st\n\nCir. 2002).      When reviewing a grant of summary judgment, the\n\narbitrary and capricious standard requires that we \"ask whether the\n\naggregate evidence, viewed in the light most favorable to the non-\n\nmoving party, could support a rational determination that the plan\n\nadministrator acted arbitrarily in denying the claim for benefits.\"\n\nId. at 18.\n\n\n1\n    All references to the \"Plan\" refer to the 1985 Plan.\n\n                                   -6-\n\f                     III.   Application of Law\n\n          After examining the Committee's decision, we find that\n\nits determination that Twomey was not entitled to interest or lost\n\nprofits was not arbitrary or capricious.    To begin, we find that\n\nthe evidence supports the Committee's rejection of his unjust\n\nenrichment claim.   Twomey knew the Plan was trying to contact him\n\nin order to pay out his retirement benefits.     He concedes that he\n\nintentionally evaded payment. Absent a Plan provision granting him\n\nbenefits in such a circumstance, Twomey has no viable grounds in\n\nequity on which to base his claim for additional remuneration; the\n\nequities favor defendants.     Twomey is simply seeking identical\n\nrelief through his attack on the Committee's interpretation of the\n\nPlan, an invitation we refuse to accept.    See Mauser v. Raytheon\n\nCo. Pension Plan, 239 F.3d 51, 57-58 (1st Cir. 2001) (stating that\n\n\"we must exercise caution in creating new common law rules for\n\npension plans\" and \"should avoid creating duplicative remedies for\n\nviolations of ERISA's provisions\").\n\n          Next, Twomey attacks the Committee's finding that, in\n\nthese circumstances, the terms of the Plan do not allow for the\n\npayment of interest.     Twomey offers two central arguments in\n\nopposition to the Committee's interpretation of the Plan.2   First,\n\nhe argues that a straightforward reading of subsection 12.02\n\n\n2\n    Twomey sprinkles throughout his brief a variety of other\nchallenges to the Committee's interpretation, all of which we find\ngroundless.\n\n                                -7-\n\fmandates the payment of the actuarial equivalent in present value\n\nof, or interest on, his accrued retirement benefits:\n\n          SMALL PAYMENTS: In the event that any benefit\n          provided under the Plan is payable in an\n          amount which is the Actuarial Equivalent of\n          $3,500 or less and benefit payments have not\n          commenced, the Administrative Committee may\n          direct that a lump sum settlement that is the\n          Actuarial Equivalent in present value be paid\n          in lieu of any other benefit under the Plan;\n          but, if such value exceeds $3,500, then such\n          payment shall be made only if payments have\n          not commenced and the affected Participant, if\n          then living and his spouse (if any), so\n          consent. If the Participant is deceased, his\n          surviving   spouse   must   consent   to   any\n          distribution exceeding $3,500.\n\nTwomey's interpretation of subsection 12.02 is off-base. As Twomey\n\nacknowledges, the inclusion of 12.02 is required by 29 U.S.C.\n\n§ 1053(e)(1),3 which requires a plan participant to consent before\n\nbeing cashed-out where the present value of the benefit is over\n\n$3,500 (raised to $5,000 in 1997).     Subsection 1053(e)(1) prevents\n\na pension plan from forcing a participant to cash-out without her\n\nconsent; it does not allow a plan participant to choose to be\n\ncashed-out.   Plan   section   12.02   allows   the   Plan   to   cash-out\n\nbeneficiaries owed less than $3,500, by paying participants a lump\n\nsum, consisting of the amount the participant would have received\n\n\n\n\n3\n  \"If the present value of any nonforfeitable benefit with respect\nto a participant in a plan exceeds $3,500, the plan shall provide\nthat such benefit may not be immediately distributed without the\nconsent of the participant.\" 29 U.S.C. § 1053(e)(1).\n\n                                 -8-\n\fhad   the   plan   paid   the   beneficiary   according   to   the   payment\n\nschedule.\n\n            Statutory section 1053 and Plan section 12.02 simply do\n\nnot apply to Twomey's situation because the Plan did not cash-out\n\nTwomey.     Instead, the lump-sum Twomey requested was merely the\n\nretroactive payment of his accumulated benefits. We agree with the\n\nCommittee that § 12.02 is not applicable.\n\n            Second, Twomey argues that the Committee erred by failing\n\nto apply section 12.05 of the Plan, which states:\n\n            MISSING PERSONS:      If the Administrative\n            Committee is unable, within three years after\n            the Normal Retirement Date of a Participant,\n            to authorize benefit payments because the\n            identity or whereabout of such person cannot\n            be ascertained, the Administrative Committee\n            shall direct that such benefit and all other\n            benefits with respect to such person shall be\n            forfeited; provided, if such Participant re-\n            appears and claims such benefit, such benefit\n            shall be reinstated as payable at his Normal\n            Retirement Date.\n\nTwomey argues that the use of \"payable at his Normal Retirement\n\nDate\" in the above provision indicates that the Plan must pay\n\ninterest on, or the Actuarial Equivalent in present value of, the\n\nretroactive benefit.       The Committee did not act arbitrarily or\n\ncapriciously in denying Twomey's reading of this provision.            There\n\nis no indication that interest or the Actuarial Equivalent is\n\nintended by the phrase \"Normal Retirement Date.\" We agree with the\n\nCommittee that the disputed phrase can reasonably be read to mean\n\nthat if a missing claimant reappears, he may begin receiving the\n\n                                     -9-\n\fmonthly payments to which he would have been entitled had he\n\napplied   before        his   Normal     Retirement        Date.      Without      that\n\n\"reinstated as payable\" language, the Plan would require that the\n\npayments be made beginning as of the application date, resulting in\n\nthe claimant losing the retroactive benefits.4                     Admittedly, there\n\nis more than one reasonable reading of the Plan provision.                     In such\n\na   situation,     we     defer     to   the       interpretation     of     the   plan\n\nAdministrator.\n\n                              IV.    Attorney's Fees\n\n          Appellees argue that the district court erred by not\n\nawarding attorney's fees pursuant to 29 U.S.C. § 1132(g)(1), which\n\nallows courts, at their discretion, to award attorney's fees and\n\ncosts to either party.            To guide its discretion, courts in the\n\nFirst Circuit apply a five-factor test.                     Cottrill v. Sparrol,\n\nJohnson & Ursillo, Inc., 100 F.3d 220, 225 (1st Cir. 1996).                        This\n\ntest is   a   \"flexible       one.   .   .     .   [N]ot   every    factor    must   be\n\nconsidered in each case, . . . and [] no one [factor] should be\n\ndispositive.\"    Gray v. New England Tel. and Tel. Co., 239 F.2d 251,\n\n258 (1st Cir. 1986).          The five factors include\n\n\n4\n  The Committee's final ground for denying Twomey interest is that\nsection 502 of ERISA does not provide for the payment of interest\nto a plan participant. To the extent that Twomey contested this\ndetermination, he has waived his right to appeal by failing to put\nforth a developed argument. See FDIC v. LeBlanc, 85 F.3d 815, 820\n(1st Cir. 1996) (stating that \"issues averted to in a perfunctory\nmanner, unaccompanied by some effort at developed argumentation,\n[will be] deemed waived for purposes of appeal\") (internal\nquotation marks and citation omitted).\n\n                                         -10-\n\f          (1) the degree of bad faith or culpability of\n          a losing party; (2) the ability of such party\n          to personally satisfy an award of fees; (3)\n          whether such an award would deter other\n          persons acting under similar circumstances;\n          (4) the amount of benefit to the action as\n          conferred upon the members of the pension\n          plan; and (5) the relative merits of the\n          parties' positions.\n\nId. at 257-58. If the district court applies the correct standard,\n\nwe will review the grant or denial of attorney's fees in ERISA\n\ncases \"solely for abuse of discretion.\" Cottrill, 100 F.3d at 223,\n\n227.   \"Consequently, we will disturb such rulings only if the\n\nrecord persuades us that the trial court indulged a serious lapse\n\nin judgment.\"   Id. at 223 (quotation marks and citation omitted).\n\n          The record does not indicate that the district court\n\nabused its discretion.    The court used the correct standard of\n\nreview, did not find that Twomey acted in bad faith, and found that\n\nthe Plan was susceptible to readings at odds with that of the\n\nCommittee.   In addition, the district court found that an award of\n\nattorney's fees might deter plaintiffs with claims of merit from\n\nfiling suit.    While we might have balanced the factors slightly\n\ndifferently, \"[a]bsent a mistake of law or a clear error in\n\njudgment -- neither of which is evident here -- we must defer to\n\nthe trial court's first-hand knowledge and to its battlefield\n\ndetermination that the specific facts of this case do not warrant\n\na fee award.\"   Cottrill, 100 F.3d at 227.\n\n\n\n\n                               -11-\n\f                           V.   Conclusion\n\n           The judgment of the district court is affirmed.5   Costs\n\nare taxed against appellant.\n\n\n\n\n5\n    We find that discovery is not needed to resolve Twomey's claims.\n\n                                 -12-\n\f",
  "html": "<p class=\"case_cite\">328 F.3d 27</p>\n    <p class=\"parties\">Thomas F. TWOMEY, Plaintiff, Appellant,<br>v.<br>DELTA AIRLINES PILOTS PENSION PLAN, and Leon A. Piper, Jr., Anthony Austin, W.M. Braham, David S. Bushy, Robert S. Harkey, Raymond Valeika and Joan W. Vincenz, Members of the Plan's Administrative Committee, Defendants, Appellees/Cross-Appellants.</p>\n    <p class=\"docket\">No. 02-1968.</p>\n    <p class=\"docket\">No. 02-2271.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2003.</p>\n    <p class=\"date\">Decided May 7, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Christopher J. Trombetta, with whom Richard J. Hindlian, Damon M. Seligson and Holland &amp; Knight LLP were on brief, for appellant.</p>\n      <p class=\"indent\">J. Timothy McDonald, with whom Lisa J. Wathey, Rogers &amp; Hardin LLP, Lisa J. Damon and Kent D.B. Sinclair were on brief, for appellees/cross-appellants.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents us with the issue of whether a beneficiary of a pension plan can intentionally evade receipt of his benefits and then force the pension plan to pay him interest on the forgone benefits. Because we find that no obligation to pay interest exists in such a situation, we affirm the district court's grant of summary judgment in favor of appellees.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant Thomas Twomey served as a pilot for Delta Airlines for over twenty-eight years. Effective November 30, 1984, Delta terminated him for falsifying the medical certificate necessary to maintain his Federal Aviation Administration Public Air Transport Captain's license. Twomey appealed his termination to the System Board of Adjustment, which reduced his termination to a suspension.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 26, 1986, Twomey turned 60, which meant that FAA regulations prohibited him from flying as a Captain or Co-Pilot/First Officer. On August 27, 1985, appellee Delta Airlines Pilots Pension Plan (\"Delta\") sent to Twomey's home address a package of information regarding his retirement benefits (the \"Plan\"). On June 10, 1986, Delta sent an application for benefits to that same address by certified mail. After three delivery attempts, the package was returned unclaimed. In July of 1986, Delta then sent the retirement package and application to an alternate address. The package was signed for by someone other than Twomey.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Twomey did not contact Delta for nine years. In 1995, Twomey requested that Delta send an application for retirement benefits to a New Hampshire address. The package was returned to Delta marked \"Box Closed.\" The IRS then advised Delta that an IRS levy would attach to any retirement benefits payable to Twomey. Later in 1996, Twomey inquired about his retirement benefits through counsel, and Delta sent information to counsel in 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In response to another inquiry from Twomey through counsel in 1998, Delta notified Twomey that he would receive a payment of monthly benefits retroactive to August 1, 1986 and that he was eligible for prospective monthly benefits. Delta provided another application which Twomey completed and returned on February 17, 1999. The next day, Delta sent him a lump-sum payment of over $1,071,567.95, and monthly benefit payments began effective March, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Twomey was dissatisfied with the lump sum and wanted interest and lost profits in the additional amount of $930,513. He filed an appeal with the Administrative Subcommittee of Delta Airlines (\"the Subcommittee\"), asking for 10% per annum interest for the twelve years and seven months that the Plan was able to use his pension benefits. Twomey explained that he did not apply for benefits earlier because he wanted Delta to reinstate him as a flight engineer. However, Delta had a \"Two Step Down Bid\" rule, which precluded pilots who had reached age sixty from becoming flight engineers. Delta required pilots to retire upon reaching age sixty, but flight engineers could continue to serve in their positions until age seventy. Twomey thought that if he filed the forms for the retirement plan, he would be conceding that Delta's policy was lawful.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Subcommittee upheld the denial of Twomey's claim for lost profits. He then appealed to the Administrative Committee (\"the Committee\"), which also upheld the denial of Twomey's claim. The Committee found that (1) Twomey, not Delta, caused the delay in the benefit payments, so Delta was not wrongfully or unjustly enriched; (2) the terms of the Plan provide that benefit payments and certain plan administrative expenses are the only items that are authorized to be paid from the Plan; and (3) Section 502 of ERISA does not provide for the payment of interest to a Plan participant under any applicable circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Twomey then appealed to federal district court. The district court granted summary judgment in favor of appellees, finding that the Committee's decision was not arbitrary or capricious. In addition, the court found that although the Plan might be interpreted in a way that is at odds with the Committee's interpretation, the Committee's interpretation did not approach the level of unreasonableness necessary to allow the district court to rule in favor of Twomey.</p>\n    </div>\n    <p>II. Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Twomey argues that the district court erred when it reviewed the Committee determination under an arbitrary and capricious standard, asserting that the court should have reviewed the denial of his claim de novo. While we generally review benefits determinations covered by the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167; 1001, de novo, we review plans that \"clearly grant[] discretionary authority to the administrator\" using \"a deferential arbitrary and capricious standard of judicial review.\" <i>Terry v. Bayer Corp.,</i> 145 F.3d 28, 37 (1st Cir.1998) (internal quotation marks and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Courts have tussled with the question of what language constitutes a clear grant of discretionary authority where the plan does not specify who is given review power, \"consistently [holding] that there are no `magic words' determining the scope of judicial review of decisions to deny benefits.\" <i>Brigham v. Sun Life of Canada,</i> 317 F.3d 72, 81 (1st Cir.2003) (quoting <i>Herzberger v. Standard Ins. Co.,</i> 205 F.3d 327, 331 (7th Cir.2000)). However, in the case before us, we need not struggle; the language clearly indicates that the Committee is to make eligibility determinations. The Plan, effective January 1, 1985,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> states that \"the Administrative Committee shall have such duties and powers as may be necessary to discharge its responsibilities under the Plan, including... decid[ing] all questions of eligibility of any Employee to participate in the Plan or to receive benefits under it, its interpretation thereof in good faith to be final and conclusive.\" &#167; 11.02(b). The Plan also contains a catch-all provision, giving the Committee the power \"[t]o decide all questions concerning the Plan.\" &#167; 11.02(g).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because the Plan language clearly gives discretionary authority to the plan administrator, the district court correctly applied an arbitrary and capricious standard of review. As we conduct a de novo review of the district court decision, we also will uphold the Committee's interpretation of the Plan and its application of the Plan's terms to the facts of Twomey's claim as long as the \"factfinder's decision is plausible in light of the record as a whole.\" <i>Leahy v. Raytheon Co.,</i> 315 F.3d 11, 17 (1st Cir.2002). When reviewing a grant of summary judgment, the arbitrary and capricious standard requires that we \"ask whether the aggregate evidence, viewed in the light most favorable to the non-moving party, could support a rational determination that the plan administrator acted arbitrarily in denying the claim for benefits.\" <i>Id.</i> at 18.</p>\n    </div>\n    <p>III. Application of Law</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After examining the Committee's decision, we find that its determination that Twomey was not entitled to interest or lost profits was not arbitrary or capricious. To begin, we find that the evidence supports the Committee's rejection of his unjust enrichment claim. Twomey knew the Plan was trying to contact him in order to pay out his retirement benefits. He concedes that he intentionally evaded payment. Absent a Plan provision granting him benefits in such a circumstance, Twomey has no viable grounds in equity on which to base his claim for additional remuneration; the equities favor defendants. Twomey is simply seeking identical relief through his attack on the Committee's interpretation of the Plan, an invitation we refuse to accept. <i>See Mauser v. Raytheon Co. Pension Plan,</i> 239 F.3d 51, 57-58 (1st Cir.2001) (stating that \"we must exercise caution in creating new common law rules for pension plans\" and \"should avoid creating duplicative remedies for violations of ERISA's provisions\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Next, Twomey attacks the Committee's finding that, in these circumstances, the terms of the Plan do not allow for the payment of interest. Twomey offers two central arguments in opposition to the Committee's interpretation of the Plan.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> First, he argues that a straightforward reading of subsection 12.02 mandates the payment of the actuarial equivalent in present value of, or interest on, his accrued retirement benefits:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">SMALL PAYMENTS: In the event that any benefit provided under the Plan is payable in an amount which is the Actuarial Equivalent of $3,500 or less and benefit payments have not commenced, the Administrative Committee may direct that a lump sum settlement that is the Actuarial Equivalent in present value be paid in lieu of any other benefit under the Plan; but, if such value exceeds $3,500, then such payment shall be made only if payments have not commenced and the affected Participant, if then living and his spouse (if any), so consent. If the Participant is deceased, his surviving spouse must consent to any distribution exceeding $3,500.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Twomey's interpretation of subsection 12.02 is off-base. As Twomey acknowledges, the inclusion of 12.02 is required by 29 U.S.C. &#167; 1053(e)(1),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> which requires a plan participant to consent before being cashed-out where the present value of the benefit is over $3,500 (raised to $5,000 in 1997). Subsection 1053(e)(1) prevents a pension plan from forcing a participant to cash-out without her consent; it does not allow a plan participant to choose to be cashed-out. Plan section 12.02 allows the Plan to cash-out beneficiaries owed less than $3,500, by paying participants a lump sum, consisting of the amount the participant would have received had the plan paid the beneficiary according to the payment schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Statutory section 1053 and Plan section 12.02 simply do not apply to Twomey's situation because the Plan did not cash-out Twomey. Instead, the lump-sum Twomey requested was merely the retroactive payment of his accumulated benefits. We agree with the Committee that &#167; 12.02 is not applicable.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Second, Twomey argues that the Committee erred by failing to apply section 12.05 of the Plan, which states:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">MISSING PERSONS: If the Administrative Committee is unable, within three years after the Normal Retirement Date of a Participant, to authorize benefit payments because the identity or whereabout of such person cannot be ascertained, the Administrative Committee shall direct that such benefit and all other benefits with respect to such person shall be forfeited; provided, if such Participant re-appears and claims such benefit, such benefit shall be reinstated as payable at his Normal Retirement Date.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Twomey argues that the use of \"payable at his Normal Retirement Date\" in the above provision indicates that the Plan must pay interest on, or the Actuarial Equivalent in present value of, the retroactive benefit. The Committee did not act arbitrarily or capriciously in denying Twomey's reading of this provision. There is no indication that interest or the Actuarial Equivalent is intended by the phrase \"Normal Retirement Date.\" We agree with the Committee that the disputed phrase can reasonably be read to mean that if a missing claimant reappears, he may begin receiving the monthly payments to which he would have been entitled had he applied before his Normal Retirement Date. Without that \"reinstated as payable\" language, the Plan would require that the payments be made beginning as of the application date, resulting in the claimant losing the retroactive benefits.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Admittedly, there is more than one reasonable reading of the Plan provision. In such a situation, we defer to the interpretation of the plan Administrator.</p>\n    </div>\n    <p>IV. Attorney's Fees</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellees argue that the district court erred by not awarding attorney's fees pursuant to 29 U.S.C. &#167; 1132(g)(1), which allows courts, at their discretion, to award attorney's fees and costs to either party. To guide its discretion, courts in the First Circuit apply a five-factor test. <i>Cottrill v. Sparrow, Johnson &amp; Ursillo, Inc.,</i> 100 F.3d 220, 225 (1st Cir.1996). This test is a \"flexible one.... [N]ot every factor must be considered in each case, ... and [] no one [factor] should be dispositive.\" <i>Gray v. New England Tel. and Tel. Co.,</i> 792 F.2d 251, 258 (1st Cir.1986). The five factors include</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(1) the degree of bad faith or culpability of a losing party; (2) the ability of such party to personally satisfy an award of fees; (3) whether such an award would deter other persons acting under similar circumstances; (4) the amount of benefit to the action as conferred upon the members of the pension plan; and (5) the relative merits of the parties' positions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>Id.</i> at 257-58. If the district court applies the correct standard, we will review the grant or denial of attorney's fees in ERISA cases \"solely for abuse of discretion.\" <i>Cottrill,</i> 100 F.3d at 223, 227. \"Consequently, we will disturb such rulings only if the record persuades us that the trial court indulged a serious lapse in judgment.\" <i>Id.</i> at 223 (quotation marks and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The record does not indicate that the district court abused its discretion. The court used the correct standard of review, did not find that Twomey acted in bad faith, and found that the Plan was susceptible to readings at odds with that of the Committee. In addition, the district court found that an award of attorney's fees might deter plaintiffs with claims of merit from filing suit. While we might have balanced the factors slightly differently, \"[a]bsent a mistake of law or a clear error in judgment &#8212; neither of which is evident here &#8212; we must defer to the trial court's first-hand knowledge and to its battlefield determination that the specific facts of this case do not warrant a fee award.\" <i>Cottrill,</i> 100 F.3d at 227.</p>\n    </div>\n    <p>V. Conclusion</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Costs are taxed against appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All references to the \"Plan\" refer to the 1985 Plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Twomey sprinkles throughout his brief a variety of other challenges to the Committee's interpretation, all of which we find groundless</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"If the present value of any nonforfeitable benefit with respect to a participant in a plan exceeds $3,500, the plan shall provide that such benefit may not be immediately distributed without the consent of the participant.\" 29 U.S.C. &#167; 1053(e)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Committee's final ground for denying Twomey interest is that section 502 of ERISA does not provide for the payment of interest to a plan participant. To the extent that Twomey contested this determination, he has waived his right to appeal by failing to put forth a developed argument<i>See FDIC v. LeBlanc,</i> 85 F.3d 815, 820 (1st Cir.1996) (stating that \"issues averted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, [will be] deemed waived for purposes of appeal\") (internal quotation marks and citation omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We find that discovery is not needed to resolve Twomey's claims</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span></p>\n    <p class=\"parties\">Thomas F. TWOMEY, Plaintiff, Appellant,<br>v.<br>DELTA AIRLINES PILOTS PENSION PLAN, and Leon A. Piper, Jr., Anthony Austin, W.M. Braham, David S. Bushy, Robert S. Harkey, Raymond Valeika and Joan W. Vincenz, Members of the Plan's Administrative Committee, Defendants, Appellees/Cross-Appellants.</p>\n    <p class=\"docket\">No. 02-1968.</p>\n    <p class=\"docket\">No. 02-2271.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2003.</p>\n    <p class=\"date\">Decided May 7, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Christopher J. Trombetta, with whom Richard J. Hindlian, Damon M. Seligson and Holland &amp; Knight LLP were on brief, for appellant.</p>\n      <p class=\"indent\">J. Timothy McDonald, with whom Lisa J. Wathey, Rogers &amp; Hardin LLP, Lisa J. Damon and Kent D.B. Sinclair were on brief, for appellees/cross-appellants.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents us with the issue of whether a beneficiary of a pension plan can intentionally evade receipt of his benefits and then force the pension plan to pay him interest on the forgone benefits. Because we find that no obligation to pay interest exists in such a situation, we affirm the district court's grant of summary judgment in favor of appellees.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant Thomas Twomey served as a pilot for Delta Airlines for over twenty-eight years. Effective November 30, 1984, Delta terminated him for falsifying the medical certificate necessary to maintain his Federal Aviation Administration Public Air Transport Captain's license. Twomey appealed his termination to the System Board of Adjustment, which reduced his termination to a suspension.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 26, 1986, Twomey turned 60, which meant that FAA regulations prohibited him from flying as a Captain or Co-Pilot/First Officer. On August 27, 1985, appellee Delta Airlines Pilots Pension Plan (\"Delta\") sent to Twomey's home address a package of information regarding his retirement benefits (the \"Plan\"). On June 10, 1986, Delta sent an application for benefits to that same address by certified mail. After three delivery attempts, the package was returned unclaimed. In July of 1986, Delta then sent the retirement package and application to an alternate address. The package was signed for by someone other than Twomey.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Twomey did not contact Delta for nine years. In 1995, Twomey requested that Delta send an application for retirement benefits to a New Hampshire address. The package was returned to Delta marked \"Box Closed.\" The IRS then advised Delta that an IRS levy would attach to any retirement benefits payable to Twomey. Later in 1996, Twomey inquired about his retirement benefits through counsel, and Delta sent information to counsel in 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In response to another inquiry from Twomey through counsel in 1998, Delta notified Twomey that he would receive a payment of monthly benefits retroactive to August 1, 1986 and that he was eligible for prospective monthly benefits. Delta provided another application which Twomey completed and returned on February 17, 1999. The next day, Delta sent him a lump-sum payment of over $1,071,567.95, and monthly benefit payments began effective March, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Twomey was dissatisfied with the lump sum and wanted interest and lost profits in the additional amount of $930,513. He filed an appeal with the Administrative Subcommittee of Delta Airlines (\"the Subcommittee\"), asking for 10% per annum interest for the twelve years and seven months that the Plan was able to use his pension benefits. Twomey explained that he did not apply for benefits earlier because he wanted Delta to reinstate him as a flight engineer. However, Delta had a \"Two Step Down Bid\" rule, which precluded pilots who had reached age sixty from becoming flight engineers. Delta required pilots to retire upon reaching age sixty, but flight engineers could continue to serve in their positions until age seventy. Twomey thought that if he filed the forms for the retirement plan, he would be conceding that Delta's policy was lawful.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Subcommittee upheld the denial of Twomey's claim for lost profits. He then appealed to the Administrative Committee (\"the Committee\"), which also upheld the denial of Twomey's claim. The Committee found that (1) Twomey, not Delta, caused the delay in the benefit payments, so Delta was not wrongfully or unjustly enriched; (2) the terms of the Plan provide that benefit payments and certain plan administrative expenses are the only items that are authorized to be paid from the Plan; and (3) Section 502 of ERISA does not provide for the payment of interest to a Plan participant under any applicable circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Twomey then appealed to federal district court. The district court granted summary judgment in favor of appellees, finding that the Committee's decision was not arbitrary or capricious. In addition, the court found that although the Plan might be interpreted in a way that is at odds with the Committee's interpretation, the Committee's interpretation did not approach the level of unreasonableness necessary to allow the district court to rule in favor of Twomey.</p>\n    </div>\n    <p>II. Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Twomey argues that the district court erred when it reviewed the Committee determination under an arbitrary and capricious standard, asserting that the court should have reviewed the denial of his claim de novo. While we generally review benefits determinations covered by the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167; 1001, de novo, we review plans that \"clearly grant[] discretionary authority to the administrator\" using \"a deferential arbitrary and capricious standard of judicial review.\" <i>Terry v. Bayer Corp.,</i> <span class=\"citation\" data-id=\"754634\"><a href=\"/opinion/754634/michael-f-terry-v-bayer-corporation-and-bayer-corporation-disability-plan/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 37 (1st Cir.1998) (internal quotation marks and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Courts have tussled with the question of what language constitutes a clear grant of discretionary authority where the plan does not specify who is given review power, \"consistently [holding] that there are no `magic words' determining the scope of judicial review of decisions to deny benefits.\" <i>Brigham v. Sun Life of Canada,</i> <span class=\"citation\" data-id=\"200306\"><a href=\"/opinion/200306/brigham-v-sun-life-of-canada/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 81 (1st Cir.2003) (quoting <i>Herzberger v. Standard Ins. Co.,</i> <span class=\"citation\" data-id=\"767860\"><a href=\"/opinion/767860/carolyn-herzberger-v-standard-insurance-company-beverly-a-johnson-v/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span>, 331 (7th Cir.2000)). However, in the case before us, we need not struggle; the language clearly indicates that the Committee is to make eligibility determinations. The Plan, effective January 1, 1985,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> states that \"the Administrative Committee shall have such duties and powers as may be necessary to discharge its responsibilities under the Plan, including... decid[ing] all questions of eligibility of any Employee to participate in the Plan or to receive benefits under it, its interpretation thereof in good faith to be final and conclusive.\" &#167; 11.02(b). The Plan also contains a catch-all provision, giving the Committee the power \"[t]o decide all questions concerning the Plan.\" &#167; 11.02(g).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Because the Plan language clearly gives discretionary authority to the plan administrator, the district court correctly applied an arbitrary and capricious standard of review. As we conduct a de novo review of the district court decision, we also will uphold the Committee's interpretation of the Plan and its application of the Plan's terms to the facts of Twomey's claim as long as the \"factfinder's decision is plausible in light of the record as a whole.\" <i>Leahy v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"200246\"><a href=\"/opinion/200246/leahy-v-raytheon-corporation/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 17 (1st Cir.2002). When reviewing a grant of summary judgment, the arbitrary and capricious standard requires that we \"ask whether the aggregate evidence, viewed in the light most favorable to the non-moving party, could support a rational determination that the plan administrator acted arbitrarily in denying the claim for benefits.\" <i>Id.</i> at 18.</p>\n    </div>\n    <p>III. Application of Law</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After examining the Committee's decision, we find that its determination that Twomey was not entitled to interest or lost profits was not arbitrary or capricious. To begin, we find that the evidence supports the Committee's rejection of his unjust enrichment claim. Twomey knew the Plan was trying to contact him in order to pay out his retirement benefits. He concedes that he intentionally evaded payment. Absent a Plan provision granting him benefits in such a circumstance, Twomey has no viable grounds in equity on which to base his claim for additional remuneration; the equities favor defendants. Twomey is simply seeking identical relief through his attack on the Committee's interpretation of the Plan, an invitation we refuse to accept. <i>See Mauser v. Raytheon Co. Pension Plan,</i> <span class=\"citation\" data-id=\"771953\"><a href=\"/opinion/771953/gary-b-mauser-appellantcross-appellee-v-raytheon-company-pension-plan/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 57-58 (1st Cir.2001) (stating that \"we must exercise caution in creating new common law rules for pension plans\" and \"should avoid creating duplicative remedies for violations of ERISA's provisions\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Next, Twomey attacks the Committee's finding that, in these circumstances, the terms of the Plan do not allow for the payment of interest. Twomey offers two central arguments in opposition to the Committee's interpretation of the Plan.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> First, he argues that a straightforward reading of subsection 12.02 mandates the payment of the actuarial equivalent in present value of, or interest on, his accrued retirement benefits:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">SMALL PAYMENTS: In the event that any benefit provided under the Plan is payable in an amount which is the Actuarial Equivalent of $3,500 or less and benefit payments have not commenced, the Administrative Committee may direct that a lump sum settlement that is the Actuarial Equivalent in present value be paid in lieu of any other benefit under the Plan; but, if such value exceeds $3,500, then such payment shall be made only if payments have not commenced and the affected Participant, if then living and his spouse (if any), so consent. If the Participant is deceased, his surviving spouse must consent to any distribution exceeding $3,500.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Twomey's interpretation of subsection 12.02 is off-base. As Twomey acknowledges, the inclusion of 12.02 is required by 29 U.S.C. &#167; 1053(e)(1),<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> which requires a plan participant to consent before being cashed-out where the present value of the benefit is over $3,500 (raised to $5,000 in 1997). Subsection 1053(e)(1) prevents a pension plan from forcing a participant to cash-out without her consent; it does not allow a plan participant to choose to be cashed-out. Plan section 12.02 allows the Plan to cash-out beneficiaries owed less than $3,500, by paying participants a lump sum, consisting of the amount the participant would have received had the plan paid the beneficiary according to the payment schedule.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Statutory section 1053 and Plan section 12.02 simply do not apply to Twomey's situation because the Plan did not cash-out Twomey. Instead, the lump-sum Twomey requested was merely the retroactive payment of his accumulated benefits. We agree with the Committee that &#167; 12.02 is not applicable.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Second, Twomey argues that the Committee erred by failing to apply section 12.05 of the Plan, which states:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">MISSING PERSONS: If the Administrative Committee is unable, within three years after the Normal Retirement Date of a Participant, to authorize benefit payments because the identity or whereabout of such person cannot be ascertained, the Administrative Committee shall direct that such benefit and all other benefits with respect to such person shall be forfeited; provided, if such Participant re-appears and claims such benefit, such benefit shall be reinstated as payable at his Normal Retirement Date.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Twomey argues that the use of \"payable at his Normal Retirement Date\" in the above provision indicates that the Plan must pay interest on, or the Actuarial Equivalent in present value of, the retroactive benefit. The Committee did not act arbitrarily or capriciously in denying Twomey's reading of this provision. There is no indication that interest or the Actuarial Equivalent is intended by the phrase \"Normal Retirement Date.\" We agree with the Committee that the disputed phrase can reasonably be read to mean that if a missing claimant reappears, he may begin receiving the monthly payments to which he would have been entitled had he applied before his Normal Retirement Date. Without that \"reinstated as payable\" language, the Plan would require that the payments be made beginning as of the application date, resulting in the claimant losing the retroactive benefits.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Admittedly, there is more than one reasonable reading of the Plan provision. In such a situation, we defer to the interpretation of the plan Administrator.</p>\n    </div>\n    <p>IV. Attorney's Fees</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Appellees argue that the district court erred by not awarding attorney's fees pursuant to 29 U.S.C. &#167; 1132(g)(1), which allows courts, at their discretion, to award attorney's fees and costs to either party. To guide its discretion, courts in the First Circuit apply a five-factor test. <i>Cottrill v. Sparrow, Johnson &amp; Ursillo, Inc.,</i> <span class=\"citation\" data-id=\"197093\"><a href=\"/opinion/197093/cottrill-v-sparrow/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 225 (1st Cir.1996). This test is a \"flexible one.... [N]ot every factor must be considered in each case, ... and [] no one [factor] should be dispositive.\" <i>Gray v. New England Tel. and Tel. Co.,</i> <span class=\"citation\" data-id=\"471269\"><a href=\"/opinion/471269/40-fair-emplpraccas-1597-41-empl-prac-dec-p-36451-irving-p-gray-v/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span>, 258 (1st Cir.1986). The five factors include</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">(1) the degree of bad faith or culpability of a losing party; (2) the ability of such party to personally satisfy an award of fees; (3) whether such an award would deter other persons acting under similar circumstances; (4) the amount of benefit to the action as conferred upon the members of the pension plan; and (5) the relative merits of the parties' positions.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>Id.</i> at 257-58. If the district court applies the correct standard, we will review the grant or denial of attorney's fees in ERISA cases \"solely for abuse of discretion.\" <i>Cottrill,</i> 100 F.3d at 223, 227. \"Consequently, we will disturb such rulings only if the record persuades us that the trial court indulged a serious lapse in judgment.\" <i>Id.</i> at 223 (quotation marks and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The record does not indicate that the district court abused its discretion. The court used the correct standard of review, did not find that Twomey acted in bad faith, and found that the Plan was susceptible to readings at odds with that of the Committee. In addition, the district court found that an award of attorney's fees might deter plaintiffs with claims of merit from filing suit. While we might have balanced the factors slightly differently, \"[a]bsent a mistake of law or a clear error in judgment &#8212; neither of which is evident here &#8212; we must defer to the trial court's first-hand knowledge and to its battlefield determination that the specific facts of this case do not warrant a fee award.\" <i>Cottrill,</i> 100 F.3d at 227.</p>\n    </div>\n    <p>V. Conclusion</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Costs are taxed against appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> All references to the \"Plan\" refer to the 1985 Plan</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Twomey sprinkles throughout his brief a variety of other challenges to the Committee's interpretation, all of which we find groundless</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> \"If the present value of any nonforfeitable benefit with respect to a participant in a plan exceeds $3,500, the plan shall provide that such benefit may not be immediately distributed without the consent of the participant.\" 29 U.S.C. &#167; 1053(e)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Committee's final ground for denying Twomey interest is that section 502 of ERISA does not provide for the payment of interest to a plan participant. To the extent that Twomey contested this determination, he has waived his right to appeal by failing to put forth a developed argument<i>See FDIC v. LeBlanc,</i> <span class=\"citation\" data-id=\"196805\"><a href=\"/opinion/196805/fdic-v-leblanc/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">815</span></a></span>, 820 (1st Cir.1996) (stating that \"issues averted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, [will be] deemed waived for purposes of appeal\") (internal quotation marks and citation omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We find that discovery is not needed to resolve Twomey's claims</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771953/"
  ]
}