{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200581/",
  "absolute_url": "/opinion/200581/disu-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200581/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:55:37Z",
  "date_modified": "2016-02-28T05:03:18.140578Z",
  "type": "010combined",
  "sha1": "2c36526c9f19f175d5eb13e73043021b1aa972f5",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2680-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/07/31/Disu_v._INS.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 02-2680\n\n                            GANIYU DISU,\n\n                            Petitioner,\n\n                                 v.\n\n         JOHN ASHCROFT, United States Attorney General,\n\n                            Respondent.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF THE\n\n                    BOARD OF IMMIGRATION APPEALS\n\n\n                               Before\n\n              Lynch, Lipez, and Howard, Circuit Judges.\n\n\n    David L. Yavner was on brief for petitioner.\n\n     Robert D. McCallum, Jr., Assistant Attorney General, Civil\nDivision, and David M. McConnell and Julia K. Doig, Attorneys,\nOffice of Immigration Litigation, were on brief for respondent.\n\n\n\n                           July 31, 2003\n\f          LYNCH, Circuit Judge.         Ganiyu Disu is a native and\n\ncitizen of Nigeria who entered the United States as a visitor for\n\npleasure in June 1994.      He seeks review of the denial of his\n\napplications for asylum and withholding of deportation.         Disu also\n\nchallenges    the   constitutionality    of   the   summary    affirmance\n\nprocedure employed by the Board of Immigration Appeals.             See 8\n\nC.F.R. § 1003.1(a)(7) (2003).    We affirm.\n\n                                  I.\n\n          The facts are taken from the administrative record.         See\n\n8 U.S.C. § 1252(b)(4)(A) (2000).          Disu was born in 1955 in\n\nAbeokuta, a town in the state of Ogun in southern Nigeria.           When\n\nhis father could no longer afford to pay for his education, Disu\n\nleft school and obtained on-the-job training as an auto mechanic.\n\nHe was hired in 1974 by the federal government of Nigeria, which\n\nemployed Disu as a mechanic at the Lagos University Teaching\n\nHospital until he left for the United States in 1994.         Disu married\n\nhis wife during this period.    The couple had four children.\n\n          Disu's testimony as to the basis for his asylum claim was\n\nas follows.   Disu was politically active.      In 1979, he joined the\n\nNational Republican Convention (\"NRC\"), a military party that had\n\nseized power in the country.           He volunteered for the party,\n\nrepairing cars and serving as the personal driver for the NRC's\n\nSecretary General in Ogun state.        Approximately one year later,\n\nhowever, the party became dominated by Nigerians from northern\n\n\n                                 -2-\n\ftribes,   and   he    quit.     Disu    subsequently   joined    the    Social\n\nDemocratic Party (\"SDP\"), a party comprised of southern Nigerians\n\nfrom Disu's own Yoruba tribe.          Like the NRC, the SDP used Disu as\n\na driver and mechanic for the local party chairman.             In addition,\n\nDisu sometimes posted flyers and delivered mail and packages for\n\nparty officials.1      He worked solely on a volunteer basis, although\n\nthe party reimbursed his expenses.             The SDP was allied with\n\nanother, smaller party called the Campaign for Democracy (\"CD\").\n\nDisu drove cars for members of the CD as well, and when he later\n\narrived in the United States, he was carrying an identification\n\ncard issued by the CD.        The SDP has \"millions\" of members; the CD\n\nhas 20,000.\n\n           It was after Disu became politically active, he said,\n\nthat he started having trouble with the ruling military government.\n\nDisu testified that agents of the government sometimes followed and\n\narrested members of the SDP.           Disu was himself arrested for the\n\nfirst time in February 1989.           He was driving with several party\n\nmembers when his car was stopped by security agents in civilian\n\ndress.    Disu and his colleagues were detained at a police station\n\nfor two days.        They were given no food during their detention,\n\nalthough they were not beaten or otherwise mistreated.                 A human\n\n\n     1\n       Disu asserted briefly during cross-examination that he was\nnominated to be an ex officio member of the SDP executive board.\nHe did not elaborate, however, and he had earlier testified, in\ncontradiction, that he was not an executive member of any political\nparty.\n\n                                       -3-\n\frights lawyer employed by the SDP arranged for their release.                For\n\nthree years thereafter, Disu was able to continue his political\n\nactivities without interference from the government.\n\n            Disu's second and more serious encounter with government\n\nsecurity    forces   occurred     in    October   1992.      Disu   said    that\n\napproximately twenty-five SDP members, including himself, were\n\narrested at a meeting held in Lagos to discuss strategy for the\n\n1993 presidential election.            They were held at a police building\n\nfor a full week, during which time they received food and water\n\nonly once every three days.       Disu was interrogated twice about the\n\nSDP's plans, once for twenty minutes and once for forty.                Disu lied\n\nabout what he knew.     He was beaten by his interrogators and struck\n\nin the face with a stick, causing multiple bruises.              In addition,\n\nhe was attacked by a criminal cellmate and cut in the chest; Disu\n\nbelieves that the police arranged for the cellmate to attack him.\n\nHe was not offered medical help for his injuries.               On the morning\n\nof   the   seventh   day,   the   police     released     the   group    without\n\nexplanation.    The SDP ultimately won the 1993 election, but the\n\nmilitary government cancelled the election results and ordered the\n\narrest of Moshood Abiola, the winning candidate.\n\n            After the October 1992 incident, Disu testified, he\n\nscaled back his participation in the SDP out of fear of further\n\narrests. He testified that government security agents searched for\n\nhim, but that he avoided arrest by refusing to carry identification\n\n\n                                       -4-\n\fand by giving fake names to police officers when questioned.\n\nDisu's wife told him that unidentified men came to their apartment\n\nlooking for him; other SDP members were visited or arrested in\n\ntheir homes by security forces.       In addition, a fellow SDP member\n\nand driver named Sikiru was killed by security forces (or possibly\n\nby hired killers) while driving in August 1993.\n\n            In June 1994, Disu decided that he had no choice but to\n\nleave Nigeria.    He moved his family to Sango Oto, also in Ogun\n\nstate in Nigeria, to live with his uncle.           He obtained a plane\n\nticket to the United States and $100 spending money from Abiola,\n\nthe SDP presidential candidate, apparently as a gift.         On June 21,\n\n1994, Disu entered the United States as a visitor for pleasure,\n\nostensibly to attend a soccer game.       On December 9, 1994, he filed\n\na request for asylum.\n\n            Disu testified that if he returns to Nigeria, he will be\n\narrested. At his deportation hearing, Disu introduced an affidavit\n\nfrom Oluwole Toriola, the uncle with whom Disu left his wife and\n\nchildren,   stating   that   Disu   \"will   be   arrested   and   detained\n\nindefinitely if he returns to Nigeria on account of his pro-\n\ndemocracy activities.\"   Moreover, according to Disu, someone still\n\nin Nigeria told him that his photograph has been posted in the\n\nairport and that his name has been announced on local radio and\n\ntelevision.\n\n\n\n\n                                    -5-\n\f            The    immigration     officer    who    conducted    Disu's   asylum\n\nassessment interview expressed skepticism about Disu's story. Disu\n\nalso failed to mention his arrests on his asylum application form.2\n\nOn June 28, 1995, the INS3 issued an order to show cause why Disu\n\nshould not be deported.       Disu conceded deportability but requested\n\nasylum, withholding of deportation, and in the event removal was\n\nrequired,      voluntary   departure.        The    Immigration   Judge    (\"IJ\")\n\nconducted a hearing on the merits of Disu's asylum petition on\n\nApril 16, 1998, and issued an oral opinion on the same day.\n\n            The IJ found Disu deportable as charged, designated\n\nNigeria the country of deportation, denied Disu's applications for\n\nasylum   and    withholding   of    deportation,       and   granted   voluntary\n\ndeparture.        The IJ found that Disu had not established past\n\npersecution and that Disu failed to establish a well-founded fear\n\n\n\n     2\n       When asked about this failure at his hearing, Disu stated\nthat he had signed the form when it was blank and that his first\nattorney, whom he later discharged, filled in the answers after\ninterviewing him by telephone. Disu admitted that he does read\nEnglish, however, and that he did sign the application.\n     3\n       The Homeland Security Act of 2002 dissolved the INS and\ntransferred its functions into the Department of Homeland Security\n(\"DHS\"), effective March 1, 2003. The INS functions relevant to\nthis case, including the adjudication of asylum claims, now reside\nin the DHS Bureau of Citizenship and Immigration Services (\"BCIS\").\nSee Pub. L. No. 107-296, § 451(a), 116 Stat. 2135, 2195-96 (Nov.\n25, 2002)(creating the BCIS); id. § 451(b), 116 Stat. at 2196\n(transferring asylum adjudication and related immigration services\nto the BCIS); id. § 471, 116 Stat. at 2205 (abolishing the INS).\nBecause the INS was the responsible agency at all times relevant to\nDisu's application, however, we refer to the INS rather than the\nBCIS.\n\n                                      -6-\n\fof future persecution on account of his membership in the SDP.                   The\n\nIJ did not explicitly say that Disu lacked credibility but plainly\n\ndid doubt his testimony, stating, inter alia, that \"[t]here's some\n\nquestion of respondent being who he purports to be.\"                     He noted\n\nDisu's failure to list his arrests on his application form or\n\nmention them in his asylum interview, as well as Disu's repeated\n\nfailure    to    bring   his   passport     and    related   documents      to   his\n\nimmigration hearings.          Even assuming Disu's story was partially\n\ncredible, the IJ also noted Disu's low position in the SDP and\n\ncited a State Department country conditions report indicating that\n\nwhile some persecution of SDP members exists in Nigeria, only party\n\nleaders and those plotting against the government are at serious\n\nrisk.     The IJ concluded that apart from his two arrests, Disu had\n\nbeen    able     to   live   and   work    in    Nigeria   with    little   or    no\n\ninterference from the government.               Noting that the per capita GNP\n\nin Nigeria is $250, the IJ suggested that Disu may have left\n\nNigeria for economic reasons.\n\n               Disu timely appealed. On November 27, 2002, the Board of\n\nImmigration Appeals (\"BIA\") issued a summary affirmance, without\n\nopinion, of the IJ's decision.                  See 8 C.F.R. § 1003.1(a)(7)\n\n(formerly 8 C.F.R. § 3.1(e)(4))(empowering single members of the\n\nBIA to grant affirmances without opinion in specified categories of\n\ncases).    This petition followed.          Disu contends that the IJ erred\n\nin     finding    him    ineligible       for    asylum    and    withholding     of\n\n\n                                          -7-\n\fdeportation.      He also argues that the BIA's summary affirmance\n\nprocedure denied him due process of law.                Neither contention is\n\ncorrect.\n\n                                         II.\n\n              This court has jurisdiction of Disu's appeal under the\n\ntransitional rules of the Illegal Immigration Reform and Immigrant\n\nResponsibility Act, Pub. L. No. 104-208, Div. C, § 309(c)(4), 110\n\nStat. 3009-546, at 3009-626 (Sept. 30, 1996).                See Debab v. INS,\n\n163 F.3d 21, 22 (1st Cir. 1998).                The Attorney General has been\n\nsubstituted      for    the    INS   as        respondent.        See   8   U.S.C.\n\n§ 1252(b)(3)(A).       Because the BIA did not render its own opinion\n\nbut instead simply affirmed the opinion of the IJ, we review the\n\ndecision of the IJ directly.         Herbert v. Ashcroft, 325 F.3d 68, 71\n\n(1st Cir. 2003); Albathani v. INS, 318 F.3d 365, 373 (1st Cir.\n\n2003).\n\n              Our review of determinations on the merits of claims for\n\nasylum and withholding of deportation is deferential; we act only\n\nto   ensure    that    the    agency's    determination      is   \"supported    by\n\nreasonable, substantial, and probative evidence on the record\n\nconsidered as a whole.\"         INS v. Elias-Zacarias, 502 U.S. 478, 481\n\n(1992) (internal quotation marks omitted); see also Albathani, 318\n\nF.3d at 372.     To rule for the petitioner, we must be persuaded not\n\nmerely that the evidence supports that conclusion, but that it\n\ncompels it.      See Elias-Zacarias, 502 U.S. at 481 n.1; 8 U.S.C.\n\n\n                                         -8-\n\f§    1252(b)(4)(B)   (\"[T]he   administrative      findings    of   fact   are\n\nconclusive unless any reasonable adjudicator would be compelled to\n\nconclude to the contrary.\").          Simply to identify alternative\n\nfindings that would also be supported by substantial evidence is\n\nnot sufficient to supplant the agency's findings.             Albathani, 318\n\nF.3d at 372.\n\n            We consider Disu's due process challenge to the BIA's\n\nsummary affirmance procedure de novo.            See Aguilar-Solis v. INS,\n\n168 F.3d 565, 568 (1st Cir. 1999).\n\nA.    Eligibility for Asylum\n\n            An applicant for asylum bears the burden of establishing\n\nthat he or she qualifies as a \"refugee\" within the meaning of 8\n\nU.S.C. § 1101(a)(42).     See id. § 1158(b)(1); 8 C.F.R. § 208.13(a)\n\n(2000) (burden of proof is on the applicant to establish refugee\n\nstatus).    An alien may qualify as a refugee either (1) because he\n\nor she has suffered past persecution on account of his or her race,\n\nreligion, nationality, membership in a particular social group, or\n\npolitical opinion; or (2) because he or she has a well-founded fear\n\nof   suffering   such   persecution   in   the    future.     See   8   C.F.R.\n\n§ 208.13(b); El Moraghy v. Ashcroft, 331 F.3d 195, 202-03 (1st Cir.\n\n2003).    An applicant who establishes past persecution is presumed\n\nalso to have a well-founded fear of future persecution.                 See 8\n\nC.F.R. § 208.13(b)(1); Fergiste v. INS, 138 F.3d 14, 18-19 (1st\n\nCir. 1998).      Alternatively, an applicant may establish a well-\n\n\n                                   -9-\n\ffounded fear of persecution by showing that his or her fear is both\n\ngenuine and objectively reasonable. See Aguilar-Solis, 168 F.3d at\n\n572.   Whether past or future, \"[t]o qualify as persecution, a\n\nperson's experience must rise above unpleasantness, harassment, and\n\neven basic suffering.\"   Nelson v. INS, 232 F.3d 258, 263 (1st Cir.\n\n2000); see also Aguilar-Solis, 168 F.3d at 570 (noting that a\n\nshowing of persecution requires more than proof of \"harassment or\n\nannoyance\").\n\n          The IJ expressed doubts about Disu's credibility; indeed,\n\nhe questioned whether Disu was the person he purported to be.\n\nThere was a sound basis to doubt Disu's credibility.   The facts at\n\nthe core of Disu's asylum claim -- the arrests, interrogations, and\n\nphysical abuse to which he testified -- were notably absent from\n\nhis asylum application and unmentioned in his initial interview.\n\nNor did Disu present his passport, despite the IJ's clear warning\n\nin a prior hearing that he should bring it; it was, Disu said, in\n\nthe possession of another uncle living in the United States.\n\n          The IJ also found that \"even if some of respondent's\n\ntestimony is credible . . . [Disu] has failed to establish[] past\n\npersecution.\"   That is also supported.   The two arrests, more than\n\nthree years apart and the last more than eighteen months before\n\nDisu left Nigeria, were frightening (if they happened at all), but\n\nthey do not compel the conclusion that Disu suffered persecution.\n\n\n\n\n                               -10-\n\f           Accepting Disu's testimony at face value, he was a low-\n\nlevel volunteer in a political organization who did nothing to\n\nassume a prominent role in opposition to the government.                     For the\n\nmost part, Disu lived his life free even of harassment.                 Of course,\n\none need not be a political leader to suffer persecution.                    But the\n\noverall   sense   from    Disu's     testimony     is     certainly    not   one   of\n\npersecution.\n\n           For similar reasons, the IJ's finding that Disu failed to\n\nestablish a well-founded fear of future persecution is supportable.\n\nPerhaps   if   Disu     had   been   more    of    an    activist,    the    country\n\nconditions report considered by the IJ would have supported Disu's\n\napplication.      But he was not, and it did not.                    And unlike in\n\nGailius v. INS, 147 F.3d 34 (1st Cir. 1998), the IJ did consider\n\nthe particularized risk to Disu, irrespective of the country\n\nconditions report.       See id. at 45-47.\n\n           The IJ considered all of the evidence and concluded that\n\nDisu had not established a proper basis for granting asylum.                       We\n\ncannot say that, on this record, \"any reasonable adjudicator would\n\nbe   compelled     to     conclude     to    the        contrary.\"       8    U.S.C.\n\n§ 1252(b)(4)(B).        The denial of asylum is affirmed.\n\nB.   Withholding of Deportation\n\n           Because Disu has not established eligibility for asylum,\n\nhe necessarily also fails to satisfy the more stringent standard\n\nfor withholding deportation.          See Albathani, 318 F.3d at 372-73;\n\n\n                                      -11-\n\fMediouni v. INS, 314 F.3d 24, 27 (1st Cir. 2002).    The denial of\n\nDisu's request is therefore affirmed.\n\nC.   Due Process and the BIA Summary Affirmance Procedure\n\n          Finally, Disu asserts that the BIA's use of its summary\n\naffirmance procedure, see 8 C.F.R. § 1003.1(a)(7), denied him due\n\nprocess of law.   This circuit has rejected due process challenges\n\nto these regulations in Albathani, 318 F.3d at 375-79, and in El\n\nMoraghy, 331 F.3d at 205-06.    Disu raises essentially the same\n\nargument and we reject it again.\n\n                               III.\n\n          The decision of the BIA is affirmed.   The BIA's grant of\n\nvoluntary departure is reinstated.\n\n\n\n\n                               -12-\n\f",
  "html": "<p class=\"case_cite\">338 F.3d 13</p>\n    <p class=\"parties\">Ganiyu DISU, Petitioner,<br>v.<br>John ASHCROFT, United States Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 02-2680.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted June 25, 2003.</p>\n    <p class=\"date\">Decided July 31, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David L. Yavner was on brief, for petitioner.</p>\n      <p class=\"indent\">Robert D. McCallum, Jr., Assistant Attorney General, Civil Division, and David M. McConnell and Julia K. Doig, Attorneys, Office of Immigration Litigation, were on brief, for respondent.</p>\n      <p class=\"indent\">Before LYNCH, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ganiyu Disu is a native and citizen of Nigeria who entered the United States as a visitor for pleasure in June 1994. He seeks review of the denial of his applications for asylum and withholding of deportation. Disu also challenges the constitutionality of the summary affirmance procedure employed by the Board of Immigration Appeals. <i>See</i> 8 C.F.R. &#167; 1003.1(a)(7) (2003). We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are taken from the administrative record. <i>See</i> 8 U.S.C. &#167; 1252(b)(4)(A) (2000). Disu was born in 1955 in Abeokuta, a town in the state of Ogun in southern Nigeria. When his father could no longer afford to pay for his education, Disu left school and obtained on-the-job training as an auto mechanic. He was hired in 1974 by the federal government of Nigeria, which employed Disu as a mechanic at the Lagos University Teaching Hospital until he left for the United States in 1994. Disu married his wife during this period. The couple had four children.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Disu's testimony as to the basis for his asylum claim was as follows. Disu was politically active. In 1979, he joined the National Republican Convention (\"NRC\"), a military party that had seized power in the country. He volunteered for the party, repairing cars and serving as the personal driver for the NRC's Secretary General in Ogun state. Approximately one year later, however, the party became dominated by Nigerians from northern tribes, and he quit. Disu subsequently joined the Social Democratic Party (\"SDP\"), a party comprised of southern Nigerians from Disu's own Yoruba tribe. Like the NRC, the SDP used Disu as a driver and mechanic for the local party chairman. In addition, Disu sometimes posted flyers and delivered mail and packages for party officials.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He worked solely on a volunteer basis, although the party reimbursed his expenses. The SDP was allied with another, smaller party called the Campaign for Democracy (\"CD\"). Disu drove cars for members of the CD as well, and when he later arrived in the United States, he was carrying an identification card issued by the CD. The SDP has \"millions\" of members; the CD has 20,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It was after Disu became politically active, he said, that he started having trouble with the ruling military government. Disu testified that agents of the government sometimes followed and arrested members of the SDP. Disu was himself arrested for the first time in February 1989. He was driving with several party members when his car was stopped by security agents in civilian dress. Disu and his colleagues were detained at a police station for two days. They were given no food during their detention, although they were not beaten or otherwise mistreated. A human rights lawyer employed by the SDP arranged for their release. For three years thereafter, Disu was able to continue his political activities without interference from the government.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Disu's second and more serious encounter with government security forces occurred in October 1992. Disu said that approximately twenty-five SDP members, including himself, were arrested at a meeting held in Lagos to discuss strategy for the 1993 presidential election. They were held at a police building for a full week, during which time they received food and water only once every three days. Disu was interrogated twice about the SDP's plans, once for twenty minutes and once for forty. Disu lied about what he knew. He was beaten by his interrogators and struck in the face with a stick, causing multiple bruises. In addition, he was attacked by a criminal cellmate and cut in the chest; Disu believes that the police arranged for the cellmate to attack him. He was not offered medical help for his injuries. On the morning of the seventh day, the police released the group without explanation. The SDP ultimately won the 1993 election, but the military government cancelled the election results and ordered the arrest of Moshood Abiola, the winning candidate.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the October 1992 incident, Disu testified, he scaled back his participation in the SDP out of fear of further arrests. He testified that government security agents searched for him, but that he avoided arrest by refusing to carry identification and by giving fake names to police officers when questioned. Disu's wife told him that unidentified men came to their apartment looking for him; other SDP members were visited or arrested in their homes by security forces. In addition, a fellow SDP member and driver named Sikiru was killed by security forces (or possibly by hired killers) while driving in August 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In June 1994, Disu decided that he had no choice but to leave Nigeria. He moved his family to Sango Oto, also in Ogun state in Nigeria, to live with his uncle. He obtained a plane ticket to the United States and $100 spending money from Abiola, the SDP presidential candidate, apparently as a gift. On June 21, 1994, Disu entered the United States as a visitor for pleasure, ostensibly to attend a soccer game. On December 9, 1994, he filed a request for asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Disu testified that if he returns to Nigeria, he will be arrested. At his deportation hearing, Disu introduced an affidavit from Oluwole Toriola, the uncle with whom Disu left his wife and children, stating that Disu \"will be arrested and detained indefinitely if he returns to Nigeria on account of his pro-democracy activities.\" Moreover, according to Disu, someone still in Nigeria told him that his photograph has been posted in the airport and that his name has been announced on local radio and television.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The immigration officer who conducted Disu's asylum assessment interview expressed skepticism about Disu's story. Disu also failed to mention his arrests on his asylum application form.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On June 28, 1995, the INS<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> issued an order to show cause why Disu should not be deported. Disu conceded deportability but requested asylum, withholding of deportation, and in the event removal was required, voluntary departure. The Immigration Judge (\"IJ\") conducted a hearing on the merits of Disu's asylum petition on April 16, 1998, and issued an oral opinion on the same day.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The IJ found Disu deportable as charged, designated Nigeria the country of deportation, denied Disu's applications for asylum and withholding of deportation, and granted voluntary departure. The IJ found that Disu had not established past persecution and that Disu failed to establish a well-founded fear of future persecution on account of his membership in the SDP. The IJ did not explicitly say that Disu lacked credibility but plainly did doubt his testimony, stating, <i>inter alia,</i> that \"[t]here's some question of respondent being who he purports to be.\" He noted Disu's failure to list his arrests on his application form or mention them in his asylum interview, as well as Disu's repeated failure to bring his passport and related documents to his immigration hearings. Even assuming Disu's story was partially credible, the IJ also noted Disu's low position in the SDP and cited a State Department country conditions report indicating that while some persecution of SDP members exists in Nigeria, only party leaders and those plotting against the government are at serious risk. The IJ concluded that apart from his two arrests, Disu had been able to live and work in Nigeria with little or no interference from the government. Noting that the per capita GNP in Nigeria is $250, the IJ suggested that Disu may have left Nigeria for economic reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Disu timely appealed. On November 27, 2002, the Board of Immigration Appeals (\"BIA\") issued a summary affirmance, without opinion, of the IJ's decision. <i>See</i> 8 C.F.R. &#167; 1003.1(a)(7) (formerly 8 C.F.R. &#167; 3.1(e)(4))(empowering single members of the BIA to grant affirmances without opinion in specified categories of cases). This petition followed. Disu contends that the IJ erred in finding him ineligible for asylum and withholding of deportation. He also argues that the BIA's summary affirmance procedure denied him due process of law. Neither contention is correct.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This court has jurisdiction of Disu's appeal under the transitional rules of the Illegal Immigration Reform and Immigrant Responsibility Act, Pub.L. No. 104-208, Div. C, &#167; 309(c)(4), 110 Stat. 3009-546, at 3009-626 (Sept. 30, 1996). <i>See Debab v. INS,</i> 163 F.3d 21, 22 (1st Cir.1998). The Attorney General has been substituted for the INS as respondent. <i>See</i> 8 U.S.C. &#167; 1252(b)(3)(A). Because the BIA did not render its own opinion but instead simply affirmed the opinion of the IJ, we review the decision of the IJ directly. <i>Herbert v. Ashcroft,</i> 325 F.3d 68, 71 (1st Cir.2003); <i>Albathani v. INS,</i> 318 F.3d 365, 373 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our review of determinations on the merits of claims for asylum and withholding of deportation is deferential; we act only to ensure that the agency's determination is \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992) (internal quotation marks omitted); <i>see also Albathani,</i> 318 F.3d at 372. To rule for the petitioner, we must be persuaded not merely that the evidence supports that conclusion, but that it compels it. <i>See Elias-Zacarias,</i> 502 U.S. at 481 n. 1, 112 S.Ct. 812; 8 U.S.C. &#167; 1252(b)(4)(B) (\"[T]he administrative findings of fact are conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary.\"). Simply to identify alternative findings that would also be supported by substantial evidence is not sufficient to supplant the agency's findings. <i>Albathani,</i> 318 F.3d at 372.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We consider Disu's due process challenge to the BIA's summary affirmance procedure <i>de novo. See Aguilar-Solis v. INS,</i> 168 F.3d 565, 568 (1st Cir.1999).</p>\n    </div>\n    <p class=\"indent\">A. <i>Eligibility for Asylum</i></p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">An applicant for asylum bears the burden of establishing that he or she qualifies as a \"refugee\" within the meaning of 8 U.S.C. &#167; 1101(a)(42). <i>See id.</i> &#167; 1158(b)(1); 8 C.F.R. &#167; 208.13(a) (2000) (burden of proof is on the applicant to establish refugee status). An alien may qualify as a refugee either (1) because he or she has suffered past persecution on account of his or her race, religion, nationality, membership in a particular social group, or political opinion; or (2) because he or she has a well-founded fear of suffering such persecution in the future. <i>See</i> 8 C.F.R. &#167; 208.13(b); <i>El Moraghy v. Ashcroft,</i> 331 F.3d 195, 202-03 (1st Cir.2003). An applicant who establishes past persecution is presumed also to have a well-founded fear of future persecution. <i>See</i> 8 C.F.R. &#167; 208.13(b)(1); <i>Fergiste v. INS,</i> 138 F.3d 14, 18-19 (1st Cir.1998). Alternatively, an applicant may establish a well-founded fear of persecution by showing that his or her fear is both genuine and objectively reasonable. <i>See Aguilar-Solis,</i> 168 F.3d at 572. Whether past or future, \"[t]o qualify as persecution, a person's experience must rise above unpleasantness, harassment, and even basic suffering.\" <i>Nelson v. INS,</i> 232 F.3d 258, 263 (1st Cir.2000); <i>see also Aguilar-Solis,</i> 168 F.3d at 570 (noting that a showing of persecution requires more than proof of \"harassment or annoyance\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The IJ expressed doubts about Disu's credibility; indeed, he questioned whether Disu was the person he purported to be. There was a sound basis to doubt Disu's credibility. The facts at the core of Disu's asylum claim &#8212; the arrests, interrogations, and physical abuse to which he testified &#8212; were notably absent from his asylum application and unmentioned in his initial interview. Nor did Disu present his passport, despite the IJ's clear warning in a prior hearing that he should bring it; it was, Disu said, in the possession of another uncle living in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The IJ also found that \"even if some of respondent's testimony is credible ... [Disu] has failed to establish[] past persecution.\" That is also supported. The two arrests, more than three years apart and the last more than eighteen months before Disu left Nigeria, were frightening (if they happened at all), but they do not compel the conclusion that Disu suffered persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Accepting Disu's testimony at face value, he was a low-level volunteer in a political organization who did nothing to assume a prominent role in opposition to the government. For the most part, Disu lived his life free even of harassment. Of course, one need not be a political leader to suffer persecution. But the overall sense from Disu's testimony is certainly not one of persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For similar reasons, the IJ's finding that Disu failed to establish a well-founded fear of future persecution is supportable. Perhaps if Disu had been more of an activist, the country conditions report considered by the IJ would have supported Disu's application. But he was not, and it did not. And unlike in <i>Gailius v. INS,</i> 147 F.3d 34 (1st Cir.1998), the IJ did consider the particularized risk to Disu, irrespective of the country conditions report. <i>See id.</i> at 45-47.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The IJ considered all of the evidence and concluded that Disu had not established a proper basis for granting asylum. We cannot say that, on this record, \"any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. &#167; 1252(b)(4)(B). The denial of asylum is affirmed.</p>\n    </div>\n    <p class=\"indent\">B. <i>Withholding of Deportation</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because Disu has not established eligibility for asylum, he necessarily also fails to satisfy the more stringent standard for withholding deportation. <i>See Albathani,</i> 318 F.3d at 372-73; <i>Mediouni v. INS,</i> 314 F.3d 24, 27 (1st Cir.2002). The denial of Disu's request is therefore affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">C. <i>Due Process and the BIA Summary Affirmance Procedure</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, Disu asserts that the BIA's use of its summary affirmance procedure, <i>see</i> 8 C.F.R. &#167; 1003.1(a)(7), denied him due process of law. This circuit has rejected due process challenges to these regulations in <i>Albathani,</i> 318 F.3d at 375-79, and in <i>El Moraghy,</i> 331 F.3d at 205-06. Disu raises essentially the same argument and we reject it again.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The decision of the BIA is <i>affirmed.</i> The BIA's grant of voluntary departure is reinstated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Disu asserted briefly during cross-examination that he was nominated to be an<i>ex officio</i> member of the SDP executive board. He did not elaborate, however, and he had earlier testified, in contradiction, that he was not an executive member of any political party.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> When asked about this failure at his hearing, Disu stated that he had signed the form when it was blank and that his first attorney, whom he later discharged, filled in the answers after interviewing him by telephone. Disu admitted that he does read English, however, and that he did sign the application</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Homeland Security Act of 2002 dissolved the INS and transferred its functions into the Department of Homeland Security (\"DHS\"), effective March 1, 2003. The INS functions relevant to this case, including the adjudication of asylum claims, now reside in the DHS Bureau of Citizenship and Immigration Services (\"BCIS\")<i>See</i> Pub.L. No. 107-296, &#167; 451(a), 116 Stat. 2135, 2195-96 (Nov. 25, 2002)(creating the BCIS); <i>id.</i> &#167; 451(b), 116 Stat. at 2196 (transferring asylum adjudication and related immigration services to the BCIS); <i>id.</i> &#167; 471, 116 Stat. at 2205 (abolishing the INS). Because the INS was the responsible agency at all times relevant to Disu's application, however, we refer to the INS rather than the BCIS.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></span></p>\n    <p class=\"parties\">Ganiyu DISU, Petitioner,<br>v.<br>John ASHCROFT, United States Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 02-2680.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted June 25, 2003.</p>\n    <p class=\"date\">Decided July 31, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">David L. Yavner was on brief, for petitioner.</p>\n      <p class=\"indent\">Robert D. McCallum, Jr., Assistant Attorney General, Civil Division, and David M. McConnell and Julia K. Doig, Attorneys, Office of Immigration Litigation, were on brief, for respondent.</p>\n      <p class=\"indent\">Before LYNCH, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ganiyu Disu is a native and citizen of Nigeria who entered the United States as a visitor for pleasure in June 1994. He seeks review of the denial of his applications for asylum and withholding of deportation. Disu also challenges the constitutionality of the summary affirmance procedure employed by the Board of Immigration Appeals. <i>See</i> 8 C.F.R. &#167; 1003.1(a)(7) (2003). We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are taken from the administrative record. <i>See</i> 8 U.S.C. &#167; 1252(b)(4)(A) (2000). Disu was born in 1955 in Abeokuta, a town in the state of Ogun in southern Nigeria. When his father could no longer afford to pay for his education, Disu left school and obtained on-the-job training as an auto mechanic. He was hired in 1974 by the federal government of Nigeria, which employed Disu as a mechanic at the Lagos University Teaching Hospital until he left for the United States in 1994. Disu married his wife during this period. The couple had four children.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Disu's testimony as to the basis for his asylum claim was as follows. Disu was politically active. In 1979, he joined the National Republican Convention (\"NRC\"), a military party that had seized power in the country. He volunteered for the party, repairing cars and serving as the personal driver for the NRC's Secretary General in Ogun state. Approximately one year later, however, the party became dominated by Nigerians from northern tribes, and he quit. Disu subsequently joined the Social Democratic Party (\"SDP\"), a party comprised of southern Nigerians from Disu's own Yoruba tribe. Like the NRC, the SDP used Disu as a driver and mechanic for the local party chairman. In addition, Disu sometimes posted flyers and delivered mail and packages for party officials.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He worked solely on a volunteer basis, although the party reimbursed his expenses. The SDP was allied with another, smaller party called the Campaign for Democracy (\"CD\"). Disu drove cars for members of the CD as well, and when he later arrived in the United States, he was carrying an identification card issued by the CD. The SDP has \"millions\" of members; the CD has 20,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">It was after Disu became politically active, he said, that he started having trouble with the ruling military government. Disu testified that agents of the government sometimes followed and arrested members of the SDP. Disu was himself arrested for the first time in February 1989. He was driving with several party members when his car was stopped by security agents in civilian dress. Disu and his colleagues were detained at a police station for two days. They were given no food during their detention, although they were not beaten or otherwise mistreated. A human rights lawyer employed by the SDP arranged for their release. For three years thereafter, Disu was able to continue his political activities without interference from the government.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Disu's second and more serious encounter with government security forces occurred in October 1992. Disu said that approximately twenty-five SDP members, including himself, were arrested at a meeting held in Lagos to discuss strategy for the 1993 presidential election. They were held at a police building for a full week, during which time they received food and water only once every three days. Disu was interrogated twice about the SDP's plans, once for twenty minutes and once for forty. Disu lied about what he knew. He was beaten by his interrogators and struck in the face with a stick, causing multiple bruises. In addition, he was attacked by a criminal cellmate and cut in the chest; Disu believes that the police arranged for the cellmate to attack him. He was not offered medical help for his injuries. On the morning of the seventh day, the police released the group without explanation. The SDP ultimately won the 1993 election, but the military government cancelled the election results and ordered the arrest of Moshood Abiola, the winning candidate.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the October 1992 incident, Disu testified, he scaled back his participation in the SDP out of fear of further arrests. He testified that government security agents searched for him, but that he avoided arrest by refusing to carry identification and by giving fake names to police officers when questioned. Disu's wife told him that unidentified men came to their apartment looking for him; other SDP members were visited or arrested in their homes by security forces. In addition, a fellow SDP member and driver named Sikiru was killed by security forces (or possibly by hired killers) while driving in August 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In June 1994, Disu decided that he had no choice but to leave Nigeria. He moved his family to Sango Oto, also in Ogun state in Nigeria, to live with his uncle. He obtained a plane ticket to the United States and $100 spending money from Abiola, the SDP presidential candidate, apparently as a gift. On June 21, 1994, Disu entered the United States as a visitor for pleasure, ostensibly to attend a soccer game. On December 9, 1994, he filed a request for asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Disu testified that if he returns to Nigeria, he will be arrested. At his deportation hearing, Disu introduced an affidavit from Oluwole Toriola, the uncle with whom Disu left his wife and children, stating that Disu \"will be arrested and detained indefinitely if he returns to Nigeria on account of his pro-democracy activities.\" Moreover, according to Disu, someone still in Nigeria told him that his photograph has been posted in the airport and that his name has been announced on local radio and television.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The immigration officer who conducted Disu's asylum assessment interview expressed skepticism about Disu's story. Disu also failed to mention his arrests on his asylum application form.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On June 28, 1995, the INS<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> issued an order to show cause why Disu should not be deported. Disu conceded deportability but requested asylum, withholding of deportation, and in the event removal was required, voluntary departure. The Immigration Judge (\"IJ\") conducted a hearing on the merits of Disu's asylum petition on April 16, 1998, and issued an oral opinion on the same day.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The IJ found Disu deportable as charged, designated Nigeria the country of deportation, denied Disu's applications for asylum and withholding of deportation, and granted voluntary departure. The IJ found that Disu had not established past persecution and that Disu failed to establish a well-founded fear of future persecution on account of his membership in the SDP. The IJ did not explicitly say that Disu lacked credibility but plainly did doubt his testimony, stating, <i>inter alia,</i> that \"[t]here's some question of respondent being who he purports to be.\" He noted Disu's failure to list his arrests on his application form or mention them in his asylum interview, as well as Disu's repeated failure to bring his passport and related documents to his immigration hearings. Even assuming Disu's story was partially credible, the IJ also noted Disu's low position in the SDP and cited a State Department country conditions report indicating that while some persecution of SDP members exists in Nigeria, only party leaders and those plotting against the government are at serious risk. The IJ concluded that apart from his two arrests, Disu had been able to live and work in Nigeria with little or no interference from the government. Noting that the per capita GNP in Nigeria is $250, the IJ suggested that Disu may have left Nigeria for economic reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Disu timely appealed. On November 27, 2002, the Board of Immigration Appeals (\"BIA\") issued a summary affirmance, without opinion, of the IJ's decision. <i>See</i> 8 C.F.R. &#167; 1003.1(a)(7) (formerly 8 C.F.R. &#167; 3.1(e)(4))(empowering single members of the BIA to grant affirmances without opinion in specified categories of cases). This petition followed. Disu contends that the IJ erred in finding him ineligible for asylum and withholding of deportation. He also argues that the BIA's summary affirmance procedure denied him due process of law. Neither contention is correct.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This court has jurisdiction of Disu's appeal under the transitional rules of the Illegal Immigration Reform and Immigrant Responsibility Act, Pub.L. No. 104-208, Div. C, &#167; 309(c)(4), 110 Stat. 3009-546, at 3009-626 (Sept. 30, 1996). <i>See Debab v. INS,</i> <span class=\"citation\" data-id=\"198253\"><a href=\"/opinion/198253/debab-v-ins/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 22 (1st Cir.1998). The Attorney General has been substituted for the INS as respondent. <i>See</i> 8 U.S.C. &#167; 1252(b)(3)(A). Because the BIA did not render its own opinion but instead simply affirmed the opinion of the IJ, we review the decision of the IJ directly. <i>Herbert v. Ashcroft,</i> <span class=\"citation\" data-id=\"200420\"><a href=\"/opinion/200420/herbert-v-ins/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 71 (1st Cir.2003); <i>Albathani v. INS,</i> <span class=\"citation\" data-id=\"200413\"><a href=\"/opinion/200413/albathani-v-ins/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 373 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our review of determinations on the merits of claims for asylum and withholding of deportation is deferential; we act only to ensure that the agency's determination is \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 481, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992) (internal quotation marks omitted); <i>see also Albathani,</i> 318 F.3d at 372. To rule for the petitioner, we must be persuaded not merely that the evidence supports that conclusion, but that it compels it. <i>See Elias-Zacarias,</i> 502 U.S. at 481 n. 1, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>; 8 U.S.C. &#167; 1252(b)(4)(B) (\"[T]he administrative findings of fact are conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary.\"). Simply to identify alternative findings that would also be supported by substantial evidence is not sufficient to supplant the agency's findings. <i>Albathani,</i> 318 F.3d at 372.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We consider Disu's due process challenge to the BIA's summary affirmance procedure <i>de novo. See Aguilar-Solis v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 568 (1st Cir.1999).</p>\n    </div>\n    <p class=\"indent\">A. <i>Eligibility for Asylum</i></p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">An applicant for asylum bears the burden of establishing that he or she qualifies as a \"refugee\" within the meaning of 8 U.S.C. &#167; 1101(a)(42). <i>See id.</i> &#167; 1158(b)(1); 8 C.F.R. &#167; 208.13(a) (2000) (burden of proof is on the applicant to establish refugee status). An alien may qualify as a refugee either (1) because he or she has suffered past persecution on account of his or her race, religion, nationality, membership in a particular social group, or political opinion; or (2) because he or she has a well-founded fear of suffering such persecution in the future. <i>See</i> 8 C.F.R. &#167; 208.13(b); <i>El Moraghy v. Ashcroft,</i> <span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 202-03 (1st Cir.2003). An applicant who establishes past persecution is presumed also to have a well-founded fear of future persecution. <i>See</i> 8 C.F.R. &#167; 208.13(b)(1); <i>Fergiste v. INS,</i> <span class=\"citation\" data-id=\"197837\"><a href=\"/opinion/197837/fergiste-v-ins/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 18-19 (1st Cir.1998). Alternatively, an applicant may establish a well-founded fear of persecution by showing that his or her fear is both genuine and objectively reasonable. <i>See Aguilar-Solis,</i> 168 F.3d at 572. Whether past or future, \"[t]o qualify as persecution, a person's experience must rise above unpleasantness, harassment, and even basic suffering.\" <i>Nelson v. INS,</i> <span class=\"citation\" data-id=\"771091\"><a href=\"/opinion/771091/laeila-nelson-stephanie-nelson-phil-nelson-v-immigration-and/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span>, 263 (1st Cir.2000); <i>see also Aguilar-Solis,</i> 168 F.3d at 570 (noting that a showing of persecution requires more than proof of \"harassment or annoyance\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The IJ expressed doubts about Disu's credibility; indeed, he questioned whether Disu was the person he purported to be. There was a sound basis to doubt Disu's credibility. The facts at the core of Disu's asylum claim &#8212; the arrests, interrogations, and physical abuse to which he testified &#8212; were notably absent from his asylum application and unmentioned in his initial interview. Nor did Disu present his passport, despite the IJ's clear warning in a prior hearing that he should bring it; it was, Disu said, in the possession of another uncle living in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The IJ also found that \"even if some of respondent's testimony is credible ... [Disu] has failed to establish[] past persecution.\" That is also supported. The two arrests, more than three years apart and the last more than eighteen months before Disu left Nigeria, were frightening (if they happened at all), but they do not compel the conclusion that Disu suffered persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Accepting Disu's testimony at face value, he was a low-level volunteer in a political organization who did nothing to assume a prominent role in opposition to the government. For the most part, Disu lived his life free even of harassment. Of course, one need not be a political leader to suffer persecution. But the overall sense from Disu's testimony is certainly not one of persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For similar reasons, the IJ's finding that Disu failed to establish a well-founded fear of future persecution is supportable. Perhaps if Disu had been more of an activist, the country conditions report considered by the IJ would have supported Disu's application. But he was not, and it did not. And unlike in <i>Gailius v. INS,</i> <span class=\"citation\" data-id=\"198026\"><a href=\"/opinion/198026/ins-v-gailius/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span> (1st Cir.1998), the IJ did consider the particularized risk to Disu, irrespective of the country conditions report. <i>See id.</i> at 45-47.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The IJ considered all of the evidence and concluded that Disu had not established a proper basis for granting asylum. We cannot say that, on this record, \"any reasonable adjudicator would be compelled to conclude to the contrary.\" 8 U.S.C. &#167; 1252(b)(4)(B). The denial of asylum is affirmed.</p>\n    </div>\n    <p class=\"indent\">B. <i>Withholding of Deportation</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because Disu has not established eligibility for asylum, he necessarily also fails to satisfy the more stringent standard for withholding deportation. <i>See Albathani,</i> 318 F.3d at 372-73; <i>Mediouni v. INS,</i> <span class=\"citation\" data-id=\"200253\"><a href=\"/opinion/200253/mediouni-v-ins/\"><span class=\"volume\">314</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 27 (1st Cir.2002). The denial of Disu's request is therefore affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">C. <i>Due Process and the BIA Summary Affirmance Procedure</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, Disu asserts that the BIA's use of its summary affirmance procedure, <i>see</i> 8 C.F.R. &#167; 1003.1(a)(7), denied him due process of law. This circuit has rejected due process challenges to these regulations in <i>Albathani,</i> 318 F.3d at 375-79, and in <i>El Moraghy,</i> 331 F.3d at 205-06. Disu raises essentially the same argument and we reject it again.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The decision of the BIA is <i>affirmed.</i> The BIA's grant of voluntary departure is reinstated.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Disu asserted briefly during cross-examination that he was nominated to be an<i>ex officio</i> member of the SDP executive board. He did not elaborate, however, and he had earlier testified, in contradiction, that he was not an executive member of any political party.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> When asked about this failure at his hearing, Disu stated that he had signed the form when it was blank and that his first attorney, whom he later discharged, filled in the answers after interviewing him by telephone. Disu admitted that he does read English, however, and that he did sign the application</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Homeland Security Act of 2002 dissolved the INS and transferred its functions into the Department of Homeland Security (\"DHS\"), effective March 1, 2003. The INS functions relevant to this case, including the adjudication of asylum claims, now reside in the DHS Bureau of Citizenship and Immigration Services (\"BCIS\")<i>See</i> Pub.L. No. 107-296, &#167; 451(a), 116 Stat. 2135, 2195-96 (Nov. 25, 2002)(creating the BCIS); <i>id.</i> &#167; 451(b), 116 Stat. at 2196 (transferring asylum adjudication and related immigration services to the BCIS); <i>id.</i> &#167; 471, 116 Stat. at 2205 (abolishing the INS). Because the INS was the responsible agency at all times relevant to Disu's application, however, we refer to the INS rather than the BCIS.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771091/"
  ]
}