{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200539/",
  "absolute_url": "/opinion/200539/united-states-v-ahern/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200539/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:55:01Z",
  "date_modified": "2016-02-28T05:03:14.602211Z",
  "type": "010combined",
  "sha1": "d7531fb0ff1f040cabe69161cd1dfaab35842a07",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1391-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/07/14/US_v._Ahern.pdf",
  "plain_text": "                   Not for Publication in West’s Federal Reporter\n                  Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n             United States Court of Appeals\n                           For the First Circuit\n\nNo. 02-1391\n\n                         UNITED STATES OF AMERICA,\n\n                                    Appellee,\n\n                                         v.\n\n                                   SEAN AHERN,\n\n                            Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF NEW HAMPSHIRE\n\n            [Hon. Steven J. McAuliffe, U.S. District Judge]\n\n\n\n                                      Before\n\n                            Lynch, Circuit Judge,\n\n              Coffin and Porfilio,* Senior Circuit Judges.\n\n\n     Robert D. Dimler on the brief for appellant.\n     Donald A. Feith, Assistant United States Attorney, with whom\nThomas P. Colantuono, United States Attorney, was on the brief for\nthe United States.\n\n\n\n                                 July 10, 2003\n\n\n\n     *\n         Of the Tenth Circuit, sitting by designation.\n\f     PORFILIO, Senior Circuit Judge.       Sean Ahern appeals his\n\nconviction for the armed robbery of the Bank of New Hampshire in\n\nDover, New Hampshire, for which the court imposed a sentence of 294\n\nmonths.    Principally challenging the sufficiency of the evidence\n\nsupporting the jury’s verdict, Ahern also contends objectionable\n\nwords from a taped telephone conversation were improperly admitted\n\ninto evidence, unfairly prejudicing his defense. Appended to these\n\nissues are six additional claims for which he seeks plain error\n\nreview.    We affirm the conviction.\n\n     When viewed in the light most favorable to the government,\n\nUnited States v. Collazo-Aponte, 216 F.3d 163, 191 (1st Cir. 2000),\n\nthe evidence of the robbery unfolds in two stages.    In the first,\n\non June 9, 2000, Kyle Price drove to the Cabot Street Market in\n\nPortsmouth, New Hampshire, leaving his black 1993 Honda Civic\n\nrunning while he dashed into the store.   When he emerged, Price saw\n\nhis car vanishing down the street and noticed the man and woman who\n\npreviously had been standing by a pay station were gone.\n\n     In the second, on the next morning, a man robbed the Bank of\n\nNew Hampshire on Central Avenue in Dover.        Bank surveillance\n\ncameras recorded the perpetrator standing at Brenda Bailey’s teller\n\ncounter.   The man, a medium-build, white male, wore gloves, a dark\n\nknit cap, and black ski mask which was askew, exposing a dark mark\n\non the side of his neck.   He held a small, black handgun and brown\n\npaper bag.   Demanding only $50 and $100 bills from both Ms. Bailey\n\n\n                                -2-\n\fand Julie Hensen in the next teller window, the robber drove off in\n\na small black car with over $15,000.\n\n      A few blocks away from the bank, Alan Bandouveres, the owner\n\nof Janeto’s Market, noticed a small black car parked behind the\n\nstore early that morning.       He later discovered the car was still\n\nthere, left running with the driver’s window down.       Near Janeto’s,\n\na bystander saw a young man, clutching a paper bag to his chest,\n\nrun from behind the market and jump into a red Jeep that had pulled\n\nup.   Dover police found the Honda Civic in Janeto’s parking lot.\n\nTwo fingerprints, pointed downward on the driver’s side door,\n\nmatched Ahern’s.\n\n      The government textured these scenes with the testimony of\n\nbank employees and tellers; bystanders at the bank and market; the\n\nHonda owner; store clerks where Ahern later bought merchandise with\n\ncash; two cell mates at the correctional facility where Ahern\n\nawaited trial; police officers and the FBI agent who investigated\n\nthe   robbery;   and,   most     damning,   Jennifer   Wilson,   Ahern’s\n\ngirlfriend.\n\n      Wilson, who testified before the grand jury after Ahern’s\n\nfirst trial was continued, described a three-year relationship in\n\nwhich the two regularly used heroin, which Ahern got from his drug\n\nsupplier, James Davis.    When Ahern’s heroin debt to Davis peaked,\n\nWilson explained Ahern then bought his drugs from sources in\n\nLawrence, Massachusetts.       According to Wilson, while calling from\n\n\n                                   -3-\n\fa pay phone at the Cabot Street Market to arrange the purchase,\n\nAhern abruptly hung up, hopped into a car left idling, and drove\n\noff. Wilson testified she was “stunned.” Later, she stated, Ahern\n\narrived at her apartment with enough heroin to satisfy her daily\n\n20-bag habit.\n\n     The following afternoon, her testimony continued, Ahern met\n\nher at a friend’s apartment in Portsmouth, greeting her with\n\nflowers and a ring.    Eventually, other friends provided Ahern a\n\nbeat-up green truck, and the pair drove to a motel in Lawrence.               En\n\nroute, Ahern stopped to buy a newspaper.           Wilson testified Ahern\n\nasked her if she saw the front page story about a bank robbery.\n\nWhen she asked if he did it, Ahern grinned, Wilson disclosed, and\n\ntold her he gave the money to Davis.         Wilson described their two\n\ndays in Lawrence, getting high and paying for meals and the hotel\n\nwith cash.\n\n     On their return to Portsmouth, Wilson testified Ahern detoured\n\ninto an   apartment   area   where    he   said   he   had   to   get   rid   of\n\nsomething.   Ahern then showed her a flat black gun and told her he\n\nwanted to hide it somewhere. When that area proved unsatisfactory,\n\nAhern drove to a McDonald’s where, he later said, he hid the gun\n\nbehind a ceiling tile in the men’s bathroom.\n\n     The pair continued to the Portsmouth District Court where\n\nAhern got out for an appointment with his probation officer.\n\nBefore leaving, Ahern handed Wilson shopping bags and a “wad of\n\n\n                                     -4-\n\fmoney,” more than she had ever seen him carry.                  Within an hour,\n\nPortsmouth police summoned Wilson for questioning.\n\n       Wilson testified Special Agent Laura Hanlon interrogated her,\n\nand,       although   she   cooperated,   she   admitted   lying     initially,\n\nfrightened by the combination of her drug history, the robbery, and\n\ngun. She acknowledged her grand jury testimony was offered shortly\n\nafter she was released from serving a jail sentence related to her\n\nhospitalization for a heroin overdose during the Lawrence weekend.\n\n                       I.   Sufficiency of the Evidence\n\n       Ahern contends “the stack of unreasonable, insupportable,\n\nand/or       overly   speculative    inferences   from    the    circumstantial\n\nevidence”       is    insufficient   to   sustain   his    conviction.       In\n\nparticular, he underscores that Wilson, the only eyewitness to\n\ntestify about his stealing the Honda, never explicitly stated he\n\nadmitted robbing the bank, and was a drug addict who lied to\n\ninvestigators.        Similarly deconstructing each witness’s testimony\n\nto reveal the absence of a direct link to his involvement or its\n\ndivergence from other evidence, Ahern maintains the sum of the\n\nforensic and testimonial evidence falls short.\n\n       We disagree.         Although the government must establish each\n\nelement of 18 U.S.C. § 2113(a)1 and 18 U.S.C. § 924(c)2 under which\n\n\n       1\n           18 U.S.C. § 2113(a) provides:\n               Whoever, by force and violence, or by\n               intimidation, takes, or attempts to take, from\n               the person or presence of another, or obtains\n                                                         (continued...)\n\n                                       -5-\n\fAhern     was   charged,   in   doing   so,   it   need   not   dispel   “every\n\nhypothesis consistent with the defendant’s innocence.”                   United\n\nStates v. Spinney, 65 F.3d 231, 234 (1st Cir. 1995)(citation\n\nomitted). Moreover, given the nature of proof in the criminal law,\n\nthe use of indirect, circumstantial evidence, woven together in\n\n“[c]hains of inference,” is permissible and commonplace.                   Id.\n\n(citing United States v. O’Brien, 14 F.3d 703, 706 (1st Cir.\n\n1994)).     Whatever inferences arise from conflicting testimony then\n\n\n     1\n         (...continued)\n             or attempts to obtain by extortion any\n             property or money or any other thing of value\n             belonging to, or in the care, custody,\n             control, management, or possession of, any\n             bank, credit union, or any savings and loan\n             association; or ...\n             Shall be fined under this title or imprisoned\n             not more than twenty years.\n     2\n         18 U.S.C. § 924(c)(1)(A) states:\n             Except to the extent that a greater minimum\n             sentence is otherwise provided by this\n             subsection or by any other provision of law,\n             any person who, during and in relation to any\n             crime of violence or drug trafficking crime\n             (including a crime of violence or drug\n             trafficking crime that provides for an\n             enhanced punishment if committed by the use of\n             a deadly or dangerous weapon or device) for\n             which the person may be prosecuted in a court\n             of the United States, uses or carries a\n             firearm, or who, in furtherance of any such\n             crime, possesses a firearm, shall, in addition\n             to the punishment provided for such crime of\n             violence or drug trafficking crime–\n                       ...\n                  (ii) if the firearm is brandished,\n                  be   sentenced    to   a   term   of\n                  imprisonment of not less than 7\n                  years.\n\n                                        -6-\n\ffall       to   the   jury,   which   alone    assesses   witness   credibility.\n\nO’Brien, 14 F.3d at 707.\n\n       True, no witness positively identified Ahern as the ski-masked\n\nman holding a gun pointed at the teller or driving off in a small\n\nblack car whose licence plate was one-digit off that on the stolen\n\nblack Honda.           However, as set forth above, several witnesses\n\nprovided descriptions and details of the robber, weapon, and\n\nsequence of events, which, taken as a whole, point plausibly and\n\nrationally to Ahern’s guilt.           Our task, then, as a reviewing court\n\nis not to decide if that same evidence could bear a different\n\ninterpretation.         Instead, after carefully plumbing the record, we\n\nmust ascertain whether the jury’s interpretation of the evidence is\n\nboth rational and supported.              On this basis, we cannot say no\n\nrational jury could have convicted Ahern. United States v. Julien,\n\n318 F.3d 316, 322 (1st Cir. 2003).\n\n                        II.    Use of Taped Conversation\n\n       Ahern contends the court abused its discretion in admitting\n\nover his vigorous objection a taped telephone conversation between\n\nDavid Prevost, an inmate at Concord Men’s Prison, and James Davis,\n\nhis heroin supplier.3         Although the government offered the tape for\n\n\n       3\n      The taped conversation, a rambling, though guarded banter\nbetween Prevost and Davis, is interrupted twice:\n          Prevost: “Oh, sounds like you’re chomping.”\n          Davis: “Counting.”\n          Prevost laughed and, a few minutes later, in\n          mid-sentence, declared:\n                                                   (continued...)\n\n                                         -7-\n\fthe jury to hear the background sound of money being counted to\n\nbuttress Wilson’s testimony Ahern gave Davis the stolen money to\n\npay his debt, Ahern maintains the obvious prejudicial effect of\n\nobjectionable words that were not redacted “deprived [him] of his\n\nright to a trial free from the damaging taint of inadmissible\n\nevidence.”      Ahern contends because his lawyer could not cross-\n\nexamine Prevost, the words were left hanging, unfairly prejudicing\n\nhis defense.\n\n     The government counters with the hypothesis that the words on\n\nthe tape were never admitted into evidence.       Instead, the tapes\n\nwere offered only for the clearly audible noise of riffling bills\n\n(presumably similar to the sound of shuffling a deck of cards) in\n\nthe background of the conversation.4       Further, it maintains the\n\ncourt instructed the jury specifically not to consider the words\n\nbut only to listen to the sounds, and the jury never saw a\n\ntranscript of the tape.       Because jurors are presumed to follow\n\ninstructions, United States v. Lee, 317 F.3d 26, 35 (1st Cir.\n\n2003), the government contends the court properly admitted the\n\nevidence after applying Fed. R. Evid. 403.\n\n     3\n         (...continued)\n             “Jesus you’re peeling off something. (Noise in\n             the background.).”\n             Davis: “Um,”\n             Prevost: (laughing) “You’re working something\n             (Laughs).”\n     4\n      The government also questioned FBI Special Agent Hanlon about\nthe sound of counting money for the jury to compare the courtroom\ndemonstration with the tape.\n\n                                  -8-\n\f       Although we usually presume that a jury will follow the trial\n\njudge’s specific, “curative instructions” in a criminal case,\n\nUnited States v. Bradshaw, 281 F.3d 278, 285 (1st Cir. 2002)\n\n(citations omitted), we remain skeptical of the jury’s acuity in\n\nignoring the spontaneous statements against the basso continuo of\n\nshuffling        money.      Surely,   given        the   abundance       of    evidence\n\nconnecting the dots to Ahern, the tape appears incidental and\n\ncumulative, at best.\n\n       Under the circumstances our review remains limited.                      “Whether\n\nor not a jury can be expected, under proper instructions, to\n\ndisregard particular evidence is a judgment call, and one as to\n\nwhich appellate courts typically cede a high degree of deference to\n\nthe trial court.”           Id. at 284 (citations omitted).                    With that\n\nreflection in mind, we believe the trial court did not abuse its\n\ndiscretion under Rule 403 in permitting the jury to hear the\n\nevidence.\n\n                           III.   Issues of Plain Error\n\n       Quoting United States v. Lopez-Pena, 912 F.2d 1542, 1546 (1st\n\nCir. 1989), Ahern contends five issues5 merit plain error review,\n\neach       one   “so   shocking     that     [it]    seriously      affect[ed]       the\n\nfundamental       fairness    and    basic       integrity   of     the   proceedings\n\nconducted        below.”     He   maintains        the    errors,    separately      and\n\n\n       5\n      Because a sixth alleged plain error, whether Ahern’s mother\nwas excluded from the courtroom during voir dire, is not factually\ndeveloped for this appeal, we do not address it.\n\n                                           -9-\n\fcumulatively,       result     in   a    miscarriage       of     justice.         Ahern\n\nacknowledges his burden: “to establish that the error was ‘clear,’\n\nin the sense that it was ‘obvious,’ that it affected ‘substantial\n\nrights,’ and that failure to vacate [the conviction] would result\n\nin a ‘miscarriage of justice.’”               United States v. Crochiere, 129\n\nF.3d    233,   237     (1st     Cir.     1997)(citations          omitted)(internal\n\nquotations omitted).\n\n                         A.     Display of Teeth and Hands\n\n       Ahern   deems     “clear”        and   “obvious”         the   error   in    the\n\ngovernment’s calling him to display his teeth and hands to the jury\n\nafter the last witness testified. The demonstration, he maintains,\n\nwhile appropriate        when   a   witness        has   just    testified    about   a\n\nparticular     fact,    was    improper       because    it     occurred   after    the\n\nparticular witnesses were questioned and could not be cross-\n\nexamined.\n\n       Earlier in the government’s case, Ms. Bailey, the bank teller,\n\nand Ms. Aimee Wilson, a bank employee, described Ahern in their\n\ntestimony, the former stating the robber’s bottom teeth were\n\ncrooked; the latter, observing that he left the bank wearing tight\n\ngloves.     Although defense counsel could have more readily cross-\n\nexamined these witnesses had Ahern been asked to stand before the\n\njury right after their direct examination, he was not foreclosed\n\nfrom    recalling      the    witnesses       to   question      them   about      their\n\ndescriptions of the robber.\n\n\n                                         -10-\n\f        We have acknowledged that asking the defendant to display his\n\nteeth and hands during the trial is permissible.               United States v.\n\nSantana, 175 F.3d 57, 64 n.6 (1st Cir. 1999) (citing Holt v. United\n\nStates, 218 U.S. 245, 252 (1910)).                    The government’s timing,\n\nstanding alone, does not make this plain error.6               Thus, we fail to\n\ngrasp    how   Ahern’s     later    demonstration      seriously   affected   his\n\nsubstantial rights.\n\n                           B.   Superceding Indictment\n\n        Ahern raises another timing issue, contending the government\n\npunished him for “derailing” his first trial after the jury was\n\nsworn by filing a superceding indictment and adding the § 924(c)\n\ncharge.     He maintains the government had evidence of the use of a\n\ngun in the robbery from surveillance tapes, testimony of bank\n\npersonnel,     and,   as    early    as    February    2001,   Jennifer   Wilson.\n\nNonetheless, the government filed only the single charge under 18\n\nU.S.C. § 2113(a).          Because he exercised his constitutional right\n\nto retain new counsel of his choice, necessitating a continuance of\n\nhis first trial date, he contends the government’s filing the\n\nadditional charge is the result of a vindictive prosecution.                   He\n\nasserts the facts will show actual vindictiveness or a sufficient\n\nlikelihood of vindictiveness.\n\n\n     6\n      In contrast, in United States v. Santana, 175 F.3d 57, 67\n(1st Cir. 1999), defendant was asked to show his ears in response\nto a jury question after the jury began its deliberations. Under\nthose circumstances, we held the error was not harmless, vacated\nthe conviction, and remanded for a new trial.\n\n                                          -11-\n\f     The government counters that only after Wilson was released\n\nfrom Strafford County Jail and agreed to testify before the August\n\n2001 grand jury was its proof sufficiently strengthened to charge\n\nAhern with violation of 18 U.S.C. § 924(c).   Wilson’s cooperation,\n\nit states, provided new and corroborating evidence on which to base\n\nthe superceding charge.7\n\n     Despite Ahern’s characterization, prosecutorial vindictiveness\n\nis not a necessary inference on this record.       Ahern’s attempt to\n\nalign the circumstances to show a presumption of vindictiveness is\n\nrebutted by the government’s presenting sufficient reasons for\n\nbringing the second charge.   United States v. Lanoue, 137 F.3d 656,\n\n665 (1st Cir. 1998).       That explanation is both “plausible and\n\nunimpeached.”   United States v. Stokes, 124 F.3d 39, 45 (1st Cir.\n\n1997).   Plain error does not attach.\n\n                   C.   Three Evidentiary Issues\n\n     First, Ahern contends it was plain error for the trial court\n\nto permit Wilson, who had drug charges pending against her in New\n\nHampshire, to testify when her court-appointed attorney was unable\n\nto be present to instruct her on invoking her Fifth Amendment\n\nprivilege.   The error, he asserts, infringed his right to a fair\n\ntrial free from improper judicial interference.\n\n\n     7\n      When she testified before the grand jury in August 2001,\nWilson stated she previously did not tell investigators about the\nmoney and her conversation with Ahern while driving to Lawrence.\nShe also provided descriptions of the gun and its apparent disposal\nby Ahern.\n\n                                 -12-\n\f     The government explains it informed the trial court about the\n\nabsence of Wilson’s attorney, and the court asked her if she would\n\ninvoke    the   privilege.       Wilson    stated      she   wanted   to   testify.\n\nAlthough Ahern failed to specify the precise harm he suffered,8 the\n\ngovernment suggests the impact on its case had Wilson not testified\n\nremains speculative.\n\n     Under the plain error rubric, Ahern’s conclusory allegations\n\nof judicial interference violating his due process rights ring\n\nhollow.    The trial court inquired in a hearing to assure Wilson\n\nchose to proceed.\n\n     Second, Ahern contends the government’s inclusion of facts not\n\nin evidence in its closing argument – whether the stolen Honda was\n\ndriven towards downtown Portsmouth, the owner’s version, or, in the\n\nopposite direction, Wilson’s testimony – was a “deliberate attempt\n\nto mischaracterize the facts”             and    bolster Wilson’s testimony.\n\nDespite his trial counsel’s failure to object or request a limiting\n\ninstruction, he insists this prosecutorial misconduct amounts to\n\nplain error.\n\n     The jury heard each version of the Honda’s disappearance, and,\n\nin essence, decided which one it believed.              United States v. Lopez-\n\nLopez,    282   F.3d   1,   17   n.9   (1st     Cir.   2002).    Again,    Ahern’s\n\ncontention falls short of establishing a plain error.\n\n\n\n     8\n      Indeed, the need to protect Wilson’s Fifth Amendment right as\na rudiment of Ahern’s Due Process right stands unexplained.\n\n                                       -13-\n\f     Third, Ahern claims the government’s introduction of a $100\n\nbill found in a dresser in James Ryan’s vacated apartment violated\n\nhis Fourth Amendment rights.    Ahern maintains his privacy rights\n\narise from his status as Ryan’s “de facto roommate,” in which he\n\ncould come and go to the apartment under “an open agreement with\n\nRyan to use a window for entry.”    Although he concedes Ryan moved\n\nout of the apartment, he argues that his abandonment does not\n\ntrigger “consent to a search into the former tenant’s personal\n\neffects.”   Thus, having established his standing to raise a Fourth\n\nAmendment challenge, he urges the admission into evidence of the\n\n$100 bill was plain error.\n\n     After previously visiting Ryan’s apartment, Detective Thomas\n\nStinglen returned and with permission from a maintenance worker\n\nentered the apartment.    Although no one was living there, some\n\nfurniture was left behind.     In one of the drawers he opened, he\n\nfound the $100 bill.\n\n     Not only does Ahern lack a privacy interest in the abandoned\n\nproperty, United States v. Kelly, 329 F.3d 624 (8th Cir. 2003), but\n\nalso he cannot bootstrap any expectation of privacy to an apartment\n\nrented by another who has vacated it.       See, e.g., Abel v. United\n\nStates, 362 U.S. 217, 241 (1960).      His argument is fatuous.\n\n     Finally, Ahern maintains the cumulative effect of each of these\n\nerrors undermines his due process and necessitates a new trial.\n\nThis “kitchen-sink contention that the cumulative effect of the\n\n\n\n                                -14-\n\fputative   errors”   requires   us   to   assess   whether   the   precise\n\ninteraction of errors amounts to an unfair trial.       United States v.\n\nVillarman-Oviedo, 325 F.3d 1, 18 (1st Cir. 2003).\n\n     Of necessity, claims under the cumulative error doctrine\n     are sui generis. A reviewing tribunal must consider each\n     such claim against the background of the case as whole,\n     paying particular weight to factors such as the nature\n     and number of errors committed; their interrelationship,\n     if any, and combined effect; how the district court dealt\n     with the errors as they arose (including the efficacy--or\n     lack of efficacy--of any remedial efforts); and the\n     strength of the government's case.\n\nId. (quoting United States v. Sepulveda, 15 F.3d 1161, 1196 (1st\n\nCir.1993)).   After such review, we conclude Ahern’s contention is\n\nwithout merit.   AFFIRMED.\n\n\n\n\n                                 -15-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                   Not for Publication in West’s Federal Reporter\n                  Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n             United States Court of Appeals\n                           For the First Circuit\n\nNo. 02-1391\n\n                         UNITED STATES OF AMERICA,\n\n                                    Appellee,\n\n                                         v.\n\n                                   SEAN AHERN,\n\n                            Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF NEW HAMPSHIRE\n\n            [Hon. Steven J. McAuliffe, U.S. District Judge]\n\n\n\n                                      Before\n\n                            Lynch, Circuit Judge,\n\n              Coffin and Porfilio,* Senior Circuit Judges.\n\n\n     Robert D. Dimler on the brief for appellant.\n     Donald A. Feith, Assistant United States Attorney, with whom\nThomas P. Colantuono, United States Attorney, was on the brief for\nthe United States.\n\n\n\n                                 July 10, 2003\n\n\n\n     *\n         Of the Tenth Circuit, sitting by designation.\n\f     PORFILIO, Senior Circuit Judge.       Sean Ahern appeals his\n\nconviction for the armed robbery of the Bank of New Hampshire in\n\nDover, New Hampshire, for which the court imposed a sentence of 294\n\nmonths.    Principally challenging the sufficiency of the evidence\n\nsupporting the jury’s verdict, Ahern also contends objectionable\n\nwords from a taped telephone conversation were improperly admitted\n\ninto evidence, unfairly prejudicing his defense. Appended to these\n\nissues are six additional claims for which he seeks plain error\n\nreview.    We affirm the conviction.\n\n     When viewed in the light most favorable to the government,\n\nUnited States v. Collazo-Aponte, </pre><span class=\"citation\" data-id=\"198984\"><a href=\"/opinion/198984/united-states-v-rivera-melendez/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span><pre class=\"inline\">, 191 (1st Cir. 2000),\n\nthe evidence of the robbery unfolds in two stages.    In the first,\n\non June 9, 2000, Kyle Price drove to the Cabot Street Market in\n\nPortsmouth, New Hampshire, leaving his black 1993 Honda Civic\n\nrunning while he dashed into the store.   When he emerged, Price saw\n\nhis car vanishing down the street and noticed the man and woman who\n\npreviously had been standing by a pay station were gone.\n\n     In the second, on the next morning, a man robbed the Bank of\n\nNew Hampshire on Central Avenue in Dover.        Bank surveillance\n\ncameras recorded the perpetrator standing at Brenda Bailey’s teller\n\ncounter.   The man, a medium-build, white male, wore gloves, a dark\n\nknit cap, and black ski mask which was askew, exposing a dark mark\n\non the side of his neck.   He held a small, black handgun and brown\n\npaper bag.   Demanding only $50 and $100 bills from both Ms. Bailey\n\n\n                                -2-\n\fand Julie Hensen in the next teller window, the robber drove off in\n\na small black car with over $15,000.\n\n      A few blocks away from the bank, Alan Bandouveres, the owner\n\nof Janeto’s Market, noticed a small black car parked behind the\n\nstore early that morning.       He later discovered the car was still\n\nthere, left running with the driver’s window down.       Near Janeto’s,\n\na bystander saw a young man, clutching a paper bag to his chest,\n\nrun from behind the market and jump into a red Jeep that had pulled\n\nup.   Dover police found the Honda Civic in Janeto’s parking lot.\n\nTwo fingerprints, pointed downward on the driver’s side door,\n\nmatched Ahern’s.\n\n      The government textured these scenes with the testimony of\n\nbank employees and tellers; bystanders at the bank and market; the\n\nHonda owner; store clerks where Ahern later bought merchandise with\n\ncash; two cell mates at the correctional facility where Ahern\n\nawaited trial; police officers and the FBI agent who investigated\n\nthe   robbery;   and,   most     damning,   Jennifer   Wilson,   Ahern’s\n\ngirlfriend.\n\n      Wilson, who testified before the grand jury after Ahern’s\n\nfirst trial was continued, described a three-year relationship in\n\nwhich the two regularly used heroin, which Ahern got from his drug\n\nsupplier, James Davis.    When Ahern’s heroin debt to Davis peaked,\n\nWilson explained Ahern then bought his drugs from sources in\n\nLawrence, Massachusetts.       According to Wilson, while calling from\n\n\n                                   -3-\n\fa pay phone at the Cabot Street Market to arrange the purchase,\n\nAhern abruptly hung up, hopped into a car left idling, and drove\n\noff. Wilson testified she was “stunned.” Later, she stated, Ahern\n\narrived at her apartment with enough heroin to satisfy her daily\n\n20-bag habit.\n\n     The following afternoon, her testimony continued, Ahern met\n\nher at a friend’s apartment in Portsmouth, greeting her with\n\nflowers and a ring.    Eventually, other friends provided Ahern a\n\nbeat-up green truck, and the pair drove to a motel in Lawrence.               En\n\nroute, Ahern stopped to buy a newspaper.           Wilson testified Ahern\n\nasked her if she saw the front page story about a bank robbery.\n\nWhen she asked if he did it, Ahern grinned, Wilson disclosed, and\n\ntold her he gave the money to Davis.         Wilson described their two\n\ndays in Lawrence, getting high and paying for meals and the hotel\n\nwith cash.\n\n     On their return to Portsmouth, Wilson testified Ahern detoured\n\ninto an   apartment   area   where    he   said   he   had   to   get   rid   of\n\nsomething.   Ahern then showed her a flat black gun and told her he\n\nwanted to hide it somewhere. When that area proved unsatisfactory,\n\nAhern drove to a McDonald’s where, he later said, he hid the gun\n\nbehind a ceiling tile in the men’s bathroom.\n\n     The pair continued to the Portsmouth District Court where\n\nAhern got out for an appointment with his probation officer.\n\nBefore leaving, Ahern handed Wilson shopping bags and a “wad of\n\n\n                                     -4-\n\fmoney,” more than she had ever seen him carry.                  Within an hour,\n\nPortsmouth police summoned Wilson for questioning.\n\n       Wilson testified Special Agent Laura Hanlon interrogated her,\n\nand,       although   she   cooperated,   she   admitted   lying     initially,\n\nfrightened by the combination of her drug history, the robbery, and\n\ngun. She acknowledged her grand jury testimony was offered shortly\n\nafter she was released from serving a jail sentence related to her\n\nhospitalization for a heroin overdose during the Lawrence weekend.\n\n                       I.   Sufficiency of the Evidence\n\n       Ahern contends “the stack of unreasonable, insupportable,\n\nand/or       overly   speculative    inferences   from    the    circumstantial\n\nevidence”       is    insufficient   to   sustain   his    conviction.       In\n\nparticular, he underscores that Wilson, the only eyewitness to\n\ntestify about his stealing the Honda, never explicitly stated he\n\nadmitted robbing the bank, and was a drug addict who lied to\n\ninvestigators.        Similarly deconstructing each witness’s testimony\n\nto reveal the absence of a direct link to his involvement or its\n\ndivergence from other evidence, Ahern maintains the sum of the\n\nforensic and testimonial evidence falls short.\n\n       We disagree.         Although the government must establish each\n\nelement of 18 U.S.C. § 2113(a)1 and 18 U.S.C. § 924(c)2 under which\n\n\n       1\n           18 U.S.C. § 2113(a) provides:\n               Whoever, by force and violence, or by\n               intimidation, takes, or attempts to take, from\n               the person or presence of another, or obtains\n                                                         (continued...)\n\n                                       -5-\n\fAhern     was   charged,   in   doing   so,   it   need   not   dispel   “every\n\nhypothesis consistent with the defendant’s innocence.”                   United\n\nStates v. Spinney, </pre><span class=\"citation\" data-id=\"196301\"><a href=\"/opinion/196301/united-states-v-spinney/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span><pre class=\"inline\">, 234 (1st Cir. 1995)(citation\n\nomitted). Moreover, given the nature of proof in the criminal law,\n\nthe use of indirect, circumstantial evidence, woven together in\n\n“[c]hains of inference,” is permissible and commonplace.                   Id.\n\n(citing United States v. O’Brien, </pre><span class=\"citation\" data-id=\"661452\"><a href=\"/opinion/661452/43-socsecrepser-489-medicaremedicaid-guide-p-42092-united-states-of/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span><pre class=\"inline\">, 706 (1st Cir.\n\n1994)).     Whatever inferences arise from conflicting testimony then\n\n\n     1\n         (...continued)\n             or attempts to obtain by extortion any\n             property or money or any other thing of value\n             belonging to, or in the care, custody,\n             control, management, or possession of, any\n             bank, credit union, or any savings and loan\n             association; or ...\n             Shall be fined under this title or imprisoned\n             not more than twenty years.\n     2\n         18 U.S.C. § 924(c)(1)(A) states:\n             Except to the extent that a greater minimum\n             sentence is otherwise provided by this\n             subsection or by any other provision of law,\n             any person who, during and in relation to any\n             crime of violence or drug trafficking crime\n             (including a crime of violence or drug\n             trafficking crime that provides for an\n             enhanced punishment if committed by the use of\n             a deadly or dangerous weapon or device) for\n             which the person may be prosecuted in a court\n             of the United States, uses or carries a\n             firearm, or who, in furtherance of any such\n             crime, possesses a firearm, shall, in addition\n             to the punishment provided for such crime of\n             violence or drug trafficking crime–\n                       ...\n                  (ii) if the firearm is brandished,\n                  be   sentenced    to   a   term   of\n                  imprisonment of not less than 7\n                  years.\n\n                                        -6-\n\ffall       to   the   jury,   which   alone    assesses   witness   credibility.\n\nO’Brien, 14 F.3d at 707.\n\n       True, no witness positively identified Ahern as the ski-masked\n\nman holding a gun pointed at the teller or driving off in a small\n\nblack car whose licence plate was one-digit off that on the stolen\n\nblack Honda.           However, as set forth above, several witnesses\n\nprovided descriptions and details of the robber, weapon, and\n\nsequence of events, which, taken as a whole, point plausibly and\n\nrationally to Ahern’s guilt.           Our task, then, as a reviewing court\n\nis not to decide if that same evidence could bear a different\n\ninterpretation.         Instead, after carefully plumbing the record, we\n\nmust ascertain whether the jury’s interpretation of the evidence is\n\nboth rational and supported.              On this basis, we cannot say no\n\nrational jury could have convicted Ahern. United States v. Julien,\n\n</pre><span class=\"citation\" data-id=\"200319\"><a href=\"/opinion/200319/united-states-v-julien/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">316</span></a></span><pre class=\"inline\">, 322 (1st Cir. 2003).\n\n                        II.    Use of Taped Conversation\n\n       Ahern contends the court abused its discretion in admitting\n\nover his vigorous objection a taped telephone conversation between\n\nDavid Prevost, an inmate at Concord Men’s Prison, and James Davis,\n\nhis heroin supplier.3         Although the government offered the tape for\n\n\n       3\n      The taped conversation, a rambling, though guarded banter\nbetween Prevost and Davis, is interrupted twice:\n          Prevost: “Oh, sounds like you’re chomping.”\n          Davis: “Counting.”\n          Prevost laughed and, a few minutes later, in\n          mid-sentence, declared:\n                                                   (continued...)\n\n                                         -7-\n\fthe jury to hear the background sound of money being counted to\n\nbuttress Wilson’s testimony Ahern gave Davis the stolen money to\n\npay his debt, Ahern maintains the obvious prejudicial effect of\n\nobjectionable words that were not redacted “deprived [him] of his\n\nright to a trial free from the damaging taint of inadmissible\n\nevidence.”      Ahern contends because his lawyer could not cross-\n\nexamine Prevost, the words were left hanging, unfairly prejudicing\n\nhis defense.\n\n     The government counters with the hypothesis that the words on\n\nthe tape were never admitted into evidence.       Instead, the tapes\n\nwere offered only for the clearly audible noise of riffling bills\n\n(presumably similar to the sound of shuffling a deck of cards) in\n\nthe background of the conversation.4       Further, it maintains the\n\ncourt instructed the jury specifically not to consider the words\n\nbut only to listen to the sounds, and the jury never saw a\n\ntranscript of the tape.       Because jurors are presumed to follow\n\ninstructions, United States v. Lee, </pre><span class=\"citation\" data-id=\"200295\"><a href=\"/opinion/200295/united-states-v-lee/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 35 (1st Cir.\n\n2003), the government contends the court properly admitted the\n\nevidence after applying Fed. R. Evid. 403.\n\n     3\n         (...continued)\n             “Jesus you’re peeling off something. (Noise in\n             the background.).”\n             Davis: “Um,”\n             Prevost: (laughing) “You’re working something\n             (Laughs).”\n     4\n      The government also questioned FBI Special Agent Hanlon about\nthe sound of counting money for the jury to compare the courtroom\ndemonstration with the tape.\n\n                                  -8-\n\f       Although we usually presume that a jury will follow the trial\n\njudge’s specific, “curative instructions” in a criminal case,\n\nUnited States v. Bradshaw, </pre><span class=\"citation\" data-id=\"199842\"><a href=\"/opinion/199842/united-states-v-bradshaw/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">278</span></a></span><pre class=\"inline\">, 285 (1st Cir. 2002)\n\n(citations omitted), we remain skeptical of the jury’s acuity in\n\nignoring the spontaneous statements against the basso continuo of\n\nshuffling        money.      Surely,   given        the   abundance       of    evidence\n\nconnecting the dots to Ahern, the tape appears incidental and\n\ncumulative, at best.\n\n       Under the circumstances our review remains limited.                      “Whether\n\nor not a jury can be expected, under proper instructions, to\n\ndisregard particular evidence is a judgment call, and one as to\n\nwhich appellate courts typically cede a high degree of deference to\n\nthe trial court.”           Id. at 284 (citations omitted).                    With that\n\nreflection in mind, we believe the trial court did not abuse its\n\ndiscretion under Rule 403 in permitting the jury to hear the\n\nevidence.\n\n                           III.   Issues of Plain Error\n\n       Quoting United States v. Lopez-Pena, </pre><span class=\"citation\" data-id=\"547460\"><a href=\"/opinion/547460/united-states-v-esnoel-lopez-pena-united-states-of-america-v-hector/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1542</span></a></span><pre class=\"inline\">, 1546 (1st\n\nCir. 1989), Ahern contends five issues5 merit plain error review,\n\neach       one   “so   shocking     that     [it]    seriously      affect[ed]       the\n\nfundamental       fairness    and    basic       integrity   of     the   proceedings\n\nconducted        below.”     He   maintains        the    errors,    separately      and\n\n\n       5\n      Because a sixth alleged plain error, whether Ahern’s mother\nwas excluded from the courtroom during voir dire, is not factually\ndeveloped for this appeal, we do not address it.\n\n                                           -9-\n\fcumulatively,       result     in   a    miscarriage       of     justice.         Ahern\n\nacknowledges his burden: “to establish that the error was ‘clear,’\n\nin the sense that it was ‘obvious,’ that it affected ‘substantial\n\nrights,’ and that failure to vacate [the conviction] would result\n\nin a ‘miscarriage of justice.’”               United States v. Crochiere, </pre><span class=\"citation\" data-id=\"197656\"><a href=\"/opinion/197656/united-states-v-crochiere/\"><span class=\"volume\">129</span>\n\n<span class=\"reporter\">F.3d</span>    <span class=\"page\">233</span></a></span><pre class=\"inline\">,   237     (1st     Cir.     1997)(citations          omitted)(internal\n\nquotations omitted).\n\n                         A.     Display of Teeth and Hands\n\n       Ahern   deems     “clear”        and   “obvious”         the   error   in    the\n\ngovernment’s calling him to display his teeth and hands to the jury\n\nafter the last witness testified. The demonstration, he maintains,\n\nwhile appropriate        when   a   witness        has   just    testified    about   a\n\nparticular     fact,    was    improper       because    it     occurred   after    the\n\nparticular witnesses were questioned and could not be cross-\n\nexamined.\n\n       Earlier in the government’s case, Ms. Bailey, the bank teller,\n\nand Ms. Aimee Wilson, a bank employee, described Ahern in their\n\ntestimony, the former stating the robber’s bottom teeth were\n\ncrooked; the latter, observing that he left the bank wearing tight\n\ngloves.     Although defense counsel could have more readily cross-\n\nexamined these witnesses had Ahern been asked to stand before the\n\njury right after their direct examination, he was not foreclosed\n\nfrom    recalling      the    witnesses       to   question      them   about      their\n\ndescriptions of the robber.\n\n\n                                         -10-\n\f        We have acknowledged that asking the defendant to display his\n\nteeth and hands during the trial is permissible.               United States v.\n\nSantana, </pre><span class=\"citation\" data-id=\"763557\"><a href=\"/opinion/763557/united-states-v-julio-c-santana/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 64 n.6 (1st Cir. 1999) (citing Holt v. United\n\nStates, </pre><span class=\"citation\" data-id=\"97290\"><a href=\"/opinion/97290/holt-v-united-states/\"><span class=\"volume\">218</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">245</span></a></span><pre class=\"inline\">, 252 (1910)).                    The government’s timing,\n\nstanding alone, does not make this plain error.6               Thus, we fail to\n\ngrasp    how   Ahern’s     later    demonstration      seriously   affected   his\n\nsubstantial rights.\n\n                           B.   Superceding Indictment\n\n        Ahern raises another timing issue, contending the government\n\npunished him for “derailing” his first trial after the jury was\n\nsworn by filing a superceding indictment and adding the § 924(c)\n\ncharge.     He maintains the government had evidence of the use of a\n\ngun in the robbery from surveillance tapes, testimony of bank\n\npersonnel,     and,   as    early    as    February    2001,   Jennifer   Wilson.\n\nNonetheless, the government filed only the single charge under 18\n\nU.S.C. § 2113(a).          Because he exercised his constitutional right\n\nto retain new counsel of his choice, necessitating a continuance of\n\nhis first trial date, he contends the government’s filing the\n\nadditional charge is the result of a vindictive prosecution.                   He\n\nasserts the facts will show actual vindictiveness or a sufficient\n\nlikelihood of vindictiveness.\n\n\n     6\n      In contrast, in United States v. Santana, </pre><span class=\"citation\" data-id=\"763557\"><a href=\"/opinion/763557/united-states-v-julio-c-santana/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 67\n(1st Cir. 1999), defendant was asked to show his ears in response\nto a jury question after the jury began its deliberations. Under\nthose circumstances, we held the error was not harmless, vacated\nthe conviction, and remanded for a new trial.\n\n                                          -11-\n\f     The government counters that only after Wilson was released\n\nfrom Strafford County Jail and agreed to testify before the August\n\n2001 grand jury was its proof sufficiently strengthened to charge\n\nAhern with violation of 18 U.S.C. § 924(c).   Wilson’s cooperation,\n\nit states, provided new and corroborating evidence on which to base\n\nthe superceding charge.7\n\n     Despite Ahern’s characterization, prosecutorial vindictiveness\n\nis not a necessary inference on this record.       Ahern’s attempt to\n\nalign the circumstances to show a presumption of vindictiveness is\n\nrebutted by the government’s presenting sufficient reasons for\n\nbringing the second charge.   United States v. Lanoue, </pre><span class=\"citation\" data-id=\"197829\"><a href=\"/opinion/197829/united-states-v-lanoue/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">656</span></a></span><pre class=\"inline\">,\n\n665 (1st Cir. 1998).       That explanation is both “plausible and\n\nunimpeached.”   United States v. Stokes, </pre><span class=\"citation\" data-id=\"197523\"><a href=\"/opinion/197523/united-states-v-stokes/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 45 (1st Cir.\n\n1997).   Plain error does not attach.\n\n                   C.   Three Evidentiary Issues\n\n     First, Ahern contends it was plain error for the trial court\n\nto permit Wilson, who had drug charges pending against her in New\n\nHampshire, to testify when her court-appointed attorney was unable\n\nto be present to instruct her on invoking her Fifth Amendment\n\nprivilege.   The error, he asserts, infringed his right to a fair\n\ntrial free from improper judicial interference.\n\n\n     7\n      When she testified before the grand jury in August 2001,\nWilson stated she previously did not tell investigators about the\nmoney and her conversation with Ahern while driving to Lawrence.\nShe also provided descriptions of the gun and its apparent disposal\nby Ahern.\n\n                                 -12-\n\f     The government explains it informed the trial court about the\n\nabsence of Wilson’s attorney, and the court asked her if she would\n\ninvoke    the   privilege.       Wilson    stated      she   wanted   to   testify.\n\nAlthough Ahern failed to specify the precise harm he suffered,8 the\n\ngovernment suggests the impact on its case had Wilson not testified\n\nremains speculative.\n\n     Under the plain error rubric, Ahern’s conclusory allegations\n\nof judicial interference violating his due process rights ring\n\nhollow.    The trial court inquired in a hearing to assure Wilson\n\nchose to proceed.\n\n     Second, Ahern contends the government’s inclusion of facts not\n\nin evidence in its closing argument – whether the stolen Honda was\n\ndriven towards downtown Portsmouth, the owner’s version, or, in the\n\nopposite direction, Wilson’s testimony – was a “deliberate attempt\n\nto mischaracterize the facts”             and    bolster Wilson’s testimony.\n\nDespite his trial counsel’s failure to object or request a limiting\n\ninstruction, he insists this prosecutorial misconduct amounts to\n\nplain error.\n\n     The jury heard each version of the Honda’s disappearance, and,\n\nin essence, decided which one it believed.              United States v. Lopez-\n\nLopez,    </pre><span class=\"citation\" data-id=\"199833\"><a href=\"/opinion/199833/united-states-v-lopez-lopez/\"><span class=\"volume\">282</span>   <span class=\"reporter\">F.3d</span>   <span class=\"page\">1</span></a></span><pre class=\"inline\">,   17   n.9   (1st     Cir.   2002).    Again,    Ahern’s\n\ncontention falls short of establishing a plain error.\n\n\n\n     8\n      Indeed, the need to protect Wilson’s Fifth Amendment right as\na rudiment of Ahern’s Due Process right stands unexplained.\n\n                                       -13-\n\f     Third, Ahern claims the government’s introduction of a $100\n\nbill found in a dresser in James Ryan’s vacated apartment violated\n\nhis Fourth Amendment rights.    Ahern maintains his privacy rights\n\narise from his status as Ryan’s “de facto roommate,” in which he\n\ncould come and go to the apartment under “an open agreement with\n\nRyan to use a window for entry.”    Although he concedes Ryan moved\n\nout of the apartment, he argues that his abandonment does not\n\ntrigger “consent to a search into the former tenant’s personal\n\neffects.”   Thus, having established his standing to raise a Fourth\n\nAmendment challenge, he urges the admission into evidence of the\n\n$100 bill was plain error.\n\n     After previously visiting Ryan’s apartment, Detective Thomas\n\nStinglen returned and with permission from a maintenance worker\n\nentered the apartment.    Although no one was living there, some\n\nfurniture was left behind.     In one of the drawers he opened, he\n\nfound the $100 bill.\n\n     Not only does Ahern lack a privacy interest in the abandoned\n\nproperty, United States v. Kelly, </pre><span class=\"citation\" data-id=\"782013\"><a href=\"/opinion/782013/united-states-v-henry-vincent-kelly/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span><pre class=\"inline\"> (8th Cir. 2003), but\n\nalso he cannot bootstrap any expectation of privacy to an apartment\n\nrented by another who has vacated it.       See, e.g., Abel v. United\n\nStates, </pre><span class=\"citation\" data-id=\"106021\"><a href=\"/opinion/106021/abel-v-united-states/\"><span class=\"volume\">362</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span><pre class=\"inline\">, 241 (1960).      His argument is fatuous.\n\n     Finally, Ahern maintains the cumulative effect of each of these\n\nerrors undermines his due process and necessitates a new trial.\n\nThis “kitchen-sink contention that the cumulative effect of the\n\n\n\n                                -14-\n\fputative   errors”   requires   us   to   assess   whether   the   precise\n\ninteraction of errors amounts to an unfair trial.       United States v.\n\nVillarman-Oviedo, </pre><span class=\"citation\" data-id=\"200391\"><a href=\"/opinion/200391/united-states-v-oviedo-villarman/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 18 (1st Cir. 2003).\n\n     Of necessity, claims under the cumulative error doctrine\n     are sui generis. A reviewing tribunal must consider each\n     such claim against the background of the case as whole,\n     paying particular weight to factors such as the nature\n     and number of errors committed; their interrelationship,\n     if any, and combined effect; how the district court dealt\n     with the errors as they arose (including the efficacy--or\n     lack of efficacy--of any remedial efforts); and the\n     strength of the government's case.\n\nId. (quoting United States v. Sepulveda, </pre><span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1196 (1st\n\nCir.1993)).   After such review, we conclude Ahern’s contention is\n\nwithout merit.   AFFIRMED.\n\n\n\n\n                                 -15-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547460/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782013/"
  ]
}