{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200584/",
  "absolute_url": "/opinion/200584/united-states-v-garner/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200584/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:55:40Z",
  "date_modified": "2016-02-28T05:03:19.028653Z",
  "type": "010combined",
  "sha1": "1244ff5837b7a9cea60c6ba45f45af952ad0a3d3",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1418-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/08/04/US_v._Garner.pdf",
  "plain_text": "              United States Court of Appeals\n                        For the First Circuit\n\nNo. 02-1418\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                          SHAWN L. GARNER,\n\n                        Defendant, Appellant.\n\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                               Before\n\n                        Howard, Circuit Judge,\n\n         and Bownes and R. Arnold,* Senior Circuit Judges.\n\n\n     Darla J. Mondou, for appellant.\n     Cynthia A. Young, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief, for the\nUnited States.\n\n\n\n                           August 4, 2003\n\n\n\n\n     *\n      Of the United States Court of Appeals for the Eighth Circuit,\nsitting by designation.\n\f            R. ARNOLD, Senior Circuit Judge.       Shawn Garner was found\n\nguilty by a jury of being a felon in possession of a firearm and\n\nammunition, in violation of 18 U.S.C. § 922(g)(1), of possession\n\nwith intent to distribute cocaine base in violation of 21 U.S.C.\n\n§ 841(a)(1), and of possession of a firearm in furtherance of a\n\ndrug-trafficking crime, in violation of 18 U.S.C. § 924(c)(1)(A).\n\nHe was sentenced to 270 months’ imprisonment (22 years and six\n\nmonths) and five years of supervised release.\n\n            On appeal, two principal issues are raised, together with\n\nsome subsidiary questions, which we shall address in due course.\n\nFirst, the defendant argues that his motion to suppress evidence\n\nwas incorrectly denied.         This motion concerns evidence seized\n\nduring a warrantless search of the apartment in which he was\n\nliving.    The District Court found that officers were given consent\n\nto enter the apartment, and that the evidence seized then appeared\n\nin plain view.     Mr. Garner also argues that his conviction for\n\npossessing a firearm in furtherance of a drug-trafficking crime is\n\nnot supported by sufficient evidence.             As to both points, we\n\ndisagree with the defendant and therefore affirm.             The District\n\nCourt’s findings of fact with respect to the motion to suppress\n\nwere not clearly erroneous, nor was any error of law committed.         As\n\nto   the   firearm-possession    offense,   the    evidence   was   clearly\n\nsufficient.\n\n\n                                   -2-\n\f                                      I.\n\n          On July 27, 2000, a reliable confidential informant\n\nprovided information to Officer Linskey of the Boston police that\n\nMr. Garner was engaged in selling crack cocaine out of an apartment\n\nin Dorchester where he lived with his girlfriend and her child.\n\nThe informant also said that his associates had seen a small boy\n\n(Mr. Garner’s son) who lived in that apartment bring two firearms\n\noutside, where he and another little boy played with them until an\n\nadult took    them    away.    This    informant   had   provided   reliable\n\ninformation   in     support   of   search   warrants    previously.    The\n\nfollowing day, Officer Linskey, along with a detective and two\n\nother officers, went to Mr. Garner’s apartment in order (they said)\n\nto seize firearms if found in the apartment.             When they arrived,\n\nthey found the front door ajar one or two inches and loud music\n\ncoming from the apartment.          Officer Linskey asked Mr. Garner to\n\nturn down the music and then asked if he and his officers could\n\n“step in,” and Mr. Garner replied “okay.”\n\n          After the police entered the apartment, Ms. Sabater, Mr.\n\nGarner’s girlfriend, who also lived in the apartment, agreed to\n\nstep into a bedroom to answer questions from Officer Linskey out of\n\nthe presence of Mr. Garner.         The police therefore had the consent\n\nof Mr. Garner and Ms. Sabater both to enter the apartment and to\n\nenter the bedroom, where drugs were quickly spotted.                 Officer\n\nLinskey did not search, or request to search, the apartment or the\n\n\n                                      -3-\n\fbedroom, but while questioning Ms. Sabater he saw, in plain view,\n\nsix bags of crack cocaine, when she knocked away a bottle of nail\n\npolish remover.\n\n                               II.\n\n          In reviewing the denial of the motion to suppress, we\n\nhave in mind the standard of review:   “We scrutinize the court’s\n\nfactual findings, including credibility determinations, for clear\n\nerror, and will uphold a denial of a motion to suppress if any\n\nreasonable view of the evidence supports it.”     United States v.\n\nMendez-de Jesus, 85 F.3d 1, 2 (1st Cir. 1996) (citations omitted).\n\n          The defendant first asserts that the true motive of the\n\npolice in seeking to enter the apartment was to search for illegal\n\ndrugs, not firearms, and that his consent was thus somehow obtained\n\nunder false pretenses. But “[w]hether a Fourth Amendment violation\n\nhas occurred turns on an objective assessment of the officer’s\n\nactions in light of the facts and circumstances confronting him at\n\nthe time and not on the officer’s actual state of mind at the time\n\nthe challenged action was taken.” Maryland v. Macon, 472 U.S. 463,\n\n470-71 (1985) (internal quotations and citation omitted); United\n\nStates v. Weems, 322 F.3d 18, 23 (1st Cir. 2003) (rejecting\n\ndefendant’s argument that officers used outstanding arrest warrant\n\nas a pretext to search his house without a warrant).   See Whren v.\n\nUnited States, 517 U.S. 806, 813 (1996) (stating that “[s]ubjective\n\n\n\n\n                               -4-\n\fintentions   play    no   role     in   ordinary,      probable-cause   Fourth\n\nAmendment analysis”).\n\n           Here, the officers had defendant’s permission to enter\n\nthe   apartment,    and   his   girlfriend’s      permission    to   enter   the\n\nbedroom.   They had a legal right to be present at the location.              It\n\nfollows that they had the authority, without a warrant, to seize\n\nany obviously illegal material in plain view. The finding that the\n\nsix bags of crack cocaine were in plain view is not clearly\n\nerroneous. They became obvious to Officer Linskey when Ms. Sabater\n\naccidentally   knocked     over     a    bottle   of    nail   polish   remover\n\nsupporting a picture frame which had partly hidden the drugs.                See\n\nUnited States v. Owens, 167 F.3d 739, 746 (1st Cir. 1999).              Later,\n\na search warrant was obtained, based partly upon the discovery of\n\nthe drugs.   There was nothing legally untoward about the issuance\n\nof the warrant.\n\n           Mr. Garner argues that the drugs and gun found in the\n\nsecond search should also be suppressed because the search warrant\n\ndid not specifically allow for search of the basement area, where\n\nthe evidence was found.         We observe that Mr. Garner would, in any\n\nevent, have had no authority to refuse consent to a search of the\n\nbasement, since it was a common area of the apartment building in\n\nwhich he had no privacy interest.             Minnesota v. Carter, 525 U.S.\n\n83, 88 (1998); United States v. Hawkins, 139 F.3d 29, 32 (1st Cir.\n\n1998) (“a tenant lacks a reasonable expectation of privacy in the\n\n\n                                        -5-\n\fcommon areas      of    an    apartment     building”).     Without    a   privacy\n\ninterest in the common areas of the apartment building, Mr. Garner\n\nhas no standing to challenge the search and seizure of the drugs\n\nand firearm found in a hole in the basement wall.\n\n           Mr. Garner alleges that his Fifth Amendment privilege\n\nagainst self-incrimination was violated because a statement he gave\n\nto Officer Linskey at the police station was given without his\n\nhaving received Miranda warnings. This argument is raised here for\n\nthe first time and is therefore reviewable only for plain error.\n\nSee United States v. Olano, 507 U.S. 725, 732 (1993).\n\n           The argument strains credulity. Officer Linskey gave Mr.\n\nGarner his Miranda warnings at a little before three in the\n\nafternoon at the apartment.               Within twenty minutes, the officer\n\nquestioned Mr. Garner again at the police station.                    Despite Mr.\n\nGarner’s contention that new Miranda warnings were required because\n\nhis statements at the apartment were exculpatory and those at the\n\npolice station were inculpatory, the time between questionings by\n\nthe police was de minimis.                Further, Miranda states that “no\n\ndistinction      may    be    drawn   between   inculpatory    statements     and\n\nstatements alleged to be merely ‘exculpatory.’ ”                      Miranda v.\n\nArizona,   384    U.S.       436,   477   (1966).   There   was   therefore    no\n\nviolation of Mr. Garner’s Fifth Amendment right against self-\n\nincrimination.         For these reasons we affirm the District Court’s\n\n\n\n\n                                          -6-\n\fdenial of Mr. Garner’s motion to suppress statements he made to the\n\npolice.\n\n                                  III.\n\n          As of November 1998, under 18 U.S.C. § 924(c)(1)(A) “any\n\nperson who, during and in relation to any crime of violence or drug\n\ntrafficking crime . . . uses or carries a firearm, or who, in\n\nfurtherance of any such crime, possesses a firearm, shall, in\n\naddition to the punishment provided for such crime of violence or\n\ndrug trafficking crime“ be given an additional mandatory sentence\n\ndepending on the exact nature of the offense.        Appellant argues\n\nthat the evidence — the gun found with drugs in a hole in the\n\nbasement wall — proved at most his possession of a gun, not that\n\nthe gun was possessed “in furtherance of” a drug trafficking crime.\n\nThe meaning of the adverbial phrase “in furtherance of,” modifying\n\n“possesses” in the statute, has recently been explained by this\n\nCourt in a factually similar case.       United States v. Luciano, 329\n\nF.3d 1, 4 (1st Cir. 2003).   As here, a stash of drugs was found in\n\na residence, concealed, along with a firearm. The defendant argued\n\nthat there was “no ‘nexus’ between the firearms and the drug\n\nselling operation.”   Id. at 5.   Without such a nexus, he could not\n\nbe convicted under § 924(c).\n\n          As this Court pointed out, this argument ignores the\n\nlegislative history behind the 1998 amendment of § 924(c)(1), which\n\nintroduced new, broader language, targeting not just those who use\n\n\n                                  -7-\n\for carry firearms during drug transactions, but also those who\n\n“possess” firearms “in furtherance of” a drug-trafficking crime.\n\nThis Court concluded:   “Given the close proximity of the firearms\n\nand loaded magazines to the significant stockpile of heroin, we\n\nhave no difficulty concluding that there was a sufficient nexus\n\nbetween the drug trafficking crime and the firearms to sustain a\n\nconviction under § 924.”   Id. at 6.    Here, the gun found with drugs\n\nwas kept readily accessible.       When guns and drugs are found\n\ntogether and a defendant has been convicted of possession with\n\nintent to distribute, the gun, whether kept for protection from\n\nrobbery of drug-sale proceeds, or to enforce payment for drugs, may\n\nreasonably be considered to be possessed “in furtherance of” an\n\nongoing drug-trafficking crime.    We therefore affirm the denial of\n\nthe motion to acquit due to insufficient evidence on the gun-\n\npossession charge, since the jury had ample evidence to find Mr.\n\nGarner guilty on this charge as well.\n\n     Affirmed.\n\n\n\n\n                                  -8-\n\f",
  "html": "<p class=\"case_cite\">338 F.3d 78</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Shawn L. GARNER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1418.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 2, 2003.</p>\n    <p class=\"date\">Decided August 4, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Darla J. Mondou, for appellant.</p>\n      <p class=\"indent\">Cynthia A. Young, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Before HOWARD, Circuit Judge, and BOWNES and RICHARD S. ARNOLD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">RICHARD S. ARNOLD, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Shawn Garner was found guilty by a jury of being a felon in possession of a firearm and ammunition, in violation of 18 U.S.C. &#167; 922(g)(1), of possession with intent to distribute cocaine base in violation of 21 U.S.C. &#167; 841(a)(1), and of possession of a firearm in furtherance of a drug-trafficking crime, in violation of 18 U.S.C. &#167; 924(c)(1)(A). He was sentenced to 270 months' imprisonment (22 years and six months) and five years of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, two principal issues are raised, together with some subsidiary questions, which we shall address in due course. First, the defendant argues that his motion to suppress evidence was incorrectly denied. This motion concerns evidence seized during a warrantless search of the apartment in which he was living. The District Court found that officers were given consent to enter the apartment, and that the evidence seized then appeared in plain view. Mr. Garner also argues that his conviction for possessing a firearm in furtherance of a drug-trafficking crime is not supported by sufficient evidence. As to both points, we disagree with the defendant and therefore affirm. The District Court's findings of fact with respect to the motion to suppress were not clearly erroneous, nor was any error of law committed. As to the firearm-possession offense, the evidence was clearly sufficient.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 27, 2000, a reliable confidential informant provided information to Officer Linskey of the Boston police that Mr. Garner was engaged in selling crack cocaine out of an apartment in Dorchester where he lived with his girlfriend and her child. The informant also said that his associates had seen a small boy (Mr. Garner's son) who lived in that apartment bring two firearms outside, where he and another little boy played with them until an adult took them away. This informant had provided reliable information in support of search warrants previously. The following day, Officer Linskey, along with a detective and two other officers, went to Mr. Garner's apartment in order (they said) to seize firearms if found in the apartment. When they arrived, they found the front door ajar one or two inches and loud music coming from the apartment. Officer Linskey asked Mr. Garner to turn down the music and then asked if he and his officers could \"step in,\" and Mr. Garner replied \"okay.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the police entered the apartment, Ms. Sabater, Mr. Garner's girlfriend, who also lived in the apartment, agreed to step into a bedroom to answer questions from Officer Linskey out of the presence of Mr. Garner. The police therefore had the consent of Mr. Garner and Ms. Sabater both to enter the apartment and to enter the bedroom, where drugs were quickly spotted. Officer Linskey did not search, or request to search, the apartment or the bedroom, but while questioning Ms. Sabater he saw, in plain view, six bags of crack cocaine, when she knocked away a bottle of nail polish remover.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In reviewing the denial of the motion to suppress, we have in mind the standard of review: \"We scrutinize the court's factual findings, including credibility determinations, for clear error, and will uphold a denial of a motion to suppress if any reasonable view of the evidence supports it.\" <i>United States v. Mendez-de Jesus,</i> 85 F.3d 1, 2 (1st Cir.1996) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendant first asserts that the true motive of the police in seeking to enter the apartment was to search for illegal drugs, not firearms, and that his consent was thus somehow obtained under false pretenses. But \"[w]hether a Fourth Amendment violation has occurred turns on an objective assessment of the officer's actions in light of the facts and circumstances confronting him at the time and not on the officer's actual state of mind at the time the challenged action was taken.\" <i>Maryland v. Macon,</i> 472 U.S. 463, 470-71, 105 S.Ct. 2778, 86 L.Ed.2d 370 (1985) (internal quotations and citation omitted); <i>United States v. Weems,</i> 322 F.3d 18, 23 (1st Cir.2003) (rejecting defendant's argument that officers used outstanding arrest warrant as a pretext to search his house without a warrant). <i>See Whren v. United States,</i> 517 U.S. 806, 813, 116 S.Ct. 1769, 135 L.Ed.2d 89 (1996) (stating that \"[s]ubjective intentions play no role in ordinary, probable-cause Fourth Amendment analysis\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Here, the officers had defendant's permission to enter the apartment, and his girlfriend's permission to enter the bedroom. They had a legal right to be present at the location. It follows that they had the authority, without a warrant, to seize any obviously illegal material in plain view. The finding that the six bags of crack cocaine were in plain view is not clearly erroneous. They became obvious to Officer Linskey when Ms. Sabater accidentally knocked over a bottle of nail polish remover supporting a picture frame which had partly hidden the drugs. <i>See United States v. Owens,</i> 167 F.3d 739, 746 (1st Cir.1999). Later, a search warrant was obtained, based partly upon the discovery of the drugs. There was nothing legally untoward about the issuance of the warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mr. Garner argues that the drugs and gun found in the second search should also be suppressed because the search warrant did not specifically allow for search of the basement area, where the evidence was found. We observe that Mr. Garner would, in any event, have had no authority to refuse consent to a search of the basement, since it was a common area of the apartment building in which he had no privacy interest. <i>Minnesota v. Carter,</i> 525 U.S. 83, 88, 119 S.Ct. 469, 142 L.Ed.2d 373 (1998); <i>United States v. Hawkins,</i> 139 F.3d 29, 32 (1st Cir.1998) (\"a tenant lacks a reasonable expectation of privacy in the common areas of an apartment building\"). Without a privacy interest in the common areas of the apartment building, Mr. Garner has no standing to challenge the search and seizure of the drugs and firearm found in a hole in the basement wall.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Garner alleges that his Fifth Amendment privilege against self-incrimination was violated because a statement he gave to Officer Linskey at the police station was given without his having received <i>Miranda</i> warnings. This argument is raised here for the first time and is therefore reviewable only for plain error. <i>See United States v. Olano,</i> 507 U.S. 725, 732, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The argument strains credulity. Officer Linskey gave Mr. Garner his <i>Miranda</i> warnings at a little before three in the afternoon at the apartment. Within twenty minutes, the officer questioned Mr. Garner again at the police station. Despite Mr. Garner's contention that new <i>Miranda</i> warnings were required because his statements at the apartment were exculpatory and those at the police station were inculpatory, the time between questionings by the police was <i>de minimis.</i> Further, <i>Miranda</i> states that \"no distinction may be drawn between inculpatory statements and statements alleged to be merely `exculpatory.'\" <i>Miranda v. Arizona,</i> 384 U.S. 436, 477, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). There was therefore no violation of Mr. Garner's Fifth Amendment right against self-incrimination. For these reasons we affirm the District Court's denial of Mr. Garner's motion to suppress statements he made to the police.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As of November 1998, under 18 U.S.C. &#167; 924(c)(1)(A) \"any person who, during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm, or who, in furtherance of any such crime, possesses a firearm, shall, in addition to the punishment provided for such crime of violence or drug trafficking crime\" be given an additional mandatory sentence depending on the exact nature of the offense. Appellant argues that the evidence &#8212; the gun found with drugs in a hole in the basement wall &#8212; proved at most his possession of a gun, not that the gun was possessed \"in furtherance of\" a drug trafficking crime. The meaning of the adverbial phrase \"in furtherance of,\" modifying \"possesses\" in the statute, has recently been explained by this Court in a factually similar case. <i>United States v. Luciano,</i> 329 F.3d 1, 4 (1st Cir.2003). As here, a stash of drugs was found in a residence, concealed, along with a firearm. The defendant argued that there was \"no `nexus' between the firearms and the drug selling operation.\" <i>Id.</i> at 5. Without such a nexus, he could not be convicted under &#167; 924(c).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As this Court pointed out, this argument ignores the legislative history behind the 1998 amendment of &#167; 924(c)(1), which introduced new, broader language, targeting not just those who use or carry firearms during drug transactions, but also those who \"possess\" firearms \"in furtherance of\" a drug-trafficking crime. This Court concluded: \"Given the close proximity of the firearms and loaded magazines to the significant stockpile of heroin, we have no difficulty concluding that there was a sufficient nexus between the drug trafficking crime and the firearms to sustain a conviction under &#167; 924.\" <i>Id.</i> at 6. Here, the gun found with drugs was kept readily accessible. When guns and drugs are found together and a defendant has been convicted of possession with intent to distribute, the gun, whether kept for protection from robbery of drug-sale proceeds, or to enforce payment for drugs, may reasonably be considered to be possessed \"in furtherance of\" an ongoing drug-trafficking crime. We therefore affirm the denial of the motion to acquit due to insufficient evidence on the gun-possession charge, since the jury had ample evidence to find Mr. Garner guilty on this charge as well.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Shawn L. GARNER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1418.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 2, 2003.</p>\n    <p class=\"date\">Decided August 4, 2003.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Darla J. Mondou, for appellant.</p>\n      <p class=\"indent\">Cynthia A. Young, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for the United States.</p>\n      <p class=\"indent\">Before HOWARD, Circuit Judge, and BOWNES and RICHARD S. ARNOLD,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judges.</p>\n      <p class=\"indent\">RICHARD S. ARNOLD, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Shawn Garner was found guilty by a jury of being a felon in possession of a firearm and ammunition, in violation of 18 U.S.C. &#167; 922(g)(1), of possession with intent to distribute cocaine base in violation of 21 U.S.C. &#167; 841(a)(1), and of possession of a firearm in furtherance of a drug-trafficking crime, in violation of 18 U.S.C. &#167; 924(c)(1)(A). He was sentenced to 270 months' imprisonment (22 years and six months) and five years of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, two principal issues are raised, together with some subsidiary questions, which we shall address in due course. First, the defendant argues that his motion to suppress evidence was incorrectly denied. This motion concerns evidence seized during a warrantless search of the apartment in which he was living. The District Court found that officers were given consent to enter the apartment, and that the evidence seized then appeared in plain view. Mr. Garner also argues that his conviction for possessing a firearm in furtherance of a drug-trafficking crime is not supported by sufficient evidence. As to both points, we disagree with the defendant and therefore affirm. The District Court's findings of fact with respect to the motion to suppress were not clearly erroneous, nor was any error of law committed. As to the firearm-possession offense, the evidence was clearly sufficient.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On July 27, 2000, a reliable confidential informant provided information to Officer Linskey of the Boston police that Mr. Garner was engaged in selling crack cocaine out of an apartment in Dorchester where he lived with his girlfriend and her child. The informant also said that his associates had seen a small boy (Mr. Garner's son) who lived in that apartment bring two firearms outside, where he and another little boy played with them until an adult took them away. This informant had provided reliable information in support of search warrants previously. The following day, Officer Linskey, along with a detective and two other officers, went to Mr. Garner's apartment in order (they said) to seize firearms if found in the apartment. When they arrived, they found the front door ajar one or two inches and loud music coming from the apartment. Officer Linskey asked Mr. Garner to turn down the music and then asked if he and his officers could \"step in,\" and Mr. Garner replied \"okay.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the police entered the apartment, Ms. Sabater, Mr. Garner's girlfriend, who also lived in the apartment, agreed to step into a bedroom to answer questions from Officer Linskey out of the presence of Mr. Garner. The police therefore had the consent of Mr. Garner and Ms. Sabater both to enter the apartment and to enter the bedroom, where drugs were quickly spotted. Officer Linskey did not search, or request to search, the apartment or the bedroom, but while questioning Ms. Sabater he saw, in plain view, six bags of crack cocaine, when she knocked away a bottle of nail polish remover.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In reviewing the denial of the motion to suppress, we have in mind the standard of review: \"We scrutinize the court's factual findings, including credibility determinations, for clear error, and will uphold a denial of a motion to suppress if any reasonable view of the evidence supports it.\" <i>United States v. Mendez-de Jesus,</i> <span class=\"citation\" data-id=\"196787\"><a href=\"/opinion/196787/united-states-v-mendez-de-jesus/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1996) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defendant first asserts that the true motive of the police in seeking to enter the apartment was to search for illegal drugs, not firearms, and that his consent was thus somehow obtained under false pretenses. But \"[w]hether a Fourth Amendment violation has occurred turns on an objective assessment of the officer's actions in light of the facts and circumstances confronting him at the time and not on the officer's actual state of mind at the time the challenged action was taken.\" <i>Maryland v. Macon,</i> <span class=\"citation\" data-id=\"111477\"><a href=\"/opinion/111477/maryland-v-macon/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 470-71, <span class=\"citation\" data-id=\"111477\"><a href=\"/opinion/111477/maryland-v-macon/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111477\"><a href=\"/opinion/111477/maryland-v-macon/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">370</span></a></span> (1985) (internal quotations and citation omitted); <i>United States v. Weems,</i> <span class=\"citation\" data-id=\"781157\"><a href=\"/opinion/781157/united-states-v-ike-weems/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 23 (1st Cir.2003) (rejecting defendant's argument that officers used outstanding arrest warrant as a pretext to search his house without a warrant). <i>See Whren v. United States,</i> <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 813, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1769</span></a></span>, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">135</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">89</span></a></span> (1996) (stating that \"[s]ubjective intentions play no role in ordinary, probable-cause Fourth Amendment analysis\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Here, the officers had defendant's permission to enter the apartment, and his girlfriend's permission to enter the bedroom. They had a legal right to be present at the location. It follows that they had the authority, without a warrant, to seize any obviously illegal material in plain view. The finding that the six bags of crack cocaine were in plain view is not clearly erroneous. They became obvious to Officer Linskey when Ms. Sabater accidentally knocked over a bottle of nail polish remover supporting a picture frame which had partly hidden the drugs. <i>See United States v. Owens,</i> <span class=\"citation\" data-id=\"198347\"><a href=\"/opinion/198347/united-states-v-owens/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 746 (1st Cir.1999). Later, a search warrant was obtained, based partly upon the discovery of the drugs. There was nothing legally untoward about the issuance of the warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mr. Garner argues that the drugs and gun found in the second search should also be suppressed because the search warrant did not specifically allow for search of the basement area, where the evidence was found. We observe that Mr. Garner would, in any event, have had no authority to refuse consent to a search of the basement, since it was a common area of the apartment building in which he had no privacy interest. <i>Minnesota v. Carter,</i> <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></span>, 88, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">469</span></span>, <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">373</span></span> (1998); <i>United States v. Hawkins,</i> <span class=\"citation\" data-id=\"752406\"><a href=\"/opinion/752406/united-states-v-michael-hawkins/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 32 (1st Cir.1998) (\"a tenant lacks a reasonable expectation of privacy in the common areas of an apartment building\"). Without a privacy interest in the common areas of the apartment building, Mr. Garner has no standing to challenge the search and seizure of the drugs and firearm found in a hole in the basement wall.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mr. Garner alleges that his Fifth Amendment privilege against self-incrimination was violated because a statement he gave to Officer Linskey at the police station was given without his having received <i>Miranda</i> warnings. This argument is raised here for the first time and is therefore reviewable only for plain error. <i>See United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The argument strains credulity. Officer Linskey gave Mr. Garner his <i>Miranda</i> warnings at a little before three in the afternoon at the apartment. Within twenty minutes, the officer questioned Mr. Garner again at the police station. Despite Mr. Garner's contention that new <i>Miranda</i> warnings were required because his statements at the apartment were exculpatory and those at the police station were inculpatory, the time between questionings by the police was <i>de minimis.</i> Further, <i>Miranda</i> states that \"no distinction may be drawn between inculpatory statements and statements alleged to be merely `exculpatory.'\" <i>Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 477, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966). There was therefore no violation of Mr. Garner's Fifth Amendment right against self-incrimination. For these reasons we affirm the District Court's denial of Mr. Garner's motion to suppress statements he made to the police.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As of November 1998, under 18 U.S.C. &#167; 924(c)(1)(A) \"any person who, during and in relation to any crime of violence or drug trafficking crime ... uses or carries a firearm, or who, in furtherance of any such crime, possesses a firearm, shall, in addition to the punishment provided for such crime of violence or drug trafficking crime\" be given an additional mandatory sentence depending on the exact nature of the offense. Appellant argues that the evidence &#8212; the gun found with drugs in a hole in the basement wall &#8212; proved at most his possession of a gun, not that the gun was possessed \"in furtherance of\" a drug trafficking crime. The meaning of the adverbial phrase \"in furtherance of,\" modifying \"possesses\" in the statute, has recently been explained by this Court in a factually similar case. <i>United States v. Luciano,</i> <span class=\"citation\" data-id=\"200453\"><a href=\"/opinion/200453/united-states-v-luciano/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2003). As here, a stash of drugs was found in a residence, concealed, along with a firearm. The defendant argued that there was \"no `nexus' between the firearms and the drug selling operation.\" <i>Id.</i> at 5. Without such a nexus, he could not be convicted under &#167; 924(c).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As this Court pointed out, this argument ignores the legislative history behind the 1998 amendment of &#167; 924(c)(1), which introduced new, broader language, targeting not just those who use or carry firearms during drug transactions, but also those who \"possess\" firearms \"in furtherance of\" a drug-trafficking crime. This Court concluded: \"Given the close proximity of the firearms and loaded magazines to the significant stockpile of heroin, we have no difficulty concluding that there was a sufficient nexus between the drug trafficking crime and the firearms to sustain a conviction under &#167; 924.\" <i>Id.</i> at 6. Here, the gun found with drugs was kept readily accessible. When guns and drugs are found together and a defendant has been convicted of possession with intent to distribute, the gun, whether kept for protection from robbery of drug-sale proceeds, or to enforce payment for drugs, may reasonably be considered to be possessed \"in furtherance of\" an ongoing drug-trafficking crime. We therefore affirm the denial of the motion to acquit due to insufficient evidence on the gun-possession charge, since the jury had ample evidence to find Mr. Garner guilty on this charge as well.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781157/"
  ]
}