{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200745/",
  "absolute_url": "/opinion/200745/united-states-v-capelton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200745/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T04:59:15Z",
  "date_modified": "2016-02-28T05:03:46.089305Z",
  "type": "010combined",
  "sha1": "2484c28939cadf46bd8aae1970b3650d2e1698cf",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-1248-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/11/26/US_v._Capelton.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNo. 02-1248\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n               JEROME CAPELTON, a/k/a ANTHONY COLEMAN,\n\n                        Defendant, Appellant.\n\n\nNo. 02-1460\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                 v.\n\n                             GARY WHITE,\n\n                        Defendant, Appellant.\n\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Michael Ponsor, U.S. District Judge]\n\n\n                                Before\n\n                         Selya, Circuit Judge,\n                  R. Arnold, Senior Circuit Judge,*\n                      and Lipez, Circuit Judge.\n\n\n\n     *\n      Of the United States Court of Appeals for the Eighth Circuit,\nsitting by designation.\n\f     Alan Jay Black for appellant Jerome Capelton.\n     Bernard T. O'Connor, Jr. for appellant Gary White.\n     Daniel S. Goodman, U.S. Department of Justice, with whom\nMichael J. Sullivan, United States Attorney, and Todd E. Newhouse,\nAssistant United States Attorney were on brief for appellee.\n\n\n\n                        November 26, 2003\n\f             LIPEZ, Circuit Judge.            On September 21, 2000, a grand\n\njury returned a ten-count indictment against defendants Jerome\n\nCapelton and Gary White.             The grand jury indicted White on nine\n\ncounts of illicit drug activity, including one count of conspiracy\n\nto    possess   with      intent    to   distribute        cocaine,    one   count   of\n\ndistribution and possession with intent to distribute cocaine\n\npowder, and seven counts of distribution and possession with intent\n\nto distribute cocaine base.              Capelton was also charged with the\n\nconspiracy count, and additionally indicted on three counts of\n\nactual distribution of cocaine base (two of which were charged\n\nagainst White as well).\n\n             The district court denied Capelton's pre-trial motions to\n\n1) suppress evidence and statements obtained by law enforcement,\n\nand    2)   sever   the    proceedings       into    separate    trials      for   each\n\ndefendant.         The trial commenced on September 10, 2001.                        The\n\nproceedings were briefly halted in response to the events of\n\nSeptember 11, but the trial resumed on September 13 and concluded\n\non September 26.       After the case was submitted, the jury convicted\n\nthe   defendants     of    all     counts    in   the   indictment.          The   court\n\nsentenced Capelton to a term of 360 months of imprisonment and five\n\nyears of supervised release, and sentenced White to a term of 292\n\nmonths and five years of supervised release.\n\n             The     defendants       filed       timely     appeals     from      their\n\nconvictions and sentences, raising a plethora of challenges to the\n\n\n                                            -3-\n\fdistrict       court's   case   management,    evidentiary   rulings,   and\n\nsentencing determinations.        After a careful review of the record,\n\nwe find no basis for overturning the defendants' convictions or\n\nvacating their sentences.\n\n                                      I.\n\n               At trial, the government portrayed Capelton and White as\n\nlinks in a conspiracy to distribute cocaine powder and cocaine base\n\nover the period from December 21, 1999 to August 23, 2000.1             The\n\ninner-workings of the conspiracy were exposed in an elaborate sting\n\noperation orchestrated by undercover police officer Alan Fisher of\n\nthe Chicopee, Massachusetts police department, and aided by the\n\nDrug       Enforcement   Administration    (DEA).   Fisher   launched   the\n\noperation by contacting Christopher Weeks, a cooperating informant\n\nwith whom he had worked on several occasions in the past.           Weeks,\n\nwho was incarcerated with White in the Ludlow House of Correction\n\nin mid-1999, introduced the officer to White on December 7, 1999.\n\nOver the conspiratorial period alleged in the indictment, Fisher\n\npurchased cocaine from White on numerous occasions.            On December\n\n21, White sold Fisher half an ounce of powder cocaine for $500.\n\nTwo weeks later, Fisher purchased four ounces of crack cocaine for\n\n$4,000. Fisher also arranged drug transactions with White on March\n\n17, March 24, and May 7 for one ounce of crack cocaine ($1,000),\n\n\n       1\n       We present facts here to convey a general impression of the\ncase. We provide additional facts where they are pertinent to the\nlegal analysis.\n\n                                     -4-\n\f5.5 ounces of crack cocaine ($5,000), and five ounces of crack\n\ncocaine ($4,800) respectively.\n\n            White's modus operandi was established from the early\n\nstages of the conspiracy.      He acted strictly as a middleman, and\n\nkept no drugs, money, weapons, or drug paraphernalia on his person\n\nor   in   his   residence.   When   Fisher    expressed   an   interest   in\n\npurchasing a specified quantity of cocaine, White contacted various\n\nsuppliers with whom he associated, obtained the requested quantity,\n\nand conveyed the drugs to Fisher.         Capelton entered the conspiracy\n\nas White's primary drug supplier after the May 7 transaction.             On\n\nJune 2, 2000, Capelton supplied White with ten ounces of crack\n\ncocaine that Fisher purchased for $9,000. Fisher purchased another\n\n$6,000 worth of crack cocaine from Capelton through White on July\n\n24, and bought 5.5 ounces of crack cocaine from the defendants on\n\nAugust 23, 2000.\n\n            After the August 23 transaction, Capelton purchased some\n\ngasoline for his car, picked up two passengers in a parking lot,\n\nand started driving south on Route 91 in Connecticut.          DEA agents,\n\nwho had been following Capelton, contacted the Connecticut State\n\nPolice and asked them to pull Capelton over.         They did so after he\n\nchanged lanes without signaling, and the DEA agents parked their\n\ncars behind the police cruiser.       The police frisked Capelton and\n\nfound $3,250 in marked bills matching those that Detective Fisher\n\ngave to White.      After the DEA agents informed Capelton that they\n\n\n                                    -5-\n\fwere going to seize that money, he followed them to the state\n\npolice barracks to get a receipt for the funds.   The agents did not\n\narrest Capelton until September 21, 2000.    White was also arrested\n\non September 21, 2000 while he was negotiating another cocaine sale\n\nwith Officer Fisher.\n\n            The execution of the sting operation was controversial in\n\ntwo respects that are relevant to these appeals.        First, White\n\ninsisted that Weeks coerced him into procuring drugs for Fisher\n\nthrough threats, intimidation and harassing phone calls both to him\n\npersonally and to his mother, who was living at a different address\n\nduring the relevant period.    Although White conceded at trial that\n\nhe had participated in each drug sale to Fisher, he argued that he\n\nwas the victim of unfair entrapment resulting from Weeks' heavy-\n\nhanded tactics.      The government's efforts to counter White's\n\nentrapment defense were complicated by its inability to locate\n\nChristopher Weeks and subpoena him as a witness.     Fisher admitted\n\nat trial that Weeks' recruitment of White was not choreographed or\n\nclosely supervised by law enforcement officials, and White's mother\n\ntestified that Weeks made repeated efforts to contact White by\n\ntelephone.\n\n            The frequent malfunctioning of surveillance equipment\n\nover the course of the sting operation was also a source of dispute\n\nat trial.    The participating law enforcement officers and agencies\n\nwent to considerable lengths to both video and audio-tape Fisher's\n\n\n                                 -6-\n\fencounters with White and Capelton.    However, equipment failures\n\nand quality control problems with the audio and visual recordings\n\nlimited the probative value of those recordings, and forced the\n\nprosecution to rely heavily on the eyewitness accounts of the\n\npolice officers and DEA agents who conducted the surveillance.\n\n                                 II.\n\n          We begin by addressing the objections raised jointly by\n\nboth defendants, and conclude with an analysis of the challenges\n\nraised separately by each defendant.\n\nA.        The September 11 Tragedy\n\n          On September 11, after opening statements, the district\n\ncourt informed the jurors of the events that had transpired in New\n\nYork City and Washington D.C. that morning, and suspended the\n\nproceedings because the courthouse in Springfield was closed for\n\nsecurity reasons.    The courthouse remained closed the next day\n\nbecause of a widely-publicized bomb threat.   When the defendants'\n\ntrial resumed on September 13, Capelton and White immediately moved\n\nfor a mistrial on two grounds.   As a general matter, they asserted\n\nthat the jurors would be unable to maintain their focus on their\n\ncase given the chaos and uncertainty arising from the events of the\n\nprevious two days.    More importantly, counsel argued that the\n\nmedia's portrayal of the attacks and the military response as a\n\n\"battle of good versus evil\" established a particularly prejudicial\n\nenvironment for defendants accused of committing \"evil\" acts.    In\n\n\n                                 -7-\n\fcounsels' view, this prejudice was exacerbated by defendants'\n\nreliance on a strategy of discrediting law enforcement officers and\n\nfederal agents whose colleagues were perceived as heroes in the\n\naftermath of the World Trade Center attacks.\n\n          A district court's denial of a motion for mistrial is\n\nreviewed for abuse of discretion.     United States v. Lee, 317 F.3d\n\n26, 34 (1st Cir. 2003); United States v. Rivera-Gomez, 67 F.3d 993,\n\n998 (1st Cir. 1995). In response to defendants' request, the judge\n\nvoir dired each juror individually, and excused the only juror who\n\nindicated that the September 11 attacks might alter his attitude\n\ntoward the case.   The court also issued a lengthy instruction to\n\nthe jury as a whole both before resuming the proceedings, and again\n\nat the close of the evidence.   These instructions admonished the\n\njurors that the events of September 11\n\n          cannot influence how you evaluate witnesses,\n          and . . . you may not permit these events to\n          influence your deliberations or decision in\n          any way. Both the defendants and the public\n          expect that you will fairly and impartially\n          consider all the evidence in the case, follow\n          the law as stated by the court and reach a\n          just verdict.\n\n          The court proceeded with an abundance of caution in the\n\nwake of September 11. In the absence of particularized allegations\n\nof prejudice from defendants, we find no evidence that they were\n\ndenied their Sixth Amendment right to an impartial jury, and\n\naccordingly conclude that the court did not abuse its discretion in\n\ndenying defendants' motion for a mistrial.\n\n                                -8-\n\fB.         The Government's Opening Statement and Closing Argument\n\n           In his opening statement, the prosecutor referred to\n\nWhite and Capelton as \"drug dealer number one\" and \"drug dealer\n\nnumber   three\"   while   describing    a   scene   in   front   of   White's\n\nresidence that he would later show to the jurors on videotape.           The\n\ngovernment also explained that defendant Capelton's voice was never\n\ncaught on audio-tape because he was \"a pretty clever drug dealer.\"\n\n           Assuming arguendo that defendants properly preserved\n\ntheir objection to the prosecution's opening remarks, we find no\n\n\"manifest abuse of discretion,\" United States v. Mooney, 315 F.3d\n\n54, 59 (1st Cir. 2002), in the court's refusal to grant a mistrial\n\nafter the government's opening statement.            To prevail on this\n\nground for a new trial, defendants must demonstrate that the\n\nprosecutor's comments \"so poisoned the well that the trial's\n\noutcome was likely affected.\"     United States v. Mejia-Lozano , 829\n\nF.2d 268, 274 (1st Cir. 1987).              Defendants' allegations fall\n\nconsiderably short of this threshold.\n\n           It is true that \"a lawyer may not, in the presence of the\n\ntrier of fact[,] state a personal opinion about the . . . the guilt\n\nor innocence of an accused.\"     Restatement (Third) of Law Governing\n\nLawyers Sec. 107 (2000).       Ideally, to preclude any argument of\n\nerror, the prosecutor might have used the locution that \"the\n\nevidence will show\" that the defendants were drug dealers.             Such a\n\nlocution avoids any suggestion that the prosecution is offering a\n\n\n                                  -9-\n\fpersonal opinion about the guilt of the defendants.       However, the\n\nopening statement of the prosecution was preceded by the reminder\n\nfrom the trial judge that:\n\n          the words of counsel are not evidence, and if\n          there's any difference between this prediction\n          of what the evidence will show and what you\n          actually hear from the witness stand, you of\n          course are to be guided by and consider only\n          evidence as it comes in through the testimony\n          of the witnesses or other documents or\n          exhibits in the case.\n\nIn fact, the government introduced substantial evidence proving\n\nthat   Capelton   and   White   were    drug   dealers.   Under   these\n\ncircumstances, even if the prosecution's conclusory references to\n\n\"drug dealers\" could be deemed inappropriate expressions of opinion\n\non guilt (an issue we do not decide), those references did not\n\nunfairly inflame or prejudice the jury against the defendants.\n\n          Capelton also alleges that the government \"inflamed the\n\njury\" by misrepresenting statements made by his counsel during\n\nclosing argument.       While commenting on inconsistencies in the\n\ntestimony of the two police officers who stopped Capelton's car on\n\nAugust 23, 2000, his attorney recalled one officer's testimony that\n\nonly one child was in the backseat of Capelton's car when he was\n\npulled over by the Connecticut State Police:\n\n          Now, everybody else said two, every officer\n          said two.    Let's assume that it's two, he\n          remembers one.    Why does he remember one?\n          Because he lost his police report. How does\n          that bear on other testimony? Because all the\n          officers that testified rely on other people's\n          reports.\n\n                                 -10-\n\fThe prosecutor apparently understood Capelton's attorney to say\n\nthat \"all the officers that testified will lie on other people's\n\nreports,\"   and   argued   to   that   effect   in   his   rebuttal   to   the\n\ndefendants' closing arguments.         Capelton immediately objected to\n\nthat statement and requested a mistrial. On appeal, he claims that\n\nhe was prejudiced by the prosecutor's attribution of those comments\n\nto his attorney.\n\n            We apply abuse of discretion review to a district court's\n\nrefusal to grant a mistrial on the basis of an inappropriate remark\n\nby the prosecution in its closing argument.                United States v.\n\nHernandez, 218 F.3d 58, 68 (1st Cir. 2000).           Here, Capelton does\n\nnot claim that the government intentionally misrepresented defense\n\ncounsel's statements, or otherwise acted in bad faith.            While the\n\ntranscript produced on appeal contains the word \"rely,\" even the\n\ncourt was unable to discern what Capelton's attorney actually said.\n\nNevertheless, the judge issued the following curative instruction\n\nto the jury:\n\n            First of all, as you heard the closings I\n            believe Mr. Newhouse [the prosecutor] made\n            reference to his recollection of a statement\n            made during Mr. Black's closing.           His\n            recollection of this statement was that Mr.\n            Black said, \"All officers will lie on other\n            officer's reports.\" During the break I wanted\n            to make sure you understand that Mr. Black's\n            recollection of what he said, and his intent\n            was to say, \"All the officer's rely on other\n            officer's reports.\" I passed that on to you\n            so that you will know it, but remind you again\n            that it's your recollection of what is said\n\n\n                                   -11-\n\f           that controls, not mine or the              attorneys'\n           recollection of what was said.\n\nThis corrective instruction refutes any argument that the district\n\ncourt abused its discretion in denying the request for a mistrial.\n\nC.         Defendant Capelton's Claims\n\n1.         Motion to Sever\n\n           Capelton moved the district court for a severance after\n\nWhite disclosed in a pre-trial hearing that he would be presenting\n\na defense of entrapment.      Anticipating that White would implicitly\n\nconcede his participation in the course of presenting this defense,\n\nCapelton argued that White's entrapment defense would undermine his\n\nown strategy of denying participation in the conspiracy and putting\n\nthe government to its proof.\n\n           We review the denial of a severance motion for manifest\n\nabuse of discretion.     United States v. DeLeon, 187 F.3d 60, 63 (1st\n\nCir.), cert. denied, 528 U.S. 1030 (1999).         Capelton acknowledges\n\non appeal \"that the standard for severance is a strict one and the\n\ndefendant must show that he could not have received a fair trial.\"\n\nIndeed,   we   have   previously    recognized   the    general     rule   that\n\n\"defendants    charged   in   the   same   indictment     should    be     tried\n\ntogether,\" United States v. Houle, 237 F.3d 71, 75-76 (1st Cir.),\n\ncert. denied, 532 U.S. 1074 (2001), and expressed reluctance to\n\nreverse a denial of severance       where the defenses at issue are only\n\n\"somewhat antagonistic,\" United States v. Serafino, 281 F.3d 327,\n\n329 (1st Cir. 2002), and not \"so irreconcilable as to involve\n\n                                    -12-\n\ffundamental disagreement over core and basic facts,\" United States\n\nv. Pena-Lora, 225 F.3d 17, 34 (1st Cir. 2000) (internal quotations\n\nomitted).\n\n            Without elaborating at pointless length, we conclude that\n\nCapelton's    skeletal   argument   for    reversal   on   this   ground   is\n\nunavailing in light of 1) his failure to point to any specific\n\ntestimony at trial that prejudiced his own defense, and 2) the\n\ncourt's explicit instruction to the jury that\n\n            you   must  consider   the   counts  and   the\n            defendants separately.     Mr. White and Mr.\n            Capelton are charged with several different\n            counts in the indictment. The counts, and the\n            defendants, have been joined for trial.\n            However, the counts and the defendants must be\n            considered separately.\n\n2.           Motion to Suppress\n\n             At 3:00 p.m. on August 23, 2000, Connecticut State\n\nTroopers Jeffrey Campbell and John Tollis received a cell phone\n\ncall in their police cruiser from a federal surveillance team\n\nmonitoring Capelton's movements.       DEA agents provided the officers\n\nwith a description of Capelton's vehicle, and informed the troopers\n\nthat the defendant was traveling south on Interstate 91, having\n\njust left the scene of a drug transaction in Springfield.                  The\n\nofficers positioned their vehicle behind Capelton, and pulled the\n\ndefendant over after observing him switch lanes without using his\n\nturn signal.     A \"pat frisk\" of the defendant revealed a large wad\n\nof money in his front pocket that matched, upon examination, the\n\n\n                                    -13-\n\fserial numbers of the \"buy money\" that Fisher had earlier used to\n\npurchase crack cocaine from White.                      Because the government's\n\nsurveillance tapes failed to record Capelton actually exchanging\n\ndrugs for money, the marked bills found on defendant's person were\n\nthe    linchpin      of    the    government's   circumstantial         case    against\n\nCapelton.\n\n                 Not surprisingly, Capelton argues on appeal that the\n\ndistrict court erred when it denied his motion to suppress this\n\nphysical evidence.               We will review this claim by considering\n\nwhether the Connecticut State Police had sufficient cause, apart\n\nfrom       the   traffic    violation,2    to    stop    Capelton's     vehicle     and\n\nwhether they had probable cause to search his person and to seize\n\nthe serialized money.\n\n                 \"Our review of the ultimate determinations of probable\n\ncause and reasonable suspicion on a motion to suppress is de novo.\n\nReview of subsidiary factual findings is for clear error.\"                       United\n\nStates v. Scott, 270 F.3d 30, 39 (1st Cir. 2001) (citations\n\nomitted).        The Connecticut State Police needed an \"articulable and\n\nreasonable        suspicion      that   [Capelton]      was   engaged   in     criminal\n\nactivity\" to justify a Terry stop of his car.                     United States v.\n\nTrueber, 238 F.3d 79, 92 (1st Cir. 2001) (upholding a Terry stop of\n\n\n\n       2\n      We say \"apart from the traffic violation\" only because the\ntrial judge did not factor the violation into his analysis of the\nlegal basis for the stop. There is no question that the traffic\nviolation alone provided a sufficient basis for the stop.\n\n                                          -14-\n\fa pickup truck ).      While this involves more than a mere \"hunch,\"\n\nTerry v. Ohio, 392 U.S. 1, 27 (1968), \"the level of suspicion\n\nrequired for a Terry stop is obviously less demanding than for\n\nprobable cause.\"      Alabama v. White, 496 U.S. 325, 330 (1990).\n\n              Detective Fisher's detailed testimony during the pretrial\n\nevidentiary hearing on the motion to suppress recounted the DEA\n\nagents' close surveillance of Capelton before, during and after the\n\nAugust 23 drug transaction.         The knowledge may be imputed from the\n\nDEA agents to the state police who actually effectuated the stop\n\nunder the \"fellow officer rule.\" United States v. Winchenbach, 197\n\nF.3d 548, 555 (1st Cir. 1999) (\"[T]he focus is upon the collective\n\nknowledge possessed by, and the aggregate information available to,\n\nall the officers involved in the investigation.\")             In a case very\n\nsimilar to this one, we concluded that \"there [was] no doubt that\n\nthe police were justified under Terry in stopping\" the defendant's\n\nvehicle after observing him sell drugs to an undercover officer,\n\nUnited States v. Schiavo, 29 F.3d 6, 9 (1st Cir. 1994), and we\n\nreach the same conclusion here.             The police observed Capelton\n\nengage in illegal drug sales and then pulled him over.            As was the\n\ncase in Schiavo, there is no doubt that the Terry stop was\n\njustified.\n\n              The next inquiry is whether the officers' warrantless\n\nsearch   of    Capelton's   front    pocket   and   their   seizure   of   the\n\nserialized currency was justified.            While it would have been\n\n\n                                     -15-\n\fpermissible for the police to search Capelton's car incident to\n\nthe stop, \"[t]he search of one's person is more intrusive on the\n\nrights protected by the Fourth Amendment than the search of an\n\nautomobile.\"     Schiavo, 29 F.3d at 9.         Therefore, we will only\n\nuphold   the   search   if   the   police   demonstrated   that    they   had\n\nprobable cause and that exigent circumstances justified the search\n\nin the absence of a warrant.\n\n           We can easily dismiss the second factor.             The district\n\ncourt concluded that the officers did not need a warrant to\n\nconduct this search in light of the \"exigent circumstance\" that\n\nCapelton was mobile at the time the police developed probable\n\ncause.   This created a risk that the evidence would be \"spirited\n\naway,\" Florida v. White, 526 U.S. 559, 565 (1999), if the officers\n\ndelayed the search until a proper warrant could be secured.                On\n\nappeal, Capelton    does     not   question   the   existence    of   exigent\n\ncircumstances.    Thus, we will confine our review to the issue of\n\nprobable cause.\n\n           Probable cause for a search can be demonstrated by\n\n\"'facts and circumstances . . . sufficient in themselves to\n\nwarrant a man of reasonable caution in the belief that' he was\n\nobserving criminal activity and the fruits of criminal activity.\"\n\nUnited States v. Ferrara, 539 F.2d 799, 801 (1st Cir. 1976)\n\n(quoting Carroll v. United States, 267 U.S. 132, 162 (1925)).             The\n\n\n\n\n                                    -16-\n\fdistrict court felt that the police surveillance on August 23\n\nprovided sufficient probable cause to execute the search:\n\n            The defendant was positively identified by two\n            officers,   both   of   whom  had   an   ample\n            opportunity to observe him and who had seen\n            him on previous occasions. Further, he was\n            identified by Gary White as the source of the\n            drugs, and the pattern of activity clearly\n            indicated that it was the defendant who\n            provided White with the crack cocaine given\n            the undercover agent that day.\n\nTeams of surveillance agents continuously followed Capelton after\n\nthe sale.     Other than getting out to pump his gas, he did not\n\nleave the car between the time of the sale and when he was stopped\n\nby   the   officers.   Therefore,   the   police   were   justified   in\n\nbelieving that the fruit of his criminal activity, the serialized\n\ncurrency, was in his possession.       This belief provided them with\n\nsufficient probable cause to justify the search.\n\n3.          Hearsay Statements of Co-Conspirators Admitted Under\n            Rule 801(d)(2)(E)\n\n            Federal Rule of Evidence 801(d)(2)(E) excludes from the\n\ncategory of hearsay \"statement[s] by a coconspirator of a party\n\nduring the course and in furtherance of the conspiracy.\"       Fed. R.\n\nEvid. 801(d)(2)(E).    As a predicate for admitting evidence under\n\nthis rule, the trial court must conclude that \"it is more likely\n\nthan not that the declarant and the defendant were members of a\n\nconspiracy when the hearsay statement was made, and that the\n\nstatement was in furtherance of the conspiracy.\"      United States v.\n\nPetrozziello, 548 F.2d 20, 23 (1st Cir. 1977).        In our circuit,\n\n                                -17-\n\fthis determination           is   referred    to   as    a    Petrozziello ruling.\n\nSignificantly, the trial court is not required to decide the\n\nPetrozziello question prior to admitting hearsay statements under\n\nRule 801(d)(2)(E), but may \"admit the statement[s] provisionally,\n\nsubject to its final Petrozziello determination at the close of\n\nall the evidence.\"           United States v. Isabel, 945 F.2d 1193, 1199\n\nn.10 (1st Cir. 1991).             Generally, \"we review the trial court's\n\ndetermination that statements were coconspirator statements under\n\nthe clear error standard.\"           United States v. Marino, 277 F.3d 11,\n\n25 (1st Cir. 2002) (citing United States v. Mojica-Baez, 229 F.3d\n\n292, 304 (1st Cir. 2000)).             This deferential standard of review\n\nplaces a heavy burden on a defendant seeking to overturn a trial\n\ncourt's Petrozziello ruling.           Reich v. Newspapers of New England,\n\nInc., 44 F.3d 1060, 1080 (1st Cir. 1995).\n\n           In United States v. Sepulveda, 15 F.3d 1161 (1st Cir.\n\n1993), we held that \"a coconspirator's statement, standing alone,\n\nis   insufficient       to    meet   the     preponderance         standard   of   Rule\n\n801(d)(2)(E)   .    .    .     [A]dmitting     the      statement     into    evidence\n\nrequires some extrinsic proof of the declarant's involvement in\n\nthe conspiracy.\"        Id. at 1181-82.        Capelton unpersuasively argues\n\nthat the   government         failed   to     produce        any   \"extrinsic   proof\"\n\nlinking the co-defendants.           Marked bills from the August 23, 2000\n\ntransaction between Fisher and White were found on Capelton's\n\nperson when he was arrested.                 The record also indicates that\n\n\n                                        -18-\n\fsurveillance videos introduced by the government depict Capelton\n\narriving at White's residence, and show White walking back and\n\nforth between Fisher's car and Capelton's car during the July 24\n\nand August 23 drug transactions.                  This evidence easily satisfies\n\nthe    \"extrinsic       proof\"          requirement          of     Sepulveda,      and   we\n\naccordingly      find    no       clear     error       in        the   district    court's\n\nPetrozziello ruling.3\n\n4.          Sentencing\n\n            Capelton claims that the district court erroneously\n\ndenied him a downward departure under § 5H1.6 of the United States\n\nSentencing Guidelines, and argues that this provision \"allows for\n\na    downward   departure         for    unusual     family         circumstances.\"        At\n\nCapelton's      sentencing        hearing,     the      court       took   note    that   the\n\ndefendant grew up with drug addicted parents, and was forced to\n\nlive on the streets and provide for his younger brother from the\n\ntime he was twelve years old.                The court commented that it had\n\n\"rarely encountered           a    childhood       as   horrendous         as   this,\"    and\n\nacknowledged that \"the defendant's situation, as he was growing\n\nup, [was] almost unimaginably difficult.\"\n\n\n\n\n       3\n      Capelton raises but does not develop three additional\nchallenges--a sufficiency of the evidence challenge, a due process\nchallenge involving the pen registers, and a challenge to the\ncourt's aiding and abetting instruction--that we deem waived.\n\"[I]ssues adverted to in a perfunctory manner, unaccompanied by\nsome effort at developed argument, are deemed waived.\"      United\nStates v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).\n\n                                           -19-\n\f            The judge nonetheless rejected Capelton's motion for a\n\ndownward departure, citing the defendant's extensive criminal\n\nbackground    and    his     failure    to      take    advantage     of     numerous\n\nopportunities to rehabilitate himself:                \"I am persuaded . . . that\n\nthe defendant has had an awfully large number of bites of the\n\napple and, unfortunately, this is the time when the chickens come\n\nhome to roost . . . . [U]nfortunately, I don't think there's any\n\nbasis for downward departure in this case.\"\n\n             Our    prior    jurisprudence         establishes      that we \"lack\n\njurisdiction to review a discretionary decision not to depart from\n\nthe Sentencing Guidelines.\"           United States v. Mejia, 309 F.3d 67,\n\n70 (1st Cir. 2002); see United States v. Louis, 300 F.3d 78, 81\n\n(1st Cir. 2002).          We may review a sentencing court's conclusion\n\nthat   it   does    not     have   legal    authority      to    depart    from   the\n\nsentencing guidelines, Mejia, 309 F.3d at 69-70; however, the\n\ncourt recognized that it had such authority here.                    Therefore, we\n\nwill not review the court's discretionary decision.\n\nD.          Defendant White's Claims\n\n1.          Entrapment\n\n            The     entrapment        defense         protects     \"an     otherwise\n\nlaw-abiding citizen who, if left to his own devices, likely would\n\nhave never run afoul of the law.\"               Jacobson v. United States, 503\n\nU.S.   540,    553-54       (1992).        As    we    have     previously    noted:\n\n\"Entrapment is called a defense, but it is settled that once the\n\n\n                                       -20-\n\fdefendant has made a threshold showing, the burden shifts to the\n\ngovernment to prove beyond a reasonable doubt either that there\n\nwas no undue government pressure or trickery or that the defendant\n\nwas predisposed.\"     United States v. Acosta, 67 F.3d 334, 338 (1st\n\nCir. 1995).       Since this is a disjunctive test, the entrapment\n\ndefense fails if the government can prove beyond a reasonable\n\ndoubt either that 1) it did not improperly induce the illegal\n\nactivity or 2) the defendant was otherwise predisposed.                  See,\n\ne.g., Mathews v. United States, 485 U.S. 58, 62-63 (1988); United\n\nStates v. Gendron, 18 F.3d 955, 961 (1st Cir. 1994).          White claims\n\nthat there was insufficient evidence to prove either the absence\n\nof improper inducement or predisposition.         We disagree with both\n\ncontentions.4     Given the disjunctive nature of the test, we can\n\nfulfill our appellate function by elaborating our disagreement on\n\neither inducement or predisposition.            We choose to focus on\n\ninducement.\n\n          As we held in Gendron, inducement means more than simply\n\norganizing    a   \"sting\"   operation   and   giving   the   defendant   the\n\nopportunity to commit a crime.      Gendron, 18 F.3d at 961.      See also\n\n\n\n     4\n      We review a sufficiency of the evidence claim de novo;\nhowever, in doing so \"we review all the evidence, direct and\ncircumstantial, in the light most charitable to the prosecution,\ndrawing all reasonable inferences consistent with the verdict, and\neschewing credibility judgments, to determine whether a rational\njury could have found the defendant guilty beyond a reasonable\ndoubt.\" United States v. LaFreniere, 236 F.3d 41, 45 (1st Cir.\n2001).\n\n                                   -21-\n\fUnited States v. Gifford, 17 F.3d 462, 468 (1st Cir. 1994)\n\n(\"Neither mere solicitation nor the creation of opportunities to\n\ncommit an offense comprises inducement as that term is used in the\n\nentrapment jurisprudence.\").             \"An 'inducement' consists of an\n\n'opportunity' plus something else-- typically, excessive pressure\n\nby the government upon the defendant or the government's taking\n\nadvantage      of   an   alternative,     non-criminal     type    of    motive.\"\n\nGendron, 18 F.3d at 961.\n\n              White claims that Weeks, the police informant, used\n\nexcessive pressure to force him to sell drugs.                 He claims that\n\nWeeks       repeatedly threatened him and his family while they were\n\nincarcerated together and demanded that White \"hook him up\" with\n\na    drug    source.     After   they    were   released   from    jail,      Weeks\n\nsupposedly continued these threats and forced him to sell drugs to\n\nOfficer Fisher even after White initially refused to do so.                   Based\n\non   this     testimony,   which   was    not   corroborated      by    any   other\n\nwitness, White claims that the government impermissibly induced\n\nhim to engage in criminal activity.\n\n              Our review of the record undercuts White's claim of\n\nexcessive pressure by the government.           The evidence showed that he\n\nnever reported the alleged threats to the correctional officers or\n\nto the police, associated with drug dealers and had multiple\n\nsources of drugs, possessed specific knowledge related to the drug\n\ntrade (e.g. he was familiar with specific terminology and prices,\n\n\n                                        -22-\n\fand claimed to be able to make crack cocaine), sold Detective\n\nFisher drugs on eight separate occasions, gave the detective his\n\nphone number so that the two could deal directly without going\n\nthrough Weeks, and continued to sell cocaine even after Weeks\n\nstopped contacting him.        In addition, the government introduced\n\nsurveillance    tapes   in   which,    according    to   the   trial   judge,\n\n\"[White] doesn't look anything like a person who's being entrapped\n\n. . . .\"   It also introduced audio tapes on which White was heard\n\ntelling Fisher that the drugs that he was going to sell him \"were\n\ntop shelf.\"      Taken together and viewed in a light favorable to\n\nthe verdict, that evidence could lead a rational jury to conclude\n\nbeyond a reasonable doubt that White voluntarily sold drugs to\n\nDetective Fisher and that Weeks did not force him to do so.5\n\n2.         Discovery Abuse\n\n           White claims that the lower court erred when it refused\n\nto grant a mistrial based on the government's alleged discovery\n\nabuse.     In   order   to   prevail   on   a   discovery   abuse   claim,   a\n\n\n     5\n      White also tries to restate his inducement arguments as Fifth\nAmendment \"outrageous government conduct\" violations. As we have\npreviously observed: \"[The outrageous government conduct] doctrine\nis moribund; in practice, courts have rejected its application with\nalmost monotonous regularity.\" United States v. Santana, 6 F.3d\n1,4 (1st Cir. 1993). See also United States v. Panitz, 907 F.2d\n1267, 1272 (1st Cir. 1990) (\"[W]e have yet to review a situation\nwhere official conduct crossed the constitutional line; rather, an\nunbroken string of First Circuit cases has repulsed attempts to win\ndismissal of criminal charges on such a theory.\"). In any event,\nsince the government so easily defeated the inducement prong of the\nentrapment analysis, White's due process claim, even if available\nunder the law, fails.\n\n                                   -23-\n\fdefendant must show 1) that the government wrongfully withheld\n\nevidence and 2) that the defendant suffered prejudice as a result.\n\nUnited States v. Nickens, 955 F.2d 112, 126 (1st Cir. 1992).\n\nWhite's claim fails both of these requirements.\n\n          Prior to trial, White sent the government a letter\n\npursuant to local rule 116.3(A)6 requesting the following:\n\n          Disclosure of all prior subsequent [sic]\n          crimes, wrongs or acts allegedly committed by\n          each and any one of the Defendants upon which\n          the Government intends to rely or of which the\n          Government intends to offer evidence to prove\n          motive,    scheme,    opportunity,     intent,\n          preparation, plan, knowledge, identity or\n          absence of mistake or accident . . . .\n\nThe government sent White copies of his prior convictions in\n\nresponse to that letter, but it did not include any investigative\n\nreports or memoranda.7 White claims that the government wrongfully\n\n\n     6\n      District of Massachusetts Local Rule 116.3(A) states:\n     (A) Within forty-two (42) days of arraignment, any party\n     by letter to the opposing party may request discovery.\n     The opposing party shall reply in writing to the requests\n     contained in such letter, no later than fourteen (14)\n     days after its receipt, stating whether that party agrees\n     or does not agree to furnish the requested discovery and,\n     if that party agrees, when the party will furnish the\n     requested discovery. A copy of the discovery request\n     letter and any response must also be filed with the\n     Clerk’s Office.\n     7\n      The government properly referred to the requested documents\nas Fed. R. Evid. 404(b) (concerning the defendant's prior bad acts)\nand 609 (concerning prior convictions) evidence.       Rule 404(b)\nrequires the government to disclose \"in advance of trial . . . the\ngeneral nature of any such evidence it intends to introduce at\ntrial.\" Although White did not frame his argument in 404(b) terms,\nrelying instead on Local Rule 116.3(a), his general \"discovery\nabuse\" claim is essentially a 404(b) claim. Our analysis would be\n\n                               -24-\n\fwithheld a surveillance record that DEA Agent Shuler prepared as\n\npart of a prior investigation of other drug dealers.    Even though\n\nWhite was not a target of that investigation, he claims that the\n\nsurveillance took place at his address, thus making the report a\n\nform of prior bad acts evidence.   Furthermore, he claims that the\n\ngovernment's failure to produce that report prejudiced his ability\n\nto prepare a defense.\n\n          We conclude that this report was not covered by White's\n\npretrial discovery request; therefore, the government was not\n\nrequired to produce it.   White was not a target of the earlier DEA\n\ninvestigation.     He is only mentioned in the report because the\n\ngovernment conducted its surveillance of the suspects in the\n\nvicinity of his home.      While the jury may have drawn negative\n\ninferences from White's association with drug suspects, it is a\n\nstretch to deem this association a bad act within the meaning of\n\nRule 404(b).     See United States v. Reed, 647 F.2d 678, 686 (6th\n\nCir. 1981) (holding that testimony concerning the defendants' past\n\nassociation with known thieves and their presence at a \"hangout\n\nfor thieves\" did not constitute 404(b) evidence).      Furthermore,\n\nthere is no evidence that the government intended to use that\n\nreport against White.      The jury only learned about the prior\n\ninvestigation because White's attorney asked DEA Agent Shuler\n\nwhether he had heard the name \"Gary White\" before Shuler started\n\n\nthe same under either approach.\n\n                                -25-\n\fhis investigation with Detective Fisher.8            In doing so, he forced\n\nShuler to discuss the earlier investigation.                   The government's\n\nattorney did not reference the report on direct examination, and\n\nthere is no hint in the record that the material in this report\n\nwould have been introduced if White's attorney had not pressed\n\nAgent Shuler on the matter.9\n\n3.         Sentencing\n\n           White's final three claims regard errors that the court\n\nallegedly made at sentencing.\n\na.         Acceptance of Responsibility\n\n           White     claims    that   the    district    court    erred   by   not\n\nreducing his sentence under Section 3E1.1 of the United States\n\nSentencing Guidelines, based on his acceptance of responsibility\n\nfor his actions.      Since the sentencing court can best determine\n\nwhether the defendant \"clearly demonstrates a recognition and\n\naffirmative acceptance of personal responsibility,\" we accord\n\ngreat    deference     to     decisions      rejecting    an     acceptance    of\n\n\n     8\n      Prior to Agent Shuler's testimony, White's attorney asked\nanother agent, James Clifford, whether he had heard White's name\nassociated with drug sales. Clifford simply answered that he had\nseen White's name connected with Agent Shuler's investigation. He\ndid not provide further details regarding the content of that\ninvestigation.\n     9\n      We also note that White failed to request a continuance when\nhe first discovered the alleged abuse.     Thus, we may presume a\nlack of prejudice.      United States v. Sepulveda, 15 F.3d 1161,\n1178 (1st Cir. 1993) (\"As a general rule, a defendant who does not\nrequest a continuance will not be heard to complain on appeal that\nhe suffered prejudice as a result of late-arriving discovery.\").\n\n                                      -26-\n\fresponsibility claim.     U.S.S.G. § 3E1.1 cmt. n. 5.              We only\n\nreverse such decisions on a showing of clear error.        United States\n\nv. Walker, 234 F.3d 780, 784 (1st Cir. 2000).\n\n          White claims that since he never contested his \"factual\n\nguilt,\" he should qualify for a reduced sentence.              That view is\n\nnot supported by our case law.        While we have not held that a\n\ndefendant will always forfeit his chance for a 3E1.1 adjustment by\n\nadopting an entrapment defense, we have held that an adjustment in\n\nsuch a situation would be rare.         See, e.g., United States v.\n\nBaltas, 236 F.3d 27, 37 (1st Cir. 2001) (\"'This adjustment is not\n\nintended to apply to a defendant who puts the government to its\n\nburden of proof at trial by denying the essential factual elements\n\nof guilt, is convicted, and only then admits guilt and expresses\n\nremorse.'\") (quoting U.S.S.G. Sec. 3E1.1 cmt. 2); United States v.\n\nDeLeon Ruiz, 47 F.3d 452, 455 (1st Cir.1995) (\"[A]bsent unusual\n\nfacts, we will . . . generally sustain a district court that\n\ndenies acceptance of responsibility to a defendant who declined to\n\nplead guilty on the count or counts of which he was convicted.\").\n\n          This   case   does   not   qualify   as   one   of    those   rare\n\nexceptions.   White was caught on video and audio tape selling\n\npowdered and crack cocaine to an undercover agent.                When the\n\ngovernment attempted to arrest him, he fled and forced the agents\n\nto run through yards and to jump over fences to apprehend him.            At\n\ntrial, he adopted what the judge termed \"a very, very weak\n\n\n                                 -27-\n\fentrapment defense\" and forced the government to bear the burden\n\nof proving its case against him.       Given all of the evidence that\n\nthe government marshaled against him, it would have been futile\n\nfor White to contest his \"factual guilt\" at trial; therefore,\n\nconsidering his continuous refusal to accept responsibility, we\n\ncan hardly say that the court clearly erred in refusing a downward\n\nadjustment for acceptance of responsibility.\n\nb.          Minor Participant\n\n            White argues that, even though he was the only party who\n\nwas involved in all of the drug transactions, the court erred when\n\nit refused to consider him a \"minor participant\" for sentencing\n\npurposes.   We review this claim for clear error.    United States v.\n\nMelendez, 301 F.3d 27, 33 (1st Cir. 2002).\n\n            In order to receive a downward adjustment for being a\n\n\"minor participant,\" a defendant must demonstrate, inter alia,\n\nthat he \"is less culpable than most other participants\" in the\n\ncrime for which he was convicted.   U.S.S.G. § 3B1.2, cmt 3.   White\n\ncannot meet that standard. The sentencing judge characterized him\n\nas the \"hub of the wheel\" in these transactions and observed:\n\n     Mr. White here was involved in every single deal. He\n     was the central figure in these deals and he's not\n     entitled to any downward departure based upon any minor\n     participation or being a minor participant. He was, if\n     anything, I think the major, perhaps the primary\n     participant.\n\n\n\n\n                                -28-\n\fSince he was an integral link in all eight drug transactions, we\n\ncannot find any clear error in the sentencing judge's decision to\n\ndeny a downward adjustment.\n\nc.        Sentencing Factor Manipulation\n\n          Finally, White claims that the court erred by not\n\ngranting him a downward departure to counteract the government's\n\nimproper enlargement of his crime. He asserts that the government\n\n\"arranged\" to have him sell drugs on eight separate occasions\n\nrather than simply arresting him after the first sale and that\n\nthis conduct impermissibly extended his sentence.\n\n          As we discussed in United States v. Montoya, 62 F.3d 1,\n\n4-5 (1st Cir. 1995), downward departures based on sentencing\n\nfactor manipulation are equitable remedies that courts only invoke\n\nin \"the extreme and unusual case.\"        White bears the burden of\n\ndemonstrating   that   the   government   engaged   in   \"extraordinary\n\nmisconduct,\" and that it improperly enlarged either the scope or\n\nthe scale of the crime. In considering this claim, we will \"focus\n\nprimarily--though not necessarily exclusively--on the government's\n\nconduct and motives.\"    United States v. Gibbens, 25 F.3d 28, 31\n\n(1st Cir. 1994).\n\n          Assuming arguendo that we have jurisdiction to review\n\nthis claim, we conclude that White failed to introduce sufficient\n\nevidence to demonstrate that the government improperly extended\n\nthe duration of its investigation in an effort to extend his\n\n\n                                 -29-\n\fsentence.     While it could have arrested White after the first\n\nsale, it does not appear that its failure to do so was motivated\n\nby malice or bad faith.    See United States v. Terry, 240 F.3d 65,\n\n71 (1st Cir. 2001) (concluding that the government acted in good\n\nfaith when it claimed, inter alia, that it extended the duration\n\nof its investigation to identify       other members in the drug\n\nnetwork).     In fact, since White used multiple sources of drugs,\n\nthe government's extension of the investigation allowed it to\n\nidentify more dealers. Since White failed to demonstrate that the\n\ngovernment engaged in extraordinary misconduct, we reject his\n\nsentencing manipulation claim.\n\n                                III.\n\n            For the foregoing reasons, we AFFIRM the convictions and\n\nsentences of both appellants.\n\nSO ORDERED.\n\n\n\n\n                                -30-\n\f",
  "html": "<p class=\"case_cite\">350 F.3d 231</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jerome CAPELTON, a/k/a Anthony Coleman, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Gary White, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1248.</p>\n    <p class=\"docket\">No. 02-1460.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 4, 2003.</p>\n    <p class=\"date\">Decided November 26, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Alan Jay Black, for appellant Jerome Capelton.</p>\n      <p class=\"indent\">Bernard T. O'Connor, Jr., for appellant Gary White.</p>\n      <p class=\"indent\">Daniel S. Goodman, U.S. Department of Justice, with whom Michael J. Sullivan, United States Attorney, and Todd E. Newhouse, Assistant United States Attorney were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, RICHARD S. ARNOLD, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On September 21, 2000, a grand jury returned a ten-count indictment against defendants Jerome Capelton and Gary White. The grand jury indicted White on nine counts of illicit drug activity, including one count of conspiracy to possess with intent to distribute cocaine, one count of distribution and possession with intent to distribute cocaine powder, and seven counts of distribution and possession with intent to distribute cocaine base. Capelton was also charged with the conspiracy count, and additionally indicted on three counts of actual distribution of cocaine base (two of which were charged against White as well).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court denied Capelton's pre-trial motions to 1) suppress evidence and statements obtained by law enforcement, and 2) sever the proceedings into separate trials for each defendant. The trial commenced on September 10, 2001. The proceedings were briefly halted in response to the events of September 11, but the trial resumed on September 13 and concluded on September 26. After the case was submitted, the jury convicted the defendants of all counts in the indictment. The court sentenced Capelton to a term of 360 months of imprisonment and five years of supervised release, and sentenced White to a term of 292 months and five years of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants filed timely appeals from their convictions and sentences, raising a plethora of challenges to the district court's case management, evidentiary rulings, and sentencing determinations. After a careful review of the record, we find no basis for overturning the defendants' convictions or vacating their sentences.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At trial, the government portrayed Capelton and White as links in a conspiracy to distribute cocaine powder and cocaine base over the period from December 21, 1999 to August 23, 2000.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The inner-workings of the conspiracy were exposed in an elaborate sting operation orchestrated by undercover police officer Alan Fisher of the Chicopee, Massachusetts police department, and aided by the Drug Enforcement Administration (DEA). Fisher launched the operation by contacting Christopher Weeks, a cooperating informant with whom he had worked on several occasions in the past. Weeks, who was incarcerated with White in the Ludlow House of Correction in mid-1999, introduced the officer to White on December 7, 1999. Over the conspiratorial period alleged in the indictment, Fisher purchased cocaine from White on numerous occasions. On December 21, White sold Fisher half an ounce of powder cocaine for $500. Two weeks later, Fisher purchased four ounces of crack cocaine for $4,000. Fisher also arranged drug transactions with White on March 17, March 24, and May 7 for one ounce of crack cocaine ($1,000), 5.5 ounces of crack cocaine ($5,000), and five ounces of crack cocaine ($4,800) respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">White's modus operandi was established from the early stages of the conspiracy. He acted strictly as a middleman, and kept no drugs, money, weapons, or drug paraphernalia on his person or in his residence. When Fisher expressed an interest in purchasing a specified quantity of cocaine, White contacted various suppliers with whom he associated, obtained the requested quantity, and conveyed the drugs to Fisher. Capelton entered the conspiracy as White's primary drug supplier after the May 7 transaction. On June 2, 2000, Capelton supplied White with ten ounces of crack cocaine that Fisher purchased for $9,000. Fisher purchased another $6,000 worth of crack cocaine from Capelton through White on July 24, and bought 5.5 ounces of crack cocaine from the defendants on August 23, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the August 23 transaction, Capelton purchased some gasoline for his car, picked up two passengers in a parking lot, and started driving south on Route 91 in Connecticut. DEA agents, who had been following Capelton, contacted the Connecticut State Police and asked them to pull Capelton over. They did so after he changed lanes without signaling, and the DEA agents parked their cars behind the police cruiser. The police frisked Capelton and found $3,250 in marked bills matching those that Detective Fisher gave to White. After the DEA agents informed Capelton that they were going to seize that money, he followed them to the state police barracks to get a receipt for the funds. The agents did not arrest Capelton until September 21, 2000. White was also arrested on September 21, 2000 while he was negotiating another cocaine sale with Officer Fisher.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The execution of the sting operation was controversial in two respects that are relevant to these appeals. First, White insisted that Weeks coerced him into procuring drugs for Fisher through threats, intimidation and harassing phone calls both to him personally and to his mother, who was living at a different address during the relevant period. Although White conceded at trial that he had participated in each drug sale to Fisher, he argued that he was the victim of unfair entrapment resulting from Weeks' heavy-handed tactics. The government's efforts to counter White's entrapment defense were complicated by its inability to locate Christopher Weeks and subpoena him as a witness. Fisher admitted at trial that Weeks' recruitment of White was not choreographed or closely supervised by law enforcement officials, and White's mother testified that Weeks made repeated efforts to contact White by telephone.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The frequent malfunctioning of surveillance equipment over the course of the sting operation was also a source of dispute at trial. The participating law enforcement officers and agencies went to considerable lengths to both video and audio-tape Fisher's encounters with White and Capelton. However, equipment failures and quality control problems with the audio and visual recordings limited the probative value of those recordings, and forced the prosecution to rely heavily on the eyewitness accounts of the police officers and DEA agents who conducted the surveillance.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We begin by addressing the objections raised jointly by both defendants, and conclude with an analysis of the challenges raised separately by each defendant.</p>\n    </div>\n    <p class=\"indent\">A. The September 11 Tragedy</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On September 11, after opening statements, the district court informed the jurors of the events that had transpired in New York City and Washington D.C. that morning, and suspended the proceedings because the courthouse in Springfield was closed for security reasons. The courthouse remained closed the next day because of a widely-publicized bomb threat. When the defendants' trial resumed on September 13, Capelton and White immediately moved for a mistrial on two grounds. As a general matter, they asserted that the jurors would be unable to maintain their focus on their case given the chaos and uncertainty arising from the events of the previous two days. More importantly, counsel argued that the media's portrayal of the attacks and the military response as a \"battle of good versus evil\" established a particularly prejudicial environment for defendants accused of committing \"evil\" acts. In counsels' view, this prejudice was exacerbated by defendants' reliance on a strategy of discrediting law enforcement officers and federal agents whose colleagues were perceived as heroes in the aftermath of the World Trade Center attacks.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A district court's denial of a motion for mistrial is reviewed for abuse of discretion. <i>United States v. Lee,</i> 317 F.3d 26, 34 (1st Cir.2003); <i>United States v. Rivera-Gomez,</i> 67 F.3d 993, 998 (1st Cir.1995). In response to defendants' request, the judge voir dired each juror individually, and excused the only juror who indicated that the September 11 attacks might alter his attitude toward the case. The court also issued a lengthy instruction to the jury as a whole both before resuming the proceedings, and again at the close of the evidence. These instructions admonished the jurors that the events of September 11</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">cannot influence how you evaluate witnesses, and ... you may not permit these events to influence your deliberations or decision in any way. Both the defendants and the public expect that you will fairly and impartially consider all the evidence in the case, follow the law as stated by the court and reach a just verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court proceeded with an abundance of caution in the wake of September 11. In the absence of particularized allegations of prejudice from defendants, we find no evidence that they were denied their Sixth Amendment right to an impartial jury, and accordingly conclude that the court did not abuse its discretion in denying defendants' motion for a mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">B. The Government's Opening Statement and Closing Argument</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In his opening statement, the prosecutor referred to White and Capelton as \"drug dealer number one\" and \"drug dealer number three\" while describing a scene in front of White's residence that he would later show to the jurors on videotape. The government also explained that defendant Capelton's voice was never caught on audio-tape because he was \"a pretty clever drug dealer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Assuming arguendo that defendants properly preserved their objection to the prosecution's opening remarks, we find no \"manifest abuse of discretion,\" <i>United States v. Mooney,</i> 315 F.3d 54, 59 (1st Cir.2002), in the court's refusal to grant a mistrial after the government's opening statement. To prevail on this ground for a new trial, defendants must demonstrate that the prosecutor's comments \"so poisoned the well that the trial's outcome was likely affected.\" <i>United States v. Mejia-Lozano,</i> 829 F.2d 268, 274 (1st Cir.1987). Defendants' allegations fall considerably short of this threshold.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is true that \"a lawyer may not, in the presence of the trier of fact[,] state a personal opinion about the ... the guilt or innocence of an accused.\" Restatement (Third) of Law Governing Lawyers Sec. 107 (2000). Ideally, to preclude any argument of error, the prosecutor might have used the locution that \"the evidence will show\" that the defendants were drug dealers. Such a locution avoids any suggestion that the prosecution is offering a personal opinion about the guilt of the defendants. However, the opening statement of the prosecution was preceded by the reminder from the trial judge that:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">the words of counsel are not evidence, and if there's any difference between this prediction of what the evidence will show and what you actually hear from the witness stand, you of course are to be guided by and consider only evidence as it comes in through the testimony of the witnesses or other documents or exhibits in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In fact, the government introduced substantial evidence proving that Capelton and White were drug dealers. Under these circumstances, even if the prosecution's conclusory references to \"drug dealers\" could be deemed inappropriate expressions of opinion on guilt (an issue we do not decide), those references did not unfairly inflame or prejudice the jury against the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Capelton also alleges that the government \"inflamed the jury\" by misrepresenting statements made by his counsel during closing argument. While commenting on inconsistencies in the testimony of the two police officers who stopped Capelton's car on August 23, 2000, his attorney recalled one officer's testimony that only one child was in the backseat of Capelton's car when he was pulled over by the Connecticut State Police:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Now, everybody else said two, every officer said two. Let's assume that it's two, he remembers one. Why does he remember one? Because he lost his police report. How does that bear on other testimony? Because all the officers that testified <i>rely</i> on other people's reports.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The prosecutor apparently understood Capelton's attorney to say that \"all the officers that testified <i>will lie</i> on other people's reports,\" and argued to that effect in his rebuttal to the defendants' closing arguments. Capelton immediately objected to that statement and requested a mistrial. On appeal, he claims that he was prejudiced by the prosecutor's attribution of those comments to his attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We apply abuse of discretion review to a district court's refusal to grant a mistrial on the basis of an inappropriate remark by the prosecution in its closing argument. <i>United States v. Hernandez,</i> 218 F.3d 58, 68 (1st Cir.2000). Here, Capelton does not claim that the government intentionally misrepresented defense counsel's statements, or otherwise acted in bad faith. While the transcript produced on appeal contains the word \"rely,\" even the court was unable to discern what Capelton's attorney actually said. Nevertheless, the judge issued the following curative instruction to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">First of all, as you heard the closings I believe Mr. Newhouse [the prosecutor] made reference to his recollection of a statement made during Mr. Black's closing. His recollection of this statement was that Mr. Black said, \"All officers will lie on other officer's reports.\" During the break I wanted to make sure you understand that Mr. Black's recollection of what he said, and his intent was to say, \"All the officer's rely on other officer's reports.\" I passed that on to you so that you will know it, but remind you again that it's your recollection of what is said that controls, not mine or the attorneys' recollection of what was said.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This corrective instruction refutes any argument that the district court abused its discretion in denying the request for a mistrial.</p>\n    </div>\n    <p class=\"indent\">C. Defendant Capelton's Claims</p>\n    <p class=\"indent\">1. Motion to Sever</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Capelton moved the district court for a severance after White disclosed in a pre-trial hearing that he would be presenting a defense of entrapment. Anticipating that White would implicitly concede his participation in the course of presenting this defense, Capelton argued that White's entrapment defense would undermine his own strategy of denying participation in the conspiracy and putting the government to its proof.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We review the denial of a severance motion for manifest abuse of discretion. <i>United States v. DeLeon,</i> 187 F.3d 60, 63 (1st Cir.), <i>cert. denied,</i> 528 U.S. 1030, 120 S.Ct. 551, 145 L.Ed.2d 428 (1999). Capelton acknowledges on appeal \"that the standard for severance is a strict one and the defendant must show that he could not have received a fair trial.\" Indeed, we have previously recognized the general rule that \"defendants charged in the same indictment should be tried together,\" <i>United States v. Houle,</i> 237 F.3d 71, 75-76 (1st Cir.), <i>cert. denied,</i> 532 U.S. 1074, 121 S.Ct. 2234, 150 L.Ed.2d 224 (2001), and expressed reluctance to reverse a denial of severance where the defenses at issue are only \"somewhat antagonistic,\" <i>United States v. Serafino,</i> 281 F.3d 327, 329 (1st Cir.2002), and not \"so irreconcilable as to involve fundamental disagreement over core and basic facts,\" <i>United States v. Pena-Lora,</i> 225 F.3d 17, 34 (1st Cir.2000) (internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Without elaborating at pointless length, we conclude that Capelton's skeletal argument for reversal on this ground is unavailing in light of 1) his failure to point to any specific testimony at trial that prejudiced his own defense, and 2) the court's explicit instruction to the jury that</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">you must consider the counts and the defendants separately. Mr. White and Mr. Capelton are charged with several different counts in the indictment. The counts, and the defendants, have been joined for trial. However, the counts and the defendants must be considered separately.</p>\n    </div>\n    <p class=\"indent\">2. Motion to Suppress</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">At 3:00 p.m. on August 23, 2000, Connecticut State Troopers Jeffrey Campbell and John Tollis received a cell phone call in their police cruiser from a federal surveillance team monitoring Capelton's movements. DEA agents provided the officers with a description of Capelton's vehicle, and informed the troopers that the defendant was traveling south on Interstate 91, having just left the scene of a drug transaction in Springfield. The officers positioned their vehicle behind Capelton, and pulled the defendant over after observing him switch lanes without using his turn signal. A \"pat frisk\" of the defendant revealed a large wad of money in his front pocket that matched, upon examination, the serial numbers of the \"buy money\" that Fisher had earlier used to purchase crack cocaine from White. Because the government's surveillance tapes failed to record Capelton actually exchanging drugs for money, the marked bills found on defendant's person were the linchpin of the government's circumstantial case against Capelton.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Not surprisingly, Capelton argues on appeal that the district court erred when it denied his motion to suppress this physical evidence. We will review this claim by considering whether the Connecticut State Police had sufficient cause, apart from the traffic violation,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to stop Capelton's vehicle and whether they had probable cause to search his person and to seize the serialized money.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\"Our review of the ultimate determinations of probable cause and reasonable suspicion on a motion to suppress is de novo. Review of subsidiary factual findings is for clear error.\" <i>United States v. Scott,</i> 270 F.3d 30, 39 (1st Cir.2001) (citations omitted). The Connecticut State Police needed an \"articulable and reasonable suspicion that [Capelton] was engaged in criminal activity\" to justify a <i>Terry</i> stop of his car. <i>United States v. Trueber,</i> 238 F.3d 79, 92 (1st Cir.2001) (upholding a <i>Terry</i> stop of a pickup truck). While this involves more than a mere \"hunch,\" <i>Terry v. Ohio,</i> 392 U.S. 1, 27, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), \"the level of suspicion required for a <i>Terry</i> stop is obviously less demanding than for probable cause.\" <i>Alabama v. White,</i> 496 U.S. 325, 330, 110 S.Ct. 2412, 110 L.Ed.2d 301 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Detective Fisher's detailed testimony during the pretrial evidentiary hearing on the motion to suppress recounted the DEA agents' close surveillance of Capelton before, during and after the August 23 drug transaction. The knowledge may be imputed from the DEA agents to the state police who actually effectuated the stop under the \"fellow officer rule.\" <i>United States v. Winchenbach,</i> 197 F.3d 548, 555 (1st Cir.1999) (\"[T]he focus is upon the collective knowledge possessed by, and the aggregate information available to, all the officers involved in the investigation.\") In a case very similar to this one, we concluded that \"there [was] no doubt that the police were justified under <i>Terry</i> in stopping\" the defendant's vehicle after observing him sell drugs to an undercover officer, <i>United States v. Schiavo,</i> 29 F.3d 6, 9 (1st Cir.1994), and we reach the same conclusion here. The police observed Capelton engage in illegal drug sales and then pulled him over. As was the case in <i>Schiavo,</i> there is no doubt that the <i>Terry</i> stop was justified.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The next inquiry is whether the officers' warrantless search of Capelton's front pocket and their seizure of the serialized currency was justified. While it would have been permissible for the police to search Capelton's car incident to the stop, \"[t]he search of one's person is more intrusive on the rights protected by the Fourth Amendment than the search of an automobile.\" <i>Schiavo,</i> 29 F.3d at 9. Therefore, we will only uphold the search if the police demonstrated that they had probable cause and that exigent circumstances justified the search in the absence of a warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We can easily dismiss the second factor. The district court concluded that the officers did not need a warrant to conduct this search in light of the \"exigent circumstance\" that Capelton was mobile at the time the police developed probable cause. This created a risk that the evidence would be \"spirited away,\" <i>Florida v. White,</i> 526 U.S. 559, 565, 119 S.Ct. 1555, 143 L.Ed.2d 748 (1999), if the officers delayed the search until a proper warrant could be secured. On appeal, Capelton does not question the existence of exigent circumstances. Thus, we will confine our review to the issue of probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Probable cause for a search can be demonstrated by \"`facts and circumstances... sufficient in themselves to warrant a man of reasonable caution in the belief that' he was observing criminal activity and the fruits of criminal activity.\" <i>United States v. Ferrara,</i> 539 F.2d 799, 801 (1st Cir.1976) (quoting <i>Carroll v. United States,</i> 267 U.S. 132, 162, 45 S.Ct. 280, 69 L.Ed. 543 (1925)). The district court felt that the police surveillance on August 23 provided sufficient probable cause to execute the search:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The defendant was positively identified by two officers, both of whom had an ample opportunity to observe him and who had seen him on previous occasions. Further, he was identified by Gary White as the source of the drugs, and the pattern of activity clearly indicated that it was the defendant who provided White with the crack cocaine given the undercover agent that day.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Teams of surveillance agents continuously followed Capelton after the sale. Other than getting out to pump his gas, he did not leave the car between the time of the sale and when he was stopped by the officers. Therefore, the police were justified in believing that the fruit of his criminal activity, the serialized currency, was in his possession. This belief provided them with sufficient probable cause to justify the search.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">3. Hearsay Statements of Co-Conspirators Admitted Under Rule 801(d)(2)(E)</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Federal Rule of Evidence 801(d)(2)(E) excludes from the category of hearsay \"statement[s] by a coconspirator of a party during the course and in furtherance of the conspiracy.\" Fed.R.Evid. 801(d)(2)(E). As a predicate for admitting evidence under this rule, the trial court must conclude that \"it is more likely than not that the declarant and the defendant were members of a conspiracy when the hearsay statement was made, and that the statement was in furtherance of the conspiracy.\" <i>United States v. Petrozziello,</i> 548 F.2d 20, 23 (1st Cir.1977). In our circuit, this determination is referred to as a <i>Petrozziello</i> ruling. Significantly, the trial court is not required to decide the <i>Petrozziello</i> question prior to admitting hearsay statements under Rule 801(d)(2)(E), but may \"admit the statement[s] provisionally, subject to its final <i>Petrozziello</i> determination at the close of all the evidence.\" <i>United States v. Isabel,</i> 945 F.2d 1193, 1199 n. 10 (1st Cir.1991). Generally, \"we review the trial court's determination that statements were coconspirator statements under the clear error standard.\" <i>United States v. Marino,</i> 277 F.3d 11, 25 (1st Cir.2002) (citing <i>United States v. Mojica-Baez,</i> 229 F.3d 292, 304 (1st Cir.2000)). This deferential standard of review places a heavy burden on a defendant seeking to overturn a trial court's <i>Petrozziello</i> ruling. <i>Reich v. Newspapers of New England, Inc.,</i> 44 F.3d 1060, 1080 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In <i>United States v. Sepulveda,</i> 15 F.3d 1161 (1st Cir.1993), we held that \"a coconspirator's statement, standing alone, is insufficient to meet the preponderance standard of Rule 801(d)(2)(E) ... [A]dmitting the statement into evidence requires some extrinsic proof of the declarant's involvement in the conspiracy.\" <i>Id.</i> at 1181-82. Capelton unpersuasively argues that the government failed to produce any \"extrinsic proof\" linking the co-defendants. Marked bills from the August 23, 2000 transaction between Fisher and White were found on Capelton's person when he was arrested. The record also indicates that surveillance videos introduced by the government depict Capelton arriving at White's residence, and show White walking back and forth between Fisher's car and Capelton's car during the July 24 and August 23 drug transactions. This evidence easily satisfies the \"extrinsic proof\" requirement of <i>Sepulveda,</i> and we accordingly find no clear error in the district court's <i>Petrozziello</i> ruling.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">4. Sentencing</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Capelton claims that the district court erroneously denied him a downward departure under &#167; 5H1.6 of the United States Sentencing Guidelines, and argues that this provision \"allows for a downward departure for unusual family circumstances.\" At Capelton's sentencing hearing, the court took note that the defendant grew up with drug addicted parents, and was forced to live on the streets and provide for his younger brother from the time he was twelve years old. The court commented that it had \"rarely encountered a childhood as horrendous as this,\" and acknowledged that \"the defendant's situation, as he was growing up, [was] almost unimaginably difficult.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The judge nonetheless rejected Capelton's motion for a downward departure citing the defendant's extensive criminal background and his failure to take advantage of numerous opportunities to rehabilitate himself: \"I am persuaded ... that the defendant has had an awfully large number of bites of the apple and, unfortunately, this is the time when the chickens come home to roost.... [U]nfortunately, I don't think there's any basis for downward departure in this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Our prior jurisprudence establishes that we \"lack jurisdiction to review a discretionary decision not to depart from the Sentencing Guidelines.\" <i>United States v. Mejia,</i> 309 F.3d 67, 70 (1st Cir.2002); <i>see United States v. Louis,</i> 300 F.3d 78, 81 (1st Cir.2002). We may review a sentencing court's conclusion that it does not have legal authority to depart from the sentencing guidelines, <i>Mejia,</i> 309 F.3d at 69-70; however, the court recognized that it had such authority here. Therefore, we will not review the court's discretionary decision.</p>\n    </div>\n    <p class=\"indent\">D. Defendant White's Claims</p>\n    <p class=\"indent\">1. Entrapment</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The entrapment defense protects \"an otherwise law-abiding citizen who, if left to his own devices, likely would have never run afoul of the law.\" <i>Jacobson v. United States,</i> 503 U.S. 540, 553-54, 112 S.Ct. 1535, 118 L.Ed.2d 174 (1992). As we have previously noted: \"Entrapment is called a defense, but it is settled that once the defendant has made a threshold showing, the burden shifts to the government to prove beyond a reasonable doubt either that there was no undue government pressure or trickery or that the defendant was predisposed.\" <i>United States v. Acosta,</i> 67 F.3d 334, 338 (1st Cir.1995). Since this is a disjunctive test, the entrapment defense fails if the government can prove beyond a reasonable doubt either that 1) it did not improperly induce the illegal activity or 2) the defendant was otherwise predisposed. <i>See, e.g., Mathews v. United States,</i> 485 U.S. 58, 62-63, 108 S.Ct. 883, 99 L.Ed.2d 54 (1988); <i>United States v. Gendron,</i> 18 F.3d 955, 961 (1st Cir.1994). White claims that there was insufficient evidence to prove either the absence of improper inducement or predisposition. We disagree with both contentions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Given the disjunctive nature of the test, we can fulfill our appellate function by elaborating our disagreement on either inducement or predisposition. We choose to focus on inducement.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As we held in <i>Gendron,</i> inducement means more than simply organizing a \"sting\" operation and giving the defendant the opportunity to commit a crime. <i>Gendron,</i> 18 F.3d at 961. <i>See also United States v. Gifford,</i> 17 F.3d 462, 468 (1st Cir.1994) (\"Neither mere solicitation nor the creation of opportunities to commit an offense comprises inducement as that term is used in the entrapment jurisprudence.\"). \"An `inducement' consists of an `opportunity' plus something else &#8212; typically, excessive pressure by the government upon the defendant or the government's taking advantage of an alternative, non-criminal type of motive.\" <i>Gendron,</i> 18 F.3d at 961.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">White claims that Weeks, the police informant, used excessive pressure to force him to sell drugs. He claims that Weeks repeatedly threatened him and his family while they were incarcerated together and demanded that White \"hook him up\" with a drug source. After they were released from jail, Weeks supposedly continued these threats and forced him to sell drugs to Officer Fisher even after White initially refused to do so. Based on this testimony, which was not corroborated by any other witness, White claims that the government impermissibly induced him to engage in criminal activity.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Our review of the record undercuts White's claim of excessive pressure by the government. The evidence showed that he never reported the alleged threats to the correctional officers or to the police, associated with drug dealers and had multiple sources of drugs, possessed specific knowledge related to the drug trade (e.g. he was familiar with specific terminology and prices, and claimed to be able to make crack cocaine), sold Detective Fisher drugs on eight separate occasions, gave the detective his phone number so that the two could deal directly without going through Weeks, and continued to sell cocaine even after Weeks stopped contacting him. In addition, the government introduced surveillance tapes in which, according to the trial judge, \"[White] doesn't look anything like a person who's being entrapped ....\" It also introduced audio tapes on which White was heard telling Fisher that the drugs that he was going to sell him \"were top shelf.\" Taken together and viewed in a light favorable to the verdict, that evidence could lead a rational jury to conclude beyond a reasonable doubt that White voluntarily sold drugs to Detective Fisher and that Weeks did not force him to do so.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">2. Discovery Abuse</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">White claims that the lower court erred when it refused to grant a mistrial based on the government's alleged discovery abuse. In order to prevail on a discovery abuse claim, a defendant must show 1) that the government wrongfully withheld evidence and 2) that the defendant suffered prejudice as a result. <i>United States v. Nickens,</i> 955 F.2d 112, 126 (1st Cir.1992). White's claim fails both of these requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Prior to trial, White sent the government a letter pursuant to local rule 116.3(A)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> requesting the following:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Disclosure of all prior subsequent [sic] crimes, wrongs or acts allegedly committed by each and any one of the Defendants upon which the Government intends to rely or of which the Government intends to offer evidence to prove motive, scheme, opportunity, intent, preparation, plan, knowledge, identity or absence of mistake or accident....</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The government sent White copies of his prior convictions in response to that letter, but it did not include any investigative reports or memoranda.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> White claims that the government wrongfully withheld a surveillance record that DEA Agent Shuler prepared as part of a prior investigation of other drug dealers. Even though White was not a target of that investigation, he claims that the surveillance took place at his address, thus making the report a form of prior bad acts evidence. Furthermore, he claims that the government's failure to produce that report prejudiced his ability to prepare a defense.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We conclude that this report was not covered by White's pretrial discovery request; therefore, the government was not required to produce it. White was not a target of the earlier DEA investigation. He is only mentioned in the report because the government conducted its surveillance of the suspects in the vicinity of his home. While the jury may have drawn negative inferences from White's association with drug suspects, it is a stretch to deem this association a bad act within the meaning of Rule 404(b). <i>See United States v. Reed,</i> 647 F.2d 678, 686 (6th Cir.1981) (holding that testimony concerning the defendants' past association with known thieves and their presence at a \"hangout for thieves\" did not constitute 404(b) evidence). Furthermore, there is no evidence that the government intended to use that report against White. The jury only learned about the prior investigation because White's attorney asked DEA Agent Shuler whether he had heard the name \"Gary White\" before Shuler started his investigation with Detective Fisher.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> In doing so, he forced Shuler to discuss the earlier investigation. The government's attorney did not reference the report on direct examination, and there is no hint in the record that the material in this report would have been introduced if White's attorney had not pressed Agent Shuler on the matter.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p class=\"indent\">3. Sentencing</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">White's final three claims regard errors that the court allegedly made at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">a. Acceptance of Responsibility</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">White claims that the district court erred by not reducing his sentence under Section 3E1.1 of the United States Sentencing Guidelines, based on his acceptance of responsibility for his actions. Since the sentencing court can best determine whether the defendant \"clearly demonstrates a recognition and affirmative acceptance of personal responsibility,\" we accord great deference to decisions rejecting an acceptance of responsibility claim. U.S.S.G. &#167; 3E1.1 cmt. n. 5. We only reverse such decisions on a showing of clear error. <i>United States v. Walker,</i> 234 F.3d 780, 784 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">White claims that since he never contested his \"factual guilt,\" he should qualify for a reduced sentence. That view is not supported by our case law. While we have not held that a defendant will always forfeit his chance for a 3E1.1 adjustment by adopting an entrapment defense, we have held that an adjustment in such a situation would be rare. <i>See, e.g., United States v. Baltas,</i> 236 F.3d 27, 37 (1st Cir.2001) (\"`This adjustment is not intended to apply to a defendant who puts the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.'\") (quoting U.S.S.G. Sec. 3E1.1 cmt. 2); <i>United States v. DeLeon Ruiz,</i> 47 F.3d 452, 455 (1st Cir.1995) (\"[A]bsent unusual facts, we will... generally sustain a district court that denies acceptance of responsibility to a defendant who declined to plead guilty on the count or counts of which he was convicted.\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">This case does not qualify as one of those rare exceptions. White was caught on video and audio tape selling powdered and crack cocaine to an undercover agent. When the government attempted to arrest him, he fled and forced the agents to run through yards and to jump over fences to apprehend him. At trial, he adopted what the judge termed \"a very, very weak entrapment defense\" and forced the government to bear the burden of proving its case against him. Given all of the evidence that the government marshaled against him, it would have been futile for White to contest his \"factual guilt\" at trial; therefore, considering his continuous refusal to accept responsibility, we can hardly say that the court clearly erred in refusing a downward adjustment for acceptance of responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">b. Minor Participant</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">White argues that, even though he was the only party who was involved in all of the drug transactions, the court erred when it refused to consider him a \"minor participant\" for sentencing purposes. We review this claim for clear error. <i>United States v. Melendez,</i> 301 F.3d 27, 33 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In order to receive a downward adjustment for being a \"minor participant,\" a defendant must demonstrate, inter alia, that he \"is less culpable than most other participants\" in the crime for which he was convicted. U.S.S.G. &#167; 3B1.2, cmt. 3. White cannot meet that standard. The sentencing judge characterized him as the \"hub of the wheel\" in these transactions and observed:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Mr. White here was involved in every single deal. He was the central figure in these deals and he's not entitled to any downward departure based upon any minor participation or being a minor participant. He was, if anything, I think the major, perhaps the primary participant.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Since he was an integral link in all eight drug transactions, we cannot find any clear error in the sentencing judge's decision to deny a downward adjustment.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">c. Sentencing Factor Manipulation</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Finally, White claims that the court erred by not granting him a downward departure to counteract the government's improper enlargement of his crime. He asserts that the government \"arranged\" to have him sell drugs on eight separate occasions rather than simply arresting him after the first sale and that this conduct impermissibly extended his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">As we discussed in <i>United States v. Montoya,</i> 62 F.3d 1, 4-5 (1st Cir.1995), downward departures based on sentencing factor manipulation are equitable remedies that courts only invoke in \"the extreme and unusual case.\" White bears the burden of demonstrating that the government engaged in \"extraordinary misconduct,\" and that it improperly enlarged either the scope or the scale of the crime. In considering this claim, we will \"focus primarily &#8212; though not necessarily exclusively &#8212; on the government's conduct and motives.\" <i>United States v. Gibbens,</i> 25 F.3d 28, 31 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Assuming arguendo that we have jurisdiction to review this claim, we conclude that White failed to introduce sufficient evidence to demonstrate that the government improperly extended the duration of its investigation in an effort to extend his sentence. While it could have arrested White after the first sale, it does not appear that its failure to do so was motivated by malice or bad faith. <i>See United States v. Terry,</i> 240 F.3d 65, 71 (1st Cir.2001) (concluding that the government acted in good faith when it claimed, inter alia, that it extended the duration of its investigation to identify other members in the drug network). In fact, since White used multiple sources of drugs, the government's extension of the investigation allowed it to identify more dealers. Since White failed to demonstrate that the government engaged in extraordinary misconduct, we reject his sentencing manipulation claim.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">For the foregoing reasons, we AFFIRM the convictions and sentences of both appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We present facts here to convey a general impression of the case. We provide additional facts where they are pertinent to the legal analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We say \"apart from the traffic violation\" only because the trial judge did not factor the violation into his analysis of the legal basis for the stop. There is no question that the traffic violation alone provided a sufficient basis for the stop</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Capelton raises but does not develop three additional challenges &#8212; a sufficiency of the evidence challenge, a due process challenge involving the pen registers, and a challenge to the court's aiding and abetting instruction &#8212; that we deem waived. \"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argument, are deemed waived.\"<i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We review a sufficiency of the evidence claim de novo; however, in doing so \"we review all the evidence, direct and circumstantial, in the light most charitable to the prosecution, drawing all reasonable inferences consistent with the verdict, and eschewing credibility judgments, to determine whether a rational jury could have found the defendant guilty beyond a reasonable doubt.\"<i>United States v. LaFreniere,</i> 236 F.3d 41, 45 (1st Cir.2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> White also tries to restate his inducement arguments as Fifth Amendment \"outrageous government conduct\" violations. As we have previously observed: \"[The outrageous government conduct] doctrine is moribund; in practice, courts have rejected its application with almost monotonous regularity.\"<i>United States v. Santana,</i> 6 F.3d 1,4 (1st Cir.1993). <i>See also United States v. Panitz,</i> 907 F.2d 1267, 1272 (1st Cir.1990) (\"[W]e have yet to review a situation where official conduct crossed the constitutional line; rather, an unbroken string of First Circuit cases has repulsed attempts to win dismissal of criminal charges on such a theory.\"). In any event, since the government so easily defeated the inducement prong of the entrapment analysis, White's due process claim, even if available under the law, fails.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> District of Massachusetts Local Rule 116.3(A) states:</p>\n        <p class=\"indent\">(A) Within forty-two (42) days of arraignment, any party by letter to the opposing party may request discovery. The opposing party shall reply in writing to the requests contained in such letter, no later than fourteen (14) days after its receipt, stating whether that party agrees or does not agree to furnish the requested discovery and, if that party agrees, when the party will furnish the requested discovery. A copy of the discovery request letter and any response must also be filed with the Clerk's Office.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The government properly referred to the requested documents as Fed.R.Evid. 404(b) (concerning the defendant's prior bad acts) and 609 (concerning prior convictions) evidence. Rule 404(b) requires the government to disclose \"in advance of trial ... the general nature of any such evidence it intends to introduce at trial.\" Although White did not frame his argument in 404(b) terms, relying instead on Local Rule 116.3(A), his general \"discovery abuse\" claim is essentially a 404(b) claim. Our analysis would be the same under either approach</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Prior to Agent Shuler's testimony, White's attorney asked another agent, James Clifford, whether he had heard White's name associated with drug sales. Clifford simply answered that he had seen White's name connected with Agent Shuler's investigation. He did not provide further details regarding the content of that investigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We also note that White failed to request a continuance when he first discovered the alleged abuse. Thus, we may presume a lack of prejudice<i>United States v. Sepulveda,</i> 15 F.3d 1161, 1178 (1st Cir.1993) (\"As a general rule, a defendant who does not request a continuance will not be heard to complain on appeal that he suffered prejudice as a result of late-arriving discovery.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">350</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Jerome CAPELTON, a/k/a Anthony Coleman, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Gary White, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-1248.</p>\n    <p class=\"docket\">No. 02-1460.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 4, 2003.</p>\n    <p class=\"date\">Decided November 26, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Alan Jay Black, for appellant Jerome Capelton.</p>\n      <p class=\"indent\">Bernard T. O'Connor, Jr., for appellant Gary White.</p>\n      <p class=\"indent\">Daniel S. Goodman, U.S. Department of Justice, with whom Michael J. Sullivan, United States Attorney, and Todd E. Newhouse, Assistant United States Attorney were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, RICHARD S. ARNOLD, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On September 21, 2000, a grand jury returned a ten-count indictment against defendants Jerome Capelton and Gary White. The grand jury indicted White on nine counts of illicit drug activity, including one count of conspiracy to possess with intent to distribute cocaine, one count of distribution and possession with intent to distribute cocaine powder, and seven counts of distribution and possession with intent to distribute cocaine base. Capelton was also charged with the conspiracy count, and additionally indicted on three counts of actual distribution of cocaine base (two of which were charged against White as well).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court denied Capelton's pre-trial motions to 1) suppress evidence and statements obtained by law enforcement, and 2) sever the proceedings into separate trials for each defendant. The trial commenced on September 10, 2001. The proceedings were briefly halted in response to the events of September 11, but the trial resumed on September 13 and concluded on September 26. After the case was submitted, the jury convicted the defendants of all counts in the indictment. The court sentenced Capelton to a term of 360 months of imprisonment and five years of supervised release, and sentenced White to a term of 292 months and five years of supervised release.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants filed timely appeals from their convictions and sentences, raising a plethora of challenges to the district court's case management, evidentiary rulings, and sentencing determinations. After a careful review of the record, we find no basis for overturning the defendants' convictions or vacating their sentences.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At trial, the government portrayed Capelton and White as links in a conspiracy to distribute cocaine powder and cocaine base over the period from December 21, 1999 to August 23, 2000.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The inner-workings of the conspiracy were exposed in an elaborate sting operation orchestrated by undercover police officer Alan Fisher of the Chicopee, Massachusetts police department, and aided by the Drug Enforcement Administration (DEA). Fisher launched the operation by contacting Christopher Weeks, a cooperating informant with whom he had worked on several occasions in the past. Weeks, who was incarcerated with White in the Ludlow House of Correction in mid-1999, introduced the officer to White on December 7, 1999. Over the conspiratorial period alleged in the indictment, Fisher purchased cocaine from White on numerous occasions. On December 21, White sold Fisher half an ounce of powder cocaine for $500. Two weeks later, Fisher purchased four ounces of crack cocaine for $4,000. Fisher also arranged drug transactions with White on March 17, March 24, and May 7 for one ounce of crack cocaine ($1,000), 5.5 ounces of crack cocaine ($5,000), and five ounces of crack cocaine ($4,800) respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">White's modus operandi was established from the early stages of the conspiracy. He acted strictly as a middleman, and kept no drugs, money, weapons, or drug paraphernalia on his person or in his residence. When Fisher expressed an interest in purchasing a specified quantity of cocaine, White contacted various suppliers with whom he associated, obtained the requested quantity, and conveyed the drugs to Fisher. Capelton entered the conspiracy as White's primary drug supplier after the May 7 transaction. On June 2, 2000, Capelton supplied White with ten ounces of crack cocaine that Fisher purchased for $9,000. Fisher purchased another $6,000 worth of crack cocaine from Capelton through White on July 24, and bought 5.5 ounces of crack cocaine from the defendants on August 23, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After the August 23 transaction, Capelton purchased some gasoline for his car, picked up two passengers in a parking lot, and started driving south on Route 91 in Connecticut. DEA agents, who had been following Capelton, contacted the Connecticut State Police and asked them to pull Capelton over. They did so after he changed lanes without signaling, and the DEA agents parked their cars behind the police cruiser. The police frisked Capelton and found $3,250 in marked bills matching those that Detective Fisher gave to White. After the DEA agents informed Capelton that they were going to seize that money, he followed them to the state police barracks to get a receipt for the funds. The agents did not arrest Capelton until September 21, 2000. White was also arrested on September 21, 2000 while he was negotiating another cocaine sale with Officer Fisher.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The execution of the sting operation was controversial in two respects that are relevant to these appeals. First, White insisted that Weeks coerced him into procuring drugs for Fisher through threats, intimidation and harassing phone calls both to him personally and to his mother, who was living at a different address during the relevant period. Although White conceded at trial that he had participated in each drug sale to Fisher, he argued that he was the victim of unfair entrapment resulting from Weeks' heavy-handed tactics. The government's efforts to counter White's entrapment defense were complicated by its inability to locate Christopher Weeks and subpoena him as a witness. Fisher admitted at trial that Weeks' recruitment of White was not choreographed or closely supervised by law enforcement officials, and White's mother testified that Weeks made repeated efforts to contact White by telephone.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The frequent malfunctioning of surveillance equipment over the course of the sting operation was also a source of dispute at trial. The participating law enforcement officers and agencies went to considerable lengths to both video and audio-tape Fisher's encounters with White and Capelton. However, equipment failures and quality control problems with the audio and visual recordings limited the probative value of those recordings, and forced the prosecution to rely heavily on the eyewitness accounts of the police officers and DEA agents who conducted the surveillance.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We begin by addressing the objections raised jointly by both defendants, and conclude with an analysis of the challenges raised separately by each defendant.</p>\n    </div>\n    <p class=\"indent\">A. The September 11 Tragedy</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On September 11, after opening statements, the district court informed the jurors of the events that had transpired in New York City and Washington D.C. that morning, and suspended the proceedings because the courthouse in Springfield was closed for security reasons. The courthouse remained closed the next day because of a widely-publicized bomb threat. When the defendants' trial resumed on September 13, Capelton and White immediately moved for a mistrial on two grounds. As a general matter, they asserted that the jurors would be unable to maintain their focus on their case given the chaos and uncertainty arising from the events of the previous two days. More importantly, counsel argued that the media's portrayal of the attacks and the military response as a \"battle of good versus evil\" established a particularly prejudicial environment for defendants accused of committing \"evil\" acts. In counsels' view, this prejudice was exacerbated by defendants' reliance on a strategy of discrediting law enforcement officers and federal agents whose colleagues were perceived as heroes in the aftermath of the World Trade Center attacks.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A district court's denial of a motion for mistrial is reviewed for abuse of discretion. <i>United States v. Lee,</i> <span class=\"citation\" data-id=\"200295\"><a href=\"/opinion/200295/united-states-v-lee/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 34 (1st Cir.2003); <i>United States v. Rivera-Gomez,</i> <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 998 (1st Cir.1995). In response to defendants' request, the judge voir dired each juror individually, and excused the only juror who indicated that the September 11 attacks might alter his attitude toward the case. The court also issued a lengthy instruction to the jury as a whole both before resuming the proceedings, and again at the close of the evidence. These instructions admonished the jurors that the events of September 11</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">cannot influence how you evaluate witnesses, and ... you may not permit these events to influence your deliberations or decision in any way. Both the defendants and the public expect that you will fairly and impartially consider all the evidence in the case, follow the law as stated by the court and reach a just verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court proceeded with an abundance of caution in the wake of September 11. In the absence of particularized allegations of prejudice from defendants, we find no evidence that they were denied their Sixth Amendment right to an impartial jury, and accordingly conclude that the court did not abuse its discretion in denying defendants' motion for a mistrial.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">B. The Government's Opening Statement and Closing Argument</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In his opening statement, the prosecutor referred to White and Capelton as \"drug dealer number one\" and \"drug dealer number three\" while describing a scene in front of White's residence that he would later show to the jurors on videotape. The government also explained that defendant Capelton's voice was never caught on audio-tape because he was \"a pretty clever drug dealer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Assuming arguendo that defendants properly preserved their objection to the prosecution's opening remarks, we find no \"manifest abuse of discretion,\" <i>United States v. Mooney,</i> <span class=\"citation\" data-id=\"200259\"><a href=\"/opinion/200259/united-states-v-mooney/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 59 (1st Cir.2002), in the court's refusal to grant a mistrial after the government's opening statement. To prevail on this ground for a new trial, defendants must demonstrate that the prosecutor's comments \"so poisoned the well that the trial's outcome was likely affected.\" <i>United States v. Mejia-Lozano,</i> <span class=\"citation\" data-id=\"494593\"><a href=\"/opinion/494593/united-states-v-martha-mejia-lozano/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span>, 274 (1st Cir.1987). Defendants' allegations fall considerably short of this threshold.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">It is true that \"a lawyer may not, in the presence of the trier of fact[,] state a personal opinion about the ... the guilt or innocence of an accused.\" Restatement (Third) of Law Governing Lawyers Sec. 107 (2000). Ideally, to preclude any argument of error, the prosecutor might have used the locution that \"the evidence will show\" that the defendants were drug dealers. Such a locution avoids any suggestion that the prosecution is offering a personal opinion about the guilt of the defendants. However, the opening statement of the prosecution was preceded by the reminder from the trial judge that:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">the words of counsel are not evidence, and if there's any difference between this prediction of what the evidence will show and what you actually hear from the witness stand, you of course are to be guided by and consider only evidence as it comes in through the testimony of the witnesses or other documents or exhibits in the case.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In fact, the government introduced substantial evidence proving that Capelton and White were drug dealers. Under these circumstances, even if the prosecution's conclusory references to \"drug dealers\" could be deemed inappropriate expressions of opinion on guilt (an issue we do not decide), those references did not unfairly inflame or prejudice the jury against the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Capelton also alleges that the government \"inflamed the jury\" by misrepresenting statements made by his counsel during closing argument. While commenting on inconsistencies in the testimony of the two police officers who stopped Capelton's car on August 23, 2000, his attorney recalled one officer's testimony that only one child was in the backseat of Capelton's car when he was pulled over by the Connecticut State Police:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Now, everybody else said two, every officer said two. Let's assume that it's two, he remembers one. Why does he remember one? Because he lost his police report. How does that bear on other testimony? Because all the officers that testified <i>rely</i> on other people's reports.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The prosecutor apparently understood Capelton's attorney to say that \"all the officers that testified <i>will lie</i> on other people's reports,\" and argued to that effect in his rebuttal to the defendants' closing arguments. Capelton immediately objected to that statement and requested a mistrial. On appeal, he claims that he was prejudiced by the prosecutor's attribution of those comments to his attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We apply abuse of discretion review to a district court's refusal to grant a mistrial on the basis of an inappropriate remark by the prosecution in its closing argument. <i>United States v. Hernandez,</i> <span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 68 (1st Cir.2000). Here, Capelton does not claim that the government intentionally misrepresented defense counsel's statements, or otherwise acted in bad faith. While the transcript produced on appeal contains the word \"rely,\" even the court was unable to discern what Capelton's attorney actually said. Nevertheless, the judge issued the following curative instruction to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">First of all, as you heard the closings I believe Mr. Newhouse [the prosecutor] made reference to his recollection of a statement made during Mr. Black's closing. His recollection of this statement was that Mr. Black said, \"All officers will lie on other officer's reports.\" During the break I wanted to make sure you understand that Mr. Black's recollection of what he said, and his intent was to say, \"All the officer's rely on other officer's reports.\" I passed that on to you so that you will know it, but remind you again that it's your recollection of what is said that controls, not mine or the attorneys' recollection of what was said.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This corrective instruction refutes any argument that the district court abused its discretion in denying the request for a mistrial.</p>\n    </div>\n    <p class=\"indent\">C. Defendant Capelton's Claims</p>\n    <p class=\"indent\">1. Motion to Sever</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Capelton moved the district court for a severance after White disclosed in a pre-trial hearing that he would be presenting a defense of entrapment. Anticipating that White would implicitly concede his participation in the course of presenting this defense, Capelton argued that White's entrapment defense would undermine his own strategy of denying participation in the conspiracy and putting the government to its proof.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We review the denial of a severance motion for manifest abuse of discretion. <i>United States v. DeLeon,</i> <span class=\"citation\" data-id=\"198562\"><a href=\"/opinion/198562/united-states-v-deleon/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 63 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">551</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">428</span></span> (1999). Capelton acknowledges on appeal \"that the standard for severance is a strict one and the defendant must show that he could not have received a fair trial.\" Indeed, we have previously recognized the general rule that \"defendants charged in the same indictment should be tried together,\" <i>United States v. Houle,</i> <span class=\"citation\" data-id=\"199243\"><a href=\"/opinion/199243/united-states-v-houle/\"><span class=\"volume\">237</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 75-76 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1074</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2234</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">224</span></span> (2001), and expressed reluctance to reverse a denial of severance where the defenses at issue are only \"somewhat antagonistic,\" <i>United States v. Serafino,</i> <span class=\"citation\" data-id=\"199858\"><a href=\"/opinion/199858/united-states-v-serafino/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span>, 329 (1st Cir.2002), and not \"so irreconcilable as to involve fundamental disagreement over core and basic facts,\" <i>United States v. Pena-Lora,</i> <span class=\"citation\" data-id=\"770240\"><a href=\"/opinion/770240/united-states-v-luis-manuel-pea-lora-united-states-of-america-v-jorge/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 34 (1st Cir.2000) (internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Without elaborating at pointless length, we conclude that Capelton's skeletal argument for reversal on this ground is unavailing in light of 1) his failure to point to any specific testimony at trial that prejudiced his own defense, and 2) the court's explicit instruction to the jury that</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">you must consider the counts and the defendants separately. Mr. White and Mr. Capelton are charged with several different counts in the indictment. The counts, and the defendants, have been joined for trial. However, the counts and the defendants must be considered separately.</p>\n    </div>\n    <p class=\"indent\">2. Motion to Suppress</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">At 3:00 p.m. on August 23, 2000, Connecticut State Troopers Jeffrey Campbell and John Tollis received a cell phone call in their police cruiser from a federal surveillance team monitoring Capelton's movements. DEA agents provided the officers with a description of Capelton's vehicle, and informed the troopers that the defendant was traveling south on Interstate 91, having just left the scene of a drug transaction in Springfield. The officers positioned their vehicle behind Capelton, and pulled the defendant over after observing him switch lanes without using his turn signal. A \"pat frisk\" of the defendant revealed a large wad of money in his front pocket that matched, upon examination, the serial numbers of the \"buy money\" that Fisher had earlier used to purchase crack cocaine from White. Because the government's surveillance tapes failed to record Capelton actually exchanging drugs for money, the marked bills found on defendant's person were the linchpin of the government's circumstantial case against Capelton.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Not surprisingly, Capelton argues on appeal that the district court erred when it denied his motion to suppress this physical evidence. We will review this claim by considering whether the Connecticut State Police had sufficient cause, apart from the traffic violation,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> to stop Capelton's vehicle and whether they had probable cause to search his person and to seize the serialized money.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\"Our review of the ultimate determinations of probable cause and reasonable suspicion on a motion to suppress is de novo. Review of subsidiary factual findings is for clear error.\" <i>United States v. Scott,</i> <span class=\"citation\" data-id=\"775404\"><a href=\"/opinion/775404/united-states-v-alan-n-scott/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 39 (1st Cir.2001) (citations omitted). The Connecticut State Police needed an \"articulable and reasonable suspicion that [Capelton] was engaged in criminal activity\" to justify a <i>Terry</i> stop of his car. <i>United States v. Trueber,</i> <span class=\"citation\" data-id=\"199253\"><a href=\"/opinion/199253/united-states-v-trueber/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 92 (1st Cir.2001) (upholding a <i>Terry</i> stop of a pickup truck). While this involves more than a mere \"hunch,\" <i>Terry v. Ohio,</i> <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 27, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968), \"the level of suspicion required for a <i>Terry</i> stop is obviously less demanding than for probable cause.\" <i>Alabama v. White,</i> <span class=\"citation\" data-id=\"112454\"><a href=\"/opinion/112454/alabama-v-white/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 330, <span class=\"citation\" data-id=\"112454\"><a href=\"/opinion/112454/alabama-v-white/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2412</span></a></span>, <span class=\"citation\" data-id=\"112454\"><a href=\"/opinion/112454/alabama-v-white/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">301</span></a></span> (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Detective Fisher's detailed testimony during the pretrial evidentiary hearing on the motion to suppress recounted the DEA agents' close surveillance of Capelton before, during and after the August 23 drug transaction. The knowledge may be imputed from the DEA agents to the state police who actually effectuated the stop under the \"fellow officer rule.\" <i>United States v. Winchenbach,</i> <span class=\"citation\" data-id=\"198727\"><a href=\"/opinion/198727/united-states-v-winchenbach/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">548</span></a></span>, 555 (1st Cir.1999) (\"[T]he focus is upon the collective knowledge possessed by, and the aggregate information available to, all the officers involved in the investigation.\") In a case very similar to this one, we concluded that \"there [was] no doubt that the police were justified under <i>Terry</i> in stopping\" the defendant's vehicle after observing him sell drugs to an undercover officer, <i>United States v. Schiavo,</i> <span class=\"citation\" data-id=\"195480\"><a href=\"/opinion/195480/united-states-v-schiavo/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 9 (1st Cir.1994), and we reach the same conclusion here. The police observed Capelton engage in illegal drug sales and then pulled him over. As was the case in <i>Schiavo,</i> there is no doubt that the <i>Terry</i> stop was justified.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The next inquiry is whether the officers' warrantless search of Capelton's front pocket and their seizure of the serialized currency was justified. While it would have been permissible for the police to search Capelton's car incident to the stop, \"[t]he search of one's person is more intrusive on the rights protected by the Fourth Amendment than the search of an automobile.\" <i>Schiavo,</i> 29 F.3d at 9. Therefore, we will only uphold the search if the police demonstrated that they had probable cause and that exigent circumstances justified the search in the absence of a warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We can easily dismiss the second factor. The district court concluded that the officers did not need a warrant to conduct this search in light of the \"exigent circumstance\" that Capelton was mobile at the time the police developed probable cause. This created a risk that the evidence would be \"spirited away,\" <i>Florida v. White,</i> <span class=\"citation\" data-id=\"118287\"><a href=\"/opinion/118287/florida-v-white/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">559</span></a></span>, 565, <span class=\"citation\" data-id=\"118287\"><a href=\"/opinion/118287/florida-v-white/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1555</span></a></span>, <span class=\"citation\" data-id=\"118287\"><a href=\"/opinion/118287/florida-v-white/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">748</span></a></span> (1999), if the officers delayed the search until a proper warrant could be secured. On appeal, Capelton does not question the existence of exigent circumstances. Thus, we will confine our review to the issue of probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Probable cause for a search can be demonstrated by \"`facts and circumstances... sufficient in themselves to warrant a man of reasonable caution in the belief that' he was observing criminal activity and the fruits of criminal activity.\" <i>United States v. Ferrara,</i> <span class=\"citation\" data-id=\"338312\"><a href=\"/opinion/338312/united-states-v-dante-ferrara/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">799</span></a></span>, 801 (1st Cir.1976) (quoting <i>Carroll v. United States,</i> <span class=\"citation\" data-id=\"2403438\"><a href=\"/opinion/2403438/carroll-v-united-states/\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">132</span></a></span>, 162, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">280</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">543</span></span> (1925)). The district court felt that the police surveillance on August 23 provided sufficient probable cause to execute the search:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The defendant was positively identified by two officers, both of whom had an ample opportunity to observe him and who had seen him on previous occasions. Further, he was identified by Gary White as the source of the drugs, and the pattern of activity clearly indicated that it was the defendant who provided White with the crack cocaine given the undercover agent that day.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Teams of surveillance agents continuously followed Capelton after the sale. Other than getting out to pump his gas, he did not leave the car between the time of the sale and when he was stopped by the officers. Therefore, the police were justified in believing that the fruit of his criminal activity, the serialized currency, was in his possession. This belief provided them with sufficient probable cause to justify the search.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">3. Hearsay Statements of Co-Conspirators Admitted Under Rule 801(d)(2)(E)</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Federal Rule of Evidence 801(d)(2)(E) excludes from the category of hearsay \"statement[s] by a coconspirator of a party during the course and in furtherance of the conspiracy.\" Fed.R.Evid. 801(d)(2)(E). As a predicate for admitting evidence under this rule, the trial court must conclude that \"it is more likely than not that the declarant and the defendant were members of a conspiracy when the hearsay statement was made, and that the statement was in furtherance of the conspiracy.\" <i>United States v. Petrozziello,</i> <span class=\"citation\" data-id=\"342283\"><a href=\"/opinion/342283/united-states-v-ralph-petrozziello/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 23 (1st Cir.1977). In our circuit, this determination is referred to as a <i>Petrozziello</i> ruling. Significantly, the trial court is not required to decide the <i>Petrozziello</i> question prior to admitting hearsay statements under Rule 801(d)(2)(E), but may \"admit the statement[s] provisionally, subject to its final <i>Petrozziello</i> determination at the close of all the evidence.\" <i>United States v. Isabel,</i> <span class=\"citation\" data-id=\"569192\"><a href=\"/opinion/569192/united-states-v-maurice-isabel-united-states-of-america-v-ronald/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1193</span></a></span>, 1199 n. 10 (1st Cir.1991). Generally, \"we review the trial court's determination that statements were coconspirator statements under the clear error standard.\" <i>United States v. Marino,</i> <span class=\"citation\" data-id=\"199776\"><a href=\"/opinion/199776/united-states-v-marino/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 25 (1st Cir.2002) (citing <i>United States v. Mojica-Baez,</i> <span class=\"citation\" data-id=\"770724\"><a href=\"/opinion/770724/united-states-v-john-alexis-mojica-baez-united-states-of-america-v-josue/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span>, 304 (1st Cir.2000)). This deferential standard of review places a heavy burden on a defendant seeking to overturn a trial court's <i>Petrozziello</i> ruling. <i>Reich v. Newspapers of New England, Inc.,</i> <span class=\"citation\" data-id=\"686722\"><a href=\"/opinion/686722/robert-b-reich-secretary-of-labor-us-department-of-labor-v-newspapers/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span>, 1080 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In <i>United States v. Sepulveda,</i> <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span> (1st Cir.1993), we held that \"a coconspirator's statement, standing alone, is insufficient to meet the preponderance standard of Rule 801(d)(2)(E) ... [A]dmitting the statement into evidence requires some extrinsic proof of the declarant's involvement in the conspiracy.\" <i>Id.</i> at 1181-82. Capelton unpersuasively argues that the government failed to produce any \"extrinsic proof\" linking the co-defendants. Marked bills from the August 23, 2000 transaction between Fisher and White were found on Capelton's person when he was arrested. The record also indicates that surveillance videos introduced by the government depict Capelton arriving at White's residence, and show White walking back and forth between Fisher's car and Capelton's car during the July 24 and August 23 drug transactions. This evidence easily satisfies the \"extrinsic proof\" requirement of <i>Sepulveda,</i> and we accordingly find no clear error in the district court's <i>Petrozziello</i> ruling.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">4. Sentencing</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Capelton claims that the district court erroneously denied him a downward departure under &#167; 5H1.6 of the United States Sentencing Guidelines, and argues that this provision \"allows for a downward departure for unusual family circumstances.\" At Capelton's sentencing hearing, the court took note that the defendant grew up with drug addicted parents, and was forced to live on the streets and provide for his younger brother from the time he was twelve years old. The court commented that it had \"rarely encountered a childhood as horrendous as this,\" and acknowledged that \"the defendant's situation, as he was growing up, [was] almost unimaginably difficult.\"</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The judge nonetheless rejected Capelton's motion for a downward departure citing the defendant's extensive criminal background and his failure to take advantage of numerous opportunities to rehabilitate himself: \"I am persuaded ... that the defendant has had an awfully large number of bites of the apple and, unfortunately, this is the time when the chickens come home to roost.... [U]nfortunately, I don't think there's any basis for downward departure in this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Our prior jurisprudence establishes that we \"lack jurisdiction to review a discretionary decision not to depart from the Sentencing Guidelines.\" <i>United States v. Mejia,</i> <span class=\"citation\" data-id=\"200184\"><a href=\"/opinion/200184/united-states-v-mejia/\"><span class=\"volume\">309</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 70 (1st Cir.2002); <i>see United States v. Louis,</i> <span class=\"citation\" data-id=\"778746\"><a href=\"/opinion/778746/united-states-v-joseph-louis/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 81 (1st Cir.2002). We may review a sentencing court's conclusion that it does not have legal authority to depart from the sentencing guidelines, <i>Mejia,</i> 309 F.3d at 69-70; however, the court recognized that it had such authority here. Therefore, we will not review the court's discretionary decision.</p>\n    </div>\n    <p class=\"indent\">D. Defendant White's Claims</p>\n    <p class=\"indent\">1. Entrapment</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The entrapment defense protects \"an otherwise law-abiding citizen who, if left to his own devices, likely would have never run afoul of the law.\" <i>Jacobson v. United States,</i> <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, 553-54, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1535</span></a></span>, <span class=\"citation\" data-id=\"112720\"><a href=\"/opinion/112720/jacobson-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (1992). As we have previously noted: \"Entrapment is called a defense, but it is settled that once the defendant has made a threshold showing, the burden shifts to the government to prove beyond a reasonable doubt either that there was no undue government pressure or trickery or that the defendant was predisposed.\" <i>United States v. Acosta,</i> <span class=\"citation\" data-id=\"196327\"><a href=\"/opinion/196327/united-states-v-acosta/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">334</span></a></span>, 338 (1st Cir.1995). Since this is a disjunctive test, the entrapment defense fails if the government can prove beyond a reasonable doubt either that 1) it did not improperly induce the illegal activity or 2) the defendant was otherwise predisposed. <i>See, e.g., Mathews v. United States,</i> <span class=\"citation\" data-id=\"112012\"><a href=\"/opinion/112012/mathews-v-united-states/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 62-63, <span class=\"citation\" data-id=\"112012\"><a href=\"/opinion/112012/mathews-v-united-states/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">883</span></a></span>, <span class=\"citation\" data-id=\"112012\"><a href=\"/opinion/112012/mathews-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">54</span></a></span> (1988); <i>United States v. Gendron,</i> <span class=\"citation\" data-id=\"195225\"><a href=\"/opinion/195225/united-states-v-gendron/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 961 (1st Cir.1994). White claims that there was insufficient evidence to prove either the absence of improper inducement or predisposition. We disagree with both contentions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Given the disjunctive nature of the test, we can fulfill our appellate function by elaborating our disagreement on either inducement or predisposition. We choose to focus on inducement.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As we held in <i>Gendron,</i> inducement means more than simply organizing a \"sting\" operation and giving the defendant the opportunity to commit a crime. <i>Gendron,</i> 18 F.3d at 961. <i>See also United States v. Gifford,</i> <span class=\"citation\" data-id=\"195222\"><a href=\"/opinion/195222/united-states-v-gifford/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">462</span></a></span>, 468 (1st Cir.1994) (\"Neither mere solicitation nor the creation of opportunities to commit an offense comprises inducement as that term is used in the entrapment jurisprudence.\"). \"An `inducement' consists of an `opportunity' plus something else &#8212; typically, excessive pressure by the government upon the defendant or the government's taking advantage of an alternative, non-criminal type of motive.\" <i>Gendron,</i> 18 F.3d at 961.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">White claims that Weeks, the police informant, used excessive pressure to force him to sell drugs. He claims that Weeks repeatedly threatened him and his family while they were incarcerated together and demanded that White \"hook him up\" with a drug source. After they were released from jail, Weeks supposedly continued these threats and forced him to sell drugs to Officer Fisher even after White initially refused to do so. Based on this testimony, which was not corroborated by any other witness, White claims that the government impermissibly induced him to engage in criminal activity.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Our review of the record undercuts White's claim of excessive pressure by the government. The evidence showed that he never reported the alleged threats to the correctional officers or to the police, associated with drug dealers and had multiple sources of drugs, possessed specific knowledge related to the drug trade (e.g. he was familiar with specific terminology and prices, and claimed to be able to make crack cocaine), sold Detective Fisher drugs on eight separate occasions, gave the detective his phone number so that the two could deal directly without going through Weeks, and continued to sell cocaine even after Weeks stopped contacting him. In addition, the government introduced surveillance tapes in which, according to the trial judge, \"[White] doesn't look anything like a person who's being entrapped ....\" It also introduced audio tapes on which White was heard telling Fisher that the drugs that he was going to sell him \"were top shelf.\" Taken together and viewed in a light favorable to the verdict, that evidence could lead a rational jury to conclude beyond a reasonable doubt that White voluntarily sold drugs to Detective Fisher and that Weeks did not force him to do so.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">2. Discovery Abuse</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">White claims that the lower court erred when it refused to grant a mistrial based on the government's alleged discovery abuse. In order to prevail on a discovery abuse claim, a defendant must show 1) that the government wrongfully withheld evidence and 2) that the defendant suffered prejudice as a result. <i>United States v. Nickens,</i> <span class=\"citation\" data-id=\"577009\"><a href=\"/opinion/577009/united-states-v-david-lloyd-nickens/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">112</span></a></span>, 126 (1st Cir.1992). White's claim fails both of these requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Prior to trial, White sent the government a letter pursuant to local rule 116.3(A)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> requesting the following:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Disclosure of all prior subsequent [sic] crimes, wrongs or acts allegedly committed by each and any one of the Defendants upon which the Government intends to rely or of which the Government intends to offer evidence to prove motive, scheme, opportunity, intent, preparation, plan, knowledge, identity or absence of mistake or accident....</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The government sent White copies of his prior convictions in response to that letter, but it did not include any investigative reports or memoranda.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> White claims that the government wrongfully withheld a surveillance record that DEA Agent Shuler prepared as part of a prior investigation of other drug dealers. Even though White was not a target of that investigation, he claims that the surveillance took place at his address, thus making the report a form of prior bad acts evidence. Furthermore, he claims that the government's failure to produce that report prejudiced his ability to prepare a defense.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We conclude that this report was not covered by White's pretrial discovery request; therefore, the government was not required to produce it. White was not a target of the earlier DEA investigation. He is only mentioned in the report because the government conducted its surveillance of the suspects in the vicinity of his home. While the jury may have drawn negative inferences from White's association with drug suspects, it is a stretch to deem this association a bad act within the meaning of Rule 404(b). <i>See United States v. Reed,</i> <span class=\"citation\" data-id=\"389998\"><a href=\"/opinion/389998/united-states-v-hugh-reed-jay-d-hatton-kerry-m-martin-thomas-c/\"><span class=\"volume\">647</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">678</span></a></span>, 686 (6th Cir.1981) (holding that testimony concerning the defendants' past association with known thieves and their presence at a \"hangout for thieves\" did not constitute 404(b) evidence). Furthermore, there is no evidence that the government intended to use that report against White. The jury only learned about the prior investigation because White's attorney asked DEA Agent Shuler whether he had heard the name \"Gary White\" before Shuler started his investigation with Detective Fisher.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> In doing so, he forced Shuler to discuss the earlier investigation. The government's attorney did not reference the report on direct examination, and there is no hint in the record that the material in this report would have been introduced if White's attorney had not pressed Agent Shuler on the matter.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p class=\"indent\">3. Sentencing</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">White's final three claims regard errors that the court allegedly made at sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">a. Acceptance of Responsibility</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">White claims that the district court erred by not reducing his sentence under Section 3E1.1 of the United States Sentencing Guidelines, based on his acceptance of responsibility for his actions. Since the sentencing court can best determine whether the defendant \"clearly demonstrates a recognition and affirmative acceptance of personal responsibility,\" we accord great deference to decisions rejecting an acceptance of responsibility claim. U.S.S.G. &#167; 3E1.1 cmt. n. 5. We only reverse such decisions on a showing of clear error. <i>United States v. Walker,</i> <span class=\"citation\" data-id=\"199522\"><a href=\"/opinion/199522/united-states-v-walker/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">780</span></a></span>, 784 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">White claims that since he never contested his \"factual guilt,\" he should qualify for a reduced sentence. That view is not supported by our case law. While we have not held that a defendant will always forfeit his chance for a 3E1.1 adjustment by adopting an entrapment defense, we have held that an adjustment in such a situation would be rare. <i>See, e.g., United States v. Baltas,</i> <span class=\"citation\" data-id=\"199221\"><a href=\"/opinion/199221/united-states-v-baltas/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 37 (1st Cir.2001) (\"`This adjustment is not intended to apply to a defendant who puts the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.'\") (quoting U.S.S.G. Sec. 3E1.1 cmt. 2); <i>United States v. DeLeon Ruiz,</i> <span class=\"citation\" data-id=\"195881\"><a href=\"/opinion/195881/united-states-v-de-leon/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">452</span></a></span>, 455 (1st Cir.1995) (\"[A]bsent unusual facts, we will... generally sustain a district court that denies acceptance of responsibility to a defendant who declined to plead guilty on the count or counts of which he was convicted.\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">This case does not qualify as one of those rare exceptions. White was caught on video and audio tape selling powdered and crack cocaine to an undercover agent. When the government attempted to arrest him, he fled and forced the agents to run through yards and to jump over fences to apprehend him. At trial, he adopted what the judge termed \"a very, very weak entrapment defense\" and forced the government to bear the burden of proving its case against him. Given all of the evidence that the government marshaled against him, it would have been futile for White to contest his \"factual guilt\" at trial; therefore, considering his continuous refusal to accept responsibility, we can hardly say that the court clearly erred in refusing a downward adjustment for acceptance of responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">b. Minor Participant</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">White argues that, even though he was the only party who was involved in all of the drug transactions, the court erred when it refused to consider him a \"minor participant\" for sentencing purposes. We review this claim for clear error. <i>United States v. Melendez,</i> <span class=\"citation\" data-id=\"200093\"><a href=\"/opinion/200093/united-states-v-melendez/\"><span class=\"volume\">301</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">In order to receive a downward adjustment for being a \"minor participant,\" a defendant must demonstrate, inter alia, that he \"is less culpable than most other participants\" in the crime for which he was convicted. U.S.S.G. &#167; 3B1.2, cmt. 3. White cannot meet that standard. The sentencing judge characterized him as the \"hub of the wheel\" in these transactions and observed:</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Mr. White here was involved in every single deal. He was the central figure in these deals and he's not entitled to any downward departure based upon any minor participation or being a minor participant. He was, if anything, I think the major, perhaps the primary participant.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Since he was an integral link in all eight drug transactions, we cannot find any clear error in the sentencing judge's decision to deny a downward adjustment.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">c. Sentencing Factor Manipulation</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Finally, White claims that the court erred by not granting him a downward departure to counteract the government's improper enlargement of his crime. He asserts that the government \"arranged\" to have him sell drugs on eight separate occasions rather than simply arresting him after the first sale and that this conduct impermissibly extended his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">As we discussed in <i>United States v. Montoya,</i> <span class=\"citation\" data-id=\"196205\"><a href=\"/opinion/196205/united-states-v-montoya/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4-5 (1st Cir.1995), downward departures based on sentencing factor manipulation are equitable remedies that courts only invoke in \"the extreme and unusual case.\" White bears the burden of demonstrating that the government engaged in \"extraordinary misconduct,\" and that it improperly enlarged either the scope or the scale of the crime. In considering this claim, we will \"focus primarily &#8212; though not necessarily exclusively &#8212; on the government's conduct and motives.\" <i>United States v. Gibbens,</i> <span class=\"citation\" data-id=\"195396\"><a href=\"/opinion/195396/united-states-v-gibbens/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 31 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Assuming arguendo that we have jurisdiction to review this claim, we conclude that White failed to introduce sufficient evidence to demonstrate that the government improperly extended the duration of its investigation in an effort to extend his sentence. While it could have arrested White after the first sale, it does not appear that its failure to do so was motivated by malice or bad faith. <i>See United States v. Terry,</i> <span class=\"citation\" data-id=\"772069\"><a href=\"/opinion/772069/united-states-v-kenneth-b-terry-aka-kenny-polo/\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 71 (1st Cir.2001) (concluding that the government acted in good faith when it claimed, inter alia, that it extended the duration of its investigation to identify other members in the drug network). In fact, since White used multiple sources of drugs, the government's extension of the investigation allowed it to identify more dealers. Since White failed to demonstrate that the government engaged in extraordinary misconduct, we reject his sentencing manipulation claim.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">For the foregoing reasons, we AFFIRM the convictions and sentences of both appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Eighth Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We present facts here to convey a general impression of the case. We provide additional facts where they are pertinent to the legal analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We say \"apart from the traffic violation\" only because the trial judge did not factor the violation into his analysis of the legal basis for the stop. There is no question that the traffic violation alone provided a sufficient basis for the stop</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Capelton raises but does not develop three additional challenges &#8212; a sufficiency of the evidence challenge, a due process challenge involving the pen registers, and a challenge to the court's aiding and abetting instruction &#8212; that we deem waived. \"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argument, are deemed waived.\"<i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We review a sufficiency of the evidence claim de novo; however, in doing so \"we review all the evidence, direct and circumstantial, in the light most charitable to the prosecution, drawing all reasonable inferences consistent with the verdict, and eschewing credibility judgments, to determine whether a rational jury could have found the defendant guilty beyond a reasonable doubt.\"<i>United States v. LaFreniere,</i> <span class=\"citation\" data-id=\"199220\"><a href=\"/opinion/199220/united-states-v-lafreniere/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 45 (1st Cir.2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> White also tries to restate his inducement arguments as Fifth Amendment \"outrageous government conduct\" violations. As we have previously observed: \"[The outrageous government conduct] doctrine is moribund; in practice, courts have rejected its application with almost monotonous regularity.\"<i>United States v. Santana,</i> 6 F.3d 1,4 (1st Cir.1993). <i>See also United States v. Panitz,</i> <span class=\"citation\" data-id=\"544607\"><a href=\"/opinion/544607/united-states-v-solomon-philip-panitz-united-states-of-america-v-andrew/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span>, 1272 (1st Cir.1990) (\"[W]e have yet to review a situation where official conduct crossed the constitutional line; rather, an unbroken string of First Circuit cases has repulsed attempts to win dismissal of criminal charges on such a theory.\"). In any event, since the government so easily defeated the inducement prong of the entrapment analysis, White's due process claim, even if available under the law, fails.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> District of Massachusetts Local Rule 116.3(A) states:</p>\n        <p class=\"indent\">(A) Within forty-two (42) days of arraignment, any party by letter to the opposing party may request discovery. The opposing party shall reply in writing to the requests contained in such letter, no later than fourteen (14) days after its receipt, stating whether that party agrees or does not agree to furnish the requested discovery and, if that party agrees, when the party will furnish the requested discovery. A copy of the discovery request letter and any response must also be filed with the Clerk's Office.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The government properly referred to the requested documents as Fed.R.Evid. 404(b) (concerning the defendant's prior bad acts) and 609 (concerning prior convictions) evidence. Rule 404(b) requires the government to disclose \"in advance of trial ... the general nature of any such evidence it intends to introduce at trial.\" Although White did not frame his argument in 404(b) terms, relying instead on Local Rule 116.3(A), his general \"discovery abuse\" claim is essentially a 404(b) claim. Our analysis would be the same under either approach</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Prior to Agent Shuler's testimony, White's attorney asked another agent, James Clifford, whether he had heard White's name associated with drug sales. Clifford simply answered that he had seen White's name connected with Agent Shuler's investigation. He did not provide further details regarding the content of that investigation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We also note that White failed to request a continuance when he first discovered the alleged abuse. Thus, we may presume a lack of prejudice<i>United States v. Sepulveda,</i> <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1178 (1st Cir.1993) (\"As a general rule, a defendant who does not request a continuance will not be heard to complain on appeal that he suffered prejudice as a result of late-arriving discovery.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195480/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/338312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2403438/"
  ]
}