{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200780/",
  "absolute_url": "/opinion/200780/poy-v-boutselis/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200780/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:00:31Z",
  "date_modified": "2016-02-28T05:03:50.991461Z",
  "type": "010combined",
  "sha1": "3c972413bfa5f66c921bcbc98bdc52146ea1adbd",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1201-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2003/12/22/Poy_v._Boutselis.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\nNo.   03-1201\n\n                            PHALY POY,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                     JOHN BOUTSELIS, ET AL.,\n\n                      Defendants, Appellees.\n\n\nNo.   03-1243\n                     JOHN BOUTSELIS, ET AL.,\n\n                     Defendants, Appellants,\n\n                                v.\n\n                            PHALY POY,\n\n                       Plaintiff, Appellee.\n\n\n           APPEALS FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF MASSACHUSETTS\n            [Hon. Robert E. Keeton, U.S. District Judge]\n\n\n                              Before\n                       Selya, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n     Thomas J. Freda with whom Joseph W. Monahan, III and Monahan\n& Padellaro were on brief for John Boutselis.\n     Mark W. Miller with whom Howard B. Wernick was on brief for\nPhaly Poy.\n\n\n                        December 19, 2003\n\f     COFFIN, Senior Circuit Judge.    These appeals arise out of an\n\nincident on February 16, 1997 involving plaintiff Phaly Poy1 in an\n\narrest, a scuffle with a Lowell, Massachusetts, police officer,\n\ndefendant Boutselis, a booking at the police station, and emergency\n\nhospital treatment for a laceration.    Plaintiff was charged with\n\nseveral offenses, including disturbing the peace and assault and\n\nbattery.   After being acquitted by a jury, he brought suit on\n\nFebruary 16, 2000 against Boutselis and another officer present at\n\nthe scene, Conroy, and the Lowell Chief of Police, Davis, as well\n\nas the city of Lowell, citing 42 U.S.C. § 1983, and a variety of\n\nstate claims.   Also included as a defendant was one Neov, owner of\n\nthe premises where the incident occurred and the temporary employer\n\nof Boutselis.\n\n     After denial of a motion to dismiss on statute of limitations\n\ngrounds, a seven day jury trial in 2002 resulted in a verdict for\n\nplaintiff against defendant Boutselis in his personal capacity,\n\ngranting him $5,000 to compensate for the use of excessive force,\n\n$5,000 to compensate for severe emotional distress, and $25,000 in\n\npunitive damages.    In addition, the court allowed prejudgment\n\ninterest in the amount of $31,013.33. All other claims against all\n\nparties were dismissed.    Post trial, the district court denied\n\n\n\n     1\n       At its inception, there was an additional plaintiff, Toeur\nEm, whose failure to appear for scheduled depositions resulted in\ndismissal of his claims.     We shall refer only to a singular\nplaintiff, Poy.\n\n                                -2-\n\fBoutselis' motion for new trial and declined to award any counsel\n\nfees to any party.\n\n      Both plaintiff and Boutselis have appealed.          Boutselis has\n\nchallenged the rejection of his statute of limitations defense, the\n\ndenial of his motion for a new trial, and denial of defendant\n\nConroy's motion for attorney's fees.       Poy appeals from the court's\n\nrefusal to award him attorney's fees and costs.            We affirm the\n\ncourt's rulings as to Boutselis and Conroy; we vacate the court's\n\norders denying Poy's motions for attorney's fees and costs and\n\nremand for reconsideration in light of this opinion.\n\n      We first describe the incident giving rise to these cases,\n\ngiving the version of facts and inferences favorable to plaintiff-\n\nappellant Poy.       We then discuss defendant-appellant Boutselis'\n\nappeal, following with our deliberations as to Poy's appeal.\n\n                              I. The Incident\n\n      At about 11:30 p.m. on February 16, 1997, Poy, a 24-year-old\n\nman of Cambodian origin, and three friends went to a club, The\n\nGolden Swan, and proceeded along a hallway to a dance or function\n\nroom.     Barred from entering by a doorman, Poy looked inside to see\n\nif   he   knew   anyone   there.   Soon   officer   Boutselis,   specially\n\nemployed by the club owner Neov, approached Poy, telling him in\n\nabusive language to leave before \"I fucking pound your fucking\n\nhead.\"     As Poy was peacefully leaving, Boutselis pushed him from\n\nbehind.     Poy fell on the floor.        Boutselis, six feet tall and\n\n\n                                   -3-\n\fweighing 240 pounds, sat on him, struck him above his right eye,\n\nand handcuffed his hands behind him, the right hand being brought\n\nover his shoulder and the left hand being drawn across his back and\n\nup.   Two of Poy's friends testified that Boutselis, using the\n\nhandcuffs as brass knuckles, repeatedly hit Poy on the head.\n\n      Poy was dragged to a police van and taken to the police\n\nstation, helped by a policewoman to sign his name, and was charged\n\nwith four counts:       disorderly conduct; assault and battery on a\n\npolice officer; assault and battery with a dangerous weapon; and\n\nresisting arrest.        He was then taken to a hospital where he\n\nreceived five stitches to close a laceration over his right eye,\n\nleaving a scar observed by the jury.               He returned to the police\n\nstation where he remained for a number of hours until he was\n\nbailed. Poy testified that he felt pain lasting some two months in\n\nhis shoulder, back, wrist, and head, and had difficulty sleeping\n\nand eating.\n\n      The   above    account    is    diametrically    contradicted         by   the\n\ntestimony     of    Officer    Boutselis      at   every   critical    point       —\n\nprovocation, resistance, efforts to subdue, and extent of injury.\n\nBut the jury was not required to accept his version.\n\n                         II. Appeal of Boutselis\n\n      A. Statute of Limitations\n\n      Boutselis     argues     that   Poy's    suit,   filed    on    the    third\n\nanniversary of the key events, was one day late.               Boutselis urges\n\n\n                                       -4-\n\fus to reject both Mass. R. Civ. P. 6(a) and Fed. R. Civ. P. 6(a) by\n\ncounting the limitations period of three years inclusive of the\n\ndate of accrual,2 so that the final day for bringing suit would\n\nfall one day before the third anniversary.         It is an argument which\n\nupon analysis reveals less than meets the eye.\n\n     The    argument    begins   with   the   recitation   of   propositions\n\naccepted by both parties: a § 1983 claim, according to 42 U.S.C. §\n\n1988, borrows the appropriate state law governing limitations\n\nunless contrary to federal law, Wilson v. Garcia, 471 U.S. 261, 267\n\n(1984); since the claims against Boutselis were for the use of\n\nexcessive force, assault, battery, etc., the limitations period for\n\npersonal injury is the appropriate analogue, id. at 273; the\n\nMassachusetts statute governing personal injury claims is Mass.\n\nGen. Laws ch. 260, § 2A, providing that actions shall be commenced\n\n\"within three years next after the cause of action accrues.\"\n\nFederal law controls the determination of when the cause of action\n\naccrues, Guzman-Rivera v. Rivera-Cruz, 29 F.3d 3, 5 (1st Cir.\n\n1994).     Both federal and Massachusetts law agree that a § 1983\n\nclaim accrues when a plaintiff knows or has reason to know of his\n\ninjury.    See Nieves   v. McSweeney, 241 F.3d 46, 52 (1st Cir. 2001);\n\nRiley v. Presnell, 565 N.E.2d 780, 784, 409 Mass. 239, 243 (1991).\n\n\n     2\n      Fed. R. Civ. P. 6(a) provides: \"In computing any period of\ntime prescribed or allowed by . . . any applicable statute, the\nday of the act, event or default from which the designated period\nof time begins to run shall not be included.\" Mass. R. Civ. P.\n6(a) mirrors this language.\n\n                                    -5-\n\fMassachusetts begins counting on the day following the day of the\n\nincident, with the last day for filing suit being the anniversary\n\ndate of the event, in accordance with Mass. R. Civ. P. 6(a).                  See\n\nCiampa v. January, 1992 Mass. App. Div. 204 (1992).                 We refer to\n\nRule 6(a) as the Massachusetts application rule.\n\n      At this point, appellant advances two parallel arguments –\n\nboth strained - in support of his contention that the claim is time\n\nbarred.\n\n      First,    Boutselis    argues    that      while   we   may   borrow    the\n\nlimitations period in Mass. Gen. Laws ch. 260 § 2A, we are\n\nprohibited from borrowing the application rule in Mass. R. Civ. P.\n\n6(a).      Under   Boutselis'   reading     of    precedent,    borrowing     the\n\nMassachusetts application rule contradicts the Supreme Court's\n\ndirective in West v. Conrail, 481 U.S. 35, 39 (1987), which advised\n\nfederal courts that if a state statute of limitations must be\n\nborrowed for a federal cause of action, the court is to borrow \"no\n\nmore than necessary.\"       Second, even if we were permitted to borrow\n\nthe     state   rule   of    application,        Boutselis     maintains     that\n\nMassachusetts utilizes a different application rule for § 1983\n\nclaims than for those arising under state law.\n\n      With respect to his first argument - that we may not borrow\n\nthe Massachusetts application rule - Boutselis attempts to derail\n\nas precedent our opinion in Carreras-Rosa v. Alves-Cruz, 127 F.3d\n\n172 (1st Cir. 1997), but in doing so contradicts the Supreme\n\n\n                                      -6-\n\fCourt's decision in Wilson, 471 U.S. at 269, which holds that \"the\n\nlength of the limitations period, and closely related questions of\n\ntolling and application, are to be governed by state law.\"                          In\n\nCarreras, we recognized Wilson's teaching and looked to a Puerto\n\nRico statute and a ruling of the Puerto Rico Supreme Court to\n\ndetermine the timeliness of a § 1983 action.                     See Carreras, 127\n\nF.3d       at    174.     Boutselis    suggests,     however,   that    this   holding\n\nencompasses only those instances in which a state statute, rather\n\nthan a rule of procedure, sets forth the application rule.3                         In\n\nadvancing this pained distinction, he also ignores our disagreement\n\nin Carreras with dicta equating \"the date of accrual with the first\n\nday of the limitations period,\" id. at 175.\n\n       Boutselis' second argument urges us to hold that Massachusetts\n\nuses a different rule of application for § 1983 claims than for\n\nclaims          arising    under      state   law.      Boutselis      concedes   that\n\nMassachusetts generally excludes the accrual date in calculating\n\nthe limitations period of tort claims, see Ciampa, 1992 Mass. App.\n\nDiv. at 204, but he maintains that under Pagliuca v. City of\n\n\n       3\n      Boutselis cites no relevant precedent for this distinction,\nother than our decision in McIntosh v. Antonino, 71 F.3d 29 (1st\nCir. 1995), which deals with the inapposite question of adopting\nstate rules of filing.     In McIntosh, we declined to borrow a\nMassachusetts rule permitting filing by mail when there was no\nlegitimate reason to depart from the established principle that\nfederal rules of procedure prevail in federal courts. See Hanna v.\nPlummer, 380 U.S. 460 (1965).     Boutselis' reliance on McIntosh\ndisregards the Supreme Court's explicit authorization to look to\nstate law regarding questions of application. See Wilson, 471 U.S.\nat 269.\n\n                                              -7-\n\fBoston, 626 N.E.2d 625, 35 Mass. App. Ct. 820 (1993), the statute\n\nof limitations for § 1983 claims begins running on (and therefore\n\nis inclusive of) the date of the wrongful acts.               In Pagliuca, the\n\ncourt was dealing with the question of whether a § 1983 action\n\naccrues on the date of the wrongful acts or a later date when the\n\neffects of the acts were felt.              Its decision about the beginning\n\nand ending dates of the limitations period cited no Massachusetts\n\nauthority and relied solely on our decision in Altair v. Pesquera\n\nde Busquets, 769 F.2d 30, 32 (1st Cir. 1985).                  We specifically\n\nabrogated Altair in Carreras, 127 F.3d at 174, borrowing instead\n\nthe   Puerto    Rico   law    which   calculated     the    limitations   period\n\nexclusive of the date of accrual.\n\n      Most importantly, Boutselis ignores the strong indication of\n\na beginning date in the \"next after\" language of Mass. Gen. Laws\n\nch. 260 § 2A as well as longstanding Massachusetts precedent\n\nexcluding      the   date    of   accrual    from   the    calculation    of   the\n\nlimitations period. See Pierce v. Tiernan, 280 Mass. 180, 182, 182\n\nN.E. 292, 293 (1932) (interpreting prior Mass. Gen. Laws. ch. 260\n\n§ 4, which contained the same \"next after\" language as the current\n\nMass. Gen. Laws. ch. 260 § 2A, to mean that in \"computing [the]\n\nlimit of time, the day upon which the cause of action accrued is to\n\nbe excluded\"); see also Bemis v. Leonard, 118 Mass. 502, 506 (1875)\n\n(\"In this Commonwealth, the general rule, as applied in a variety\n\n\n\n\n                                       -8-\n\fof circumstances, and now well established, is, that in computing\n\ntime from the date . . . the day of the date is to be excluded.\").\n\n     We thus hold that in determining the accrual and limitations\n\nperiod of a § 1983 claim, we borrow Mass. Gen. Laws ch. 260, § 2A\n\nas well as Mass. R. Civ. P. 6(a).           We note also that there cannot\n\nbe any inconsistency with federal law since the rules of the two\n\njurisdictions are identical.           See      Wilson, 471 U.S. at 269;\n\nCarreras, 127 F.3d at 174 n.1.            The district court therefore did\n\nnot err in finding that Poy's anniversary date filing was timely.\n\n     B. Motion for New Trial\n\n     In his motion for a new trial, Boutselis made one allegation,\n\nnamely, that the amount of damages for the intentional or reckless\n\ninfliction of emotional distress ($5,000) and for punitive damages\n\n($25,000) was excessive and the result of prejudice or sympathy.\n\nIn the memorandum submitted to the district court, the argument\n\nwidened   to    an   assertion   of   a     complete   absence   of   evidence\n\nsupporting two jury findings.             With reference to the state law\n\nclaim involving emotional distress, appellant argued that there was\n\nno medical or psychiatric evidence, and no testimony from the\n\nplaintiff      specifically   mentioning      emotional   distress.      With\n\nreference to the § 1983 claim for punitive damages, appellant\n\nargued that the jury had made a special finding that he, Boutselis,\n\nhad not acted maliciously and sadistically for the purpose of\n\ncausing harm, that there was no evidence of evil intent, and that\n\n\n                                      -9-\n\fthe incident was an isolated one.     The district court denied the\n\nmotion, ruling that there was \"a genuine dispute of fact for\n\ndecision by the jury.\"\n\n     Appellant faces a formidable burden in trying to persuade us\n\nto reverse a district judge's denial of a motion for new trial.\n\nOur review of such an issue is \"extremely circumscribed.\"    Correa\n\nv. Hospital San Francisco, 69 F.3d 1184, 1194 (1st Cir. 1995).   In\n\nassessing whether or not there is a reasonable basis for the jury's\n\ndecision, we take \"both the facts and the reasonable inferences\n\ntherefrom in the light most hospitable to the jury's verdict.\" Id.\n\nat 1188.\n\n     First of all, both the claims for intentional or reckless\n\ninfliction of emotional distress and for punitive damages require\n\nproof of similarly extreme conduct.    The former requires evidence\n\nof conduct that is \"extreme and outrageous.\"   Nancy P. v. D'Amato,\n\n517 N.E.2d 824, 827, 401 Mass. 516, 518 (1988).         The latter\n\nrequires either evidence of evil intent or \"reckless or callous\n\nindifference to the federally protected rights of others.\"    Smith\n\nv. Wade, 461 U.S. 30, 56 (1983).   In this case the jury answered a\n\ncarefully constructed series of questions. After it had found that\n\nBoutselis had used excessive physical force, despite an absence of\n\nresistance, threats, or attempt to flee on the part of Poy, it went\n\non to find that his conduct \"violated contemporary standards of\n\ndecency and is repugnant to the conscience of the community,\" was\n\n\n                               -10-\n\f\"unnecessarily wanton or excessive,\" extended \"beyond the scope of\n\nhis capacity as a police officer,\" and took place \"with reckless\n\ndisregard for the likelihood that it would cause Poy to suffer\n\nsevere emotional distress.\"            We agree with the district court that\n\nat the very least the evidence presented factual questions as to\n\nBoutselis' conduct which could be and were resolved by the jury.\n\n       As for the evidence of resulting emotional distress, although\n\nthere    was    no     medical    or    psychiatric    evidence,     there     was\n\nconsiderable testimony, not only from plaintiff but from two other\n\nwitnesses, of the following facts: Poy was struck repeatedly on his\n\nface    and    back,   being     knocked   to   the   floor   and   pinioned    by\n\nBoutselis; his hands were locked behind him and handcuffs were used\n\nas brass knuckles, striking him repeatedly on the forehead; a\n\nresulting wound required sutures at a hospital and left visible\n\nevidence of a scar which the jury observed; the incident was\n\nfollowed by two months of pain in his shoulder, back, wrist, and\n\nhead.    A jury could reasonably infer from such humiliation, long\n\ncontinued pain, and facial disfigurement a condition of severe\n\nemotional distress. Cf. Wagenmann v. Adams, 829 F.2d 196,216 (1st\n\nCir. 1987)(upholding compensatory damages of $225,000 for a 36-hour\n\nincident involving false arrest, bringing of charges, handcuffing,\n\nthrusting into police vehicle, arraignment, and a night in a mental\n\nhospital, but no physical injury).\n\n\n\n\n                                        -11-\n\f     On this record, the district court's denial of the motion for\n\nnew trial is far from an abuse of discretion, not to mention \"a\n\nmanifest abuse of discretion.\" Joia v. Jo-Ja Service Corp., 817 F2d\n\n908, 918 (1st Cir. 1987).\n\n     C.     Conroy's Motion for Attorney's Fees\n\n     In the district court, defendant Conroy sought attorney's fees\n\non the ground that he was kept in the case long after the claims of\n\nplaintiff Toeur Em, whom he had arrested, had been dismissed.            The\n\ndistrict court denied the motion.          Whether or not this decision\n\nmight have been vulnerable - and we do not suggest that it was — it\n\nis not before us.    The notice of appeal filed by Boutselis makes no\n\nmention of Conroy, and lists only the two issues we have just\n\ndiscussed.     Failure to include this third issue in the notice is\n\nfatal to our jurisdiction.    Lehman v. Revolution Portfolio L.L.C.,\n\n166 F.3d 389, 395 (1st Cir. 1999).\n\n                          III. Appeal of Poy\n\n     The question posed by this appeal is whether, on the facts of\n\nthis case, the district court was within its discretion in denying\n\nany attorney's fee award at all to Poy, although he obtained a\n\nverdict and not insignificant money damages against a city police\n\nofficer.\n\n     A. Proceedings Below\n\n     The    proceedings   leading    to    this   appeal   involve   several\n\nhearings.    The first was held shortly after the conclusion of the\n\n\n                                    -12-\n\fjury trial, on October 18, 2002, to consider motions for attorney's\n\nfees.     Poy's two attorneys each submitted a motion containing\n\nstatements totaling some $98,631 and covering over four and a half\n\nyears of representation by the senior counsel as well as work in\n\npreparation for the recent trial by the junior counsel.                 The court\n\nexpressed its reactions that both motions were excessive, commented\n\non what it thought wasteful duplication of lawyer presence and\n\neffort by Poy's team, questioned the apparent inappropriateness of\n\nincluding    fees   for    the    pursuit    of   claims   on    behalf   of   the\n\ndisappearing Em and against officer Conroy, and heard an argument\n\nthat Poy's lawyers' records did not appear to be contemporaneous in\n\ntwo   specific    entries    in    which    conversations       with   Boutselis'\n\nattorney Freda were noted at a time prior to his association with\n\nhis present firm.         The court then set another date for further\n\npresentations, giving an opportunity for counsel to amend their\n\naffidavits.\n\n        Poy's counsel responded to the court's invitation with several\n\nsubmissions.     One was from junior counsel Miller, affirming that\n\nall billing records had been reviewed and a good faith attempt made\n\nto locate errors and exclude excessive items.                   He rehearsed the\n\nwork performed, principally in discovery, depositions, meeting with\n\nplaintiffs, and trial. He asserted that plaintiff Em's claims and\n\nclaims against the city of Lowell involved the \"common core of\n\nfacts\" and \"related legal theories\" deemed legitimate in successful\n\n\n                                      -13-\n\fclaims by plaintiffs in Aubin v. Fudala, 782 F.2d 287, 291 (1st\n\nCir. 1986).   Finally, he signified his willingness to take a ten\n\npercent cut, reducing his request from $44,102 to $39,611.\n\n     Poy's senior attorney, Wernick, explained the allocation of\n\nwork between him, with 25 years experience, and Miller, with six,\n\nin which discovery matters were handled largely by Miller, and\n\ndepositions largely by Wernick.   Both were in attendance at trial\n\nas were the two lawyer teams representing Boutselis and the city.\n\nAttorney Wernick also voluntarily reduced his request from $63,562\n\nto $47,206, saying this was a ten percent cut.     In reality this\n\nwould be a cut in excess of 25 percent and is clearly an error.4\n\n     A third submission addressed the two entries recording a\n\nconversation with Boutselis' attorney Freda at a time prior to his\n\nassociation with his firm.     Photocopies of the original time\n\nrecords were submitted purporting to show that conversations with\n\nan unnamed Boutselis attorney had indeed been made on the cited\n\ndates.\n\n     A second hearing was soon held, on November 15, 2002.      In\n\nreplying to counsel's query why the court was not inclined to award\n\nany attorney's fees to either party, though plaintiff had prevailed\n\nagainst Boutselis, the court said, \"[B]ecause you prevailed in\n\n\n     4\n       If a ten percent reduction were made, Wernick's request\nwould be for $57,206, not $47,206. His figures represent a cut of\n$16,356 or approximately 26 percent. If a 10 percent reduction\nwere made, his share would be $6,356, and Miller's $4,410, totaling\n$10,766.\n\n                               -14-\n\fpart, but only in part, and very substantially did not prevail.\n\nEach of you overclaimed very, very substantially.\"                          Instead of\n\nspending a great deal of time with more submissions and repetitive\n\narguments, the court concluded, \"I should simply say that since\n\nneither of you prevailed in the sense that justifies an award of\n\nattorney's fees or costs, I will not give it to either side as\n\nbetween the plaintiff and Boutselis.\"\n\n       A third hearing was held on January 10, 2003.                   In the course\n\nof it the court said, \"[T]here is not any prevailing party in the\n\nsense required for an attorney's fees award in this case because\n\neach party won in some significant respect and lost in some\n\nsignificant respect.\" The court further affirmed that this was the\n\nonly    basis    of    its    decision.        When      its   memorandum    and    order\n\nmemorializing the results of the hearing was issued, however, Poy's\n\nrequest for attorney's fees was disposed of because the request was\n\n\"plainly excessive,\" and even considering the attorneys' voluntary\n\nten percent reduction, the fault had not been remedied.                       A second\n\nbasis    for    denying       fees   in    toto    was    that    \"there    are    strong\n\nindications          the     records      given     to     this    court     were     not\n\ncontemporaneous records.\"              The court also denied plaintiff all his\n\ncosts except the $150 filing fee, partly because they were not\n\nlisted in       28    U.S.C.    §    1920(1)      and    partly   because   deposition\n\ntranscripts were not shown to be necessary or paid for.\n\n\n\n\n                                           -15-\n\f     B. Law of Prevailing Parties\n\n     We begin with the threshold principle enunciated by the\n\nSupreme Court in Hensley v. Eckerhart, 461 U.S. 424, 433 (1983),\n\nendorsing our formulation in Nadeau v. Helgemoe, 581 F.2d 275, 278-\n\n279 (1st Cir. 1978), that \"plaintiffs may be considered 'prevailing\n\nparties' for attorney's fees purposes if they succeed on any\n\nsignificant issue in litigation which achieves some of the benefit\n\nthe parties sought in bringing suit.\" We have noted the permissive\n\nphrasing but have concluded that \"awards in favor of prevailing\n\ncivil rights plaintiffs are virtually obligatory.\"           Gay Officers\n\nAction League v. Puerto Rico, 247 F.3d 288, 293 (1st Cir. 2001).\n\n     Prevailing party status, we have recognized, might be denied\n\nif success on a claim was \"purely technical or de minimis,\" id. at\n\n294 (quoting Tex. State Teachers Ass'n v. Garland Indep. Sch.\n\nDist., 489 U.S. 782, 792 (1989)).         Another basis for denying fees\n\nto a prevailing plaintiff is the presence of \"special circumstances\n\n[which] would render such an award unjust.\"         Hensley, 461 U.S. at\n\n429 (quoting Newman v. Piggie Park Enters., 390 U.S. 400, 402\n\n(1968)).      In such a case, we require \"findings of fact and\n\nconclusions    of   law   identifying   the   special   circumstances   and\n\nexplaining why an award would be inappropriate.\" De Jesus v. Banco\n\nPopular de Puerto Rico, 918 F.2d 232, 234 (1st Cir. 1990).\n\n     Appellee Boutselis invokes Lewis v. Kendrick, 944 F.2d 949\n\n(1st Cir. 1991), where we reversed an award of attorney's fees to\n\n\n                                   -16-\n\fa plaintiff who had been awarded $1,000 compensatory damages in\n\nconnection with a false arrest.             The circumstances of that case\n\ndemonstrate a coalescence of extremes in terms of litigation\n\njudgment,     expenditure      of   time,   and   overclaiming:   an   incident\n\ninvolving merely a 15-minute investigation by police, an hour and\n\nthree quarters detention awaiting bail, and the fastening of\n\nhandcuffs too tightly, resulting in a demand for $250,000 in actual\n\ndamages and $50,000 in punitive damages, and an initial request for\n\n$132,788 in attorney's fees for a time record of 952 hours, or half\n\na billing year.      Even so, total denial of fees caused then Judge\n\nBreyer to dissent, recommending at least a token fee.              See id. at\n\n956.\n\n       In the light of these precedents, we now look at this case.\n\nWe are in sympathy with the plight of the district court, which is\n\nfaced with a tedious and unpleasant task.             It must determine time\n\nreasonably spent, the reasonable rates applicable, assess the\n\nsignificance of any success, and finally ascertain if special\n\ncircumstances trump such calculations.             There is no easy way.     In\n\nthis process counsel have an obligation to \"make a good faith\n\neffort to exclude from a fee request hours that are excessive,\n\nredundant, or otherwise unnecessary.\"             Hensley, 461 U.S. at 434.\n\nBut    in   the   end,   the   biases,      pressures,   self   interest,   and\n\nperspective of parties and their counsel make the task of the trial\n\ncourt central and indispensable.\n\n\n                                       -17-\n\f      Our task now is to review the district court's decision for\n\n\"manifest abuse of discretion.\"       Gay Officers Action League, 247\n\nF.3d at 292.   \"Apart from mistakes of law ... we will set aside a\n\nfee award only if it clearly appears that the trial court ignored\n\na factor deserving significant weight, relied upon an improper\n\nfactor, or evaluated all the proper factors (and no improper ones),\n\nbut made a serious mistake in weighing them.\"           Id. at 292-93.\n\n      C. The Record\n\n      The   basic   requirement    that   a   plaintiff    prevail    on   a\n\nsignificant issue is clearly met.         The district court recognized\n\nthis in commenting that \"each party won in some significant respect\n\nand lost in some significant respect.\"        Poy's victory was for his\n\ncore claim of false arrest, the use of excessive force, and the\n\ninfliction of emotional distress against the one individual whose\n\nacts were in issue.      He obtained $10,000 in compensatory damages\n\nand two and one half times that amount in punitive damages.              This\n\nwas   not   only    a   personal   victory    but   a   recognition      that\n\nprofessional, civil standards must be vigilantly maintained in law\n\nenforcement. To the extent that the district court may have deemed\n\nplaintiff's success de minimis, we disagree, deeming this a defect\n\nin weighing.\n\n      But before this could be considered serious, we must see\n\nwhether the observations of the district court rise to the level of\n\nspecial circumstances sufficient to deny any attorney's fee as\n\n\n                                   -18-\n\funjust.   We look at the record to ascertain the extent to which the\n\ndistrict court's views of overclaiming, unsuccessful claims, and\n\nlack of contemporaneous records are supported.\n\n     We have looked at the fee applications submitted to us.             In\n\nform they appear quite meticulous and disclose fairly the object\n\nand amount of the time spent.               We think it likely, from our\n\nsomewhat removed vantage point, that the          plaintiff's explanation\n\nof the misnaming of the attorney representing Boutselis in two\n\nentries     reveals   only   an   inadvertence    in   preparing   the   fee\n\napplication from original records.           We have no indication of any\n\nother instance suggesting lack of contemporaneity.\n\n     Although Poy's attorneys volunteered a ten percent reduction\n\nin their fee to respond to the court's concerns, this was not tied\n\nto any attempt to excise redundant or unnecessary work, unlike the\n\nmore responsive action of counsel in Gay Officers Action League,\n\n247 F.3d at 292.        It may have been viewed merely as a token\n\ngesture. Nevertheless, the significance of the proffered reduction\n\nis borne out by further scrutiny of the fee applications.          Much has\n\nbeen made of plaintiff Em's early abandonment of his case and of\n\nthe failure of plaintiff to prevail in his claims against the city\n\nand its chief of police.          In reviewing the fee applications, we\n\ndeleted all time attributed to either Em's claims or claims against\n\nthe city.    This revealed a total fee attribution to these two sets\n\nof claims in the amount of some $8,400.             As for claims against\n\n\n                                     -19-\n\fofficer Conroy, a matter of some concern to the district court, our\n\nreview indicates almost no time charges addressed to them.                    The\n\nproffered ten percent reduction in fee, according to our admittedly\n\npreliminary calculation, amounts to approximately $10,750 or well\n\nin excess of the unsuccessful claims by or against dismissed\n\nparties.     See supra n.3.\n\n     A number of state causes of action and defendant parties were\n\ndismissed.        They include assault and battery on the part of\n\nofficers Boutselis and Conroy. It appears to us that whatever work\n\nwas relevant to these claims arguably may have had to be done in\n\nconnection with plaintiff's claims of false arrest, excessive force\n\nand emotional distress against Boutselis.             There were three claims\n\nagainst Neov, the owner of the site of the incident, The Golden\n\nSwan,    for   negligent      hiring    (of    Boutselis)   and   supervision,\n\nrespondeat superior, and premises liability.                We have found no\n\nindication of time spent or charges allocated to supporting these\n\nclaims.     And the claims of unconstitutional policy or custom and\n\nnegligence against the chief and the city, even if unrelated to\n\nplaintiff's claims against Boutselis, may fall within the proffered\n\nten percent reduction. These are only our preliminary impressions;\n\ndefinitive resolution of the issue of relatedness is better left to\n\nthe informed judgment of the district court.\n\n        Another   area   of   concern    to    the   district   court   was   the\n\npossibility of wasteful redundancy of effort by plaintiff's two\n\n\n                                        -20-\n\fattorneys.    Attorney Wernick explained that in pre-trial matters\n\nsuch as discovery, most of the work was done by his junior, Miller.\n\nHe himself did most of the deposition work.          While the district\n\ncourt may eventually reject this explanation, it is at least\n\nfacially plausible. There remains the important and intense period\n\nof trial when both were in attendance much of the time.                The\n\nrequested fees for this period are indeed very substantial.             We\n\nnote, however, that both the city (including Chief Davis) and\n\nBoutselis were at the same time represented by teams of two\n\nattorneys.    We cannot improve on the advice we gave in Gay Officers\n\nAction League, 247 F.3d at 297: \"[A] court should not hesitate to\n\ndiscount hours if it sees signs that a prevailing party has\n\noverstaffed a case ....On the other hand ... [g]iven the complexity\n\nof modern litigation, the deployment of multiple attorneys is\n\nsometimes an eminently reasonable tactic.\"        In short, the district\n\ncourt must weigh and consider the claim of overstaffing, using its\n\nintimate knowledge of the case, and make specific findings thereon.\n\n      As a result of this analysis and based on this record, we see\n\nno \"special circumstances\" justifying the elevation of this case to\n\nthat rarified level of irresponsible litigation strategy, minimal\n\naccomplishment, and intolerable overclaiming which merits denial of\n\nany   fees   whatsoever   to   a   prevailing   party.   In   short,   our\n\nconclusion is that a serious mistake in weighing was made, aided by\n\nthe complete discounting of the relevant prevailing party factor.\n\n\n                                    -21-\n\f      We therefore must remand this issue to the district court for\n\nconsideration in accordance with this opinion.         It should examine\n\nany claim of interrelatedness between work done on unsuccessful\n\nclaims and the claims on which plaintiff was successful. It should\n\nexamine   the   reasonableness   of   time   spent   and   rates   charged,\n\nincluding the possibility of overstaffing. Counsel are urged to be\n\nas forthcoming and cooperative as possible. In the final analysis,\n\nthe court must make its judgment and support it with sufficient\n\nspecificity. We add that it should also review plaintiff's request\n\nfor   reimbursement    of   costs,    not    being   restricted    to   the\n\nspecifications of 28 U.S.C. § 1920, see System Management, Inc. v.\n\nLoiselle, 154 F. Supp.2d 195, 204 (D. Mass. 2001) (holding that\n\n\"reasonable out-of-pocket expenses incurred by the attorney and\n\nnormally charged to the client\" could be awarded pursuant to\n\nstatutory authority of § 1988).\n\n      We therefore vacate the sections of the court's order of\n\nJanuary 10, 2003 relating to plaintiff's request for fees and\n\ncosts, as well as Boutselis' motion to reduce any attorney's fees\n\nawarded to plaintiff.   We remand the case to the district court for\n\ndetermination of an appropriate attorney's fee for plaintiff. This\n\nshall not alter the date of judgment concerning the awards of\n\ndamages, but we suggest that the amount of prejudgment interest be\n\nrevisited to insure accuracy.\n\n\n\n\n                                  -22-\n\f    Appellant is entitled to his reasonable attorney's fees and\n\ncosts on appeal.\n\n     Affirmed in part, vacated in part, and remanded.\n\n\n\n\n                              -23-\n\f",
  "html": "<p class=\"case_cite\">352 F.3d 479</p>\n    <p class=\"parties\">Phaly POY, Plaintiff, Appellant,<br>v.<br>John BOUTSELIS, et al., Defendants, Appellees.<br>John Boutselis, et al., Defendants, Appellants,<br>v.<br>Phaly Poy, Plaintiff, Appellee.</p>\n    <p class=\"docket\">No. 03-1201.</p>\n    <p class=\"docket\">No. 03-1243.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2003.</p>\n    <p class=\"date\">Decided December 19, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Thomas J. Freda with whom Joseph W. Monahan, III and Monahan &amp; Padellaro were on brief for John Boutselis.</p>\n      <p class=\"indent\">Mark W. Miller with whom Howard B. Wernick was on brief for Phaly Poy.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These appeals arise out of an incident on February 16, 1997 involving plaintiff Phaly Poy<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> in an arrest, a scuffle with a Lowell, Massachusetts, police officer, defendant Boutselis, a booking at the police station, and emergency hospital treatment for a laceration. Plaintiff was charged with several offenses, including disturbing the peace and assault and battery. After being acquitted by a jury, he brought suit on February 16, 2000 against Boutselis and another officer present at the scene, Conroy, and the Lowell Chief of Police, Davis, as well as the city of Lowell, citing 42 U.S.C. &#167; 1983, and a variety of state claims. Also included as a defendant was one Neov, owner of the premises where the incident occurred and the temporary employer of Boutselis.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After denial of a motion to dismiss on statute of limitations grounds, a seven day jury trial in 2002 resulted in a verdict for plaintiff against defendant Boutselis in his personal capacity, granting him $5,000 to compensate for the use of excessive force, $5,000 to compensate for severe emotional distress, and $25,000 in punitive damages. In addition, the court allowed prejudgment interest in the amount of $31,013.33. All other claims against all parties were dismissed. Post trial, the district court denied Boutselis' motion for new trial and declined to award any counsel fees to any party.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Both plaintiff and Boutselis have appealed. Boutselis has challenged the rejection of his statute of limitations defense, the denial of his motion for a new trial, and denial of defendant Conroy's motion for attorney's fees. Poy appeals from the court's refusal to award him attorney's fees and costs. We affirm the court's rulings as to Boutselis and Conroy; we vacate the court's orders denying Poy's motions for attorney's fees and costs and remand for reconsideration in light of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We first describe the incident giving rise to these cases, giving the version of facts and inferences favorable to plaintiff-appellant Poy. We then discuss defendant-appellant Boutselis' appeal, following with our deliberations as to Poy's appeal.</p>\n    </div>\n    <p class=\"center\">I. <i>The Incident</i></p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At about 11:30 p.m. on February 16, 1997, Poy, a 24-year-old man of Cambodian origin, and three friends went to a club, The Golden Swan, and proceeded along a hallway to a dance or function room. Barred from entering by a doorman, Poy looked inside to see if he knew anyone there. Soon officer Boutselis, specially employed by the club owner Neov, approached Poy, telling him in abusive language to leave before \"I fucking pound your fucking head.\" As Poy was peacefully leaving, Boutselis pushed him from behind. Poy fell on the floor. Boutselis, six feet tall and weighing 240 pounds, sat on him, struck him above his right eye, and handcuffed his hands behind him, the right hand being brought over his shoulder and the left hand being drawn across his back and up. Two of Poy's friends testified that Boutselis, using the handcuffs as brass knuckles, repeatedly hit Poy on the head.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Poy was dragged to a police van and taken to the police station, helped by a policewoman to sign his name, and was charged with four counts: disorderly conduct; assault and battery on a police officer; assault and battery with a dangerous weapon; and resisting arrest. He was then taken to a hospital where he received five stitches to close a laceration over his right eye, leaving a scar observed by the jury. He returned to the police station where he remained for a number of hours until he was bailed. Poy testified that he felt pain lasting some two months in his shoulder, back, wrist, and head, and had difficulty sleeping and eating.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The above account is diametrically contradicted by the testimony of Officer Boutselis at every critical point-provocation, resistance, efforts to subdue, and extent of injury. But the jury was not required to accept his version.</p>\n    </div>\n    <p class=\"center\">II. <i>Appeal of Boutselis</i></p>\n    <p class=\"indent\">A. <i>Statute of Limitations</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Boutselis argues that Poy's suit, filed on the third anniversary of the key events, was one day late. Boutselis urges us to reject both Mass. R. Civ. P. 6(a) and Fed. R.Civ.P. 6(a) by counting the limitations period of three years inclusive of the date of accrual,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> so that the final day for bringing suit would fall one day before the third anniversary. It is an argument which upon analysis reveals less than meets the eye.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The argument begins with the recitation of propositions accepted by both parties: a &#167; 1983 claim, according to 42 U.S.C. &#167; 1988, borrows the appropriate state law governing limitations unless contrary to federal law, <i>Wilson v. Garcia,</i> 471 U.S. 261, 267, 105 S.Ct. 1938, 85 L.Ed.2d 254 (1984); since the claims against Boutselis were for the use of excessive force, assault, battery, etc., the limitations period for personal injury is the appropriate analogue, id. at 273; the Massachusetts statute governing personal injury claims is Mass. Gen. Laws ch. 260, &#167; 2A, providing that actions shall be commenced \"within three years next after the cause of action accrues.\" Federal law controls the determination of when the cause of action accrues, <i>Guzman-Rivera v. Rivera-Cruz,</i> 29 F.3d 3, 5 (1st Cir.1994). Both federal and Massachusetts law agree that a &#167; 1983 claim accrues when a plaintiff knows or has reason to know of his injury. <i>See Nieves v. McSweeney,</i> 241 F.3d 46, 52 (1st Cir.2001); <i>Riley v. Presnell,</i> 565 N.E.2d 780, 784, 409 Mass. 239, 243 (1991). Massachusetts begins counting on the day following the day of the incident, with the last day for filing suit being the anniversary date of the event, in accordance with Mass. R. Civ. P. 6(a). <i>See Ciampa v. January,</i> 1992 Mass.App. Div. 204 (1992). We refer to Rule 6(a) as the Massachusetts application rule.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At this point, appellant advances two parallel arguments &#8212; both strained &#8212; in support of his contention that the claim is time barred.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, Boutselis argues that while we may borrow the limitations period in Mass. Gen. Laws ch. 260 &#167; 2A, we are prohibited from borrowing the application rule in Mass. R. Civ. P. 6(a). Under Boutselis' reading of precedent, borrowing the Massachusetts application rule contradicts the Supreme Court's directive in <i>West v. Conrail,</i> 481 U.S. 35, 39, 107 S.Ct. 1538, 95 L.Ed.2d 32 (1987), which advised federal courts that if a state statute of limitations must be borrowed for a federal cause of action, the court is to borrow \"no more than necessary.\" Second, even if we were permitted to borrow the state rule of application, Boutselis maintains that Massachusetts utilizes a different application rule for &#167; 1983 claims than for those arising under state law.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With respect to his first argument &#8212; that we may not borrow the Massachusetts application rule &#8212; Boutselis attempts to derail as precedent our opinion in <i>Carreras-Rosa v. Alves-Cruz,</i> 127 F.3d 172 (1st Cir.1997), but in doing so contradicts the Supreme Court's decision in <i>Wilson,</i> 471 U.S. at 269, 105 S.Ct. 1938, which holds that \"the length of the limitations period, and closely related questions of tolling and application, are to be governed by state law.\" In <i>Carreras,</i> we recognized <i>Wilson's</i> teaching and looked to a Puerto Rico statute and a ruling of the Puerto Rico Supreme Court to determine the timeliness of a &#167; 1983 action. <i>See Carreras,</i> 127 F.3d at 174. Boutselis suggests, however, that this holding encompasses only those instances in which a state <i>statute,</i> rather than a rule of procedure, sets forth the application rule.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In advancing this pained distinction, he also ignores our disagreement in <i>Carreras</i> with dicta equating \"the date of accrual with the first day of the limitations period,\" <i>id.</i> at 175.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Boutselis' second argument urges us to hold that Massachusetts uses a different rule of application for &#167; 1983 claims than for claims arising under state law. Boutselis concedes that Massachusetts generally excludes the accrual date in calculating the limitations period of tort claims, <i>see Ciampa,</i> 1992 Mass.App. Div. at 204, but he maintains that under <i>Pagliuca v. City of Boston,</i> 626 N.E.2d 625, 35 Mass.App.Ct. 820 (1994), the statute of limitations for &#167; 1983 claims begins running on (and therefore is inclusive of) the date of the wrongful acts. In <i>Pagliuca,</i> the court was dealing with the question of whether a &#167; 1983 action accrues on the date of the wrongful acts or a later date when the effects of the acts were felt. Its decision about the beginning and ending dates of the limitations period cited no Massachusetts authority and relied solely on our decision in <i>Altair v. Pesquera de Busquets,</i> 769 F.2d 30, 32 (1st Cir.1985). We specifically abrogated <i>Altair</i> in <i>Carreras,</i> 127 F.3d at 174, borrowing instead the Puerto Rico law which calculated the limitations period exclusive of the date of accrual.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Most importantly, Boutselis ignores the strong indication of a beginning date in the \"next after\" language of Mass. Gen. Laws ch. 260 &#167; 2A as well as longstanding Massachusetts precedent excluding the date of accrual from the calculation of the limitations period. <i>See Pierce v. Tiernan,</i> 280 Mass. 180, 182, 182 N.E. 292, 293 (1932) (interpreting prior Mass. Gen. Laws. ch. 260 &#167; 4, which contained the same \"next after\" language as the current Mass. Gen. Laws. ch. 260 &#167; 2A, to mean that in \"computing [the] limit of time, the day upon which the cause of action accrued is to be excluded\"); <i>see also Bemis v. Leonard,</i> 118 Mass. 502, 506 (1875) (\"In this Commonwealth, the general rule, as applied in a variety of circumstances, and now well established, is, that in computing time from the date ... the day of the date is to be excluded.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We thus hold that in determining the accrual and limitations period of a &#167; 1983 claim, we borrow Mass. Gen. Laws ch. 260, &#167; 2A as well as Mass. R. Civ. P. 6(a). We note also that there cannot be any inconsistency with federal law since the rules of the two jurisdictions are identical. <i>See</i> <i>Wilson,</i> 471 U.S. at 269, 105 S.Ct. 1938; <i>Carreras,</i> 127 F.3d at 174 n. 1. The district court therefore did not err in finding that Poy's anniversary date filing was timely.</p>\n    </div>\n    <p class=\"indent\">B. <i>Motion for New Trial</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In his motion for a new trial, Boutselis made one allegation, namely, that the amount of damages for the intentional or reckless infliction of emotional distress ($5,000) and for punitive damages ($25,000) was excessive and the result of prejudice or sympathy. In the memorandum submitted to the district court, the argument widened to an assertion of a complete absence of evidence supporting two jury findings. With reference to the state law claim involving emotional distress, appellant argued that there was no medical or psychiatric evidence, and no testimony from the plaintiff specifically mentioning emotional distress. With reference to the &#167; 1983 claim for punitive damages, appellant argued that the jury had made a special finding that he, Boutselis, had not acted maliciously and sadistically for the purpose of causing harm, that there was no evidence of evil intent, and that the incident was an isolated one. The district court denied the motion, ruling that there was \"a genuine dispute of fact for decision by the jury.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellant faces a formidable burden in trying to persuade us to reverse a district judge's denial of a motion for new trial. Our review of such an issue is \"extremely circumscribed.\" <i>Correa v. Hospital San Francisco,</i> 69 F.3d 1184, 1194 (1st Cir.1995). In assessing whether or not there is a reasonable basis for the jury's decision, we take \"both the facts and the reasonable inferences therefrom in the light most hospitable to the jury's verdict.\" <i>Id.</i> at 1188.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First of all, both the claims for intentional or reckless infliction of emotional distress and for punitive damages require proof of similarly extreme conduct. The former requires evidence of conduct that is \"extreme and outrageous.\" <i>Nancy P. v. D'Amato,</i> 517 N.E.2d 824, 827, 401 Mass. 516, 518 (1988). The latter requires either evidence of evil intent or \"reckless or callous indifference to the federally protected rights of others.\" <i>Smith v. Wade,</i> 461 U.S. 30, 56, 103 S.Ct. 1625, 75 L.Ed.2d 632 (1983). In this case the jury answered a carefully constructed series of questions. After it had found that Boutselis had used excessive physical force, despite an absence of resistance, threats, or attempt to flee on the part of Poy, it went on to find that his conduct \"violated contemporary standards of decency and is repugnant to the conscience of the community,\" was \"unnecessarily wanton or excessive,\" extended \"beyond the scope of his capacity as a police officer,\" and took place \"with reckless disregard for the likelihood that it would cause Poy to suffer severe emotional distress.\" We agree with the district court that at the very least the evidence presented factual questions as to Boutselis' conduct which could be and were resolved by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As for the evidence of resulting emotional distress, although there was no medical or psychiatric evidence, there was considerable testimony, not only from plaintiff but from two other witnesses, of the following facts: Poy was struck repeatedly on his face and back, being knocked to the floor and pinioned by Boutselis; his hands were locked behind him and handcuffs were used as brass knuckles, striking him repeatedly on the forehead; a resulting wound required sutures at a hospital and left visible evidence of a scar which the jury observed; the incident was followed by two months of pain in his shoulder, back, wrist, and head. A jury could reasonably infer from such humiliation, long continued pain, and facial disfigurement a condition of severe emotional distress. <i>Cf. Wagenmann v. Adams,</i> 829 F.2d 196, 216 (1st Cir.1987) (upholding compensatory damages of $225,000 for a 36-hour incident involving false arrest, bringing of charges, handcuffing, thrusting into police vehicle, arraignment, and a night in a mental hospital, but no physical injury).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On this record, the district court's denial of the motion for new trial is far from an abuse of discretion, not to mention \"a manifest abuse of discretion.\" <i>Joia v. Jo-Ja Service Corp.,</i> 817 F.2d 908, 918 (1st Cir.1987).</p>\n    </div>\n    <p class=\"indent\">C. <i>Conroy's Motion for Attorney's Fees</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the district court, defendant Conroy sought attorney's fees on the ground that he was kept in the case long after the claims of plaintiff Toeur Em, whom he had arrested, had been dismissed. The district court denied the motion. Whether or not this decision might have been vulnerable &#8212; and we do not suggest that it was &#8212; it is not before us. The notice of appeal filed by Boutselis makes no mention of Conroy. Lacking any indication that Conroy intended to appeal, we find that we have no jurisdiction. Fed. R. App. P. 3. Failure to include this third issue in the notice is fatal to our jurisdiction. <i>Lehman v. Revolution Portfolio L.L.C.,</i> 166 F.3d 389, 395 (1st Cir.1999).</p>\n    </div>\n    <p class=\"center\">III. <i>Appeal of Poy</i></p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question posed by this appeal is whether, on the facts of this case, the district court was within its discretion in denying any attorney's fee award at all to Poy, although he obtained a verdict and not insignificant money damages against a city police officer.</p>\n    </div>\n    <p class=\"indent\">A. <i>Proceedings Below</i></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The proceedings leading to this appeal involve several hearings. The first was held shortly after the conclusion of the jury trial, on October 18, 2002, to consider motions for attorney's fees. Poy's two attorneys each submitted a motion containing statements totaling some $98,631 and covering over four and a half years of representation by the senior counsel as well as work in preparation for the recent trial by the junior counsel. The court expressed its reactions that both motions were excessive, commented on what it thought wasteful duplication of lawyer presence and effort by Poy's team, questioned the apparent inappropriateness of including fees for the pursuit of claims on behalf of the disappearing Em and against officer Conroy, and heard an argument that Poy's lawyers' records did not appear to be contemporaneous in two specific entries in which conversations with Boutselis' attorney Freda were noted at a time prior to his association with his present firm. The court then set another date for further presentations, giving an opportunity for counsel to amend their affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Poy's counsel responded to the court's invitation with several submissions. One was from junior counsel Miller, affirming that all billing records had been reviewed and a good faith attempt made to locate errors and exclude excessive items. He rehearsed the work performed, principally in discovery, depositions, meeting with plaintiffs, and trial. He asserted that plaintiff Em's claims and claims against the city of Lowell involved the \"common core of facts\" and \"related legal theories\" deemed legitimate in successful claims by plaintiffs in <i>Aubin v. Fudala,</i> 782 F.2d 287, 291 (1st Cir.1986). Finally, he signified his willingness to take a ten percent cut, reducing his request from $44,102 to $39,611.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Poy's senior attorney, Wernick, explained the allocation of work between him, with 25 years experience, and Miller, with six, in which discovery matters were handled largely by Miller, and depositions largely by Wernick. Both were in attendance at trial as were the two lawyer teams representing Boutselis and the city. Attorney Wernick also voluntarily reduced his request from $63,562 to $47,206, saying this was a ten percent cut. In reality this would be a cut in excess of 25 percent and is clearly an error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> A third submission addressed the two entries recording a conversation with Boutselis' attorney Freda at a time prior to his association with his firm. Photocopies of the original time records were submitted purporting to show that conversations with an unnamed Boutselis attorney had indeed been made on the cited dates.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A second hearing was soon held, on November 15, 2002. In replying to counsel's query why the court was not inclined to award any attorney's fees to either party, though plaintiff had prevailed against Boutselis, the court said, \"[B]ecause you prevailed in part, but only in part, and very substantially did not prevail. Each of you overclaimed very, very substantially.\" Instead of spending a great deal of time with more submissions and repetitive arguments, the court concluded, \"I should simply say that since neither of you prevailed in the sense that justifies an award of attorney's fees or costs, I will not give it to either side as between the plaintiff and Boutselis.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A third hearing was held on January 10, 2003. In the course of it the court said, \"[T]here is not any prevailing party in the sense required for an attorney's fees award in this case because each party won in some significant respect and lost in some significant respect.\" The court further affirmed that this was the only basis of its decision. When its memorandum and order memorializing the results of the hearing was issued, however, Poy's request for attorney's fees was disposed of because the request was \"plainly excessive,\" and even considering the attorneys' voluntary ten percent reduction, the fault had not been remedied. A second basis for denying fees in toto was that \"there are strong indications the records given to this court were not contemporaneous records.\" The court also denied plaintiff all his costs except the $150 filing fee, partly because they were not listed in 28 U.S.C. &#167; 1920(1) and partly because deposition transcripts were not shown to be necessary or paid for.</p>\n    </div>\n    <p class=\"indent\">B. <i>Law of Prevailing Parties</i></p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We begin with the threshold principle enunciated by the Supreme Court in <i>Hensley v. Eckerhart,</i> 461 U.S. 424, 433, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983), endorsing our formulation in <i>Nadeau v. Helgemoe,</i> 581 F.2d 275, 278-279 (1st Cir.1978), that \"plaintiffs may be considered `prevailing parties' for attorney's fees purposes if they succeed on any significant issue in litigation which achieves some of the benefit the parties sought in bringing suit.\" We have noted the permissive phrasing but have concluded that \"awards in favor of prevailing civil rights plaintiffs are virtually obligatory.\" <i>Gay Officers Action League v. Puerto Rico,</i> 247 F.3d 288, 293 (1st Cir.2001). Prevailing party status, we have recognized, might be denied if success on a claim was \"purely technical or <i>de minimis,</i>\" <i>id.</i> at 294 (quoting <i>Tex. State Teachers Ass'n v. Garland Indep. Sch. Dist.,</i> 489 U.S. 782, 792, 109 S.Ct. 1486, 103 L.Ed.2d 866 (1989)). Another basis for denying fees to a prevailing plaintiff is the presence of \"special circumstances [which] would render such an award unjust.\" <i>Hensley,</i> 461 U.S. at 429, 103 S.Ct. 1933 (quoting <i>Newman v. Piggie Park Enters.,</i> 390 U.S. 400, 402, 88 S.Ct. 964, 19 L.Ed.2d 1263 (1968)). In such a case, we require \"findings of fact and conclusions of law identifying the special circumstances and explaining why an award would be inappropriate.\" <i>de Jesus v. Banco Popular de Puerto Rico,</i> 918 F.2d 232, 234 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellee Boutselis invokes <i>Lewis v. Kendrick,</i> 944 F.2d 949 (1st Cir.1991), where we reversed an award of attorney's fees to a plaintiff who had been awarded $1,000 compensatory damages in connection with a false arrest. The circumstances of that case demonstrate a coalescence of extremes in terms of litigation judgment, expenditure of time, and over-claiming: an incident involving merely a 15-minute investigation by police, an hour and three quarters detention awaiting bail, and the fastening of handcuffs too tightly, resulting in a demand for $250,000 in actual damages and $50,000 in punitive damages, and an initial request for $132,788 in attorney's fees for a time record of 952 hours, or half a billing year. Even so, total denial of fees caused then Judge Breyer to dissent, recommending at least a token fee. <i>See id.</i> at 956.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the light of these precedents, we now look at this case. We are in sympathy with the plight of the district court, which is faced with a tedious and unpleasant task. It must determine time reasonably spent, the reasonable rates applicable, assess the significance of any success, and finally ascertain if special circumstances trump such calculations. There is no easy way. In this process counsel have an obligation to \"make a good faith effort to exclude from a fee request hours that are excessive, redundant, or otherwise unnecessary.\" <i>Hensley,</i> 461 U.S. at 434, 103 S.Ct. 1933. But in the end, the biases, pressures, self interest, and perspective of parties and their counsel make the task of the trial court central and indispensable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Our task now is to review the district court's decision for \"manifest abuse of discretion.\" <i>Gay Officers Action League,</i> 247 F.3d at 292. \"Apart from mistakes of law ... we will set aside a fee award only if it clearly appears that the trial court ignored a factor deserving significant weight, relied upon an improper factor, or evaluated all the proper factors (and no improper ones), but made a serious mistake in weighing them.\" <i>Id.</i> at 292-93.</p>\n    </div>\n    <p class=\"indent\">C. <i>The Record</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The basic requirement that a plaintiff prevail on a significant issue is clearly met. The district court recognized this in commenting that \"each party won in some significant respect and lost in some significant respect.\" Poy's victory was for his core claim of false arrest, the use of excessive force, and the infliction of emotional distress against the one individual whose acts were in issue. He obtained $10,000 in compensatory damages and two and one half times that amount in punitive damages. This was not only a personal victory but a recognition that professional, civil standards must be vigilantly maintained in law enforcement. To the extent that the district court may have deemed plaintiff's success <i>de minimis,</i> we disagree, deeming this a defect in weighing.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">But before this could be considered serious, we must see whether the observations of the district court rise to the level of special circumstances sufficient to deny any attorney's fee as unjust. We look at the record to ascertain the extent to which the district court's views of overclaiming, unsuccessful claims, and lack of contemporaneous records are supported.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have looked at the fee applications submitted to us. In form they appear quite meticulous and disclose fairly the object and amount of the time spent. We think it likely, from our somewhat removed vantage point, that the plaintiff's explanation of the misnaming of the attorney representing Boutselis in two entries reveals only an inadvertence in preparing the fee application from original records. We have no indication of any other instance suggesting lack of contemporaneity.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Although Poy's attorneys volunteered a ten percent reduction in their fee to respond to the court's concerns, this was not tied to any attempt to excise redundant or unnecessary work, unlike the more responsive action of counsel in <i>Gay Officers Action League,</i> 247 F.3d at 292. It may have been viewed merely as a token gesture. Nevertheless, the significance of the proffered reduction is borne out by further scrutiny of the fee applications. Much has been made of plaintiff Em's early abandonment of his case and of the failure of plaintiff to prevail in his claims against the city and its chief of police. In reviewing the fee applications, we deleted all time attributed to either Em's claims or claims against the city. This revealed a total fee attribution to these two sets of claims in the amount of some $8,400. As for claims against officer Conroy, a matter of some concern to the district court, our review indicates almost no time charges addressed to them. The proffered ten percent reduction in fee, according to our admittedly preliminary calculation, amounts to approximately $10,750 or well in excess of the unsuccessful claims by or against dismissed parties. <i>See supra</i> n. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A number of state causes of action and defendant parties were dismissed. They include assault and battery on the part of officers Boutselis and Conroy. It appears to us that whatever work was relevant to these claims arguably may have had to be done in connection with plaintiff's claims of false arrest, excessive force and emotional distress against Boutselis. There were three claims against Neov, the owner of the site of the incident, The Golden Swan, for negligent hiring (of Boutselis) and supervision, respondeat superior, and premises liability. We have found no indication of time spent or charges allocated to supporting these claims. And the claims of unconstitutional policy or custom and negligence against the chief and the city, even if unrelated to plaintiff's claims against Boutselis, may fall within the proffered ten percent reduction. These are only our preliminary impressions; definitive resolution of the issue of relatedness is better left to the informed judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Another area of concern to the district court was the possibility of wasteful redundancy of effort by plaintiff's two attorneys. Attorney Wernick explained that in pre-trial matters such as discovery, most of the work was done by his junior, Miller. He himself did most of the deposition work. While the district court may eventually reject this explanation, it is at least facially plausible. There remains the important and intense period of trial when both were in attendance much of the time. The requested fees for this period are indeed very substantial. We note, however, that both the city (including Chief Davis) and Boutselis were at the same time represented by teams of two attorneys. We cannot improve on the advice we gave in <i>Gay Officers Action League,</i> 247 F.3d at 297: \"[A] court should not hesitate to discount hours if it sees signs that a prevailing party has overstaffed a case.... On the other hand ... [g]iven the complexity of modern litigation, the deployment of multiple attorneys is sometimes an eminently reasonable tactic.\" In short, the district court must weigh and consider the claim of overstaffing, using its intimate knowledge of the case, and make specific findings thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As a result of this analysis and based on this record, we see no \"special circumstances\" justifying the elevation of this case to that rarified level of irresponsible litigation strategy, minimal accomplishment, and intolerable overclaiming which merits denial of any fees whatsoever to a prevailing party. In short, our conclusion is that a serious mistake in weighing was made, aided by the complete discounting of the relevant prevailing party factor.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We therefore must remand this issue to the district court for consideration in accordance with this opinion. It should examine any claim of interrelatedness between work done on unsuccessful claims and the claims on which plaintiff was successful. It should examine the reasonableness of time spent and rates charged, including the possibility of overstaffing. Counsel are urged to be as forthcoming and cooperative as possible. In the final analysis, the court must make its judgment and support it with sufficient specificity. We add that it should also review plaintiff's request for reimbursement of costs, not being restricted to the specifications of 28 U.S.C. &#167; 1920, <i>see System Management, Inc. v. Loiselle,</i> 154 F.Supp.2d 195, 204 (D.Mass.2001) (holding that \"reasonable out-of-pocket expenses incurred by the attorney and normally charged to the client\" could be awarded pursuant to statutory authority of &#167; 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We therefore vacate the sections of the court's order of January 10, 2003 relating to plaintiff's request for fees and costs, as well as Boutselis' motion to reduce any attorney's fees awarded to plaintiff. We remand the case to the district court for determination of an appropriate attorney's fee for plaintiff. This shall not alter the date of judgment concerning the awards of damages, but we suggest that the amount of prejudgment interest be revisited to insure accuracy.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Appellant is entitled to his reasonable attorney's fees and costs on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed in part, vacated in part, and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At its inception, there was an additional plaintiff, Toeur Em, whose failure to appear for scheduled depositions resulted in dismissal of his claims. We shall refer only to a singular plaintiff, Poy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 6(a) provides: \"In computing any period of time prescribed or allowed by... any applicable statute, the day of the act, event or default from which the designated period of time begins to run shall not be included.\" Mass. R. Civ. P. 6(a) mirrors this language</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Boutselis cites no relevant precedent for this distinction, other than our decision in<i>McIntosh v. Antonino,</i> 71 F.3d 29 (1st Cir.1995), which deals with the inapposite question of adopting state rules of filing. In <i>McIntosh,</i> we declined to borrow a Massachusetts rule permitting filing by mail when there was no legitimate reason to depart from the established principle that federal rules of procedure prevail in federal courts. <i>See Hanna v. Plumer,</i> 380 U.S. 460, 85 S.Ct. 1136, 14 L.Ed.2d 8 (1965). Boutselis' reliance on <i>McIntosh</i> disregards the Supreme Court's explicit authorization to look to state law regarding questions of application. <i>See Wilson,</i> 471 U.S. at 269, 105 S.Ct. 1938.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> If a ten percent reduction were made, Wernick's request would be for $57,206, not $47,206. His figures represent a cut of $16,356 or approximately 26 percent. If a 10 percent reduction were made, his share would be $6,356, and Miller's $4,410, totaling $10,766</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">479</span></span></p>\n    <p class=\"parties\">Phaly POY, Plaintiff, Appellant,<br>v.<br>John BOUTSELIS, et al., Defendants, Appellees.<br>John Boutselis, et al., Defendants, Appellants,<br>v.<br>Phaly Poy, Plaintiff, Appellee.</p>\n    <p class=\"docket\">No. 03-1201.</p>\n    <p class=\"docket\">No. 03-1243.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2003.</p>\n    <p class=\"date\">Decided December 19, 2003.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Thomas J. Freda with whom Joseph W. Monahan, III and Monahan &amp; Padellaro were on brief for John Boutselis.</p>\n      <p class=\"indent\">Mark W. Miller with whom Howard B. Wernick was on brief for Phaly Poy.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These appeals arise out of an incident on February 16, 1997 involving plaintiff Phaly Poy<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> in an arrest, a scuffle with a Lowell, Massachusetts, police officer, defendant Boutselis, a booking at the police station, and emergency hospital treatment for a laceration. Plaintiff was charged with several offenses, including disturbing the peace and assault and battery. After being acquitted by a jury, he brought suit on February 16, 2000 against Boutselis and another officer present at the scene, Conroy, and the Lowell Chief of Police, Davis, as well as the city of Lowell, citing 42 U.S.C. &#167; 1983, and a variety of state claims. Also included as a defendant was one Neov, owner of the premises where the incident occurred and the temporary employer of Boutselis.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After denial of a motion to dismiss on statute of limitations grounds, a seven day jury trial in 2002 resulted in a verdict for plaintiff against defendant Boutselis in his personal capacity, granting him $5,000 to compensate for the use of excessive force, $5,000 to compensate for severe emotional distress, and $25,000 in punitive damages. In addition, the court allowed prejudgment interest in the amount of $31,013.33. All other claims against all parties were dismissed. Post trial, the district court denied Boutselis' motion for new trial and declined to award any counsel fees to any party.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Both plaintiff and Boutselis have appealed. Boutselis has challenged the rejection of his statute of limitations defense, the denial of his motion for a new trial, and denial of defendant Conroy's motion for attorney's fees. Poy appeals from the court's refusal to award him attorney's fees and costs. We affirm the court's rulings as to Boutselis and Conroy; we vacate the court's orders denying Poy's motions for attorney's fees and costs and remand for reconsideration in light of this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We first describe the incident giving rise to these cases, giving the version of facts and inferences favorable to plaintiff-appellant Poy. We then discuss defendant-appellant Boutselis' appeal, following with our deliberations as to Poy's appeal.</p>\n    </div>\n    <p class=\"center\">I. <i>The Incident</i></p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At about 11:30 p.m. on February 16, 1997, Poy, a 24-year-old man of Cambodian origin, and three friends went to a club, The Golden Swan, and proceeded along a hallway to a dance or function room. Barred from entering by a doorman, Poy looked inside to see if he knew anyone there. Soon officer Boutselis, specially employed by the club owner Neov, approached Poy, telling him in abusive language to leave before \"I fucking pound your fucking head.\" As Poy was peacefully leaving, Boutselis pushed him from behind. Poy fell on the floor. Boutselis, six feet tall and weighing 240 pounds, sat on him, struck him above his right eye, and handcuffed his hands behind him, the right hand being brought over his shoulder and the left hand being drawn across his back and up. Two of Poy's friends testified that Boutselis, using the handcuffs as brass knuckles, repeatedly hit Poy on the head.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Poy was dragged to a police van and taken to the police station, helped by a policewoman to sign his name, and was charged with four counts: disorderly conduct; assault and battery on a police officer; assault and battery with a dangerous weapon; and resisting arrest. He was then taken to a hospital where he received five stitches to close a laceration over his right eye, leaving a scar observed by the jury. He returned to the police station where he remained for a number of hours until he was bailed. Poy testified that he felt pain lasting some two months in his shoulder, back, wrist, and head, and had difficulty sleeping and eating.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The above account is diametrically contradicted by the testimony of Officer Boutselis at every critical point-provocation, resistance, efforts to subdue, and extent of injury. But the jury was not required to accept his version.</p>\n    </div>\n    <p class=\"center\">II. <i>Appeal of Boutselis</i></p>\n    <p class=\"indent\">A. <i>Statute of Limitations</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Boutselis argues that Poy's suit, filed on the third anniversary of the key events, was one day late. Boutselis urges us to reject both Mass. R. Civ. P. 6(a) and Fed. R.Civ.P. 6(a) by counting the limitations period of three years inclusive of the date of accrual,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> so that the final day for bringing suit would fall one day before the third anniversary. It is an argument which upon analysis reveals less than meets the eye.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The argument begins with the recitation of propositions accepted by both parties: a &#167; 1983 claim, according to 42 U.S.C. &#167; 1988, borrows the appropriate state law governing limitations unless contrary to federal law, <i>Wilson v. Garcia,</i> <span class=\"citation no-link\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></span>, 267, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">254</span></span> (1984); since the claims against Boutselis were for the use of excessive force, assault, battery, etc., the limitations period for personal injury is the appropriate analogue, id. at 273; the Massachusetts statute governing personal injury claims is Mass. Gen. Laws ch. 260, &#167; 2A, providing that actions shall be commenced \"within three years next after the cause of action accrues.\" Federal law controls the determination of when the cause of action accrues, <i>Guzman-Rivera v. Rivera-Cruz,</i> <span class=\"citation\" data-id=\"195482\"><a href=\"/opinion/195482/guzman-rivera-v-rivera-cruz/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 5 (1st Cir.1994). Both federal and Massachusetts law agree that a &#167; 1983 claim accrues when a plaintiff knows or has reason to know of his injury. <i>See Nieves v. McSweeney,</i> <span class=\"citation\" data-id=\"199286\"><a href=\"/opinion/199286/nieves-v-mcsweeney/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 52 (1st Cir.2001); <i>Riley v. Presnell,</i> <span class=\"citation\" data-id=\"2090844\"><a href=\"/opinion/2090844/riley-v-presnell/\"><span class=\"volume\">565</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">780</span></a></span>, 784, <span class=\"citation\" data-id=\"2090844\"><a href=\"/opinion/2090844/riley-v-presnell/\"><span class=\"volume\">409</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">239</span></a></span>, 243 (1991). Massachusetts begins counting on the day following the day of the incident, with the last day for filing suit being the anniversary date of the event, in accordance with Mass. R. Civ. P. 6(a). <i>See Ciampa v. January,</i> 1992 Mass.App. Div. 204 (1992). We refer to Rule 6(a) as the Massachusetts application rule.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At this point, appellant advances two parallel arguments &#8212; both strained &#8212; in support of his contention that the claim is time barred.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, Boutselis argues that while we may borrow the limitations period in Mass. Gen. Laws ch. 260 &#167; 2A, we are prohibited from borrowing the application rule in Mass. R. Civ. P. 6(a). Under Boutselis' reading of precedent, borrowing the Massachusetts application rule contradicts the Supreme Court's directive in <i>West v. Conrail,</i> <span class=\"citation\" data-id=\"111857\"><a href=\"/opinion/111857/west-v-conrail/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span>, 39, <span class=\"citation\" data-id=\"111857\"><a href=\"/opinion/111857/west-v-conrail/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1538</span></a></span>, <span class=\"citation\" data-id=\"111857\"><a href=\"/opinion/111857/west-v-conrail/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">32</span></a></span> (1987), which advised federal courts that if a state statute of limitations must be borrowed for a federal cause of action, the court is to borrow \"no more than necessary.\" Second, even if we were permitted to borrow the state rule of application, Boutselis maintains that Massachusetts utilizes a different application rule for &#167; 1983 claims than for those arising under state law.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With respect to his first argument &#8212; that we may not borrow the Massachusetts application rule &#8212; Boutselis attempts to derail as precedent our opinion in <i>Carreras-Rosa v. Alves-Cruz,</i> <span class=\"citation\" data-id=\"197590\"><a href=\"/opinion/197590/carreras-rosa-v-alves-cruz/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span> (1st Cir.1997), but in doing so contradicts the Supreme Court's decision in <i>Wilson,</i> 471 U.S. at 269, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></span>, which holds that \"the length of the limitations period, and closely related questions of tolling and application, are to be governed by state law.\" In <i>Carreras,</i> we recognized <i>Wilson's</i> teaching and looked to a Puerto Rico statute and a ruling of the Puerto Rico Supreme Court to determine the timeliness of a &#167; 1983 action. <i>See Carreras,</i> 127 F.3d at 174. Boutselis suggests, however, that this holding encompasses only those instances in which a state <i>statute,</i> rather than a rule of procedure, sets forth the application rule.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In advancing this pained distinction, he also ignores our disagreement in <i>Carreras</i> with dicta equating \"the date of accrual with the first day of the limitations period,\" <i>id.</i> at 175.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Boutselis' second argument urges us to hold that Massachusetts uses a different rule of application for &#167; 1983 claims than for claims arising under state law. Boutselis concedes that Massachusetts generally excludes the accrual date in calculating the limitations period of tort claims, <i>see Ciampa,</i> 1992 Mass.App. Div. at 204, but he maintains that under <i>Pagliuca v. City of Boston,</i> <span class=\"citation\" data-id=\"2035601\"><a href=\"/opinion/2035601/pagliuca-v-boston/\"><span class=\"volume\">626</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">625</span></a></span>, 35 Mass.App.Ct. 820 (1994), the statute of limitations for &#167; 1983 claims begins running on (and therefore is inclusive of) the date of the wrongful acts. In <i>Pagliuca,</i> the court was dealing with the question of whether a &#167; 1983 action accrues on the date of the wrongful acts or a later date when the effects of the acts were felt. Its decision about the beginning and ending dates of the limitations period cited no Massachusetts authority and relied solely on our decision in <i>Altair v. Pesquera de Busquets,</i> <span class=\"citation\" data-id=\"456176\"><a href=\"/opinion/456176/altair-corporation-formerly-caribbean-finance-co-inc-v-carmen-pesquera/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 32 (1st Cir.1985). We specifically abrogated <i>Altair</i> in <i>Carreras,</i> 127 F.3d at 174, borrowing instead the Puerto Rico law which calculated the limitations period exclusive of the date of accrual.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Most importantly, Boutselis ignores the strong indication of a beginning date in the \"next after\" language of Mass. Gen. Laws ch. 260 &#167; 2A as well as longstanding Massachusetts precedent excluding the date of accrual from the calculation of the limitations period. <i>See Pierce v. Tiernan,</i> <span class=\"citation no-link\"><span class=\"volume\">280</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">180</span></span>, 182, <span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">292</span></span>, 293 (1932) (interpreting prior Mass. Gen. Laws. ch. 260 &#167; 4, which contained the same \"next after\" language as the current Mass. Gen. Laws. ch. 260 &#167; 2A, to mean that in \"computing [the] limit of time, the day upon which the cause of action accrued is to be excluded\"); <i>see also Bemis v. Leonard,</i> <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">502</span></span>, 506 (1875) (\"In this Commonwealth, the general rule, as applied in a variety of circumstances, and now well established, is, that in computing time from the date ... the day of the date is to be excluded.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We thus hold that in determining the accrual and limitations period of a &#167; 1983 claim, we borrow Mass. Gen. Laws ch. 260, &#167; 2A as well as Mass. R. Civ. P. 6(a). We note also that there cannot be any inconsistency with federal law since the rules of the two jurisdictions are identical. <i>See</i> <i>Wilson,</i> 471 U.S. at 269, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></span>; <i>Carreras,</i> 127 F.3d at 174 n. 1. The district court therefore did not err in finding that Poy's anniversary date filing was timely.</p>\n    </div>\n    <p class=\"indent\">B. <i>Motion for New Trial</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In his motion for a new trial, Boutselis made one allegation, namely, that the amount of damages for the intentional or reckless infliction of emotional distress ($5,000) and for punitive damages ($25,000) was excessive and the result of prejudice or sympathy. In the memorandum submitted to the district court, the argument widened to an assertion of a complete absence of evidence supporting two jury findings. With reference to the state law claim involving emotional distress, appellant argued that there was no medical or psychiatric evidence, and no testimony from the plaintiff specifically mentioning emotional distress. With reference to the &#167; 1983 claim for punitive damages, appellant argued that the jury had made a special finding that he, Boutselis, had not acted maliciously and sadistically for the purpose of causing harm, that there was no evidence of evil intent, and that the incident was an isolated one. The district court denied the motion, ruling that there was \"a genuine dispute of fact for decision by the jury.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellant faces a formidable burden in trying to persuade us to reverse a district judge's denial of a motion for new trial. Our review of such an issue is \"extremely circumscribed.\" <i>Correa v. Hospital San Francisco,</i> <span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1194 (1st Cir.1995). In assessing whether or not there is a reasonable basis for the jury's decision, we take \"both the facts and the reasonable inferences therefrom in the light most hospitable to the jury's verdict.\" <i>Id.</i> at 1188.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First of all, both the claims for intentional or reckless infliction of emotional distress and for punitive damages require proof of similarly extreme conduct. The former requires evidence of conduct that is \"extreme and outrageous.\" <i>Nancy P. v. D'Amato,</i> <span class=\"citation\" data-id=\"2097818\"><a href=\"/opinion/2097818/nancy-p-v-damato/\"><span class=\"volume\">517</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">824</span></a></span>, 827, <span class=\"citation\" data-id=\"2097818\"><a href=\"/opinion/2097818/nancy-p-v-damato/\"><span class=\"volume\">401</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">516</span></a></span>, 518 (1988). The latter requires either evidence of evil intent or \"reckless or callous indifference to the federally protected rights of others.\" <i>Smith v. Wade,</i> <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 56, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1625</span></a></span>, <span class=\"citation\" data-id=\"110915\"><a href=\"/opinion/110915/smith-v-wade/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">632</span></a></span> (1983). In this case the jury answered a carefully constructed series of questions. After it had found that Boutselis had used excessive physical force, despite an absence of resistance, threats, or attempt to flee on the part of Poy, it went on to find that his conduct \"violated contemporary standards of decency and is repugnant to the conscience of the community,\" was \"unnecessarily wanton or excessive,\" extended \"beyond the scope of his capacity as a police officer,\" and took place \"with reckless disregard for the likelihood that it would cause Poy to suffer severe emotional distress.\" We agree with the district court that at the very least the evidence presented factual questions as to Boutselis' conduct which could be and were resolved by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As for the evidence of resulting emotional distress, although there was no medical or psychiatric evidence, there was considerable testimony, not only from plaintiff but from two other witnesses, of the following facts: Poy was struck repeatedly on his face and back, being knocked to the floor and pinioned by Boutselis; his hands were locked behind him and handcuffs were used as brass knuckles, striking him repeatedly on the forehead; a resulting wound required sutures at a hospital and left visible evidence of a scar which the jury observed; the incident was followed by two months of pain in his shoulder, back, wrist, and head. A jury could reasonably infer from such humiliation, long continued pain, and facial disfigurement a condition of severe emotional distress. <i>Cf. Wagenmann v. Adams,</i> <span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span>, 216 (1st Cir.1987) (upholding compensatory damages of $225,000 for a 36-hour incident involving false arrest, bringing of charges, handcuffing, thrusting into police vehicle, arraignment, and a night in a mental hospital, but no physical injury).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On this record, the district court's denial of the motion for new trial is far from an abuse of discretion, not to mention \"a manifest abuse of discretion.\" <i>Joia v. Jo-Ja Service Corp.,</i> <span class=\"citation\" data-id=\"487734\"><a href=\"/opinion/487734/francisco-joia-v-jo-ja-service-corp-boat-niagara-falls-inc/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 918 (1st Cir.1987).</p>\n    </div>\n    <p class=\"indent\">C. <i>Conroy's Motion for Attorney's Fees</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the district court, defendant Conroy sought attorney's fees on the ground that he was kept in the case long after the claims of plaintiff Toeur Em, whom he had arrested, had been dismissed. The district court denied the motion. Whether or not this decision might have been vulnerable &#8212; and we do not suggest that it was &#8212; it is not before us. The notice of appeal filed by Boutselis makes no mention of Conroy. Lacking any indication that Conroy intended to appeal, we find that we have no jurisdiction. Fed. R. App. P. 3. Failure to include this third issue in the notice is fatal to our jurisdiction. <i>Lehman v. Revolution Portfolio L.L.C.,</i> <span class=\"citation\" data-id=\"198303\"><a href=\"/opinion/198303/lehman-v-bank/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">389</span></a></span>, 395 (1st Cir.1999).</p>\n    </div>\n    <p class=\"center\">III. <i>Appeal of Poy</i></p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question posed by this appeal is whether, on the facts of this case, the district court was within its discretion in denying any attorney's fee award at all to Poy, although he obtained a verdict and not insignificant money damages against a city police officer.</p>\n    </div>\n    <p class=\"indent\">A. <i>Proceedings Below</i></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The proceedings leading to this appeal involve several hearings. The first was held shortly after the conclusion of the jury trial, on October 18, 2002, to consider motions for attorney's fees. Poy's two attorneys each submitted a motion containing statements totaling some $98,631 and covering over four and a half years of representation by the senior counsel as well as work in preparation for the recent trial by the junior counsel. The court expressed its reactions that both motions were excessive, commented on what it thought wasteful duplication of lawyer presence and effort by Poy's team, questioned the apparent inappropriateness of including fees for the pursuit of claims on behalf of the disappearing Em and against officer Conroy, and heard an argument that Poy's lawyers' records did not appear to be contemporaneous in two specific entries in which conversations with Boutselis' attorney Freda were noted at a time prior to his association with his present firm. The court then set another date for further presentations, giving an opportunity for counsel to amend their affidavits.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Poy's counsel responded to the court's invitation with several submissions. One was from junior counsel Miller, affirming that all billing records had been reviewed and a good faith attempt made to locate errors and exclude excessive items. He rehearsed the work performed, principally in discovery, depositions, meeting with plaintiffs, and trial. He asserted that plaintiff Em's claims and claims against the city of Lowell involved the \"common core of facts\" and \"related legal theories\" deemed legitimate in successful claims by plaintiffs in <i>Aubin v. Fudala,</i> <span class=\"citation\" data-id=\"463722\"><a href=\"/opinion/463722/lionel-aubin-v-stanley-fudala/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">287</span></a></span>, 291 (1st Cir.1986). Finally, he signified his willingness to take a ten percent cut, reducing his request from $44,102 to $39,611.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Poy's senior attorney, Wernick, explained the allocation of work between him, with 25 years experience, and Miller, with six, in which discovery matters were handled largely by Miller, and depositions largely by Wernick. Both were in attendance at trial as were the two lawyer teams representing Boutselis and the city. Attorney Wernick also voluntarily reduced his request from $63,562 to $47,206, saying this was a ten percent cut. In reality this would be a cut in excess of 25 percent and is clearly an error.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> A third submission addressed the two entries recording a conversation with Boutselis' attorney Freda at a time prior to his association with his firm. Photocopies of the original time records were submitted purporting to show that conversations with an unnamed Boutselis attorney had indeed been made on the cited dates.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A second hearing was soon held, on November 15, 2002. In replying to counsel's query why the court was not inclined to award any attorney's fees to either party, though plaintiff had prevailed against Boutselis, the court said, \"[B]ecause you prevailed in part, but only in part, and very substantially did not prevail. Each of you overclaimed very, very substantially.\" Instead of spending a great deal of time with more submissions and repetitive arguments, the court concluded, \"I should simply say that since neither of you prevailed in the sense that justifies an award of attorney's fees or costs, I will not give it to either side as between the plaintiff and Boutselis.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">A third hearing was held on January 10, 2003. In the course of it the court said, \"[T]here is not any prevailing party in the sense required for an attorney's fees award in this case because each party won in some significant respect and lost in some significant respect.\" The court further affirmed that this was the only basis of its decision. When its memorandum and order memorializing the results of the hearing was issued, however, Poy's request for attorney's fees was disposed of because the request was \"plainly excessive,\" and even considering the attorneys' voluntary ten percent reduction, the fault had not been remedied. A second basis for denying fees in toto was that \"there are strong indications the records given to this court were not contemporaneous records.\" The court also denied plaintiff all his costs except the $150 filing fee, partly because they were not listed in 28 U.S.C. &#167; 1920(1) and partly because deposition transcripts were not shown to be necessary or paid for.</p>\n    </div>\n    <p class=\"indent\">B. <i>Law of Prevailing Parties</i></p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We begin with the threshold principle enunciated by the Supreme Court in <i>Hensley v. Eckerhart,</i> <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 433, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1983), endorsing our formulation in <i>Nadeau v. Helgemoe,</i> <span class=\"citation\" data-id=\"358671\"><a href=\"/opinion/358671/larry-nadeau-v-raymond-a-helgemoe-warden-new-hampshire-state-prison/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">275</span></a></span>, 278-279 (1st Cir.1978), that \"plaintiffs may be considered `prevailing parties' for attorney's fees purposes if they succeed on any significant issue in litigation which achieves some of the benefit the parties sought in bringing suit.\" We have noted the permissive phrasing but have concluded that \"awards in favor of prevailing civil rights plaintiffs are virtually obligatory.\" <i>Gay Officers Action League v. Puerto Rico,</i> <span class=\"citation\" data-id=\"199377\"><a href=\"/opinion/199377/ramos-padro-v-commonwealth-of-pr/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 293 (1st Cir.2001). Prevailing party status, we have recognized, might be denied if success on a claim was \"purely technical or <i>de minimis,</i>\" <i>id.</i> at 294 (quoting <i>Tex. State Teachers Ass'n v. Garland Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">782</span></a></span>, 792, <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1486</span></a></span>, <span class=\"citation\" data-id=\"112225\"><a href=\"/opinion/112225/texas-teachers-assn-v-garland-school-dist/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">866</span></a></span> (1989)). Another basis for denying fees to a prevailing plaintiff is the presence of \"special circumstances [which] would render such an award unjust.\" <i>Hensley,</i> 461 U.S. at 429, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span> (quoting <i>Newman v. Piggie Park Enters.,</i> <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">390</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 402, <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">964</span></a></span>, <span class=\"citation\" data-id=\"107637\"><a href=\"/opinion/107637/newman-v-piggie-park-enterprises-inc/\"><span class=\"volume\">19</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1263</span></a></span> (1968)). In such a case, we require \"findings of fact and conclusions of law identifying the special circumstances and explaining why an award would be inappropriate.\" <i>de Jesus v. Banco Popular de Puerto Rico,</i> <span class=\"citation\" data-id=\"551270\"><a href=\"/opinion/551270/evelyn-de-jesus-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">232</span></a></span>, 234 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellee Boutselis invokes <i>Lewis v. Kendrick,</i> <span class=\"citation no-link\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></span> (1st Cir.1991), where we reversed an award of attorney's fees to a plaintiff who had been awarded $1,000 compensatory damages in connection with a false arrest. The circumstances of that case demonstrate a coalescence of extremes in terms of litigation judgment, expenditure of time, and over-claiming: an incident involving merely a 15-minute investigation by police, an hour and three quarters detention awaiting bail, and the fastening of handcuffs too tightly, resulting in a demand for $250,000 in actual damages and $50,000 in punitive damages, and an initial request for $132,788 in attorney's fees for a time record of 952 hours, or half a billing year. Even so, total denial of fees caused then Judge Breyer to dissent, recommending at least a token fee. <i>See id.</i> at 956.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the light of these precedents, we now look at this case. We are in sympathy with the plight of the district court, which is faced with a tedious and unpleasant task. It must determine time reasonably spent, the reasonable rates applicable, assess the significance of any success, and finally ascertain if special circumstances trump such calculations. There is no easy way. In this process counsel have an obligation to \"make a good faith effort to exclude from a fee request hours that are excessive, redundant, or otherwise unnecessary.\" <i>Hensley,</i> 461 U.S. at 434, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1933</span></a></span>. But in the end, the biases, pressures, self interest, and perspective of parties and their counsel make the task of the trial court central and indispensable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Our task now is to review the district court's decision for \"manifest abuse of discretion.\" <i>Gay Officers Action League,</i> 247 F.3d at 292. \"Apart from mistakes of law ... we will set aside a fee award only if it clearly appears that the trial court ignored a factor deserving significant weight, relied upon an improper factor, or evaluated all the proper factors (and no improper ones), but made a serious mistake in weighing them.\" <i>Id.</i> at 292-93.</p>\n    </div>\n    <p class=\"indent\">C. <i>The Record</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The basic requirement that a plaintiff prevail on a significant issue is clearly met. The district court recognized this in commenting that \"each party won in some significant respect and lost in some significant respect.\" Poy's victory was for his core claim of false arrest, the use of excessive force, and the infliction of emotional distress against the one individual whose acts were in issue. He obtained $10,000 in compensatory damages and two and one half times that amount in punitive damages. This was not only a personal victory but a recognition that professional, civil standards must be vigilantly maintained in law enforcement. To the extent that the district court may have deemed plaintiff's success <i>de minimis,</i> we disagree, deeming this a defect in weighing.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">But before this could be considered serious, we must see whether the observations of the district court rise to the level of special circumstances sufficient to deny any attorney's fee as unjust. We look at the record to ascertain the extent to which the district court's views of overclaiming, unsuccessful claims, and lack of contemporaneous records are supported.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We have looked at the fee applications submitted to us. In form they appear quite meticulous and disclose fairly the object and amount of the time spent. We think it likely, from our somewhat removed vantage point, that the plaintiff's explanation of the misnaming of the attorney representing Boutselis in two entries reveals only an inadvertence in preparing the fee application from original records. We have no indication of any other instance suggesting lack of contemporaneity.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Although Poy's attorneys volunteered a ten percent reduction in their fee to respond to the court's concerns, this was not tied to any attempt to excise redundant or unnecessary work, unlike the more responsive action of counsel in <i>Gay Officers Action League,</i> 247 F.3d at 292. It may have been viewed merely as a token gesture. Nevertheless, the significance of the proffered reduction is borne out by further scrutiny of the fee applications. Much has been made of plaintiff Em's early abandonment of his case and of the failure of plaintiff to prevail in his claims against the city and its chief of police. In reviewing the fee applications, we deleted all time attributed to either Em's claims or claims against the city. This revealed a total fee attribution to these two sets of claims in the amount of some $8,400. As for claims against officer Conroy, a matter of some concern to the district court, our review indicates almost no time charges addressed to them. The proffered ten percent reduction in fee, according to our admittedly preliminary calculation, amounts to approximately $10,750 or well in excess of the unsuccessful claims by or against dismissed parties. <i>See supra</i> n. 4.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">A number of state causes of action and defendant parties were dismissed. They include assault and battery on the part of officers Boutselis and Conroy. It appears to us that whatever work was relevant to these claims arguably may have had to be done in connection with plaintiff's claims of false arrest, excessive force and emotional distress against Boutselis. There were three claims against Neov, the owner of the site of the incident, The Golden Swan, for negligent hiring (of Boutselis) and supervision, respondeat superior, and premises liability. We have found no indication of time spent or charges allocated to supporting these claims. And the claims of unconstitutional policy or custom and negligence against the chief and the city, even if unrelated to plaintiff's claims against Boutselis, may fall within the proffered ten percent reduction. These are only our preliminary impressions; definitive resolution of the issue of relatedness is better left to the informed judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Another area of concern to the district court was the possibility of wasteful redundancy of effort by plaintiff's two attorneys. Attorney Wernick explained that in pre-trial matters such as discovery, most of the work was done by his junior, Miller. He himself did most of the deposition work. While the district court may eventually reject this explanation, it is at least facially plausible. There remains the important and intense period of trial when both were in attendance much of the time. The requested fees for this period are indeed very substantial. We note, however, that both the city (including Chief Davis) and Boutselis were at the same time represented by teams of two attorneys. We cannot improve on the advice we gave in <i>Gay Officers Action League,</i> 247 F.3d at 297: \"[A] court should not hesitate to discount hours if it sees signs that a prevailing party has overstaffed a case.... On the other hand ... [g]iven the complexity of modern litigation, the deployment of multiple attorneys is sometimes an eminently reasonable tactic.\" In short, the district court must weigh and consider the claim of overstaffing, using its intimate knowledge of the case, and make specific findings thereon.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As a result of this analysis and based on this record, we see no \"special circumstances\" justifying the elevation of this case to that rarified level of irresponsible litigation strategy, minimal accomplishment, and intolerable overclaiming which merits denial of any fees whatsoever to a prevailing party. In short, our conclusion is that a serious mistake in weighing was made, aided by the complete discounting of the relevant prevailing party factor.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We therefore must remand this issue to the district court for consideration in accordance with this opinion. It should examine any claim of interrelatedness between work done on unsuccessful claims and the claims on which plaintiff was successful. It should examine the reasonableness of time spent and rates charged, including the possibility of overstaffing. Counsel are urged to be as forthcoming and cooperative as possible. In the final analysis, the court must make its judgment and support it with sufficient specificity. We add that it should also review plaintiff's request for reimbursement of costs, not being restricted to the specifications of 28 U.S.C. &#167; 1920, <i>see System Management, Inc. v. Loiselle,</i> <span class=\"citation\" data-id=\"2429658\"><a href=\"/opinion/2429658/system-management-inc-v-loiselle/\"><span class=\"volume\">154</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">195</span></a></span>, 204 (D.Mass.2001) (holding that \"reasonable out-of-pocket expenses incurred by the attorney and normally charged to the client\" could be awarded pursuant to statutory authority of &#167; 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We therefore vacate the sections of the court's order of January 10, 2003 relating to plaintiff's request for fees and costs, as well as Boutselis' motion to reduce any attorney's fees awarded to plaintiff. We remand the case to the district court for determination of an appropriate attorney's fee for plaintiff. This shall not alter the date of judgment concerning the awards of damages, but we suggest that the amount of prejudgment interest be revisited to insure accuracy.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Appellant is entitled to his reasonable attorney's fees and costs on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed in part, vacated in part, and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At its inception, there was an additional plaintiff, Toeur Em, whose failure to appear for scheduled depositions resulted in dismissal of his claims. We shall refer only to a singular plaintiff, Poy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 6(a) provides: \"In computing any period of time prescribed or allowed by... any applicable statute, the day of the act, event or default from which the designated period of time begins to run shall not be included.\" Mass. R. Civ. P. 6(a) mirrors this language</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Boutselis cites no relevant precedent for this distinction, other than our decision in<i>McIntosh v. Antonino,</i> <span class=\"citation\" data-id=\"196445\"><a href=\"/opinion/196445/mcintosh-v-flynn/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span> (1st Cir.1995), which deals with the inapposite question of adopting state rules of filing. In <i>McIntosh,</i> we declined to borrow a Massachusetts rule permitting filing by mail when there was no legitimate reason to depart from the established principle that federal rules of procedure prevail in federal courts. <i>See Hanna v. Plumer,</i> <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1136</span></a></span>, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">8</span></a></span> (1965). Boutselis' reliance on <i>McIntosh</i> disregards the Supreme Court's explicit authorization to look to state law regarding questions of application. <i>See Wilson,</i> 471 U.S. at 269, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1938</span></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> If a ten percent reduction were made, Wernick's request would be for $57,206, not $47,206. His figures represent a cut of $16,356 or approximately 26 percent. If a 10 percent reduction were made, his share would be $6,356, and Miller's $4,410, totaling $10,766</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2035601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2090844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2097818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2429658/"
  ]
}