{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200889/",
  "absolute_url": "/opinion/200889/fleet-national-v-valente/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200889/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:03:12Z",
  "date_modified": "2016-02-28T05:04:09.427435Z",
  "type": "010combined",
  "sha1": "8b400c33f78241777fd50f68dcdcac2a339f1142",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1103-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/03/02/Fleet_National_v._Valente.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\nNo. 03-1103\n\n                      In re PAUL VALENTE, Debtor\n\n\n\n                         FLEET NATIONAL BANK,\n\n                              Appellant,\n\n                                  v.\n\n                             PAUL VALENTE,\n\n                               Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF RHODE ISLAND\n\n               [Hon. Mary M. Lisi, U.S. District Judge]\n\n\n                                Before\n\n                 Torruella and Lipez, Circuit Judges,\n              and Schwarzer,* Senior U.S. District Judge.\n\n\n     Thomas S. Hemmendinger, with whom Brennan, Recupero, Cascione,\nScungio & McAllister, LLP was on the brief, for Appellant.\n     Louis A. Geremia, with whom Lisa A. Geremia, and Geremia &\nDeMarco, Ltd. were on the brief, for Appellee.\n\n\n\n                             March 2, 2004\n\n\n\n\n     *\n      Of the      Northern   District    of   California,   sitting   by\ndesignation.\n\f          LIPEZ, Circuit Judge.    On motion by Fleet National Bank\n\nfor the turnover of $18,000 held in escrow as security for an\n\noutstanding claim, the bankruptcy court ruled that the escrow funds\n\nshould instead be turned over to the debtor because the debtor's\n\ntransaction at issue was not a fraudulent conveyance within the\n\nmeaning of the Uniform Fraudulent Transfer Act (UFTA).      On appeal,\n\nthe district court agreed.   We now reverse the district court and\n\ndirect the bankruptcy court to award judgment to Fleet.\n\n                                  I.\n\n          The material facts of this case are undisputed. In 1989,\n\nthe Appellant, Fleet National Bank, lent the Debtor-Appellee, Paul\n\nValente, $180,000 secured by property in Newport, Rhode Island.\n\nValente defaulted on this loan.        After the resulting foreclosure\n\nsale left a deficiency, Fleet obtained a judgment on July 26, 1993\n\nfor $10,648.50 from the Rhode Island Superior Court. The resulting\n\nexecution order levied \"the goods and chattels and real estate of\n\n[Valente] including any and all real estate located within the Town\n\nof Middletown, County of Newport, State of Rhode Island.\"        Fleet\n\nfiled a copy of that order in the land evidence records for the\n\nTown of Middletown on September 9, 1993.\n\n          On June 30, 1992, approximately one year prior to the\n\ndeficiency judgment, Valente transferred title to the Middletown\n\nproperty to his son for no consideration.      Valente claimed that he\n\nconveyed the property \"for estate planning purposes;\" however, he\n\n\n                               -2-\n\flater testified that he and his son \"had an understanding that I\n\nwas going to be able to stay at the house and live at the house\n\nbecause I couldn't afford to keep the house any longer.\"                        The\n\nMiddletown real estate was Valente's primary asset at the time and\n\nhe   was   having     trouble   paying    his      bills.      The   property   was\n\nencumbered by a mortgage loan from Citizens Bank, the IRS, and\n\nRhode Island state tax liens.          The mortgage alone was for $168,000\n\nand the property was only worth about $150,000.                      When asked at\n\ndeposition     why    his   father    transferred      the    property    to    him,\n\nValente's son testified: \"Because he was trying to scam somebody or\n\nscam something, I don't know, beat something.                It wasn't out of the\n\ngenerosity of his heart.\"\n\n             Valente filed for Chapter 7 bankruptcy protection on\n\nJanuary 28, 1994, claiming that he had no assets available for\n\ndistribution to his creditors.            The IRS and the State of Rhode\n\nIsland     released    their    tax   liens   on    the     Middletown   property.\n\nValente received his bankruptcy discharge on April 21, 1994.1\n\n             During and after the bankruptcy proceedings, Valente\n\ncontinued to manage, maintain, and live in the home in Middletown\n\nas if he were the actual owner.          He ran a business on the premises,\n\n\n      1\n      Fleet did not file a claim during Valente's bankruptcy\nproceedings; however, as a holder of a perfected lien, Fleet did\nnot need to take any steps to preserve its security interest. See\nArruda v. Sears, Roebuck & Co., 310 F.3d 13, 21 (1st Cir. 2002)\n(\"It is hornbook law that a valid lien survives a discharge in\nbankruptcy unless it is avoidable and the debtor takes the proper\nsteps to avoid it.\").\n\n                                       -3-\n\fthe Valco Construction Corporation, and paid the utilities and\n\nother bills.   In April 1996, Valente contracted with a realty firm\n\nto list and sell the property.         In September 1997, after his\n\nattempt to sell the real estate failed, he leased the property.\n\nValente signed all of the lease documents and collected the rent\n\nmoney during this period.\n\n            On April 14, 1999, Valente's son transferred title back\n\nto his father, without consideration, because Valente told him that\n\n\"[h]e was going to sell it and get his money so he could move to\n\nFlorida.\"    Two months later, Valente entered into another listing\n\nagreement with the realty firm; on August 25, 1999, he sold the\n\nproperty for $200,500 cash.     His son was not involved in this\n\ntransaction.\n\n            In preparation for the closing on the property, a title\n\nattorney determined that Fleet's 1993 execution encumbered the\n\nproperty and would have to be removed before the sale could be\n\ncompleted. Valente contacted Fleet, and the bank agreed to release\n\nthe execution if $18,000 of the sale proceeds were put into escrow\n\nas security for its claim plus interest. Valente placed $18,000 in\n\nescrow and the sale closed.    Since the IRS and the State of Rhode\n\nIsland had released their liens, Valente was able to pay off the\n\nCitizens' Bank mortgage and still receive approximately $24,850, in\n\naddition to the amount in escrow.      His son did not receive any of\n\nthose proceeds.\n\n\n                                 -4-\n\f           Valente reopened his bankruptcy case on February 15, 2000\n\nand filed a motion to recover the escrow funds.           He claimed that\n\nsince he did not own any property in Middletown when Fleet executed\n\nits judgment, the bank's lien never attached to his property and,\n\ntherefore, its claim remained unsecured when the bankruptcy court\n\ndischarged his debts in 1994. Accordingly, he asked the bankruptcy\n\ncourt to hold Fleet in contempt for attempting to enforce a\n\ndischarged debt and to order the escrow agent to turn over the\n\nremaining funds.    Fleet responded with its own turnover motion on\n\nMay 25, 2000.   The parties prepared a joint statement of facts and\n\nlaw and waived a hearing.\n\n           In denying Fleet's turnover motion on June 26, 2001, the\n\nbankruptcy court began its explanation with a lament: \"While it is\n\nunfortunate that a Debtor playing such a blatant shell game with\n\nhis real estate might prevail, this one probably gets away with it,\n\nstrictly by operation of law.\"       The court then evaluated whether\n\nRhode Island's version of the Uniform Fraudulent Transfer Act\n\n(UFTA) compelled Valente to turn the funds over to Fleet.          Calling\n\nValente's transfers a \"blatant charade\" laden with \"plenty\" of\n\nfraudulent intent, it nevertheless concluded that mere intent was\n\nnot sufficient to establish Fleet's claim under the UFTA.          Valente\n\nlacked equity in the Middletown property when he conveyed it to his\n\nson;   therefore,   the   court   held   that   the   conveyance   did   not\n\nconstitute a \"transfer\" of an \"asset\" as those terms are defined by\n\n\n                                   -5-\n\fthe UFTA.        It also held that even if the conveyance did constitute\n\na transfer under the Act, Fleet could not recover because it filed\n\nthe    turnover      motion   after    the     UFTA's   four   year    statute   of\n\nlimitations had expired.             The court ordered the escrow agent to\n\nturn over the $18,000 to Valente; however, it stayed this order\n\npending appeal.\n\n                Fleet appealed this decision to the district court,\n\narguing that the UFTA did not apply because its action was not a\n\nsuit       to   recover   property    that     was   fraudulently     transferred.\n\nInstead, its turnover motion was aimed at enforcing a lien on the\n\nequitable interest retained by Valente when he transferred legal\n\ntitle to the property to his son for no consideration.                           The\n\ndistrict court rejected that argument and upheld the bankruptcy\n\ncourt's order.        This appeal followed.2\n\n                                         II.\n\n                Rhode Island's version of the Uniform Fraudulent Transfer\n\nAct (UFTA) provides creditors with remedies against debtors who\n\ntransfer assets with \"intent to hinder, delay, or defraud any\n\ncreditor of the debtor.\" R.I. Gen. Laws. § 6-16-4(a)(1).                   As the\n\nbankruptcy court correctly observed, the Act limits its definition\n\nof \"asset\" to \"property of a debtor . . . [except] . . . to the\n\n\n       2\n      When a bankruptcy case has been affirmed by the district\ncourt, \"our focus [generally] remains on the decision of the\nbankruptcy court. We examine that court's findings of fact for\nclear error and afford de novo review to its conclusions of law.\"\nIn re Watman, 301 F.3d 3, 7 (1st Cir. 2002).\n\n                                         -6-\n\fextent it is encumbered by a valid lien.\"       Id. § 6-16-1(2)(i).\n\nSee also Ed Peters Jewelry Co., Inc. v. C & J Jewelry Co., Inc.,\n\n124 F.3d 252, 262 (1st Cir. 1997).     Since the Middletown property\n\nwas only worth $150,000 but was encumbered by a $168,000 first\n\nmortgage, as well as a number of state and federal tax liens, it\n\ndid not qualify as an \"asset\" under the UFTA at the time of the\n\ntransfer.    The bankruptcy court held, therefore, that Fleet could\n\nnot recover under the UFTA. That conclusion was correct. However,\n\nthe court failed to look beyond the UFTA to evaluate Fleet's claim\n\nto relief under Rhode Island common law.\n\n            Rhode Island courts have long granted common law remedies\n\nto defrauded creditors when statutory relief was otherwise barred.\n\nFor example, in Monks v. Deslandes, 94 A. 854, 855 (R.I. 1915), the\n\nRhode Island Supreme Court considered whether a creditor could\n\nrecover assets that the debtor was holding in his wife's name to\n\nprotect them from attachment.    The court held that the fraudulent\n\nconveyance statute that was in effect at that time, R.I. Gen. Laws\n\n§ 253-1 (1909), did not provide such relief since the debtor did\n\nnot actually transfer the property. However, the creditor did have\n\n\"a right in equity to follow and reach the equitable assets of the\n\ndebtor.\"     Id.   In taking this approach, the court implicitly\n\nconcluded that the predecessor to the UFTA did not preempt the\n\nfield of equitable recovery for fraudulent transfers.\n\n\n\n\n                                 -7-\n\f            The UFTA, by its own terms, is consistent with this\n\nbackground.       The   Act    states    that   \"[u]nless    displaced   by   the\n\nprovisions of this chapter, the principles of law and equity,\n\nincluding . . . the law relating to . . . fraud . . . or other\n\nvalidating or invalidating cause, supplement[s] this chapter's\n\nprovisions.\"      R.I. Gen. Laws. § 6-16-10.            At the very least, this\n\nclause demonstrates a desire by the drafters to preserve the common\n\nlaw as a supplement to the UFTA unless precluded by the terms of\n\nthe Act.    Moreover, to find broad preemption in the UFTA, in the\n\nabsence of language of preemption, would be at odds with the\n\npresumption that statutes should not be construed to alter common\n\nlaw principles absent an explicit statement of legislative intent\n\nto do so.     See, e.g., Shaw v. R.R. Co., 101 U.S. 557, 565 (1879)\n\n(\"No statute is to be construed as altering the common law, farther\n\nthan its words import.\"); Knowles v. Ponton, 190 A.2d 4, 6 (R.I.\n\n1963) (\"It is a well settled rule in the construction of statutes\n\nthat legislative enactments will be construed to alter the common\n\nlaw only to the extent that the legislature has made that purpose\n\nclear.\"); 3 Norman J. Singer, Sutherland Statutory Construction §\n\n61:1 (2001 Revision) (\"Where there is any doubt about [statutes']\n\nmeaning or intent they are given the effect which makes the least\n\nrather than the most change in the common law.\").\n\n            Our   own   case    law     rejects   the    proposition   that   the\n\nadoption of the UFTA by a state preempts all common law remedies\n\n\n                                        -8-\n\frelating to fraudulent transfers.              In Goya Foods, Inc. v. Unanue,\n\n233 F.3d 38, 44-45 (1st Cir. 2000), a case with some striking\n\nsimilarities       to   this    case,     the    district    court       imposed     a\n\nconstructive trust, under New York law, to allow a creditor to\n\nexecute judgment against properties that the debtor was concealing\n\nunder his wife's name.           The district court concluded that the\n\ndebtor was the true owner of the properties because he purchased\n\nthem with his money, lived in the residences, and maintained the\n\nproperties.     Goya Foods, Inc. v. Unanue-Casal, 982 F. Supp. 103,\n\n111-12 (D.P.R. 1997).          Accordingly, it awarded judgment to the\n\ncreditor.    On appeal, the debtor argued that New York's fraudulent\n\nconveyance statute, with its four year statute of limitations,\n\nshould have barred recovery.             We responded that the \"lack of an\n\neffective conveyance\" meant that the UFTA did not apply. Goya, 233\n\nF.3d at 46.     Instead, we held that New York's general statute of\n\nlimitations for fraudulent actions applied, and concluded that the\n\ndistrict court was correct in holding that the assets were held in\n\nconstructive trust for the creditor.              Id.   See also In re Bushey,\n\n210   B.R.   95,    104-05     (B.A.P.    6th    Cir.   1997)    (rejecting        the\n\nbankruptcy court's assertion that a trustee was not entitled to a\n\nresulting trust remedy outside of the UFTA's purview).\n\n             Courts     in   other   states     evaluating      claims    in   other\n\ncontexts have also rejected UFTA preemption of existing remedies.\n\nSee, e.g., Macedo v. Bosio, 86 Cal. App. 4th 1044, 1051 (Cal. Ct.\n\n\n                                         -9-\n\fApp. 2001) (\"[T]he UFTA is not the exclusive remedy by which\n\nfraudulent conveyances and transfers may be attacked.                             They may\n\nalso be attacked by, as it were, a common law action.\"); Cortez v.\n\nVogt, 52 Cal. App. 4th 917, 929 (Cal. Ct. App. 1997) (\"[T]he\n\nremedies   of    the     UFTA   .   .   .    are    cumulative       to   the     remedies\n\napplicable      to   fraudulent     conveyances           that    existed    before     the\n\nuniform laws went into effect.\"); Freitag v. McGhie, 947 P.2d 1186,\n\n1189-90 (Wash. 1997) (observing that the purpose of the UFTA was to\n\n\"discourag[e] fraud\" and that \"within the UFTA itself lies a\n\nmandate    to    apply    the   common        law    to    the     extent    it    is   not\n\ninconsistent with the provisions of the act\"); Bill Nay & Sons\n\nExcavating v. Neeley Constr. Co., 677 P.2d 1120, 1123 (Utah 1984)\n\n(imposing a resulting trust after concluding that the creditor did\n\nnot satisfy the requirements for relief under the UFTA).                           But see\n\nMoore v. Browning, 50 P.3d 852, 858 (Ariz. App. 2002) (concluding\n\nthat the UFTA preempted the common law use of the statute of\n\nlimitations regarding fraudulent actions).                       Given this precedent,\n\nboth within and without Rhode Island, we conclude that Rhode\n\nIsland's adoption of the UFTA did not preempt common law remedies\n\napplicable to fraudulent transactions.\n\n                                            III.\n\n             Having      concluded      that       the    UFTA     does     not    preempt\n\napplicable remedies, we must now evaluate whether Rhode Island\n\ncommon law provides Fleet with a cause of action and whether the\n\n\n                                            -10-\n\fbank took the necessary steps to avail itself of that relief.\n\nFleet claims that Valente retained an equitable interest in the\n\nproperty after he transferred it to his son, and that the bank\n\nobtained a lien on that interest which it could enforce through the\n\nturnover proceeding in the bankruptcy court.              To evaluate this\n\nclaim, we must consider three issues: 1) did Valente retain an\n\ninterest in the transferred property pursuant to Rhode Island law;\n\n2)   does   Rhode   Island   common   law    allow   recovery   against   such\n\ninterests; and 3) did Fleet file the necessary action within the\n\nproper limitations period to avail itself of applicable relief.\n\nA.   Valente's Interest in the Middletown Property\n\n            Throughout these proceedings, Fleet has maintained that\n\nValente retained equitable ownership of the transferred property\n\nand that this ownership was an attachable interest. This claim has\n\na sound basis in Rhode Island law, which uses the resulting trust\n\ndoctrine to explain the nature of this equitable interest.3                For\n\nexample, when the debtor in Tucker v. Denico, 61 A. 642, 645 (R.I.\n\n1905), took property in his wife's name in order to keep that\n\n\n      3\n      Courts usually find resulting trusts after a transfer of\nproperty has taken place to give legal effect to the parties'\nintent at the time of the transfer. These trusts are equitable\ntools that might be used when, for example, express trusts fail or\nwhen the parties fail to explicitly identify interests that were\nretained in a deed.    They are commonly referred to as \"intent-\nenforcing\" trusts because they \"cover cases where the court decrees\na property holder to be a trustee, either because it finds there\nhas been an implied intent that he be such or because of a presumed\nor fictional intent.\" George G. Bogert & George T. Bogert, Law of\nTrusts 262 (1973).\n\n                                      -11-\n\fproperty out of the reach of his creditors, the Rhode Island\n\nSupreme Court recognized this transaction as a fraudulent transfer\n\nand imposed a resulting trust upon the property for the creditors'\n\nbenefit.4     Likewise, in Mitchell v. Campbell, 48 R.I. 120, 122\n\n(1927), the court effectively imposed a resulting trust by holding\n\nthat an attachable interest is created \"[w]hen a conveyance for the\n\npurpose of defrauding creditors is made of the legal title to real\n\nestate without any intention of passing the beneficial interest\n\ntherein.\"     The equitable interest found by the courts in these\n\ncases sufficed to provide the creditors relief from the debtors’\n\nfraudulent attempts to avoid attachment.\n\n             Valente's    fraudulent   transaction    with   his   son   fits\n\nreadily     into   the   resulting   trust   model.    According    to    the\n\nRestatement (Second) of Trusts:\n\n             A resulting trust arises where a person makes\n             or causes to be made a disposition of property\n             under circumstances which raise an inference\n             that he does not intend that the person taking\n             or holding the property should have the\n             beneficial   interest   therein,  unless   the\n             inference is rebutted or the beneficial\n             interest is otherwise effectively disposed of.\n\n\n\n     4\n      Technically speaking, the Tucker court should have referred\nto the remedy that it imposed as a \"constructive trust,\" not as a\n\"resulting trust.\" Restatement (Third) of Trusts § 7, Comment d\n(noting that courts frequently confuse the two doctrines). Unlike\nresulting trusts, which are used primarily to enforce the parties'\nunstated plan at the time of the transfer, constructive trusts are\nused as remedial devices regardless of the parties' original intent\n\"whenever title to property is found in one who in fairness ought\nnot to be allowed to retain it.\" Bogert & Bogert, supra at 287.\n\n                                     -12-\n\fRestatement (Second) Trusts, § 404.    See also United States v. One\n\nParcel of Real Prop. with Bldgs., 942 F.2d 74, 82 (1st Cir. 1997)\n\n(\"In general, under Rhode Island law, a resulting trust arises\n\nwhere a person makes or causes to be made a disposition of property\n\nunder circumstances which raise an inference that he does not\n\nintend that the person taking or holding the property should have\n\nthe beneficial interest therein.\") (Campbell, J., dissenting);\n\nReilly v. Wheatley, 68 F.2d 297, 299 (1st Cir. 1933) (stating that\n\n\"[r]esulting trusts . . . arise where there is a conveyance without\n\nconsideration, and from the surrounding facts and circumstances it\n\nis apparent that the grantor was still to retain his beneficial\n\nownership\").\n\n          Valente transferred the property to his son for no\n\nconsideration shortly before he declared bankruptcy because he\n\n“couldn’t afford to keep the house any longer.”      The two had an\n\n“understanding” that Valente was going to live in the house, and he\n\ncontinued to treat the property as his own by, inter alia, paying\n\nall of the bills, managing the lease and sale of the property,\n\nrunning a business on the premises, and not paying rent.    His son\n\nadmitted that his father's aim was \"to scam somebody or scam\n\nsomething.\"    He also testified that he returned the property, for\n\nno consideration, when his father told him that he was interested\n\nin selling it.     This evidence compels a finding of a resulting\n\n\n\n\n                                -13-\n\ftrust,5 with Valente's son holding legal title to the Middletown\n\nproperty in trust for his father, who retained the equitable\n\ninterest in the property at the time of the transfer to his son.6\n\nHence, we must now evaluate whether Fleet could have attached that\n\ninterest or otherwise secured relief in a Rhode Island court.\n\nB.   Fleet's Cause of Action\n\n           Fleet   claims   that   its    state   judgment   and   execution\n\ncreated a lien on the equitable interest that Valente retained in\n\nthe Middletown property.     We agree.      As we noted in the previous\n\nsection, the Rhode Island Supreme Court, in Mitchell v. Campbell,\n\n\n\n\n     5\n      See, e.g., In re McGavin, 189 F.3d 1215, 1218 (10th Cir.\n1999) (finding a resulting trust where the debtor resided in the\nhome, paid bills, and continued to use the property as collateral);\nNew Amsterdam Cas. Co. v. Waller, 323 F.2d 20, 26 (10th Cir. 1963)\n(claiming that a resulting trust would have arisen \"if donor and\ndonee had agreed that the property was actually the husband's\nplaced in the wife's name only to circumvent his creditors and\nwould be reconveyed by the wife to the husband upon his demand\");\nGammel v. Enochs, 353 P.2d 1106, 1110 (Okla. 1960) (ignoring claims\nof consideration in the deed and finding a resulting trust based on\nevidence showing that no consideration was actually exchanged and\nthat the transferor continued to exercise dominion over the\nproperty and upon the transferee's admission \"that the conveyances\nwere made as a matter of convenience and that beneficial title\nrested in [the transferor]\").\n     6\n      Although this resulting trust was established to perpetrate\na fraud and courts generally refuse to enforce implied trusts for\nsuch purposes, enforcing the trust in the circumstances of this\ncase serves to defeat the illegal purpose for which Valente\ntransferred the property. See 5 Scott on Trusts § 444 (noting that\nwhile a court will not enforce the resulting trust created when a\nperson takes property in another's name to avoid creditors, \"[t]he\ncreditors, of course, can reach the property\").\n\n                                   -14-\n\f136 A. 249 (R.I. 1927), explicitly allowed a creditor to acquire a\n\nlien on fraudulently-transferred assets:\n\n            When   a  conveyance   for   the  purpose   of\n            defrauding creditors is made of the legal\n            title to real estate without any intention of\n            passing the beneficial interest therein, it is\n            well settled that the equitable estate of the\n            grantor may be attached in a suit at law as\n            well as in equity.\n\nId. at 250.      This unconditional holding authorizes Rhode Island\n\ncourts to enforce liens on equitable interests to remedy transfers\n\nof title such as the one in this case.                   See also Brierly v.\n\nBrierly, 431 A.2d 410, 416 (R.I. 1981) (upholding the trial judge's\n\nattachment of a husband's equitable interest in the family home);\n\nR.I. Gen. Laws § 9-26-14 (outlining the procedures for \"[w]henever\n\nexecution   is    to    be   levied   upon    real    estate   or   any     interest\n\ntherein\") (emphasis added); id. § 10-5-9 (concerning \"any writ to\n\nattach real estate, or the right, title, and interest of any\n\ndefendant in real estate\"); Restatement (Second) of Trusts § 407(3)\n\n(\"Creditors      of    the   beneficiary     of   a   resulting     trust    can   by\n\nappropriate proceedings reach his interest and thereby subject it\n\nto the satisfaction of their claims against him.\").                   Since Fleet\n\nacquired a lien on \"real estate of [Valente] including any and all\n\nreal estate located within the Town of Middletown,\" we conclude\n\nthat it had a valid lien on Valente's equitable interest in the\n\nMiddletown property.\n\n\n\n\n                                      -15-\n\f            Resisting this conclusion, Valente claims that the relief\n\noffered by Mitchell and similar cases is not applicable to the\n\nMiddletown property because the property was fully encumbered by a\n\nmortgage and other liens at the time that he conveyed this property\n\nto his son.       He cites Mehrtash v. Mehrtash, 112 Cal. Rptr. 2d 802,\n\n805 (Ct. App. 2001) for the principle that \"[i]t cannot be said\n\nthat a creditor has been injured unless the transfer puts beyond\n\n[its] reach property [it] otherwise would be able to subject to the\n\npayment    of    [its]    debt.\"       The    debtor    in   Mehrtash      deeded   his\n\nresidence    to    his    step-sons     for    no    consideration      when   he   was\n\ninsolvent. When a creditor attempted to reverse that transfer, the\n\ncourt held that she was not harmed by the transaction since the\n\nresidence was only worth between $540,000 and $551,000 and was\n\nencumbered by $610,000 in mortgages and liens.                    Id. at 805-06.\n\n            We disagree with Valente's claim that Mehrtash supports\n\nhis position.       Like the bankruptcy court here, the Mehrtash court\n\nonly considered whether the creditor could seek relief under the\n\nUFTA and did not evaluate whether the debtor retained an interest\n\nin the property after the fraudulent transfer.                       Therefore, its\n\nconclusion       that    the   UFTA    does    not     provide    relief    when    the\n\ntransferred property was fully encumbered does not address the\n\navailability of common law remedies.\n\n             It is true that the Mehrtash court supplemented its UFTA\n\nanalysis    by    observing     that    recovering       the     property   from    the\n\n\n                                         -16-\n\ftransferee would not actually help the creditor since the debtor\n\ncould   not    have    satisfied     his     debts   with   that   property.     It\n\nbuttressed that observation by citing the \"fundamental maxim of\n\njurisprudence\" that \"'[t]he law neither does nor requires idle\n\nacts.'\" Id. at 805 (quoting Bennett v. Paulson, 45 P.2d 369, 370\n\n(Cal. App. 1935)).           See also A/S Kreditt-Finans v. Cia Venetico De\n\nNavegacion S.A. of Panama, 560 F. Supp. 705, 711 (E.D. Pa.), aff'd,\n\n729   F.2d    1446     (3d    Cir.   1984)    (\"[N]umerous     courts   in     other\n\njurisdictions in which the issue has arisen have stated as though\n\nit were axiomatic the requirement that a creditor be injured by the\n\nconveyance it seeks to invalidate.\").                However, as Valente's sale\n\nof the property revealed, that reasoning does not apply here.                    The\n\nMiddletown property had appreciated in value prior to the turnover\n\nproceeding in the bankruptcy court, and Fleet could have satisfied\n\nits judgment from Valente's equitable asset but for his fraudulent\n\nconduct.       Since    the     bankruptcy    court    could   have   awarded    the\n\nproceeds that Valente received from the sale to Fleet, it was not\n\nbeing asked to undertake an \"idle act.\"\n\nC.    Fleet's Legal Action to Adjudicate its Right to Relief\n\n              Valente also claims that Fleet may not avail itself of\n\nthe relief provided by Rhode Island law because it failed to bring\n\nan action to determine whether he actually engaged in fraud until\n\nit filed its motion for the turnover of funds in the bankruptcy\n\n\n\n\n                                        -17-\n\fcourt.    He also claims that its motion was time-barred.                   We will\n\nconsider each of these objections in turn.\n\n1.   The Bankruptcy Proceeding\n\n               Valente's claim that Fleet has failed to seek \"some sort\n\nof   judicial     inquiry\"    to   support   its    claim    of    fraud   and    his\n\nretention of a beneficial interest in the property reflects the\n\nuntenable premise that the turnover proceeding in the bankruptcy\n\ncourt did not properly serve that purpose.              Ideally, Fleet should\n\nhave initiated its case by filing a complaint under the rules\n\ngoverning adversary proceedings, Part VII of the Federal Rules of\n\nBankruptcy Procedure, rather than by filing a motion under the rule\n\nthat governs contested matters, Fed. R. Bankr. P. 9014.                    However,\n\nthe standard of proof in these two types of proceedings is the\n\nsame,    the    procedural    rules   are    similar,   and       the   proceedings\n\nprovided Valente with more than adequate notice and an opportunity\n\nto be heard.       See, e.g., Trust Corp. v. Patterson (In re Copper\n\nKing Inn, Inc.), 918 F.2d 1404, 1406-07 (9th Cir. 1990) (disposing\n\nas   harmless      error     the   bankruptcy      court's    failure      to    hold\n\nproceedings under Part VII when the parties had adequate notice and\n\nopportunity to be heard); In re Swizzlestick, L.L.C., 253 B.R. 264,\n\n267 (Bankr. W.D. Mo. 2000) (\"[T]he Court will not elevate the form\n\nof the proceeding in which a lien issue is to be considered, if the\n\nsubstance of the hearing on that issue is such that the objecting\n\nparty has been afforded due process.\"). Valente was not prejudiced\n\n\n                                      -18-\n\fby Fleet's decision to proceed by motion.             See Fed. R. Bankr. P.\n\n9005 (stating that the harmless error rule, Fed. R. Civ. P. 61,\n\napplies in bankruptcy cases).\n\n            As we have already noted, Fleet provided sufficient\n\nevidence in an adversarial setting to establish that Valente\n\nretained an equitable interest in the property.                See supra Section\n\nIII.A. For the bankruptcy court, the application of Rhode Island's\n\nresulting   trust    doctrine    would   have      been   an    appropriate   and\n\nfamiliar role.      See, e.g., Young v. United States, 535 U.S. 43, 50\n\n(2002) (describing bankruptcy courts as \"courts of equity that\n\n'appl[y]    the   principles    and   rules   of    equity     jurisprudence'\")\n\n(quoting Pepper v. Litton, 308 U.S. 295, 304 (1939)); Bessette v.\n\nAvco Fin. Servs., Inc., 230 F.3d 439, 445 (1st Cir. 2000) (stating\n\nthat a bankruptcy court has the power to fashion an equitable\n\nremedy \"so long as the court acts consistent with the Code and does\n\nnot alter the Code's distribution of other substantive rights\").\n\nThe bankruptcy court erred in not providing this equitable relief.\n\n2.   Fleet Filed Its Claim Within the Statute of Limitations\n\n            Valente claims that Fleet's action is barred by the\n\nUFTA's four year statute of limitations.            However, we have already\n\nconcluded that this case is not governed by the UFTA.                     Since\n\nValente's equitable interest in the Middletown property arose out\n\nof his fraudulent conduct, we conclude that Rhode Island's statute\n\nof limitations for fraudulent actions should apply.                See Goya, 244\n\n\n                                      -19-\n\fF.3d       at   46    (relying   upon   New   York's   statute    of    limitations\n\nregarding fraudulent actions to conclude that the plaintiff's\n\naction was not time-barred); New Amsterdam Cas. Co. v. Waller, 323\n\nF.2d 20, 26 (10th Cir. 1963) (applying the state limitations period\n\ngoverning fraud in a fraudulent transfer case); 37 Am. Jur. 2d\n\nFraudulent Conveyances and Transfers § 180 (observing that the\n\ngeneral rule holds that barring an express statute of limitations,\n\nfraudulent           transfers   are    generally   governed     by    the   state's\n\nlimitations period for fraudulent actions).                    That limitations\n\nperiod is ten years.             See R.I. Gen. Laws § 9-1-13(a) (\"Except as\n\notherwise specially provided, all civil actions shall be commenced\n\nwithin ten (10) years next after the cause of action shall accrue,\n\nand not after.\"); Jones v. Moretti, 711 A.2d 1156, 1157 (R.I. 1998)\n\n(\"Actions for fraud in Rhode Island are subject to the ten-year\n\nstatute of limitations contained in G.L. 1956 § 9-1-13(a).\").\n\nSince Valente's fraudulent conduct occurred in June 1992 and Fleet\n\nfiled its turnover motion on May 25, 2000, Fleet's motion was not\n\ntime-barred.7\n\n\n       7\n      Valente claims that Fleet could have sought relief under the\nUFTA; therefore, the concurrent remedy rule, which directs courts\nto withhold equitable relief when the party would have had a remedy\nat law but for the expiration of a statute of limitations, bars\nFleet's recovery under the common law. See Cassell v. Taylor, 243\nF.2d 259, 261 (D.C. Cir. 1957) (\"In those instances where the court\nhas concurrent jurisdiction to grant either equitable or legal\nrelief in the enforcement of the asserted obligation, equity\nfollows the law and the equitable remedy will be withheld if the\nlocal statute of limitations would bar the concurrent legal\nremedy.\"). As we noted above, however, Fleet never had a remedy at\n\n                                          -20-\n\f                                 IV.\n\n           The bankruptcy court vented its frustration about this\n\ncase by lamenting that it did not have the power to stop Valente\n\nfrom \"playing such a blatant shell game with his real estate.\"     In\n\nfact, the court did have that power.           Although the court was\n\ncorrect that the UFTA did not provide Fleet with a remedy for\n\nValente's fraudulent transfer of his Middletown property, it erred\n\nwhen it assumed that this conclusion foreclosed the bank's common\n\nlaw remedies.   Rhode Island common law has long provided equitable\n\nrelief to creditors in Fleet's position.       Under Rhode Island law,\n\nValente's son held the Middletown property in a resulting trust for\n\nhis father, who retained the equitable interest.      Fleet acquired a\n\nvalid lien on that equitable interest in 1993, and that secured\n\ninterest    survived     Valente's      1994   bankruptcy   discharge.\n\nAccordingly, Valente does not have a valid claim to the escrow\n\nfunds.   The funds must be awarded to Fleet.\n\n           Therefore, we vacate the district court's judgment and\n\nremand to the district court for the purpose of remanding to the\n\nbankruptcy court for entry of judgment for Fleet.\n\n           SO ORDERED.\n\n\n\n\nlaw under the UFTA since the Middletown property was fully\nencumbered; therefore, the common law relief that Fleet is seeking\ndoes not constitute a concurrent remedy.\n\n                                 -21-\n\f",
  "html": "<p class=\"case_cite\">360 F.3d 256</p>\n    <p class=\"parties\">In re Paul VALENTE, Debtor<br>Fleet National Bank, Appellant,<br>v.<br>Paul Valente, Appellee.</p>\n    <p class=\"docket\">No. 03-1103.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 11, 2003.</p>\n    <p class=\"date\">Decided March 2, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Thomas S. Hemmendinger, with whom Brennan, Recupero, Cascione, Scungio &amp; McAllister, LLP was on the brief, for Appellant.</p>\n      <p class=\"indent\">Louis A. Geremia, with whom Lisa A. Geremia, and Geremia &amp; DeMarco, Ltd. were on the brief, for Appellee.</p>\n      <p class=\"indent\">Before TORRUELLA and LIPEZ, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior U.S. District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On motion by Fleet National Bank for the turnover of $18,000 held in escrow as security for an outstanding claim, the bankruptcy court ruled that the escrow funds should instead be turned over to the debtor because the debtor's transaction at issue was not a fraudulent conveyance within the meaning of the Uniform Fraudulent Transfer Act (UFTA). On appeal, the district court agreed. We now reverse the district court and direct the bankruptcy court to award judgment to Fleet.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The material facts of this case are undisputed. In 1989, the Appellant, Fleet National Bank, lent the Debtor-Appellee, Paul Valente, $180,000 secured by property in Newport, Rhode Island. Valente defaulted on this loan. After the resulting foreclosure sale left a deficiency, Fleet obtained a judgment on July 26, 1993 for $10,648.50 from the Rhode Island Superior Court. The resulting execution order levied \"the goods and chattels and real estate of [Valente] including any and all real estate located within the Town of Middletown, County of Newport, State of Rhode Island.\" Fleet filed a copy of that order in the land evidence records for the Town of Middletown on September 9, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 30, 1992, approximately one year prior to the deficiency judgment, Valente transferred title to the Middletown property to his son for no consideration. Valente claimed that he conveyed the property \"for estate planning purposes;\" however, he later testified that he and his son \"had an understanding that I was going to be able to stay at the house and live at the house because I couldn't afford to keep the house any longer.\" The Middletown real estate was Valente's primary asset at the time and he was having trouble paying his bills. The property was encumbered by a mortgage loan from Citizens Bank, the IRS, and Rhode Island state tax liens. The mortgage alone was for $168,000 and the property was only worth about $150,000. When asked at deposition why his father transferred the property to him, Valente's son testified: \"Because he was trying to scam somebody or scam something, I don't know, beat something. It wasn't out of the generosity of his heart.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Valente filed for Chapter 7 bankruptcy protection on January 28, 1994, claiming that he had no assets available for distribution to his creditors. The IRS and the State of Rhode Island released their tax liens on the Middletown property. Valente received his bankruptcy discharge on April 21, 1994.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During and after the bankruptcy proceedings, Valente continued to manage, maintain, and live in the home in Middletown as if he were the actual owner. He ran a business on the premises, the Valco Construction Corporation, and paid the utilities and other bills. In April 1996, Valente contracted with a realty firm to list and sell the property. In September 1997, after his attempt to sell the real estate failed, he leased the property. Valente signed all of the lease documents and collected the rent money during this period.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On April 14, 1999, Valente's son transferred title back to his father, without consideration, because Valente told him that \"[h]e was going to sell it and get his money so he could move to Florida.\" Two months later, Valente entered into another listing agreement with the realty firm; on August 25, 1999, he sold the property for $200,500 cash. His son was not involved in this transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In preparation for the closing on the property, a title attorney determined that Fleet's 1993 execution encumbered the property and would have to be removed before the sale could be completed. Valente contacted Fleet, and the bank agreed to release the execution if $18,000 of the sale proceeds were put into escrow as security for its claim plus interest. Valente placed $18,000 in escrow and the sale closed. Since the IRS and the State of Rhode Island had released their liens, Valente was able to pay off the Citizens' Bank mortgage and still receive approximately $24,850, in addition to the amount in escrow. His son did not receive any of those proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Valente reopened his bankruptcy case on February 15, 2000 and filed a motion to recover the escrow funds. He claimed that since he did not own any property in Middletown when Fleet executed its judgment, the bank's lien never attached to his property and, therefore, its claim remained unsecured when the bankruptcy court discharged his debts in 1994. Accordingly, he asked the bankruptcy court to hold Fleet in contempt for attempting to enforce a discharged debt and to order the escrow agent to turn over the remaining funds. Fleet responded with its own turnover motion on May 25, 2000. The parties prepared a joint statement of facts and law and waived a hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In denying Fleet's turnover motion on June 26, 2001, the bankruptcy court began its explanation with a lament: \"While it is unfortunate that a Debtor playing such a blatant shell game with his real estate might prevail, this one probably gets away with it, strictly by operation of law.\" The court then evaluated whether Rhode Island's version of the Uniform Fraudulent Transfer Act (UFTA) compelled Valente to turn the funds over to Fleet. Calling Valente's transfers a \"blatant charade\" laden with \"plenty\" of fraudulent intent, it nevertheless concluded that mere intent was not sufficient to establish Fleet's claim under the UFTA. Valente lacked equity in the Middletown property when he conveyed it to his son; therefore, the court held that the conveyance did not constitute a \"transfer\" of an \"asset\" as those terms are defined by the UFTA. It also held that even if the conveyance did constitute a transfer under the Act, Fleet could not recover because it filed the turnover motion after the UFTA's four year statute of limitations had expired. The court ordered the escrow agent to turn over the $18,000 to Valente; however, it stayed this order pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Fleet appealed this decision to the district court, arguing that the UFTA did not apply because its action was not a suit to recover property that was fraudulently transferred. Instead, its turnover motion was aimed at enforcing a lien on the equitable interest retained by Valente when he transferred legal title to the property to his son for no consideration. The district court rejected that argument and upheld the bankruptcy court's order. This appeal followed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rhode Island's version of the Uniform Fraudulent Transfer Act (UFTA) provides creditors with remedies against debtors who transfer assets with \"intent to hinder, delay, or defraud any creditor of the debtor.\" R.I. Gen. Laws. &#167; 6-16-4(a)(1). As the bankruptcy court correctly observed, the Act limits its definition of \"asset\" to \"property of a debtor ... [except]... to the extent it is encumbered by a valid lien.\" <i>Id.</i> &#167; 6-16-1(2)(i). <i>See also Ed Peters Jewelry Co., Inc. v. C &amp; J Jewelry Co., Inc.,</i> 124 F.3d 252, 262 (1st Cir.1997). Since the Middletown property was only worth $150,000 but was encumbered by a $168,000 first mortgage, as well as a number of state and federal tax liens, it did not qualify as an \"asset\" under the UFTA at the time of the transfer. The bankruptcy court held, therefore, that Fleet could not recover under the UFTA. That conclusion was correct. However, the court failed to look beyond the UFTA to evaluate Fleet's claim to relief under Rhode Island common law.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rhode Island courts have long granted common law remedies to defrauded creditors when statutory relief was otherwise barred. For example, in <i>Monks v. Deslandes,</i> 38 R.I. 2, 94 A. 854, 855 (1915), the Rhode Island Supreme Court considered whether a creditor could recover assets that the debtor was holding in his wife's name to protect them from attachment. The court held that the fraudulent conveyance statute that was in effect at that time, R.I. Gen. Laws &#167; 253-1 (1909), did not provide such relief since the debtor did not actually transfer the property. However, the creditor did have \"a right in equity to follow and reach the equitable assets of the debtor.\" <i>Id.</i> In taking this approach, the court implicitly concluded that the predecessor to the UFTA did not preempt the field of equitable recovery for fraudulent transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The UFTA, by its own terms, is consistent with this background. The Act states that \"[u]nless displaced by the provisions of this chapter, the principles of law and equity, including ... the law relating to ... fraud ... or other validating or invalidating cause, supplement[s] this chapter's provisions.\" R.I. Gen. Laws. &#167; 6-16-10. At the very least, this clause demonstrates a desire by the drafters to preserve the common law as a supplement to the UFTA unless precluded by the terms of the Act. Moreover, to find broad preemption in the UFTA, in the absence of language of preemption, would be at odds with the presumption that statutes should not be construed to alter common law principles absent an explicit statement of legislative intent to do so. <i>See, e.g., Shaw v. R.R. Co.,</i> 101 U.S. 557, 565, 25 L.Ed. 892 (1879) (\"No statute is to be construed as altering the common law, farther than its words import.\"); <i>Knowles v. Ponton,</i> 96 R.I. 156, 190 A.2d 4, 6 (1963) (\"It is a well settled rule in the construction of statutes that legislative enactments will be construed to alter the common law only to the extent that the legislature has made that purpose clear.\"); 3 Norman J. Singer, Sutherland Statutory Construction &#167; 61:1 (2001 Revision) (\"Where there is any doubt about [statutes'] meaning or intent they are given the effect which makes the least rather than the most change in the common law.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our own case law rejects the proposition that the adoption of the UFTA by a state preempts all common law remedies relating to fraudulent transfers. In <i>Goya Foods, Inc. v. Unanue,</i> 233 F.3d 38, 44-45 (1st Cir.2000), a case with some striking similarities to this case, the district court imposed a constructive trust, under New York law, to allow a creditor to execute judgment against properties that the debtor was concealing under his wife's name. The district court concluded that the debtor was the true owner of the properties because he purchased them with his money, lived in the residences, and maintained the properties. <i>Goya Foods, Inc. v. Unanue-Casal,</i> 982 F.Supp. 103, 111-12 (D.P.R.1997). Accordingly, it awarded judgment to the creditor. On appeal, the debtor argued that New York's fraudulent conveyance statute, with its four year statute of limitations, should have barred recovery. We responded that the \"lack of an effective conveyance\" meant that the UFTA did not apply. <i>Goya,</i> 233 F.3d at 46. Instead, we held that New York's general statute of limitations for fraudulent actions applied, and concluded that the district court was correct in holding that the assets were held in constructive trust for the creditor. <i>Id. See also In re Bushey,</i> 210 B.R. 95, 104-05 (B.A.P. 6th Cir.1997) (rejecting the bankruptcy court's assertion that a trustee was not entitled to a resulting trust remedy outside of the UFTA's purview).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Courts in other states evaluating claims in other contexts have also rejected UFTA preemption of existing remedies. <i>See, e.g., Macedo v. Bosio,</i> 86 Cal.App.4th 1044, 1051, 104 Cal.Rptr.2d 1 (Cal.Ct.App.2001) (\"[T]he UFTA is not the exclusive remedy by which fraudulent conveyances and transfers may be attacked. They may also be attacked by, as it were, a common law action.\"); <i>Cortez v. Vogt,</i> 52 Cal.App.4th 917, 929, 60 Cal.Rptr.2d 841 (Cal.Ct.App. 1997) (\"[T]he remedies of the UFTA ... are cumulative to the remedies applicable to fraudulent conveyances that existed before the uniform laws went into effect.\"); <i>Freitag v. McGhie,</i> 133 Wash.2d 816, 947 P.2d 1186, 1189-90 (1997) (observing that the purpose of the UFTA was to \"discourag[e] fraud\" and that \"within the UFTA itself lies a mandate to apply the common law to the extent it is not inconsistent with the provisions of the act\"); <i>Bill Nay &amp; Sons Excavating v. Neeley Constr. Co.,</i> 677 P.2d 1120, 1123 (Utah 1984) (imposing a resulting trust after concluding that the creditor did not satisfy the requirements for relief under the UFTA). <i>But see Moore v. Browning,</i> 203 Ariz. 102, 50 P.3d 852, 858 (App.2002) (concluding that the UFTA preempted the common law use of the statute of limitations regarding fraudulent actions). Given this precedent, both within and without Rhode Island, we conclude that Rhode Island's adoption of the UFTA did not preempt common law remedies applicable to fraudulent transactions.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Having concluded that the UFTA does not preempt applicable remedies, we must now evaluate whether Rhode Island common law provides Fleet with a cause of action and whether the bank took the necessary steps to avail itself of that relief. Fleet claims that Valente retained an equitable interest in the property after he transferred it to his son, and that the bank obtained a lien on that interest which it could enforce through the turnover proceeding in the bankruptcy court. To evaluate this claim, we must consider three issues: 1) did Valente retain an interest in the transferred property pursuant to Rhode Island law; 2) does Rhode Island common law allow recovery against such interests; and 3) did Fleet file the necessary action within the proper limitations period to avail itself of applicable relief.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A. Valente's Interest in the Middletown Property</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Throughout these proceedings, Fleet has maintained that Valente retained equitable ownership of the transferred property and that this ownership was an attachable interest. This claim has a sound basis in Rhode Island law, which uses the resulting trust doctrine to explain the nature of this equitable interest.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> For example, when the debtor in <i>Tucker v. Denico,</i> 27 R.I. 239, 61 A. 642, 645 (1905), took property in his wife's name in order to keep that property out of the reach of his creditors, the Rhode Island Supreme Court recognized this transaction as a fraudulent transfer and imposed a resulting trust upon the property for the creditors' benefit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Likewise, in <i>Mitchell v.</i> <i>Campbell,</i> 48 R.I. 120, 122, 136 A. 249 (1927), the court effectively imposed a resulting trust by holding that an attachable interest is created \"[w]hen a conveyance for the purpose of defrauding creditors is made of the legal title to real estate without any intention of passing the beneficial interest therein.\" The equitable interest found by the courts in these cases sufficed to provide the creditors relief from the debtors' fraudulent attempts to avoid attachment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Valente's fraudulent transaction with his son fits readily into the resulting trust model. According to the <i>Restatement (Second) of Trusts:</i></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A resulting trust arises where a person makes or causes to be made a disposition of property under circumstances which raise an inference that he does not intend that the person taking or holding the property should have the beneficial interest therein, unless the inference is rebutted or the beneficial interest is otherwise effectively disposed of.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><i>Restatement (Second) Trusts,</i> &#167; 404. <i>See also United States v. One Parcel of Real Prop. with Bldgs.,</i> 942 F.2d 74, 82 (1st Cir.1991) (\"In general, under Rhode Island law, a resulting trust arises where a person makes or causes to be made a disposition of property under circumstances which raise an inference that he does not intend that the person taking or holding the property should have the beneficial interest therein.\") (Campbell, J., dissenting); <i>Reilly v. Wheatley,</i> 68 F.2d 297, 299 (1st Cir.1933) (stating that \"[r]esulting trusts ... arise where there is a conveyance without consideration, and from the surrounding facts and circumstances it is apparent that the grantor was still to retain his beneficial ownership\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Valente transferred the property to his son for no consideration shortly before he declared bankruptcy because he \"couldn't afford to keep the house any longer.\" The two had an \"understanding\" that Valente was going to live in the house, and he continued to treat the property as his own by, <i>inter alia,</i> paying all of the bills, managing the lease and sale of the property, running a business on the premises, and not paying rent. His son admitted that his father's aim was \"to scam somebody or scam something.\" He also testified that he returned the property, for no consideration, when his father told him that he was interested in selling it. This evidence compels a finding of a resulting trust,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> with Valente's son holding legal title to the Middletown property in trust for his father, who retained the equitable interest in the property at the time of the transfer to his son.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Hence, we must now evaluate whether Fleet could have attached that interest or otherwise secured relief in a Rhode Island court.</p>\n    </div>\n    <p class=\"indent\">B. Fleet's Cause of Action</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Fleet claims that its state judgment and execution created a lien on the equitable interest that Valente retained in the Middletown property. We agree. As we noted in the previous section, the Rhode Island Supreme Court, in <i>Mitchell v. Campbell,</i> 48 R.I. 120, 136 A. 249 (1927), explicitly allowed a creditor to acquire a lien on fraudulently-transferred assets:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When a conveyance for the purpose of defrauding creditors is made of the legal title to real estate without any intention of passing the beneficial interest therein, it is well settled that the equitable estate of the grantor may be attached in a suit at law as well as in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Id.</i> at 250. This unconditional holding authorizes Rhode Island courts to enforce liens on equitable interests to remedy transfers of title such as the one in this case. <i>See also Brierly v. Brierly,</i> 431 A.2d 410, 416 (R.I.1981) (upholding the trial judge's attachment of a husband's equitable interest in the family home); R.I. Gen. Laws &#167; 9-26-14 (outlining the procedures for \"[w]henever execution is to be levied upon real estate or any <i>interest therein</i>\") (emphasis added); <i>id.</i> &#167; 10-5-9 (concerning \"any writ to attach real estate, or the right, title, and interest of any defendant in real estate\"); <i>Restatement (Second) of Trusts</i> &#167; 407(3) (\"Creditors of the beneficiary of a resulting trust can by appropriate proceedings reach his interest and thereby subject it to the satisfaction of their claims against him.\"). Since Fleet acquired a lien on \"real estate of [Valente] including any and all real estate located within the Town of Middletown,\" we conclude that it had a valid lien on Valente's equitable interest in the Middletown property.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Resisting this conclusion, Valente claims that the relief offered by <i>Mitchell</i> and similar cases is not applicable to the Middletown property because the property was fully encumbered by a mortgage and other liens at the time that he conveyed this property to his son. He cites <i>Mehrtash v. Mehrtash,</i> 93 Cal.App.4th 75, 112 Cal.Rptr.2d 802, 805 (2001) for the principle that \"[i]t cannot be said that a creditor has been injured unless the transfer puts beyond [its] reach property [it] otherwise would be able to subject to the payment of [its] debt.\" The debtor in <i>Mehrtash</i> deeded his residence to his step-sons for no consideration when he was insolvent. When a creditor attempted to reverse that transfer, the court held that she was not harmed by the transaction since the residence was only worth between $540,000 and $551,000 and was encumbered by $610,000 in mortgages and liens. <i>Id.</i> at 805-06.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We disagree with Valente's claim that <i>Mehrtash</i> supports his position. Like the bankruptcy court here, the <i>Mehrtash</i> court only considered whether the creditor could seek relief under the UFTA and did not evaluate whether the debtor retained an interest in the property after the fraudulent transfer. Therefore, its conclusion that the UFTA does not provide relief when the transferred property was fully encumbered does not address the availability of common law remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is true that the <i>Mehrtash</i> court supplemented its UFTA analysis by observing that recovering the property from the transferee would not actually help the creditor since the debtor could not have satisfied his debts with that property. It buttressed that observation by citing the \"fundamental maxim of jurisprudence\" that \"`[t]he law neither does nor requires idle acts.'\" <i>Id.</i> at 805 (quoting <i>Bennett v. Paulson,</i> 7 Cal.App.2d 120, 45 P.2d 369, 370 (1935)). <i>See also A/S Kreditt-Finans v. Cia Venetico De Navegacion S.A. of Panama,</i> 560 F.Supp. 705, 711 (E.D.Pa.), <i>aff'd,</i> 729 F.2d 1446 (3d Cir.1984) (\"[N]umerous courts in other jurisdictions in which the issue has arisen have stated as though it were axiomatic the requirement that a creditor be injured by the conveyance it seeks to invalidate.\"). However, as Valente's sale of the property revealed, that reasoning does not apply here. The Middletown property had appreciated in value prior to the turnover proceeding in the bankruptcy court, and Fleet could have satisfied its judgment from Valente's equitable asset but for his fraudulent conduct. Since the bankruptcy court could have awarded the proceeds that Valente received from the sale to Fleet, it was not being asked to undertake an \"idle act.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">C. Fleet's Legal Action to Adjudicate its Right to Relief</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Valente also claims that Fleet may not avail itself of the relief provided by Rhode Island law because it failed to bring an action to determine whether he actually engaged in fraud until it filed its motion for the turnover of funds in the bankruptcy court. He also claims that its motion was time-barred. We will consider each of these objections in turn.</p>\n    </div>\n    <p class=\"indent\">1. The Bankruptcy Proceeding</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Valente's claim that Fleet has failed to seek \"some sort of judicial inquiry\" to support its claim of fraud and his retention of a beneficial interest in the property reflects the untenable premise that the turnover proceeding in the bankruptcy court did not properly serve that purpose. Ideally, Fleet should have initiated its case by filing a complaint under the rules governing adversary proceedings, Part VII of the Federal Rules of Bankruptcy Procedure, rather than by filing a motion under the rule that governs contested matters, Fed. R. Bankr.P. 9014. However, the standard of proof in these two types of proceedings is the same, the procedural rules are similar, and the proceedings provided Valente with more than adequate notice and an opportunity to be heard. <i>See, e.g., Trust Corp. v. Patterson (In re Copper King Inn, Inc.),</i> 918 F.2d 1404, 1406-07 (9th Cir.1990) (disposing as harmless error the bankruptcy court's failure to hold proceedings under Part VII when the parties had adequate notice and opportunity to be heard); <i>In re Swizzlestick, L.L.C.,</i> 253 B.R. 264, 267 (Bankr.W.D.Mo.2000) (\"[T]he Court will not elevate the form of the proceeding in which a lien issue is to be considered, if the substance of the hearing on that issue is such that the objecting party has been afforded due process.\"). Valente was not prejudiced by Fleet's decision to proceed by motion. <i>See</i> Fed. R. Bankr.P. 9005 (stating that the harmless error rule, Fed.R.Civ.P. 61, applies in bankruptcy cases).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As we have already noted, Fleet provided sufficient evidence in an adversarial setting to establish that Valente retained an equitable interest in the property. <i>See supra</i> Section III.A. For the bankruptcy court, the application of Rhode Island's resulting trust doctrine would have been an appropriate and familiar role. <i>See, e.g., Young v. United States,</i> 535 U.S. 43, 50, 122 S.Ct. 1036, 152 L.Ed.2d 79 (2002) (describing bankruptcy courts as \"courts of equity that `appl[y] the principles and rules of equity jurisprudence'\") (quoting <i>Pepper v. Litton,</i> 308 U.S. 295, 304, 60 S.Ct. 238, 84 L.Ed. 281 (1939)); <i>Bessette v. Avco Fin. Servs., Inc.,</i> 230 F.3d 439, 445 (1st Cir. 2000) (stating that a bankruptcy court has the power to fashion an equitable remedy \"so long as the court acts consistent with the Code and does not alter the Code's distribution of other substantive rights\"). The bankruptcy court erred in not providing this equitable relief.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">2. Fleet Filed Its Claim Within the Statute of Limitations</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Valente claims that Fleet's action is barred by the UFTA's four year statute of limitations. However, we have already concluded that this case is not governed by the UFTA. Since Valente's equitable interest in the Middletown property arose out of his fraudulent conduct, we conclude that Rhode Island's statute of limitations for fraudulent actions should apply. <i>See Goya,</i> 233 F.3d at 46 (relying upon New York's statute of limitations regarding fraudulent actions to conclude that the plaintiff's action was not time-barred); <i>New Amsterdam Cas. Co. v. Waller,</i> 323 F.2d 20, 26 (4th Cir.1963) (applying the state limitations period governing fraud in a fraudulent transfer case); 37 Am.Jur.2d <i>Fraudulent Conveyances and Transfers</i> &#167; 180 (observing that the general rule holds that barring an express statute of limitations, fraudulent transfers are generally governed by the state's limitations period for fraudulent actions). That limitations period is ten years. <i>See</i> R.I. Gen. Laws &#167; 9-1-13(a) (\"Except as otherwise specially provided, all civil actions shall be commenced within ten (10) years next after the cause of action shall accrue, and not after.\"); <i>Jones v. Moretti,</i> 711 A.2d 1156, 1157 (R.I.1998) (\"Actions for fraud in Rhode Island are subject to the ten-year statute of limitations contained in G.L.1956 &#167; 9-1-13(a).\"). Since Valente's fraudulent conduct occurred in June 1992 and Fleet filed its turnover motion on May 25, 2000, Fleet's motion was not time-barred.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The bankruptcy court vented its frustration about this case by lamenting that it did not have the power to stop Valente from \"playing such a blatant shell game with his real estate.\" In fact, the court did have that power. Although the court was correct that the UFTA did not provide Fleet with a remedy for Valente's fraudulent transfer of his Middletown property, it erred when it assumed that this conclusion foreclosed the bank's common law remedies. Rhode Island common law has long provided equitable relief to creditors in Fleet's position. Under Rhode Island law, Valente's son held the Middletown property in a resulting trust for his father, who retained the equitable interest. Fleet acquired a valid lien on that equitable interest in 1993, and that secured interest survived Valente's 1994 bankruptcy discharge. Accordingly, Valente does not have a valid claim to the escrow funds. The funds must be awarded to Fleet.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Therefore, we <i>vacate</i> the district court's judgment and <i>remand</i> to the district court for the purpose of remanding to the bankruptcy court for entry of judgment for Fleet.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">\n        <i>SO ORDERED.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fleet did not file a claim during Valente's bankruptcy proceedings; however, as a holder of a perfected lien, Fleet did not need to take any steps to preserve its security interest<i>See Arruda v. Sears, Roebuck &amp; Co.,</i> 310 F.3d 13, 21 (1st Cir.2002) (\"It is hornbook law that a valid lien survives a discharge in bankruptcy unless it is avoidable and the debtor takes the proper steps to avoid it.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> When a bankruptcy case has been affirmed by the district court, \"our focus [generally] remains on the decision of the bankruptcy court. We examine that court's findings of fact for clear error and afford de novo review to its conclusions of law.\"<i>In re Watman,</i> 301 F.3d 3, 7 (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Courts usually find resulting trusts after a transfer of property has taken place to give legal effect to the parties' intent at the time of the transfer. These trusts are equitable tools that might be used when, for example, express trusts fail or when the parties fail to explicitly identify interests that were retained in a deed. They are commonly referred to as \"intent-enforcing\" trusts because they \"cover cases where the court decrees a property holder to be a trustee, either because it finds there has been an implied intent that he be such or because of a presumed or fictional intent.\" George G. Bogert &amp; George T. Bogert,<i>Law of Trusts</i> 262 (1973).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Technically speaking, the<i>Tucker</i> court should have referred to the remedy that it imposed as a \"constructive trust,\" not as a \"resulting trust.\" <i>Restatement (Third) of Trusts</i> &#167; 7, Comment d (noting that courts frequently confuse the two doctrines). Unlike resulting trusts, which are used primarily to enforce the parties' unstated plan at the time of the transfer, constructive trusts are used as remedial devices regardless of the parties' original intent \"whenever title to property is found in one who in fairness ought not to be allowed to retain it.\" Bogert &amp; Bogert, <i>supra</i> at 287.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>See, e.g., In re McGavin,</i> 189 F.3d 1215, 1218 (10th Cir.1999) (finding a resulting trust where the debtor resided in the home, paid bills, and continued to use the property as collateral); <i>New Amsterdam Cas. Co. v. Waller,</i> 323 F.2d 20, 26 (4th Cir.1963) (claiming that a resulting trust would have arisen \"if donor and donee had agreed that the property was actually the husband's placed in the wife's name only to circumvent his creditors and would be reconveyed by the wife to the husband upon his demand\"); <i>Gammel v. Enochs,</i> 353 P.2d 1106, 1110 (Okla. 1960) (ignoring claims of consideration in the deed and finding a resulting trust based on evidence showing that no consideration was actually exchanged and that the transferor continued to exercise dominion over the property and upon the transferee's admission \"that the conveyances were made as a matter of convenience and that beneficial title rested in [the transferor]\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although this resulting trust was established to perpetrate a fraud and courts generally refuse to enforce implied trusts for such purposes, enforcing the trust in the circumstances of this case serves to defeat the illegal purpose for which Valente transferred the property<i>See</i> 5 <i>Scott on Trusts</i> &#167; 444 (noting that while a court will not enforce the resulting trust created when a person takes property in another's name to avoid creditors, \"[t]he creditors, of course, can reach the property\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Valente claims that Fleet could have sought relief under the UFTA; therefore, the concurrent remedy rule, which directs courts to withhold equitable relief when the party would have had a remedy at law but for the expiration of a statute of limitations, bars Fleet's recovery under the common law<i>See Cassell v. Taylor,</i> 243 F.2d 259, 261 (D.C.Cir. 1957) (\"In those instances where the court has concurrent jurisdiction to grant either equitable or legal relief in the enforcement of the asserted obligation, equity follows the law and the equitable remedy will be withheld if the local statute of limitations would bar the concurrent legal remedy.\"). As we noted above, however, Fleet never had a remedy at law under the UFTA since the Middletown property was fully encumbered; therefore, the common law relief that Fleet is seeking does not constitute a concurrent remedy.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">256</span></span></p>\n    <p class=\"parties\">In re Paul VALENTE, Debtor<br>Fleet National Bank, Appellant,<br>v.<br>Paul Valente, Appellee.</p>\n    <p class=\"docket\">No. 03-1103.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 11, 2003.</p>\n    <p class=\"date\">Decided March 2, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Thomas S. Hemmendinger, with whom Brennan, Recupero, Cascione, Scungio &amp; McAllister, LLP was on the brief, for Appellant.</p>\n      <p class=\"indent\">Louis A. Geremia, with whom Lisa A. Geremia, and Geremia &amp; DeMarco, Ltd. were on the brief, for Appellee.</p>\n      <p class=\"indent\">Before TORRUELLA and LIPEZ, Circuit Judges, and SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior U.S. District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On motion by Fleet National Bank for the turnover of $18,000 held in escrow as security for an outstanding claim, the bankruptcy court ruled that the escrow funds should instead be turned over to the debtor because the debtor's transaction at issue was not a fraudulent conveyance within the meaning of the Uniform Fraudulent Transfer Act (UFTA). On appeal, the district court agreed. We now reverse the district court and direct the bankruptcy court to award judgment to Fleet.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The material facts of this case are undisputed. In 1989, the Appellant, Fleet National Bank, lent the Debtor-Appellee, Paul Valente, $180,000 secured by property in Newport, Rhode Island. Valente defaulted on this loan. After the resulting foreclosure sale left a deficiency, Fleet obtained a judgment on July 26, 1993 for $10,648.50 from the Rhode Island Superior Court. The resulting execution order levied \"the goods and chattels and real estate of [Valente] including any and all real estate located within the Town of Middletown, County of Newport, State of Rhode Island.\" Fleet filed a copy of that order in the land evidence records for the Town of Middletown on September 9, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 30, 1992, approximately one year prior to the deficiency judgment, Valente transferred title to the Middletown property to his son for no consideration. Valente claimed that he conveyed the property \"for estate planning purposes;\" however, he later testified that he and his son \"had an understanding that I was going to be able to stay at the house and live at the house because I couldn't afford to keep the house any longer.\" The Middletown real estate was Valente's primary asset at the time and he was having trouble paying his bills. The property was encumbered by a mortgage loan from Citizens Bank, the IRS, and Rhode Island state tax liens. The mortgage alone was for $168,000 and the property was only worth about $150,000. When asked at deposition why his father transferred the property to him, Valente's son testified: \"Because he was trying to scam somebody or scam something, I don't know, beat something. It wasn't out of the generosity of his heart.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Valente filed for Chapter 7 bankruptcy protection on January 28, 1994, claiming that he had no assets available for distribution to his creditors. The IRS and the State of Rhode Island released their tax liens on the Middletown property. Valente received his bankruptcy discharge on April 21, 1994.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During and after the bankruptcy proceedings, Valente continued to manage, maintain, and live in the home in Middletown as if he were the actual owner. He ran a business on the premises, the Valco Construction Corporation, and paid the utilities and other bills. In April 1996, Valente contracted with a realty firm to list and sell the property. In September 1997, after his attempt to sell the real estate failed, he leased the property. Valente signed all of the lease documents and collected the rent money during this period.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On April 14, 1999, Valente's son transferred title back to his father, without consideration, because Valente told him that \"[h]e was going to sell it and get his money so he could move to Florida.\" Two months later, Valente entered into another listing agreement with the realty firm; on August 25, 1999, he sold the property for $200,500 cash. His son was not involved in this transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In preparation for the closing on the property, a title attorney determined that Fleet's 1993 execution encumbered the property and would have to be removed before the sale could be completed. Valente contacted Fleet, and the bank agreed to release the execution if $18,000 of the sale proceeds were put into escrow as security for its claim plus interest. Valente placed $18,000 in escrow and the sale closed. Since the IRS and the State of Rhode Island had released their liens, Valente was able to pay off the Citizens' Bank mortgage and still receive approximately $24,850, in addition to the amount in escrow. His son did not receive any of those proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Valente reopened his bankruptcy case on February 15, 2000 and filed a motion to recover the escrow funds. He claimed that since he did not own any property in Middletown when Fleet executed its judgment, the bank's lien never attached to his property and, therefore, its claim remained unsecured when the bankruptcy court discharged his debts in 1994. Accordingly, he asked the bankruptcy court to hold Fleet in contempt for attempting to enforce a discharged debt and to order the escrow agent to turn over the remaining funds. Fleet responded with its own turnover motion on May 25, 2000. The parties prepared a joint statement of facts and law and waived a hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In denying Fleet's turnover motion on June 26, 2001, the bankruptcy court began its explanation with a lament: \"While it is unfortunate that a Debtor playing such a blatant shell game with his real estate might prevail, this one probably gets away with it, strictly by operation of law.\" The court then evaluated whether Rhode Island's version of the Uniform Fraudulent Transfer Act (UFTA) compelled Valente to turn the funds over to Fleet. Calling Valente's transfers a \"blatant charade\" laden with \"plenty\" of fraudulent intent, it nevertheless concluded that mere intent was not sufficient to establish Fleet's claim under the UFTA. Valente lacked equity in the Middletown property when he conveyed it to his son; therefore, the court held that the conveyance did not constitute a \"transfer\" of an \"asset\" as those terms are defined by the UFTA. It also held that even if the conveyance did constitute a transfer under the Act, Fleet could not recover because it filed the turnover motion after the UFTA's four year statute of limitations had expired. The court ordered the escrow agent to turn over the $18,000 to Valente; however, it stayed this order pending appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Fleet appealed this decision to the district court, arguing that the UFTA did not apply because its action was not a suit to recover property that was fraudulently transferred. Instead, its turnover motion was aimed at enforcing a lien on the equitable interest retained by Valente when he transferred legal title to the property to his son for no consideration. The district court rejected that argument and upheld the bankruptcy court's order. This appeal followed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Rhode Island's version of the Uniform Fraudulent Transfer Act (UFTA) provides creditors with remedies against debtors who transfer assets with \"intent to hinder, delay, or defraud any creditor of the debtor.\" R.I. Gen. Laws. &#167; 6-16-4(a)(1). As the bankruptcy court correctly observed, the Act limits its definition of \"asset\" to \"property of a debtor ... [except]... to the extent it is encumbered by a valid lien.\" <i>Id.</i> &#167; 6-16-1(2)(i). <i>See also Ed Peters Jewelry Co., Inc. v. C &amp; J Jewelry Co., Inc.,</i> <span class=\"citation\" data-id=\"197524\"><a href=\"/opinion/197524/ed-peters-v-c-j-jewelry/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span>, 262 (1st Cir.1997). Since the Middletown property was only worth $150,000 but was encumbered by a $168,000 first mortgage, as well as a number of state and federal tax liens, it did not qualify as an \"asset\" under the UFTA at the time of the transfer. The bankruptcy court held, therefore, that Fleet could not recover under the UFTA. That conclusion was correct. However, the court failed to look beyond the UFTA to evaluate Fleet's claim to relief under Rhode Island common law.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rhode Island courts have long granted common law remedies to defrauded creditors when statutory relief was otherwise barred. For example, in <i>Monks v. Deslandes,</i> <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">2</span></span>, <span class=\"citation no-link\"><span class=\"volume\">94</span> <span class=\"reporter\">A.</span> <span class=\"page\">854</span></span>, 855 (1915), the Rhode Island Supreme Court considered whether a creditor could recover assets that the debtor was holding in his wife's name to protect them from attachment. The court held that the fraudulent conveyance statute that was in effect at that time, R.I. Gen. Laws &#167; 253-1 (1909), did not provide such relief since the debtor did not actually transfer the property. However, the creditor did have \"a right in equity to follow and reach the equitable assets of the debtor.\" <i>Id.</i> In taking this approach, the court implicitly concluded that the predecessor to the UFTA did not preempt the field of equitable recovery for fraudulent transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The UFTA, by its own terms, is consistent with this background. The Act states that \"[u]nless displaced by the provisions of this chapter, the principles of law and equity, including ... the law relating to ... fraud ... or other validating or invalidating cause, supplement[s] this chapter's provisions.\" R.I. Gen. Laws. &#167; 6-16-10. At the very least, this clause demonstrates a desire by the drafters to preserve the common law as a supplement to the UFTA unless precluded by the terms of the Act. Moreover, to find broad preemption in the UFTA, in the absence of language of preemption, would be at odds with the presumption that statutes should not be construed to alter common law principles absent an explicit statement of legislative intent to do so. <i>See, e.g., Shaw v. R.R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">557</span></span>, 565, <span class=\"citation no-link\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">892</span></span> (1879) (\"No statute is to be construed as altering the common law, farther than its words import.\"); <i>Knowles v. Ponton,</i> <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">156</span></span>, <span class=\"citation\" data-id=\"2095614\"><a href=\"/opinion/2095614/knowles-v-ponton/\"><span class=\"volume\">190</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">4</span></a></span>, 6 (1963) (\"It is a well settled rule in the construction of statutes that legislative enactments will be construed to alter the common law only to the extent that the legislature has made that purpose clear.\"); 3 Norman J. Singer, Sutherland Statutory Construction &#167; 61:1 (2001 Revision) (\"Where there is any doubt about [statutes'] meaning or intent they are given the effect which makes the least rather than the most change in the common law.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Our own case law rejects the proposition that the adoption of the UFTA by a state preempts all common law remedies relating to fraudulent transfers. In <i>Goya Foods, Inc. v. Unanue,</i> <span class=\"citation\" data-id=\"199157\"><a href=\"/opinion/199157/goya-foods-inc-v-unanue-casal/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 44-45 (1st Cir.2000), a case with some striking similarities to this case, the district court imposed a constructive trust, under New York law, to allow a creditor to execute judgment against properties that the debtor was concealing under his wife's name. The district court concluded that the debtor was the true owner of the properties because he purchased them with his money, lived in the residences, and maintained the properties. <i>Goya Foods, Inc. v. Unanue-Casal,</i> <span class=\"citation\" data-id=\"1527801\"><a href=\"/opinion/1527801/goya-foods-inc-v-ulpiano-unanue-casal/\"><span class=\"volume\">982</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">103</span></a></span>, 111-12 (D.P.R.1997). Accordingly, it awarded judgment to the creditor. On appeal, the debtor argued that New York's fraudulent conveyance statute, with its four year statute of limitations, should have barred recovery. We responded that the \"lack of an effective conveyance\" meant that the UFTA did not apply. <i>Goya,</i> 233 F.3d at 46. Instead, we held that New York's general statute of limitations for fraudulent actions applied, and concluded that the district court was correct in holding that the assets were held in constructive trust for the creditor. <i>Id. See also In re Bushey,</i> <span class=\"citation\" data-id=\"2000432\"><a href=\"/opinion/2000432/in-re-bushey/\"><span class=\"volume\">210</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">95</span></a></span>, 104-05 (B.A.P. 6th Cir.1997) (rejecting the bankruptcy court's assertion that a trustee was not entitled to a resulting trust remedy outside of the UFTA's purview).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Courts in other states evaluating claims in other contexts have also rejected UFTA preemption of existing remedies. <i>See, e.g., Macedo v. Bosio,</i> <span class=\"citation\" data-id=\"2305022\"><a href=\"/opinion/2305022/macedo-v-bosio/\"><span class=\"volume\">86</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">1044</span></a></span>, 1051, <span class=\"citation\" data-id=\"2305022\"><a href=\"/opinion/2305022/macedo-v-bosio/\"><span class=\"volume\">104</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">1</span></a></span> (Cal.Ct.App.2001) (\"[T]he UFTA is not the exclusive remedy by which fraudulent conveyances and transfers may be attacked. They may also be attacked by, as it were, a common law action.\"); <i>Cortez v. Vogt,</i> <span class=\"citation\" data-id=\"2267470\"><a href=\"/opinion/2267470/cortez-v-vogt/\"><span class=\"volume\">52</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">917</span></a></span>, 929, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">841</span></span> (Cal.Ct.App. 1997) (\"[T]he remedies of the UFTA ... are cumulative to the remedies applicable to fraudulent conveyances that existed before the uniform laws went into effect.\"); <i>Freitag v. McGhie,</i> 133 Wash.2d 816, <span class=\"citation\" data-id=\"1195195\"><a href=\"/opinion/1195195/freitag-v-mcghie/\"><span class=\"volume\">947</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1186</span></a></span>, 1189-90 (1997) (observing that the purpose of the UFTA was to \"discourag[e] fraud\" and that \"within the UFTA itself lies a mandate to apply the common law to the extent it is not inconsistent with the provisions of the act\"); <i>Bill Nay &amp; Sons Excavating v. Neeley Constr. Co.,</i> <span class=\"citation\" data-id=\"1308075\"><a href=\"/opinion/1308075/bill-nay-sons-excavating-v-neeley-const-co/\"><span class=\"volume\">677</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1120</span></a></span>, 1123 (Utah 1984) (imposing a resulting trust after concluding that the creditor did not satisfy the requirements for relief under the UFTA). <i>But see Moore v. Browning,</i> <span class=\"citation\" data-id=\"2588213\"><a href=\"/opinion/2588213/moore-v-browning/\"><span class=\"volume\">203</span> <span class=\"reporter\">Ariz.</span> <span class=\"page\">102</span></a></span>, <span class=\"citation\" data-id=\"2588213\"><a href=\"/opinion/2588213/moore-v-browning/\"><span class=\"volume\">50</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">852</span></a></span>, 858 (App.2002) (concluding that the UFTA preempted the common law use of the statute of limitations regarding fraudulent actions). Given this precedent, both within and without Rhode Island, we conclude that Rhode Island's adoption of the UFTA did not preempt common law remedies applicable to fraudulent transactions.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Having concluded that the UFTA does not preempt applicable remedies, we must now evaluate whether Rhode Island common law provides Fleet with a cause of action and whether the bank took the necessary steps to avail itself of that relief. Fleet claims that Valente retained an equitable interest in the property after he transferred it to his son, and that the bank obtained a lien on that interest which it could enforce through the turnover proceeding in the bankruptcy court. To evaluate this claim, we must consider three issues: 1) did Valente retain an interest in the transferred property pursuant to Rhode Island law; 2) does Rhode Island common law allow recovery against such interests; and 3) did Fleet file the necessary action within the proper limitations period to avail itself of applicable relief.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A. Valente's Interest in the Middletown Property</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Throughout these proceedings, Fleet has maintained that Valente retained equitable ownership of the transferred property and that this ownership was an attachable interest. This claim has a sound basis in Rhode Island law, which uses the resulting trust doctrine to explain the nature of this equitable interest.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> For example, when the debtor in <i>Tucker v. Denico,</i> <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">239</span></span>, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">A.</span> <span class=\"page\">642</span></span>, 645 (1905), took property in his wife's name in order to keep that property out of the reach of his creditors, the Rhode Island Supreme Court recognized this transaction as a fraudulent transfer and imposed a resulting trust upon the property for the creditors' benefit.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Likewise, in <i>Mitchell v.</i> <i>Campbell,</i> <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">120</span></span>, 122, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">A.</span> <span class=\"page\">249</span></span> (1927), the court effectively imposed a resulting trust by holding that an attachable interest is created \"[w]hen a conveyance for the purpose of defrauding creditors is made of the legal title to real estate without any intention of passing the beneficial interest therein.\" The equitable interest found by the courts in these cases sufficed to provide the creditors relief from the debtors' fraudulent attempts to avoid attachment.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Valente's fraudulent transaction with his son fits readily into the resulting trust model. According to the <i>Restatement (Second) of Trusts:</i></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">A resulting trust arises where a person makes or causes to be made a disposition of property under circumstances which raise an inference that he does not intend that the person taking or holding the property should have the beneficial interest therein, unless the inference is rebutted or the beneficial interest is otherwise effectively disposed of.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><i>Restatement (Second) Trusts,</i> &#167; 404. <i>See also United States v. One Parcel of Real Prop. with Bldgs.,</i> <span class=\"citation\" data-id=\"566802\"><a href=\"/opinion/566802/united-states-v-one-parcel-of-real-property-with-buildings-appurtenances/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span>, 82 (1st Cir.1991) (\"In general, under Rhode Island law, a resulting trust arises where a person makes or causes to be made a disposition of property under circumstances which raise an inference that he does not intend that the person taking or holding the property should have the beneficial interest therein.\") (Campbell, J., dissenting); <i>Reilly v. Wheatley,</i> <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">297</span></span>, 299 (1st Cir.1933) (stating that \"[r]esulting trusts ... arise where there is a conveyance without consideration, and from the surrounding facts and circumstances it is apparent that the grantor was still to retain his beneficial ownership\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Valente transferred the property to his son for no consideration shortly before he declared bankruptcy because he \"couldn't afford to keep the house any longer.\" The two had an \"understanding\" that Valente was going to live in the house, and he continued to treat the property as his own by, <i>inter alia,</i> paying all of the bills, managing the lease and sale of the property, running a business on the premises, and not paying rent. His son admitted that his father's aim was \"to scam somebody or scam something.\" He also testified that he returned the property, for no consideration, when his father told him that he was interested in selling it. This evidence compels a finding of a resulting trust,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> with Valente's son holding legal title to the Middletown property in trust for his father, who retained the equitable interest in the property at the time of the transfer to his son.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Hence, we must now evaluate whether Fleet could have attached that interest or otherwise secured relief in a Rhode Island court.</p>\n    </div>\n    <p class=\"indent\">B. Fleet's Cause of Action</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Fleet claims that its state judgment and execution created a lien on the equitable interest that Valente retained in the Middletown property. We agree. As we noted in the previous section, the Rhode Island Supreme Court, in <i>Mitchell v. Campbell,</i> <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">120</span></span>, <span class=\"citation no-link\"><span class=\"volume\">136</span> <span class=\"reporter\">A.</span> <span class=\"page\">249</span></span> (1927), explicitly allowed a creditor to acquire a lien on fraudulently-transferred assets:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When a conveyance for the purpose of defrauding creditors is made of the legal title to real estate without any intention of passing the beneficial interest therein, it is well settled that the equitable estate of the grantor may be attached in a suit at law as well as in equity.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Id.</i> at 250. This unconditional holding authorizes Rhode Island courts to enforce liens on equitable interests to remedy transfers of title such as the one in this case. <i>See also Brierly v. Brierly,</i> <span class=\"citation\" data-id=\"2385875\"><a href=\"/opinion/2385875/brierly-v-brierly/\"><span class=\"volume\">431</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">410</span></a></span>, 416 (R.I.1981) (upholding the trial judge's attachment of a husband's equitable interest in the family home); R.I. Gen. Laws &#167; 9-26-14 (outlining the procedures for \"[w]henever execution is to be levied upon real estate or any <i>interest therein</i>\") (emphasis added); <i>id.</i> &#167; 10-5-9 (concerning \"any writ to attach real estate, or the right, title, and interest of any defendant in real estate\"); <i>Restatement (Second) of Trusts</i> &#167; 407(3) (\"Creditors of the beneficiary of a resulting trust can by appropriate proceedings reach his interest and thereby subject it to the satisfaction of their claims against him.\"). Since Fleet acquired a lien on \"real estate of [Valente] including any and all real estate located within the Town of Middletown,\" we conclude that it had a valid lien on Valente's equitable interest in the Middletown property.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Resisting this conclusion, Valente claims that the relief offered by <i>Mitchell</i> and similar cases is not applicable to the Middletown property because the property was fully encumbered by a mortgage and other liens at the time that he conveyed this property to his son. He cites <i>Mehrtash v. Mehrtash,</i> <span class=\"citation\" data-id=\"2282459\"><a href=\"/opinion/2282459/mehrtash-v-mehrtash/\"><span class=\"volume\">93</span> <span class=\"reporter\">Cal. App. 4th</span> <span class=\"page\">75</span></a></span>, <span class=\"citation\" data-id=\"2282459\"><a href=\"/opinion/2282459/mehrtash-v-mehrtash/\"><span class=\"volume\">112</span> <span class=\"reporter\">Cal. Rptr. 2d</span> <span class=\"page\">802</span></a></span>, 805 (2001) for the principle that \"[i]t cannot be said that a creditor has been injured unless the transfer puts beyond [its] reach property [it] otherwise would be able to subject to the payment of [its] debt.\" The debtor in <i>Mehrtash</i> deeded his residence to his step-sons for no consideration when he was insolvent. When a creditor attempted to reverse that transfer, the court held that she was not harmed by the transaction since the residence was only worth between $540,000 and $551,000 and was encumbered by $610,000 in mortgages and liens. <i>Id.</i> at 805-06.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We disagree with Valente's claim that <i>Mehrtash</i> supports his position. Like the bankruptcy court here, the <i>Mehrtash</i> court only considered whether the creditor could seek relief under the UFTA and did not evaluate whether the debtor retained an interest in the property after the fraudulent transfer. Therefore, its conclusion that the UFTA does not provide relief when the transferred property was fully encumbered does not address the availability of common law remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is true that the <i>Mehrtash</i> court supplemented its UFTA analysis by observing that recovering the property from the transferee would not actually help the creditor since the debtor could not have satisfied his debts with that property. It buttressed that observation by citing the \"fundamental maxim of jurisprudence\" that \"`[t]he law neither does nor requires idle acts.'\" <i>Id.</i> at 805 (quoting <i>Bennett v. Paulson,</i> <span class=\"citation\" data-id=\"1287767\"><a href=\"/opinion/1287767/bennett-v-paulson/\"><span class=\"volume\">7</span> <span class=\"reporter\">Cal. App. 2d</span> <span class=\"page\">120</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">369</span></span>, 370 (1935)). <i>See also A/S Kreditt-Finans v. Cia Venetico De Navegacion S.A. of Panama,</i> <span class=\"citation\" data-id=\"1481770\"><a href=\"/opinion/1481770/as-kreditt-finans-v-cia-venetico-de-navegacion/\"><span class=\"volume\">560</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">705</span></a></span>, 711 (E.D.Pa.), <i>aff'd,</i> <span class=\"citation no-link\"><span class=\"volume\">729</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></span> (3d Cir.1984) (\"[N]umerous courts in other jurisdictions in which the issue has arisen have stated as though it were axiomatic the requirement that a creditor be injured by the conveyance it seeks to invalidate.\"). However, as Valente's sale of the property revealed, that reasoning does not apply here. The Middletown property had appreciated in value prior to the turnover proceeding in the bankruptcy court, and Fleet could have satisfied its judgment from Valente's equitable asset but for his fraudulent conduct. Since the bankruptcy court could have awarded the proceeds that Valente received from the sale to Fleet, it was not being asked to undertake an \"idle act.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">C. Fleet's Legal Action to Adjudicate its Right to Relief</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Valente also claims that Fleet may not avail itself of the relief provided by Rhode Island law because it failed to bring an action to determine whether he actually engaged in fraud until it filed its motion for the turnover of funds in the bankruptcy court. He also claims that its motion was time-barred. We will consider each of these objections in turn.</p>\n    </div>\n    <p class=\"indent\">1. The Bankruptcy Proceeding</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Valente's claim that Fleet has failed to seek \"some sort of judicial inquiry\" to support its claim of fraud and his retention of a beneficial interest in the property reflects the untenable premise that the turnover proceeding in the bankruptcy court did not properly serve that purpose. Ideally, Fleet should have initiated its case by filing a complaint under the rules governing adversary proceedings, Part VII of the Federal Rules of Bankruptcy Procedure, rather than by filing a motion under the rule that governs contested matters, Fed. R. Bankr.P. 9014. However, the standard of proof in these two types of proceedings is the same, the procedural rules are similar, and the proceedings provided Valente with more than adequate notice and an opportunity to be heard. <i>See, e.g., Trust Corp. v. Patterson (In re Copper King Inn, Inc.),</i> <span class=\"citation\" data-id=\"551522\"><a href=\"/opinion/551522/in-re-copper-king-inn-inc-debtor-trust-corporation-of-montana-v-robert/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1404</span></a></span>, 1406-07 (9th Cir.1990) (disposing as harmless error the bankruptcy court's failure to hold proceedings under Part VII when the parties had adequate notice and opportunity to be heard); <i>In re Swizzlestick, L.L.C.,</i> <span class=\"citation\" data-id=\"1967214\"><a href=\"/opinion/1967214/in-re-swizzlestick/\"><span class=\"volume\">253</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">264</span></a></span>, 267 (Bankr.W.D.Mo.2000) (\"[T]he Court will not elevate the form of the proceeding in which a lien issue is to be considered, if the substance of the hearing on that issue is such that the objecting party has been afforded due process.\"). Valente was not prejudiced by Fleet's decision to proceed by motion. <i>See</i> Fed. R. Bankr.P. 9005 (stating that the harmless error rule, Fed.R.Civ.P. 61, applies in bankruptcy cases).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As we have already noted, Fleet provided sufficient evidence in an adversarial setting to establish that Valente retained an equitable interest in the property. <i>See supra</i> Section III.A. For the bankruptcy court, the application of Rhode Island's resulting trust doctrine would have been an appropriate and familiar role. <i>See, e.g., Young v. United States,</i> <span class=\"citation\" data-id=\"118486\"><a href=\"/opinion/118486/young-v-united-states/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span>, 50, <span class=\"citation\" data-id=\"118486\"><a href=\"/opinion/118486/young-v-united-states/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1036</span></a></span>, <span class=\"citation\" data-id=\"118486\"><a href=\"/opinion/118486/young-v-united-states/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">79</span></a></span> (2002) (describing bankruptcy courts as \"courts of equity that `appl[y] the principles and rules of equity jurisprudence'\") (quoting <i>Pepper v. Litton,</i> <span class=\"citation\" data-id=\"103255\"><a href=\"/opinion/103255/pepper-v-litton/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">295</span></a></span>, 304, <span class=\"citation no-link\"><span class=\"volume\">60</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">238</span></span>, <span class=\"citation no-link\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">281</span></span> (1939)); <i>Bessette v. Avco Fin. Servs., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">439</span></span>, 445 (1st Cir. 2000) (stating that a bankruptcy court has the power to fashion an equitable remedy \"so long as the court acts consistent with the Code and does not alter the Code's distribution of other substantive rights\"). The bankruptcy court erred in not providing this equitable relief.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">2. Fleet Filed Its Claim Within the Statute of Limitations</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Valente claims that Fleet's action is barred by the UFTA's four year statute of limitations. However, we have already concluded that this case is not governed by the UFTA. Since Valente's equitable interest in the Middletown property arose out of his fraudulent conduct, we conclude that Rhode Island's statute of limitations for fraudulent actions should apply. <i>See Goya,</i> 233 F.3d at 46 (relying upon New York's statute of limitations regarding fraudulent actions to conclude that the plaintiff's action was not time-barred); <i>New Amsterdam Cas. Co. v. Waller,</i> <span class=\"citation\" data-id=\"261893\"><a href=\"/opinion/261893/new-amsterdam-casualty-company-and-cross-appellant-v-gladys-n-waller/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 26 (4th Cir.1963) (applying the state limitations period governing fraud in a fraudulent transfer case); 37 Am.Jur.2d <i>Fraudulent Conveyances and Transfers</i> &#167; 180 (observing that the general rule holds that barring an express statute of limitations, fraudulent transfers are generally governed by the state's limitations period for fraudulent actions). That limitations period is ten years. <i>See</i> R.I. Gen. Laws &#167; 9-1-13(a) (\"Except as otherwise specially provided, all civil actions shall be commenced within ten (10) years next after the cause of action shall accrue, and not after.\"); <i>Jones v. Moretti,</i> <span class=\"citation\" data-id=\"2162061\"><a href=\"/opinion/2162061/jones-v-moretti/\"><span class=\"volume\">711</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1156</span></a></span>, 1157 (R.I.1998) (\"Actions for fraud in Rhode Island are subject to the ten-year statute of limitations contained in G.L.1956 &#167; 9-1-13(a).\"). Since Valente's fraudulent conduct occurred in June 1992 and Fleet filed its turnover motion on May 25, 2000, Fleet's motion was not time-barred.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The bankruptcy court vented its frustration about this case by lamenting that it did not have the power to stop Valente from \"playing such a blatant shell game with his real estate.\" In fact, the court did have that power. Although the court was correct that the UFTA did not provide Fleet with a remedy for Valente's fraudulent transfer of his Middletown property, it erred when it assumed that this conclusion foreclosed the bank's common law remedies. Rhode Island common law has long provided equitable relief to creditors in Fleet's position. Under Rhode Island law, Valente's son held the Middletown property in a resulting trust for his father, who retained the equitable interest. Fleet acquired a valid lien on that equitable interest in 1993, and that secured interest survived Valente's 1994 bankruptcy discharge. Accordingly, Valente does not have a valid claim to the escrow funds. The funds must be awarded to Fleet.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Therefore, we <i>vacate</i> the district court's judgment and <i>remand</i> to the district court for the purpose of remanding to the bankruptcy court for entry of judgment for Fleet.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">\n        <i>SO ORDERED.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Fleet did not file a claim during Valente's bankruptcy proceedings; however, as a holder of a perfected lien, Fleet did not need to take any steps to preserve its security interest<i>See Arruda v. Sears, Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"200185\"><a href=\"/opinion/200185/arruda-v-degrenier/\"><span class=\"volume\">310</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 21 (1st Cir.2002) (\"It is hornbook law that a valid lien survives a discharge in bankruptcy unless it is avoidable and the debtor takes the proper steps to avoid it.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> When a bankruptcy case has been affirmed by the district court, \"our focus [generally] remains on the decision of the bankruptcy court. We examine that court's findings of fact for clear error and afford de novo review to its conclusions of law.\"<i>In re Watman,</i> <span class=\"citation\" data-id=\"200092\"><a href=\"/opinion/200092/groman-v-watman/\"><span class=\"volume\">301</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 7 (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Courts usually find resulting trusts after a transfer of property has taken place to give legal effect to the parties' intent at the time of the transfer. These trusts are equitable tools that might be used when, for example, express trusts fail or when the parties fail to explicitly identify interests that were retained in a deed. They are commonly referred to as \"intent-enforcing\" trusts because they \"cover cases where the court decrees a property holder to be a trustee, either because it finds there has been an implied intent that he be such or because of a presumed or fictional intent.\" George G. Bogert &amp; George T. Bogert,<i>Law of Trusts</i> 262 (1973).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Technically speaking, the<i>Tucker</i> court should have referred to the remedy that it imposed as a \"constructive trust,\" not as a \"resulting trust.\" <i>Restatement (Third) of Trusts</i> &#167; 7, Comment d (noting that courts frequently confuse the two doctrines). Unlike resulting trusts, which are used primarily to enforce the parties' unstated plan at the time of the transfer, constructive trusts are used as remedial devices regardless of the parties' original intent \"whenever title to property is found in one who in fairness ought not to be allowed to retain it.\" Bogert &amp; Bogert, <i>supra</i> at 287.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> <i>See, e.g., In re McGavin,</i> <span class=\"citation\" data-id=\"158531\"><a href=\"/opinion/158531/mcgavin-v-segal/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1215</span></a></span>, 1218 (10th Cir.1999) (finding a resulting trust where the debtor resided in the home, paid bills, and continued to use the property as collateral); <i>New Amsterdam Cas. Co. v. Waller,</i> <span class=\"citation\" data-id=\"261893\"><a href=\"/opinion/261893/new-amsterdam-casualty-company-and-cross-appellant-v-gladys-n-waller/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 26 (4th Cir.1963) (claiming that a resulting trust would have arisen \"if donor and donee had agreed that the property was actually the husband's placed in the wife's name only to circumvent his creditors and would be reconveyed by the wife to the husband upon his demand\"); <i>Gammel v. Enochs,</i> <span class=\"citation\" data-id=\"1169074\"><a href=\"/opinion/1169074/gammel-v-enochs/\"><span class=\"volume\">353</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1106</span></a></span>, 1110 (Okla. 1960) (ignoring claims of consideration in the deed and finding a resulting trust based on evidence showing that no consideration was actually exchanged and that the transferor continued to exercise dominion over the property and upon the transferee's admission \"that the conveyances were made as a matter of convenience and that beneficial title rested in [the transferor]\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although this resulting trust was established to perpetrate a fraud and courts generally refuse to enforce implied trusts for such purposes, enforcing the trust in the circumstances of this case serves to defeat the illegal purpose for which Valente transferred the property<i>See</i> 5 <i>Scott on Trusts</i> &#167; 444 (noting that while a court will not enforce the resulting trust created when a person takes property in another's name to avoid creditors, \"[t]he creditors, of course, can reach the property\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Valente claims that Fleet could have sought relief under the UFTA; therefore, the concurrent remedy rule, which directs courts to withhold equitable relief when the party would have had a remedy at law but for the expiration of a statute of limitations, bars Fleet's recovery under the common law<i>See Cassell v. Taylor,</i> <span class=\"citation\" data-id=\"241929\"><a href=\"/opinion/241929/oliver-cassell-v-earl-c-taylor/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">259</span></a></span>, 261 (D.C.Cir. 1957) (\"In those instances where the court has concurrent jurisdiction to grant either equitable or legal relief in the enforcement of the asserted obligation, equity follows the law and the equitable remedy will be withheld if the local statute of limitations would bar the concurrent legal remedy.\"). As we noted above, however, Fleet never had a remedy at law under the UFTA since the Middletown property was fully encumbered; therefore, the common law relief that Fleet is seeking does not constitute a concurrent remedy.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/158531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/241929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/261893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1169074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1195195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1287767/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1308075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1481770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1527801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2000432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2095614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2162061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2267470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2282459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2305022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2385875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2588213/"
  ]
}