{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200810/",
  "absolute_url": "/opinion/200810/yongo-v-ashcroft/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200810/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:01:08Z",
  "date_modified": "2016-02-28T05:03:53.987935Z",
  "type": "010combined",
  "sha1": "3b695bfd01440eb65a01ef73ed9be021f43d7feb",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1036-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/01/14/Yongo_v._Ashcroft.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\nNo. 03-1036\n\n                             SAMUNA YONGO,\n\n                        Petitioner, Appellant,\n\n                                  v.\n\n                IMMIGRATION AND NATURALIZATION SERVICE,\n\n                         Respondent, Appellee.\n\n\n                 ON PETITION FOR REVIEW OF AN ORDER OF\n                    THE BOARD OF IMMIGRATION APPEALS\n\n\n                                 Before\n                          Boudin, Chief Judge,\n                       Torruella, Circuit Judge,\n                and Oberdorfer,* Senior District Judge.\n\n\n     Jeffrey W. Goldman with whom Melissa A. Woodard and Testa,\nHurwitz & Thibeault were on brief for petitioner.\n     Beth J. Werlin with whom Nadine K. Wettstein, Mary A. Kenney,\nAmerican Immigration Law Foundation, Iris Gomez, Massachusetts Law\nReform Institute, Harvey Kaplan and Kaplan, O'Sullivan & Friedman,\nAmerican Immigration Lawyers Association, New England Chapter, were\non brief for American Immigration Law Foundation, Massachusetts Law\nReform Institute and American Immigration Lawyers Association, New\nEngland Chapter, Amici Curiae.\n     Margaret Perry, Senior Litigation Counsel, Office of\nImmigration Litigation, Civil Division, Department of Justice, with\nwhom Peter D. Keisler, Assistant Attorney General, Civil Division,\nand Mary Jane Candaux, Senior Litigation Counsel, were on brief for\nrespondent.\n\n\n                           January 14, 2004\n\n\n\n     *\n         Of the District of Columbia, sitting by designation.\n\f            BOUDIN, Chief Judge. Samuna Yongo, an asylum seeker from\n\nthe Democratic Republic of the Congo (formerly Zaire) who is the\n\npetitioner in this case, arrived in Boston by air from Europe in\n\nJanuary 1997.1   He held a passport in the name of Masamuna Eduardo\n\nand claimed to be that person.         When challenged by immigration\n\nauthorities, he admitted that this was not his passport.      The INS\n\nbegan an exclusion proceeding on the ground that he was an alien\n\nwho had no valid entry document and had used a fraudulent passport\n\nand visa.   8 U.S.C. §§   1182(a)(6)(C)(i) & (a)(7)(A)(i)(I) (2000).\n\n            Yongo conceded that he was subject to exclusion, but in\n\nApril 1997 he filed an application for asylum as one who had been\n\npersecuted and had a well-founded fear of future persecution.        8\n\nU.S.C. §§ 1158 (2000).    See Yatskin v. INS, 255 F.3d 5, 9 (1st Cir.\n\n2001); 8 C.F.R. § 208.13(b)(2003).          At that time, Zaire was\n\ngoverned by a long-time ruler, Mobutu Sese Seko (\"Mobutu\"), who was\n\noverthrown in May 1997.\n\n            In support of his application, Yongo testified in an\n\nasylum hearing held in July 1997 before an administrative law judge\n\n(\"ALJ\") that in the early 1990s, Yongo had been a member of a pro-\n\ndemocracy group opposing Mobutu; that he (Yongo) had been arrested\n\nin May 1994 for distributing political pamphlets and arbitrarily\n\n\n     1\n      Zaire is the name     used in 1997 for what was formerly     the\nBelgian Congo and is now   the Democratic Republic of the Congo.   The\nDemocratic Republic of     the Congo lies immediately east of      the\nRepublic of the Congo, a   separate country often referred to as   the\nCongo.\n\n                                 -2-\n\fjailed for 10 months; that he had been released in March 1995 after\n\npromising to cease his opposition to Mobotu but had been arrested\n\nand imprisoned again in July 1995 after joining in a political\n\nparade; and that on both occasions, he had been interrogated about\n\nhis political activities and physically abused.\n\n          Yongo further testified that in late June 1996, he had\n\nescaped from prison with the help of his father; fled to the Congo\n\nfor five months; left the Congo in mid-November 1996 with the help\n\nof a guide paid by his father; traveled in Portugal, France, and\n\nGermany (for 13 days); and then visited Holland before flying to\n\nthe United States in January 1997.   He said that this was his first\n\napplication for asylum and that he had not sought asylum or refugee\n\nstatus in Germany.\n\n          At a further hearing in September 1997, both sides\n\ntendered new evidence.    Yongo offered a birth certificate and\n\nmedical record–-the latter to show that he had had malaria (as he\n\nhad earlier claimed) on his second release from prison; the INS\n\nnoted that the first document was not authenticated and the second\n\ncontained hearsay.   The ALJ accepted the two documents, saying he\n\ncould not give them much weight given the inability to authenticate\n\nthem.\n\n          In the same hearing, the INS offered two documents: one\n\nwas a request from an INS officer in Boston to INS officials in\n\nGermany and the other was a reply from an INS officer based in\n\n\n                               -3-\n\fGermany reporting on his review of German immigration records\n\nshowing (according to his report) the following: that in late June\n\n1996–-when Yongo had testified he was hiding in the Congo--an alien\n\nwith    Yongo's     name     and    date    of    birth   had   been    arrested     near\n\nFrankfurt and had applied for asylum.                         This report was later\n\nsuperceded by more detailed information, as explained below.\n\n            In the September 1997 hearing, Yongo flatly denied that\n\nhe had been near Frankfurt or applied in Germany for asylum.                          He\n\nsuggested that some imposter had used his name and identification\n\nor that the records pertained to an unknown relative with the same\n\nname.    Saying that he was concerned about Yongo's credibility, the\n\nALJ asked     the      INS   to    see     whether   German     immigration    records\n\ncontained a photograph.             He told the INS to serve Yongo with any\n\ninformation       obtained,        promising      Yongo   a    chance   to   offer    new\n\nevidence in response.\n\n            The INS then filed and served many pages of copies and\n\ntranslations      of    purported        official    German     immigration    records\n\nincluding a signed asylum application, photograph and fingerprint\n\nrecords.    In response, Yongo's counsel filed a letter conceding\n\nthat the fingerprints, photograph and signature were those of Yongo\n\nbut denying that Yongo had been in Germany at the time; instead,\n\nthe letter said, the explanation lay in efforts of Yongo's father\n\nto obtain German documentation for Yongo.\n\n\n\n\n                                            -4-\n\f           At the resumed hearing in May 1998, an INS officer\n\ntestified to the authenticity of the documents.           He said that he\n\nhad served for five years (ending in December 1997) in the INS\n\noffice in Frankfurt; was familiar with German immigration record-\n\nkeeping; and had received the documents now offered from a German\n\nBorder Patrol Officer who had acquired them from official files.\n\nThese records showed, he said, that Yongo had been arrested in\n\nFrankfurt and applied for asylum in Germany in June 1996.         He also\n\nopined that the records could not have been fabricated and that\n\nGerman immigration records were extremely accurate.\n\n           Yongo then testified that the records contained his\n\nfingerprints, photograph and signature but he continued to deny\n\nthat he had ever been in Frankfurt or had applied for asylum in\n\nGermany.   Rather, he explained, he had been hiding in the Congo at\n\nthe time   and   he   now   remembered   having   been   photographed   and\n\nfingerprinted there in mid-August 1996 by men hired by his father\n\nto provide false German documents for Yongo–-men whom he had never\n\nheard from again.      Yongo did not explain how this squared with\n\nGerman records saying that he had been in Germany two months before\n\nthe alleged encounter in the Congo.\n\n           At this point, the ALJ said that he found the case\n\n\"difficult\" because if Yongo's claims as to his treatment were\n\ntrue, they would likely warrant asylum.           Although by this time\n\nMobutu had been out of power for a year, Zaire then remained in a\n\n\n                                   -5-\n\fstate of political unrest.          But the ALJ said that he found that\n\ninconsistencies between Yongo's testimony and the German records\n\nundercut Yongo's credibility, warranting denial of his asylum\n\nclaim.\n\n           Yongo   appealed    to    the    Board   of    Immigration       Appeals\n\nchallenging, in particular, the admission of the German documents\n\nand the finding that Yongo was not credible.              Under new procedures\n\nadopted in 1999, a single member of the Board issued a so-called\n\nstreamlined decision affirming without opinion the decision of the\n\nALJ, and   designating   the    ALJ's       decision     as   the   final   agency\n\ndetermination for the purpose of judicial review.                     8 C.F.R. §\n\n1003.1(e)(4)(2003)(formerly 8 C.F.R. § 3.1(e)(4)).                  Yongo has now\n\nsought review in this court; under the new procedures, we review\n\ndirectly the decision of the ALJ.            Herbert v. Ashcroft, 325 F.3d\n\n68, 71 (1st Cir. 2003); Albathani v. INS, 318 F.3d 365, 373 (1st\n\nCir. 2003).\n\n           Yongo's first claim on appeal–-which we review de novo,\n\nAguilar-Solis v. INS, 168 F.3d 565, 568 (1st Cir. 1999)--is that\n\nthe ALJ violated Yongo's constitutional right to due process of law\n\nby relying upon unauthenticated documents, hearsay presented by the\n\ntestifying INS officer, and opinions (of the same officer) offered\n\nby one not properly qualified as an expert.               The Federal Rules of\n\nEvidence do not apply in INS proceedings, Henry v. INS, 74 F.3d 1,\n\n6 (1st Cir. 1996), but the less rigid constraints of due process\n\n\n                                      -6-\n\fimpose outer limits based upon considerations of fairness and\n\nreliability.2\n\n          We might dispose of Yongo's claims or alter the standard\n\nof review for lack of timely objections by Yongo; but, as there is\n\nsome dispute about whether there were adequate objections and\n\neither way the result is the same, we will assume for argument's\n\nsake that the objections were preserved.   Many of the claims could\n\nalso be deemed mooted by Yongo's admission that the German records\n\nare genuine; but the admission was arguably prompted by a need to\n\nrespond to documents and testimony that he says should not have\n\nbeen admitted.\n\n          We start with the authentication issue on which Yongo's\n\nclaim for reversal principally rests.      Unfortunately for Yongo,\n\nauthentication is also the most practical and flexible of the three\n\nrelevant doctrines.   In substance, authentication requires nothing\n\nmore than proof that a document or thing is what it purports to be\n\nand, even though the Federal Rules of Evidence spell out various\n\noptions, the rules also stress that these options are not exclusive\n\nand the central condition can be proved in any way that makes sense\n\nin the circumstances.3\n\n\n     2\n      Felzcerek v. INS, 75 F.3d 112, 115 (2d. Cir. 1996); Espinoza\nv. INS, 45 F.3d 308, 310 (9th Cir. 1995); Bustos-Torres v. INS, 898\nF.2d 1053, 1055 (5th Cir. 1990).\n     3\n      Fed. R. Evid. 901-902; United States v. McMahon, 938 F.2d\n1501, 1508-1509 (1st Cir. 1991); 5 Weinstein's Federal Evidence §\n901.03 (4th ed. 2003).\n\n                                -7-\n\f          Here, the German records were authentic if they were\n\ngenuine German immigration records, and this latter condition was\n\nestablished by the testimony of the INS officer as to their\n\nprovenance (that he got them from a German Border Police Official)\n\nand   appearance    (the   INS   officer   was       familiar    with   German\n\nimmigration records).      This evidence is sufficient to authenticate\n\neven if we disregarded any further (hearsay) statement of the\n\nabsent German official as to the origin of the records, namely, his\n\nown statement that he had gotten them from official files.\n\n             As it happens, the ALJ did not have to disregard that\n\nGerman official's reported statements.         In an INS proceeding the\n\nALJ is not bound by formal hearsay rules.             Henry, 74 F.3d at 6.\n\nHighly unreliable hearsay might raise due process problems, but\n\nhere there is nothing dubious about the German official's hearsay\n\nstatement, a statement that dovetails with the non-hearsay report\n\nand assessment of the INS officer.\n\n          Yongo also objects that the INS should have used the more\n\ncomplex procedure for authentication of documents provided by 8\n\nC.F.R. § 287.6 (2002), but this provision offers \"one, but not the\n\nexclusive,    method\"   for   authenticating     a    document    in    an   INS\n\nproceeding.     Iran v. INS, 656 F.2d 469, 472 (9th Cir. 1981); see\n\nalso Georgis v. Ashcroft, 328 F.3d 962, 969 (7th Cir. 2003).                 In\n\nfact, the subpart in which the regulation appears says that the\n\n\n\n\n                                   -8-\n\fregulations do not create \"any right, substantive or procedural .\n\n. . .\"    8 C.F.R. § 287.12 (2002).\n\n            Of course, once the documents were admitted, a separate\n\nhearsay objection remained insofar as their relevance depended on\n\nthe truth of statements made in the documents: \"authentic\" means\n\nthe document is \"real,\" not that its contents are necessarily\n\n\"true.\" Here, the documents had both non-hearsay and hearsay uses.\n\nYongo's   asylum   application,   once   authenticated,   was   directly\n\nadmissible (like a driver's license or marriage certificate) to\n\ncontradict his claim that he had never sought asylum in Germany.\n\nSee Felzcerek v. INS, 75 F.3d 112, 115 (2d. Cir. 1996); McMorrow v.\n\nSchweiker, 561 F. Supp. 584, 589 (D. N.J. 1982).\n\n            By contrast, so far as the documents purported to record\n\nYongo's arrest in Frankfurt, this would arguably be a use depending\n\non the truth of the matter asserted in the document.       The line is\n\nsomewhat fuzzy (Yongo's photograph on a record labeled \"arrest\n\nrecord\" would be an interesting problem).       But even if we assume\n\nthat the arrest record was in part hearsay, it was hardly so\n\nunreliable as to offend due process.       In fact, even in a federal\n\ncourt the contents might well qualify for admission for their truth\n\n(we need go no further) under the public records exception.4\n\n\n\n     4\n      Fed. R. Evid. 803(8); see, e.g., United States v.\nLoyola-Dominguez, 125 F.3d 1315, 1317 (9th Cir. 1997) (warrants of\ndeportation); United States v. Versaint, 849 F.2d 827, 831 (3d Cir.\n1988)(police reports).\n\n                                  -9-\n\f           Yongo relies heavily upon Ezeagwuna v. Ashcroft, 325 F.3d\n\n396, 407 (3d Cir. 2003), involving a letter used in an asylum\n\nproceeding written by a State Department official, reporting      the\n\nresults of an investigation of the applicant's claims conducted by\n\nINS officials in Cameroon–-officials who were not present to\n\ntestify and who were mainly recounting information from third\n\nparties.   Id. at 406-07.   The Third Circuit held that the letter\n\nhad \"absolutely no information about what the 'investigation'\n\nconsisted of, or how the investigation was conducted\" and concluded\n\nthat for this and other reasons it was unfair to rely upon it.    Id.\n\nat 408.\n\n           In Ezeagwuna, where the story of persecution (if true)\n\nwas compelling, the reports of the INS field investigation that\n\nclaimed to establish fraud in the applicant's story were far less\n\nsolid than the German records in this case.      Whether we would have\n\nused precisely the same language as the Third Circuit is open to\n\ndoubt; but anyone who reads that case will see immediately how\n\ndifferent it is and how far the test of fundamental fairness turns\n\non the facts.   See Felzcerek, 75 F.3d at 115.    There is no conflict\n\nin the result in our case and Ezeagwuna.\n\n           This brings us to the subject of the expertise of the INS\n\nofficer.   His statement that he got the records from a German\n\nofficial required no expertise; nor would it require very formal\n\nexpertise, but only general familiarity (which the officer had), to\n\n\n                                -10-\n\fassert that the immigration records were of the kind kept by the\n\nGerman   authorities.      The    only    statements     requiring   genuine\n\nexpertise were the INS officer's testimony that it would be very\n\nhard to smuggle false records into German files and that such\n\nGerman records were \"unbelievably accurate.\"\n\n           Neither proposition comes as much of a surprise and both\n\nstatements were of limited importance in this case:           the idea that\n\nYongo's records were smuggled into the files or inaccurate in their\n\ncontents is (in context of the other evidence) extremely far-\n\nfetched.   In any case, expertise is a matter of degree and while a\n\nfederal judge might disallow this testimony unless the INS officer\n\nprovided more groundwork for his opinion, the ALJ was not bound by\n\nstrict   federal   rules   of    evidence    and   the   officer's   opinion\n\ntestimony was marginal and did not implicate due process concerns.\n\n           Yongo's second and separate line of attack comes closer\n\nto contesting the ALJ's decision on the merits but, sensibly\n\nenough, is cast as a legal issue.           The reason for this tactic is\n\nthat the ALJ, like any fact-finder who hears the witnesses, gets a\n\nlot of deference on credibility judgments.5         Further, absent legal\n\nerror, the substantial evidence standard applies to the ultimate\n\n\n     5\n      We have said that if the ALJ chooses to reject a petitioner's\ntestimony as lacking credibility, he must \"offer a specific, cogent\nreason for [the IJ's] disbelief\" with support in the record. El\nMoraghy v. Ashcroft, 331 F.3d 195, 205 (1st Cir. 2003) (internal\ncitation and quotation marks omitted).           One can imagine\nexceptions–-e.g., claims highly improbable on their face–-but the\npoint is that deference is cabined.\n\n                                   -11-\n\fissue of whether petitioner has established a credible fear of\n\npersecution, warranting reversal \"only when the record evidence\n\nwould   compel     a    reasonable   factfinder      to     make    a     contrary\n\ndetermination.\"        Aguilar-Solis, 168 F.3d at 569.\n\n           Here, Yongo's basic claim is that the ALJ misinterpreted\n\nan important INS precedent, itself bolstered by some case law in\n\nthe circuit courts, as to the significance of false statements or\n\nuse of false documents by an asylum seeker.           The precedent is In re\n\nO-D-, 21 I. & N. Dec. 1079 (BIA 1998), in which the asylum\n\napplicant stated that he was fleeing persecution from Mauritania\n\nand   presented    false    documents    to   the    INS    to    prove    he   was\n\nMauritanian.      Id. at 1079-80.    The Board offered a double comment\n\non the significance of the fraud.\n\n           As a general rule, the Board said that the applicant's\n\nuse of false documents \"submitted to prove a central element of the\n\nclaim in an asylum adjudication indicates his lack of credibility\n\n. . . [and] in the absence of an explanation regarding such\n\npresentation, creates serious doubts regarding the respondent's\n\noverall credibility.\"         In re O-D-, 21 I. & N. Dec. at 1083.\n\nHowever,   O-D-    also    said   that   \"there     may    be    reasons,    fully\n\nconsistent with the claim of asylum, that will cause a person to\n\npossess false documents, such as the creation and use of a false\n\ndocument to escape persecution by facilitating travel.\"                   Id.\n\n\n\n\n                                     -12-\n\f              Focusing upon this latter qualification, Yongo says that\n\nin   this    case     the   ALJ,   who   expressly    relied   on   In   re   O-D-,\n\nmisunderstood the qualification.            Yongo's position, in substance,\n\nis two-fold: (1) that the Board does not think that a negative\n\ninference as to overall credibility concerning persecution can be\n\ndrawn from a narrow lie, or use of a false document, to escape\n\npersecution; and (2) that any dishonesty by Yongo shown in this\n\ncase falls within this category.\n\n              Both of the lessons of In re O-D- are, if not transmuted\n\ninto rigid rules, simply common sense.               The dictum falsus in uno,\n\nfalsus in omnibus (false in one thing, false in everything) is a\n\nlongstanding but overstated precept, Black's Law Dictionary 1636\n\n(7th ed. 1999).         Obviously there are some lies that, because of\n\ntheir circumstances and limited relationship to the main issue, do\n\nrelatively little to discredit other statements.                    A lie by a\n\nfleeing victim to a tyrant's border guard is not the same as a lie\n\nunder     oath   in    an   INS    proceeding   about   the    circumstances    of\n\npersecution.        See Akinmade v. INS, 196 F.3d 951, 956 (9th Cir.\n\n1999).      The case law recognizes this to be so.6\n\n\n\n\n      6\n      Compare, e.g., Bojorques-Villanueva, 194 F.3d 14, 16-17 (1st\nCir. 1999), de Leon-Barrios v. INS, 116 F.3d 391, 392-94 (9th Cir.\n1997), and Ceballos-Castillo v. INS, 904 F.2d 519, 520 (9th Cir.\n1991), with Singh v. Ashcroft, 301 F.3d 1109, 1113 (9th Cir. 2002),\nCordero-Trejo v. INS, 40 F.3d 482, 488 (1st Cir. 1994), and\nMartinez-Sanchez v. INS, 794 F.2d 1396, 1400 (9th Cir. 1986).\n\n                                         -13-\n\f          The problem for Yongo is his second premise, namely, his\n\nclaim that his own deceptions fell into the category of those that\n\nhave no substantial bearing upon the main issue.    Of course, the\n\nidea of strict categories is itself mistaken; we are dealing with\n\nseveral variables and matters of degree.   The better way to view\n\nthe matter is that Yongo's deceptions were not merely ones that\n\nfacilitated his escape from Zaire but–-and these are two separate\n\npoints--were both more widespread and not all unrelated to his\n\ncentral claim of persecution.\n\n          By the time he was through, Yongo had used a false name\n\nand passport to enter the United States; had lied (or so the ALJ\n\ncould easily find) about never having been in Frankfurt, about\n\nseeking asylum in Germany, and about having been in the Congo in\n\nJune 1996; and had spun a highly dubious tale (or so, again, the\n\nALJ could have thought) about the creation of false German records\n\nby friends of his father–-a tale designed to explain away the\n\npresence of the incriminating German records.      This is quite a\n\npackage and two of the apparent falsehoods are far from merely\n\nincidental.\n\n          Whether Yongo had previously sought asylum was arguably\n\npertinent to Yongo's ability to qualify for asylum under United\n\nStates law, 8 U.S.C. § 1158(b)(2)(A)(vi) (2000); 8 C.F.R. § 208.15\n\n(2003), and Yongo's tale of having been in the Congo in June 1996\n\nwas part of a narrative that began with his alleged imprisonments\n\n\n                                -14-\n\fand ended with his supposed escape and flight to Europe and then\n\nAmerica. Of course, Yongo's claims of persecution could still have\n\nbeen true; but there is nothing surprising, let alone inconsistent\n\nwith any rule of law, in the ALJ's conclusion that Yongo could no\n\nlonger be trusted as to his central story.\n\n           On this appeal, we have considered sua sponte whether in\n\nanother respect the ALJ may have misread In re O-D- or–-and this is\n\nthe main point–-applied a credibility rule that we would regard as\n\nirrational.   In his formal decision the ALJ said that In re O-D-\n\nprovided \"some guidance\" as to how to assess the discrepancies\n\ncreated by the German records.     Specifically, the ALJ said:\n\n          The Board in that case concluded that\n          presentation of evidence that turned out to be\n          inaccurate has the effect of discrediting the\n          applicant's entire claim, and that in the\n          absence of an explanation or rebuttal, that\n          that indicates an overall lack of credibility\n          regarding   the   entire   claim,   and   that\n          essentially is the same conclusion that I make\n          in this case.\n\n          If the ALJ read    In re O-D- to require a fact-finder\n\nautomatically to discredit all of an applicant's testimony wherever\n\na lie was told, this would be a blatant misreading of In re O-D-\n\nand an irrational rule to boot.    But quite apart from the ALJ's own\n\nreference to the possibility of \"explanation or rebuttal,\" we think\n\nthat in context the ALJ was merely describing the evaluation made\n\nin In re O-D- and that the ALJ then went on to make his own\n\nevaluation about the significance of the discrepancies in this case\n\n\n                                  -15-\n\ffor   the    rest   of   Yongo's   story   underpinning   his   claim   of\n\npersecution.\n\n             Thus, in his written decision the ALJ--after saying that\n\nIn re O-D- provided \"some guidance\"--continued by saying that, if\n\naccepted at face value, Yongo's testimony about his treatment in\n\nZaire laid the basis for a good claim of asylum.      The decision then\n\ncontinued (emphasis supplied):\n\n                    However, because of the fact that I do\n             not believe the respondent was credible\n             regarding the issue of when and how long he\n             stayed in Germany, whether or not he filed for\n             asylum in Germany, I do believe it discredits\n             some of the other evidence, and therefore, I\n             conclude as a matter of discretion that the\n             respondent does not warrant a grant of asylum,\n             and given the fact I don't believe he's\n             entitled to asylum, I therefore conclude he's\n             also not entitled to withholding.\n\n             In short, the ALJ made his own judgment, both about the\n\nextent of Yongo's deceptions and their significance.               Having\n\nearlier put aside Yongo's use of a false passport as irrelevant,\n\nthe ALJ concluded in the formal decision that the more serious\n\ndeceptions about the stay in Germany and asylum application raised\n\nsufficient doubts about \"some of the other evidence\"--obviously a\n\nreference to the extent of persecution in Zaire--that the ALJ\n\nbelieved that Yongo had not established his claim.\n\n             In asylum proceedings the burden is upon the applicant to\n\nprove a legitimate fear of persecution.           8 C.F.R. § 208.13(a)\n\n(2003).     In many cases, almost all of the pertinent information is\n\n\n                                   -16-\n\fin   the   applicant's    possession   but   this     in   turn   makes   the\n\napplicant's credibility a matter of extreme importance. Where that\n\ncredibility has been seriously forfeit, the fact-finder may be left\n\nin enough doubt about the balance of the testimony to conclude that\n\nthe applicant has not proved his case.              We think that is what\n\nhappened here, noting once more that the issue is not one raised by\n\nYongo himself on this appeal.\n\n            Yongo's last independent claim, advanced by able amici,\n\nis that the BIA's streamlined affirmance without opinion procedure,\n\n8 C.F.R. § 1003.1(e)(4)(2003)(formerly 8 C.F.R. § 3.1(e)(4)),\n\nviolates    tenets   of   administrative     law.    Although     amici   have\n\nattempted to recast their argument in light of new case law, the\n\ncore of the argument was rejected by panels of this circuit in\n\nAlbathani, 318 F.3d at 377-79, and El Moraghy, 331 F.3d 195, 205\n\n(1st Cir. 2003), which are binding on this panel.            We also reject\n\namicis' argument that this case was not a proper candidate for\n\naffirmance without opinion under the criteria set out in 8 C.F.R.\n\n§ 1003.1(e)(4)(i) (2003)(formerly 8 C.F.R. § 3.1(e)(4)).\n\n           The petition for review is denied.\n\n\n\n                          Concurrence follows.\n\n\n\n\n                                  -17-\n\f           OBERDORFER, Senior District Judge, concurring.                    I am\n\nconcerned that the ALJ misconstrued In re O-D-, 21 I. & N. Dec.\n\n1079(BIA 1998) to the extent that he suggested that any false\n\ntestimony, here the false statement about Germany, “has the effect\n\nof discrediting the applicant’s entire claim.”               I am satisfied,\n\nhowever,   that   the   ALJ   on    remand   would   again   reach    the    same\n\nconclusion   upon   review     of    the     totality   of   the     facts    and\n\ncircumstances, including, but not limited to, the German matter, as\n\ndetailed in the majority’s recitation of the facts and analysis of\n\nthe law and the facts.\n\n\n\n\n                                     -18-\n\f",
  "html": "<p class=\"case_cite\">355 F.3d 27</p>\n    <p class=\"parties\">Samuna YONGO, Petitioner, Appellant,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 03-1036.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 10, 2003.</p>\n    <p class=\"date\">Decided January 14, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey W. Goldman with whom Melissa A. Woodard and Testa, Hurwitz &amp; Thibeault were on brief for petitioner.</p>\n      <p class=\"indent\">Beth J. Werlin with whom Nadine K. Wettstein, Mary A. Kenney, American Immigration Law Foundation, Iris Gomez, Massachusetts Law Reform Institute, Harvey Kaplan and Kaplan, O'Sullivan &amp; Friedman, American Immigration Lawyers Association, New England Chapter, were on brief for American Immigration Law Foundation, Massachusetts Law Reform Institute and American Immigration Lawyers Association, New England Chapter, Amici Curiae.</p>\n      <p class=\"indent\">Margaret Perry, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, Department of Justice, with whom Peter D. Keisler, Assistant Attorney General, Civil Division, and Mary Jane Candaux, Senior Litigation Counsel, were on brief for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and OBERDORFER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Samuna Yongo, an asylum seeker from the Democratic Republic of the Congo (formerly Zaire) who is the petitioner in this case, arrived in Boston by air from Europe in January 1997.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He held a passport in the name of Masamuna Eduardo and claimed to be that person. When challenged by immigration authorities, he admitted that this was not his passport. The INS began an exclusion proceeding on the ground that he was an alien who had no valid entry document and had used a fraudulent passport and visa. 8 U.S.C. &#167;&#167; 1182(a)(6)(C)(i) &amp; (a)(7)(A)(i)(I) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Yongo conceded that he was subject to exclusion, but in April 1997 he filed an application for asylum as one who had been persecuted and had a well-founded fear of future persecution. 8 U.S.C. &#167;&#167; 1158 (2000). <i>See Yatskin v. INS,</i> 255 F.3d 5, 9 (1st Cir.2001); 8 C.F.R. &#167; 208.13(b)(2003). At that time, Zaire was governed by a long-time ruler, Mobutu Sese Seko (\"Mobutu\"), who was overthrown in May 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In support of his application, Yongo testified in an asylum hearing held in July 1997 before an administrative law judge (\"ALJ\") that in the early 1990s, Yongo had been a member of a pro-democracy group opposing Mobutu; that he (Yongo) had been arrested in May 1994 for distributing political pamphlets and arbitrarily jailed for 10 months; that he had been released in March 1995 after promising to cease his opposition to Mobotu but had been arrested and imprisoned again in July 1995 after joining in a political parade; and that on both occasions, he had been interrogated about his political activities and physically abused.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Yongo further testified that in late June 1996, he had escaped from prison with the help of his father; fled to the Congo for five months; left the Congo in mid-November 1996 with the help of a guide paid by his father; traveled in Portugal, France, and Germany (for 13 days); and then visited Holland before flying to the United States in January 1997. He said that this was his first application for asylum and that he had not sought asylum or refugee status in Germany.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At a further hearing in September 1997, both sides tendered new evidence. Yongo offered a birth certificate and medical record &#8212; the latter to show that he had had malaria (as he had earlier claimed) on his second release from prison; the INS noted that the first document was not authenticated and the second contained hearsay. The ALJ accepted the two documents, saying he could not give them much weight given the inability to authenticate them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the same hearing, the INS offered two documents: one was a request from an INS officer in Boston to INS officials in Germany and the other was a reply from an INS officer based in Germany reporting on his review of German immigration records showing (according to his report) the following: that in late June 1996 &#8212; when Yongo had testified he was hiding in the Congo &#8212; an alien with Yongo's name and date of birth had been arrested near Frankfurt and had applied for asylum. This report was later superceded by more detailed information, as explained below.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the September 1997 hearing, Yongo flatly denied that he had been near Frankfurt or applied in Germany for asylum. He suggested that some imposter had used his name and identification or that the records pertained to an unknown relative with the same name. Saying that he was concerned about Yongo's credibility, the ALJ asked the INS to see whether German immigration records contained a photograph. He told the INS to serve Yongo with any information obtained, promising Yongo a chance to offer new evidence in response.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The INS then filed and served many pages of copies and translations of purported official German immigration records including a signed asylum application, photograph and fingerprint records. In response, Yongo's counsel filed a letter conceding that the fingerprints, photograph and signature were those of Yongo but denying that Yongo had been in Germany at the time; instead, the letter said, the explanation lay in efforts of Yongo's father to obtain German documentation for Yongo.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the resumed hearing in May 1998, an INS officer testified to the authenticity of the documents. He said that he had served for five years (ending in December 1997) in the INS office in Frankfurt; was familiar with German immigration record-keeping; and had received the documents now offered from a German Border Patrol Officer who had acquired them from official files. These records showed, he said, that Yongo had been arrested in Frankfurt and applied for asylum in Germany in June 1996. He also opined that the records could not have been fabricated and that German immigration records were extremely accurate.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Yongo then testified that the records contained his fingerprints, photograph and signature but he continued to deny that he had ever been in Frankfurt or had applied for asylum in Germany. Rather, he explained, he had been hiding in the Congo at the time and he now remembered having been photographed and fingerprinted there in mid-August 1996 by men hired by his father to provide false German documents for Yongo &#8212; men whom he had never heard from again. Yongo did not explain how this squared with German records saying that he had been in Germany two months <i>before</i> the alleged encounter in the Congo.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At this point, the ALJ said that he found the case \"difficult\" because if Yongo's claims as to his treatment were true, they would likely warrant asylum. Although by this time Mobutu had been out of power for a year, Zaire then remained in a state of political unrest. But the ALJ said that he found that inconsistencies between Yongo's testimony and the German records undercut Yongo's credibility, warranting denial of his asylum claim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Yongo appealed to the Board of Immigration Appeals challenging, in particular, the admission of the German documents and the finding that Yongo was not credible. Under new procedures adopted in 1999, a single member of the Board issued a so-called streamlined decision affirming without opinion the decision of the ALJ, and designating the ALJ's decision as the final agency determination for the purpose of judicial review. 8 C.F.R. &#167; 1003.1(e)(4)(2003)(formerly 8 C.F.R. &#167; 3.1(e)(4)). Yongo has now sought review in this court; under the new procedures, we review directly the decision of the ALJ. <i>Herbert v. Ashcroft,</i> 325 F.3d 68, 71 (1st Cir.2003); <i>Albathani v. INS,</i> 318 F.3d 365, 373 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Yongo's first claim on appeal &#8212; which we review <i>de novo, Aguilar-Solis v. INS,</i> 168 F.3d 565, 568 (1st Cir.1999) &#8212; is that the ALJ violated Yongo's constitutional right to due process of law by relying upon unauthenticated documents, hearsay presented by the testifying INS officer, and opinions (of the same officer) offered by one not properly qualified as an expert. The Federal Rules of Evidence do not apply in INS proceedings, <i>Henry v. INS,</i> 74 F.3d 1, 6 (1st Cir.1996), but the less rigid constraints of due process impose outer limits based upon considerations of fairness and reliability.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We might dispose of Yongo's claims or alter the standard of review for lack of timely objections by Yongo; but, as there is some dispute about whether there were adequate objections and either way the result is the same, we will assume for argument's sake that the objections were preserved. Many of the claims could also be deemed mooted by Yongo's admission that the German records are genuine; but the admission was arguably prompted by a need to respond to documents and testimony that he says should not have been admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We start with the authentication issue on which Yongo's claim for reversal principally rests. Unfortunately for Yongo, authentication is also the most practical and flexible of the three relevant doctrines. In substance, authentication requires nothing more than proof that a document or thing is what it purports to be and, even though the Federal Rules of Evidence spell out various options, the rules also stress that these options are not exclusive and the central condition can be proved in any way that makes sense in the circumstances.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, the German records were authentic if they were genuine German immigration records, and this latter condition was established by the testimony of the INS officer as to their provenance (that he got them from a German Border Police Official) and appearance (the INS officer was familiar with German immigration records). This evidence is sufficient to authenticate even if we disregarded any further (hearsay) statement of the absent German official as to the origin of the records, namely, his own statement that he had gotten them from official files.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As it happens, the ALJ did not have to disregard that German official's reported statements. In an INS proceeding the ALJ is not bound by formal hearsay rules. <i>Henry,</i> 74 F.3d at 6. Highly unreliable hearsay might raise due process problems, but here there is nothing dubious about the German official's hearsay statement, a statement that dovetails with the non-hearsay report and assessment of the INS officer.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Yongo also objects that the INS should have used the more complex procedure for authentication of documents provided by 8 C.F.R. &#167; 287.6 (2002), but this provision offers \"one, but not the exclusive, method\" for authenticating a document in an INS proceeding. <i>Iran v. INS,</i> 656 F.2d 469, 472 (9th Cir.1981); <i>see also Georgis v. Ashcroft,</i> 328 F.3d 962, 969 (7th Cir.2003). In fact, the subpart in which the regulation appears says that the regulations do not create \"any right, substantive or procedural....\" 8 C.F.R. &#167; 287.12 (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Of course, once the documents were admitted, a <i>separate</i> hearsay objection remained insofar as their relevance depended on the truth of statements made in the documents: \"authentic\" means the document is \"real,\" not that its contents are necessarily \"true.\" Here, the documents had both non-hearsay and hearsay uses. Yongo's asylum application, once authenticated, was directly admissible (like a driver's license or marriage certificate) to contradict his claim that he had never sought asylum in Germany. <i>See Felzcerek v. INS,</i> 75 F.3d 112, 115 (2d. Cir.1996); <i>McMorrow v. Schweiker,</i> 561 F.Supp. 584, 589 (D.N.J.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">By contrast, so far as the documents purported to record Yongo's arrest in Frankfurt, this would arguably be a use depending on the truth of the matter asserted in the document. The line is somewhat fuzzy (Yongo's photograph on a record labeled \"arrest record\" would be an interesting problem). But even if we assume that the arrest record was in part hearsay, it was hardly so unreliable as to offend due process. In fact, even in a federal court the contents might well qualify for admission for their truth (we need go no further) under the public records exception.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Yongo relies heavily upon <i>Ezeagwuna v. Ashcroft,</i> 325 F.3d 396, 407 (3d Cir.2003), involving a letter used in an asylum proceeding written by a State Department official, reporting the results of an investigation of the applicant's claims conducted by INS officials in Cameroon &#8212; officials who were not present to testify and who were mainly recounting information from third parties. <i>Id.</i> at 406-07. The Third Circuit held that the letter had \"absolutely no information about what the `investigation' consisted of, or how the investigation was conducted\" and concluded that for this and other reasons it was unfair to rely upon it. <i>Id.</i> at 408.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In <i>Ezeagwuna,</i> where the story of persecution (if true) was compelling, the reports of the INS field investigation that claimed to establish fraud in the applicant's story were far less solid than the German records in this case. Whether we would have used precisely the same language as the Third Circuit is open to doubt; but anyone who reads that case will see immediately how different it is and how far the test of fundamental fairness turns on the facts. <i>See Felzcerek,</i> 75 F.3d at 115. There is no conflict in the result in our case and <i>Ezeagwuna.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This brings us to the subject of the expertise of the INS officer. His statement that he got the records from a German official required no expertise; nor would it require very formal expertise, but only general familiarity (which the officer had), to assert that the immigration records were of the kind kept by the German authorities. The only statements requiring genuine expertise were the INS officer's testimony that it would be very hard to smuggle false records into German files and that such German records were \"unbelievably accurate.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Neither proposition comes as much of a surprise and both statements were of limited importance in this case: the idea that Yongo's records were smuggled into the files or inaccurate in their contents is (in context of the other evidence) extremely far-fetched. In any case, expertise is a matter of degree and while a federal judge <i>might</i> disallow this testimony unless the INS officer provided more groundwork for his opinion, the ALJ was not bound by strict federal rules of evidence and the officer's opinion testimony was marginal and did not implicate due process concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Yongo's second and separate line of attack comes closer to contesting the ALJ's decision on the merits but, sensibly enough, is cast as a legal issue. The reason for this tactic is that the ALJ, like any fact-finder who hears the witnesses, gets a lot of deference on credibility judgments.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Further, absent legal error, the substantial evidence standard applies to the ultimate issue of whether petitioner has established a credible fear of persecution, warranting reversal \"only when the record evidence would compel a reasonable factfinder to make a contrary determination.\" <i>Aguilar-Solis,</i> 168 F.3d at 569.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, Yongo's basic claim is that the ALJ misinterpreted an important INS precedent, itself bolstered by some case law in the circuit courts, as to the significance of false statements or use of false documents by an asylum seeker. The precedent is <i>In re O-D-,</i> 21 I. &amp; N. Dec. 1079 (BIA 1998), in which the asylum applicant stated that he was fleeing persecution from Mauritania and presented false documents to the INS to prove he was Mauritanian. <i>Id.</i> at 1079-80. The Board offered a double comment on the significance of the fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As a general rule, the Board said that the applicant's use of false documents \"submitted to prove a central element of the claim in an asylum adjudication indicates his lack of credibility ... [and] in the absence of an explanation regarding such presentation, creates serious doubts regarding the respondent's overall credibility.\" <i>In re O-D-,</i> 21 I. &amp; N. Dec. at 1083. However, <i>O-D</i> also said that \"there may be reasons, fully consistent with the claim of asylum, that will cause a person to possess false documents, such as the creation and use of a false document to escape persecution by facilitating travel.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Focusing upon this latter qualification, Yongo says that in this case the ALJ, who expressly relied on <i>In re O-D-,</i> misunderstood the qualification. Yongo's position, in substance, is two-fold: (1) that the Board does not think that a negative inference as to overall credibility concerning persecution can be drawn from a narrow lie, or use of a false document, to escape persecution; and (2) that any dishonesty by Yongo shown in this case falls within this category.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Both of the lessons of <i>In re O-D</i> are, if not transmuted into rigid rules, simply common sense. The dictum <i>falsus in uno, falsus in omnibus</i> (false in one thing, false in everything) is a longstanding but overstated precept, <i>Black's Law Dictionary</i> 1636 (7th ed.1999). Obviously there are some lies that, because of their circumstances and limited relationship to the main issue, do relatively little to discredit other statements. A lie by a fleeing victim to a tyrant's border guard is not the same as a lie under oath in an INS proceeding about the circumstances of persecution. <i>See Akinmade v. INS,</i> 196 F.3d 951, 956 (9th Cir.1999). The case law recognizes this to be so.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The problem for Yongo is his second premise, namely, his claim that his own deceptions fell into the category of those that have no substantial bearing upon the main issue. Of course, the idea of strict categories is itself mistaken; we are dealing with several variables and matters of degree. The better way to view the matter is that Yongo's deceptions were not merely ones that facilitated his escape from Zaire but &#8212; and these are two separate points &#8212; were both more widespread and not all unrelated to his central claim of persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">By the time he was through, Yongo had used a false name and passport to enter the United States; had lied (or so the ALJ could easily find) about never having been in Frankfurt, about seeking asylum in Germany, and about having been in the Congo in June 1996; and had spun a highly dubious tale (or so, again, the ALJ could have thought) about the creation of false German records by friends of his father &#8212; a tale designed to explain away the presence of the incriminating German records. This is quite a package and two of the apparent falsehoods are far from merely incidental.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Whether Yongo had previously sought asylum was arguably pertinent to Yongo's ability to qualify for asylum under United States law, 8 U.S.C. &#167; 1158(b)(2)(A)(vi) (2000); 8 C.F.R. &#167; 208.15 (2003), and Yongo's tale of having been in the Congo in June 1996 was part of a narrative that began with his alleged imprisonments and ended with his supposed escape and flight to Europe and then America. Of course, Yongo's claims of persecution could still have been true; but there is nothing surprising, let alone inconsistent with any rule of law, in the ALJ's conclusion that Yongo could no longer be trusted as to his central story.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On this appeal, we have considered <i>sua sponte</i> whether in another respect the ALJ may have misread <i>In re O-D</i> or &#8212; and this is the main point &#8212; applied a credibility rule that we would regard as irrational. In his formal decision the ALJ said that <i>In re O-D</i> provided \"some guidance\" as to how to assess the discrepancies created by the German records. Specifically, the ALJ said:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Board in that case concluded that presentation of evidence that turned out to be inaccurate has the effect of discrediting the applicant's entire claim, and that in the absence of an explanation or rebuttal, that that indicates an overall lack of credibility regarding the entire claim, and that essentially is the same conclusion that I make in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If the ALJ read <i>In re O-D-</i> to <i>require</i> a fact-finder automatically to discredit all of an applicant's testimony wherever a lie was told, this would be a blatant misreading of <i>In re O-D-</i> and an irrational rule to boot. But quite apart from the ALJ's own reference to the possibility of \"explanation or rebuttal,\" we think that in context the ALJ was merely describing the evaluation made in <i>In re O-D-</i> and that the ALJ then went on to make his own evaluation about the significance of the discrepancies in this case for the rest of Yongo's story underpinning his claim of persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Thus, in his written decision the ALJ &#8212; after saying that <i>In re O-D</i> provided \"some guidance\" &#8212; continued by saying that, if accepted at face value, Yongo's testimony about his treatment in Zaire laid the basis for a good claim of asylum. The decision then continued (emphasis supplied):</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">However, because of the fact that I do not believe the respondent was credible regarding the issue of when and how long he stayed in Germany, whether or not he filed for asylum in Germany, <i>I do believe it discredits some of the other evidence,</i> and therefore, <i>I conclude as a matter of discretion</i> that the respondent does not warrant a grant of asylum, and given the fact <i>I don't believe he's entitled to asylum,</i> I therefore conclude he's also not entitled to withholding.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In short, the ALJ made his own judgment, both about the extent of Yongo's deceptions and their significance. Having earlier put aside Yongo's use of a false passport as irrelevant, the ALJ concluded in the formal decision that the more serious deceptions about the stay in Germany and asylum application raised sufficient doubts about \"some of the other evidence\" &#8212; obviously a reference to the extent of persecution in Zaire &#8212; that the ALJ believed that Yongo had not established his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In asylum proceedings the burden is upon the applicant to prove a legitimate fear of persecution. 8 C.F.R. &#167; 208.13(a) (2003). In many cases, almost all of the pertinent information is in the applicant's possession but this in turn makes the applicant's credibility a matter of extreme importance. Where that credibility has been seriously forfeit, the fact-finder may be left in enough doubt about the balance of the testimony to conclude that the applicant has not proved his case. We think that is what happened here, noting once more that the issue is not one raised by Yongo himself on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Yongo's last independent claim, advanced by able amici, is that the BIA's streamlined affirmance without opinion procedure, 8 C.F.R. &#167; 1003.1(e)(4)(2003)(formerly 8 C.F.R. &#167; 3.1(e)(4)), violates tenets of administrative law. Although amici have attempted to recast their argument in light of new case law, the core of the argument was rejected by panels of this circuit in <i>Albathani,</i> 318 F.3d at 377-79, and <i>El Moraghy,</i> 331 F.3d 195, 205 (1st Cir.2003), which are binding on this panel. We also reject amicis' argument that this case was not a proper candidate for affirmance without opinion under the criteria set out in 8 C.F.R. &#167; 1003.1(e)(4)(i) (2003)(formerly 8 C.F.R. &#167; 3.1(e)(4)).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The petition for review is <i>denied.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Columbia, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Zaire is the name used in 1997 for what was formerly the Belgian Congo and is now the Democratic Republic of the Congo. The Democratic Republic of the Congo lies immediately east of the Republic of the Congo, a separate country often referred to as the Congo</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>Felzcerek v. INS,</i> 75 F.3d 112, 115 (2d. Cir. 1996); <i>Espinoza v. INS,</i> 45 F.3d 308, 310 (9th Cir.1995); <i>Bustos-Torres v. INS,</i> 898 F.2d 1053, 1055 (5th Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fed.R.Evid. 901-902;<i>United States v. McMahon,</i> 938 F.2d 1501, 1508-1509 (1st Cir.1991); 5 <i>Weinstein's Federal Evidence</i> &#167; 901.03 (4th ed.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fed.R.Evid. 803(8);<i>see, e.g., United States v. Loyola-Dominguez,</i> 125 F.3d 1315, 1317 (9th Cir.1997) (warrants of deportation); <i>United States v. Versaint,</i> 849 F.2d 827, 831 (3d Cir.1988)(police reports).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We have said that if the ALJ chooses to reject a petitioner's testimony as lacking credibility, he must \"offer a specific, cogent reason for [the IJ's] disbelief\" with support in the record<i>El Moraghy v. Ashcroft,</i> 331 F.3d 195, 205 (1st Cir.2003) (internal citation and quotation marks omitted). One can imagine exceptions &#8212; <i>e.g.,</i> claims highly improbable on their face &#8212; but the point is that deference is cabined.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>Compare, e.g., Bojorques-Villanueva v. INS,</i> 194 F.3d 14, 16-17 (1st Cir.1999), <i>de Leon-Barrios v. INS,</i> 116 F.3d 391, 392-94 (9th Cir.1997), <i>and Ceballos-Castillo v. INS,</i> 904 F.2d 519, 520 (9th Cir.1990), <i>with Singh v. Ashcroft,</i> 301 F.3d 1109, 1113 (9th Cir.2002), <i>Cordero-Trejo v. INS,</i> 40 F.3d 482, 488 (1st Cir.1994), <i>and Martinez-Sanchez v. INS,</i> 794 F.2d 1396, 1400 (9th Cir.1986).</p>\n      </div>\n    </div>\n    <p class=\"center\">\n      <i>Concurrence follows.</i>\n    </p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">OBERDORFER, Senior District Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">I am concerned that the ALJ misconstrued <i>In re O-D-,</i> 21 I. &amp; N. Dec. 1079 (BIA 1998) to the extent that he suggested that any false testimony, here the false statement about Germany, \"has the effect of discrediting the applicant's entire claim.\" I am satisfied, however, that the ALJ on remand would again reach the same conclusion upon review of the <i>totality</i> of the facts and circumstances, including, but not limited to, the German matter, as detailed in the majority's recitation of the facts and analysis of the law and the facts.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span></p>\n    <p class=\"parties\">Samuna YONGO, Petitioner, Appellant,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 03-1036.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 10, 2003.</p>\n    <p class=\"date\">Decided January 14, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jeffrey W. Goldman with whom Melissa A. Woodard and Testa, Hurwitz &amp; Thibeault were on brief for petitioner.</p>\n      <p class=\"indent\">Beth J. Werlin with whom Nadine K. Wettstein, Mary A. Kenney, American Immigration Law Foundation, Iris Gomez, Massachusetts Law Reform Institute, Harvey Kaplan and Kaplan, O'Sullivan &amp; Friedman, American Immigration Lawyers Association, New England Chapter, were on brief for American Immigration Law Foundation, Massachusetts Law Reform Institute and American Immigration Lawyers Association, New England Chapter, Amici Curiae.</p>\n      <p class=\"indent\">Margaret Perry, Senior Litigation Counsel, Office of Immigration Litigation, Civil Division, Department of Justice, with whom Peter D. Keisler, Assistant Attorney General, Civil Division, and Mary Jane Candaux, Senior Litigation Counsel, were on brief for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and OBERDORFER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Samuna Yongo, an asylum seeker from the Democratic Republic of the Congo (formerly Zaire) who is the petitioner in this case, arrived in Boston by air from Europe in January 1997.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He held a passport in the name of Masamuna Eduardo and claimed to be that person. When challenged by immigration authorities, he admitted that this was not his passport. The INS began an exclusion proceeding on the ground that he was an alien who had no valid entry document and had used a fraudulent passport and visa. 8 U.S.C. &#167;&#167; 1182(a)(6)(C)(i) &amp; (a)(7)(A)(i)(I) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Yongo conceded that he was subject to exclusion, but in April 1997 he filed an application for asylum as one who had been persecuted and had a well-founded fear of future persecution. 8 U.S.C. &#167;&#167; 1158 (2000). <i>See Yatskin v. INS,</i> <span class=\"citation\" data-id=\"199481\"><a href=\"/opinion/199481/yatskin-v-ins/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir.2001); 8 C.F.R. &#167; 208.13(b)(2003). At that time, Zaire was governed by a long-time ruler, Mobutu Sese Seko (\"Mobutu\"), who was overthrown in May 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In support of his application, Yongo testified in an asylum hearing held in July 1997 before an administrative law judge (\"ALJ\") that in the early 1990s, Yongo had been a member of a pro-democracy group opposing Mobutu; that he (Yongo) had been arrested in May 1994 for distributing political pamphlets and arbitrarily jailed for 10 months; that he had been released in March 1995 after promising to cease his opposition to Mobotu but had been arrested and imprisoned again in July 1995 after joining in a political parade; and that on both occasions, he had been interrogated about his political activities and physically abused.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Yongo further testified that in late June 1996, he had escaped from prison with the help of his father; fled to the Congo for five months; left the Congo in mid-November 1996 with the help of a guide paid by his father; traveled in Portugal, France, and Germany (for 13 days); and then visited Holland before flying to the United States in January 1997. He said that this was his first application for asylum and that he had not sought asylum or refugee status in Germany.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At a further hearing in September 1997, both sides tendered new evidence. Yongo offered a birth certificate and medical record &#8212; the latter to show that he had had malaria (as he had earlier claimed) on his second release from prison; the INS noted that the first document was not authenticated and the second contained hearsay. The ALJ accepted the two documents, saying he could not give them much weight given the inability to authenticate them.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the same hearing, the INS offered two documents: one was a request from an INS officer in Boston to INS officials in Germany and the other was a reply from an INS officer based in Germany reporting on his review of German immigration records showing (according to his report) the following: that in late June 1996 &#8212; when Yongo had testified he was hiding in the Congo &#8212; an alien with Yongo's name and date of birth had been arrested near Frankfurt and had applied for asylum. This report was later superceded by more detailed information, as explained below.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the September 1997 hearing, Yongo flatly denied that he had been near Frankfurt or applied in Germany for asylum. He suggested that some imposter had used his name and identification or that the records pertained to an unknown relative with the same name. Saying that he was concerned about Yongo's credibility, the ALJ asked the INS to see whether German immigration records contained a photograph. He told the INS to serve Yongo with any information obtained, promising Yongo a chance to offer new evidence in response.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The INS then filed and served many pages of copies and translations of purported official German immigration records including a signed asylum application, photograph and fingerprint records. In response, Yongo's counsel filed a letter conceding that the fingerprints, photograph and signature were those of Yongo but denying that Yongo had been in Germany at the time; instead, the letter said, the explanation lay in efforts of Yongo's father to obtain German documentation for Yongo.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the resumed hearing in May 1998, an INS officer testified to the authenticity of the documents. He said that he had served for five years (ending in December 1997) in the INS office in Frankfurt; was familiar with German immigration record-keeping; and had received the documents now offered from a German Border Patrol Officer who had acquired them from official files. These records showed, he said, that Yongo had been arrested in Frankfurt and applied for asylum in Germany in June 1996. He also opined that the records could not have been fabricated and that German immigration records were extremely accurate.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Yongo then testified that the records contained his fingerprints, photograph and signature but he continued to deny that he had ever been in Frankfurt or had applied for asylum in Germany. Rather, he explained, he had been hiding in the Congo at the time and he now remembered having been photographed and fingerprinted there in mid-August 1996 by men hired by his father to provide false German documents for Yongo &#8212; men whom he had never heard from again. Yongo did not explain how this squared with German records saying that he had been in Germany two months <i>before</i> the alleged encounter in the Congo.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At this point, the ALJ said that he found the case \"difficult\" because if Yongo's claims as to his treatment were true, they would likely warrant asylum. Although by this time Mobutu had been out of power for a year, Zaire then remained in a state of political unrest. But the ALJ said that he found that inconsistencies between Yongo's testimony and the German records undercut Yongo's credibility, warranting denial of his asylum claim.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Yongo appealed to the Board of Immigration Appeals challenging, in particular, the admission of the German documents and the finding that Yongo was not credible. Under new procedures adopted in 1999, a single member of the Board issued a so-called streamlined decision affirming without opinion the decision of the ALJ, and designating the ALJ's decision as the final agency determination for the purpose of judicial review. 8 C.F.R. &#167; 1003.1(e)(4)(2003)(formerly 8 C.F.R. &#167; 3.1(e)(4)). Yongo has now sought review in this court; under the new procedures, we review directly the decision of the ALJ. <i>Herbert v. Ashcroft,</i> <span class=\"citation\" data-id=\"200420\"><a href=\"/opinion/200420/herbert-v-ins/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 71 (1st Cir.2003); <i>Albathani v. INS,</i> <span class=\"citation\" data-id=\"200413\"><a href=\"/opinion/200413/albathani-v-ins/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 373 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Yongo's first claim on appeal &#8212; which we review <i>de novo, Aguilar-Solis v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 568 (1st Cir.1999) &#8212; is that the ALJ violated Yongo's constitutional right to due process of law by relying upon unauthenticated documents, hearsay presented by the testifying INS officer, and opinions (of the same officer) offered by one not properly qualified as an expert. The Federal Rules of Evidence do not apply in INS proceedings, <i>Henry v. INS,</i> <span class=\"citation\" data-id=\"196517\"><a href=\"/opinion/196517/henry-v-ins/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1996), but the less rigid constraints of due process impose outer limits based upon considerations of fairness and reliability.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We might dispose of Yongo's claims or alter the standard of review for lack of timely objections by Yongo; but, as there is some dispute about whether there were adequate objections and either way the result is the same, we will assume for argument's sake that the objections were preserved. Many of the claims could also be deemed mooted by Yongo's admission that the German records are genuine; but the admission was arguably prompted by a need to respond to documents and testimony that he says should not have been admitted.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We start with the authentication issue on which Yongo's claim for reversal principally rests. Unfortunately for Yongo, authentication is also the most practical and flexible of the three relevant doctrines. In substance, authentication requires nothing more than proof that a document or thing is what it purports to be and, even though the Federal Rules of Evidence spell out various options, the rules also stress that these options are not exclusive and the central condition can be proved in any way that makes sense in the circumstances.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, the German records were authentic if they were genuine German immigration records, and this latter condition was established by the testimony of the INS officer as to their provenance (that he got them from a German Border Police Official) and appearance (the INS officer was familiar with German immigration records). This evidence is sufficient to authenticate even if we disregarded any further (hearsay) statement of the absent German official as to the origin of the records, namely, his own statement that he had gotten them from official files.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">As it happens, the ALJ did not have to disregard that German official's reported statements. In an INS proceeding the ALJ is not bound by formal hearsay rules. <i>Henry,</i> 74 F.3d at 6. Highly unreliable hearsay might raise due process problems, but here there is nothing dubious about the German official's hearsay statement, a statement that dovetails with the non-hearsay report and assessment of the INS officer.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Yongo also objects that the INS should have used the more complex procedure for authentication of documents provided by 8 C.F.R. &#167; 287.6 (2002), but this provision offers \"one, but not the exclusive, method\" for authenticating a document in an INS proceeding. <i>Iran v. INS,</i> <span class=\"citation\" data-id=\"393055\"><a href=\"/opinion/393055/jamshid-iran-v-immigration-and-naturalization-service/\"><span class=\"volume\">656</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></a></span>, 472 (9th Cir.1981); <i>see also Georgis v. Ashcroft,</i> <span class=\"citation\" data-id=\"781929\"><a href=\"/opinion/781929/zebenework-haile-georgis-v-john-ashcroft-united-states-attorney-general/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">962</span></a></span>, 969 (7th Cir.2003). In fact, the subpart in which the regulation appears says that the regulations do not create \"any right, substantive or procedural....\" 8 C.F.R. &#167; 287.12 (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Of course, once the documents were admitted, a <i>separate</i> hearsay objection remained insofar as their relevance depended on the truth of statements made in the documents: \"authentic\" means the document is \"real,\" not that its contents are necessarily \"true.\" Here, the documents had both non-hearsay and hearsay uses. Yongo's asylum application, once authenticated, was directly admissible (like a driver's license or marriage certificate) to contradict his claim that he had never sought asylum in Germany. <i>See Felzcerek v. INS,</i> <span class=\"citation\" data-id=\"712083\"><a href=\"/opinion/712083/wladyslaw-felzcerek-v-immigration-and-naturalization-service/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">112</span></a></span>, 115 (2d. Cir.1996); <i>McMorrow v. Schweiker,</i> <span class=\"citation\" data-id=\"1894764\"><a href=\"/opinion/1894764/mcmorrow-v-schweiker/\"><span class=\"volume\">561</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">584</span></a></span>, 589 (D.N.J.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">By contrast, so far as the documents purported to record Yongo's arrest in Frankfurt, this would arguably be a use depending on the truth of the matter asserted in the document. The line is somewhat fuzzy (Yongo's photograph on a record labeled \"arrest record\" would be an interesting problem). But even if we assume that the arrest record was in part hearsay, it was hardly so unreliable as to offend due process. In fact, even in a federal court the contents might well qualify for admission for their truth (we need go no further) under the public records exception.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Yongo relies heavily upon <i>Ezeagwuna v. Ashcroft,</i> <span class=\"citation\" data-id=\"781526\"><a href=\"/opinion/781526/glory-obianuju-ezeagwuna-v-john-ashcroft-attorney-general-of-the-united/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">396</span></a></span>, 407 (3d Cir.2003), involving a letter used in an asylum proceeding written by a State Department official, reporting the results of an investigation of the applicant's claims conducted by INS officials in Cameroon &#8212; officials who were not present to testify and who were mainly recounting information from third parties. <i>Id.</i> at 406-07. The Third Circuit held that the letter had \"absolutely no information about what the `investigation' consisted of, or how the investigation was conducted\" and concluded that for this and other reasons it was unfair to rely upon it. <i>Id.</i> at 408.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In <i>Ezeagwuna,</i> where the story of persecution (if true) was compelling, the reports of the INS field investigation that claimed to establish fraud in the applicant's story were far less solid than the German records in this case. Whether we would have used precisely the same language as the Third Circuit is open to doubt; but anyone who reads that case will see immediately how different it is and how far the test of fundamental fairness turns on the facts. <i>See Felzcerek,</i> 75 F.3d at 115. There is no conflict in the result in our case and <i>Ezeagwuna.</i></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This brings us to the subject of the expertise of the INS officer. His statement that he got the records from a German official required no expertise; nor would it require very formal expertise, but only general familiarity (which the officer had), to assert that the immigration records were of the kind kept by the German authorities. The only statements requiring genuine expertise were the INS officer's testimony that it would be very hard to smuggle false records into German files and that such German records were \"unbelievably accurate.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Neither proposition comes as much of a surprise and both statements were of limited importance in this case: the idea that Yongo's records were smuggled into the files or inaccurate in their contents is (in context of the other evidence) extremely far-fetched. In any case, expertise is a matter of degree and while a federal judge <i>might</i> disallow this testimony unless the INS officer provided more groundwork for his opinion, the ALJ was not bound by strict federal rules of evidence and the officer's opinion testimony was marginal and did not implicate due process concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Yongo's second and separate line of attack comes closer to contesting the ALJ's decision on the merits but, sensibly enough, is cast as a legal issue. The reason for this tactic is that the ALJ, like any fact-finder who hears the witnesses, gets a lot of deference on credibility judgments.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Further, absent legal error, the substantial evidence standard applies to the ultimate issue of whether petitioner has established a credible fear of persecution, warranting reversal \"only when the record evidence would compel a reasonable factfinder to make a contrary determination.\" <i>Aguilar-Solis,</i> 168 F.3d at 569.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here, Yongo's basic claim is that the ALJ misinterpreted an important INS precedent, itself bolstered by some case law in the circuit courts, as to the significance of false statements or use of false documents by an asylum seeker. The precedent is <i>In re O-D-,</i> 21 I. &amp; N. Dec. 1079 (BIA 1998), in which the asylum applicant stated that he was fleeing persecution from Mauritania and presented false documents to the INS to prove he was Mauritanian. <i>Id.</i> at 1079-80. The Board offered a double comment on the significance of the fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As a general rule, the Board said that the applicant's use of false documents \"submitted to prove a central element of the claim in an asylum adjudication indicates his lack of credibility ... [and] in the absence of an explanation regarding such presentation, creates serious doubts regarding the respondent's overall credibility.\" <i>In re O-D-,</i> 21 I. &amp; N. Dec. at 1083. However, <i>O-D</i> also said that \"there may be reasons, fully consistent with the claim of asylum, that will cause a person to possess false documents, such as the creation and use of a false document to escape persecution by facilitating travel.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Focusing upon this latter qualification, Yongo says that in this case the ALJ, who expressly relied on <i>In re O-D-,</i> misunderstood the qualification. Yongo's position, in substance, is two-fold: (1) that the Board does not think that a negative inference as to overall credibility concerning persecution can be drawn from a narrow lie, or use of a false document, to escape persecution; and (2) that any dishonesty by Yongo shown in this case falls within this category.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Both of the lessons of <i>In re O-D</i> are, if not transmuted into rigid rules, simply common sense. The dictum <i>falsus in uno, falsus in omnibus</i> (false in one thing, false in everything) is a longstanding but overstated precept, <i>Black's Law Dictionary</i> 1636 (7th ed.1999). Obviously there are some lies that, because of their circumstances and limited relationship to the main issue, do relatively little to discredit other statements. A lie by a fleeing victim to a tyrant's border guard is not the same as a lie under oath in an INS proceeding about the circumstances of persecution. <i>See Akinmade v. INS,</i> <span class=\"citation\" data-id=\"766801\"><a href=\"/opinion/766801/david-olusegun-akinmade-v-immigration-and-naturalization/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">951</span></a></span>, 956 (9th Cir.1999). The case law recognizes this to be so.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The problem for Yongo is his second premise, namely, his claim that his own deceptions fell into the category of those that have no substantial bearing upon the main issue. Of course, the idea of strict categories is itself mistaken; we are dealing with several variables and matters of degree. The better way to view the matter is that Yongo's deceptions were not merely ones that facilitated his escape from Zaire but &#8212; and these are two separate points &#8212; were both more widespread and not all unrelated to his central claim of persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">By the time he was through, Yongo had used a false name and passport to enter the United States; had lied (or so the ALJ could easily find) about never having been in Frankfurt, about seeking asylum in Germany, and about having been in the Congo in June 1996; and had spun a highly dubious tale (or so, again, the ALJ could have thought) about the creation of false German records by friends of his father &#8212; a tale designed to explain away the presence of the incriminating German records. This is quite a package and two of the apparent falsehoods are far from merely incidental.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Whether Yongo had previously sought asylum was arguably pertinent to Yongo's ability to qualify for asylum under United States law, 8 U.S.C. &#167; 1158(b)(2)(A)(vi) (2000); 8 C.F.R. &#167; 208.15 (2003), and Yongo's tale of having been in the Congo in June 1996 was part of a narrative that began with his alleged imprisonments and ended with his supposed escape and flight to Europe and then America. Of course, Yongo's claims of persecution could still have been true; but there is nothing surprising, let alone inconsistent with any rule of law, in the ALJ's conclusion that Yongo could no longer be trusted as to his central story.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">On this appeal, we have considered <i>sua sponte</i> whether in another respect the ALJ may have misread <i>In re O-D</i> or &#8212; and this is the main point &#8212; applied a credibility rule that we would regard as irrational. In his formal decision the ALJ said that <i>In re O-D</i> provided \"some guidance\" as to how to assess the discrepancies created by the German records. Specifically, the ALJ said:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Board in that case concluded that presentation of evidence that turned out to be inaccurate has the effect of discrediting the applicant's entire claim, and that in the absence of an explanation or rebuttal, that that indicates an overall lack of credibility regarding the entire claim, and that essentially is the same conclusion that I make in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">If the ALJ read <i>In re O-D-</i> to <i>require</i> a fact-finder automatically to discredit all of an applicant's testimony wherever a lie was told, this would be a blatant misreading of <i>In re O-D-</i> and an irrational rule to boot. But quite apart from the ALJ's own reference to the possibility of \"explanation or rebuttal,\" we think that in context the ALJ was merely describing the evaluation made in <i>In re O-D-</i> and that the ALJ then went on to make his own evaluation about the significance of the discrepancies in this case for the rest of Yongo's story underpinning his claim of persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Thus, in his written decision the ALJ &#8212; after saying that <i>In re O-D</i> provided \"some guidance\" &#8212; continued by saying that, if accepted at face value, Yongo's testimony about his treatment in Zaire laid the basis for a good claim of asylum. The decision then continued (emphasis supplied):</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">However, because of the fact that I do not believe the respondent was credible regarding the issue of when and how long he stayed in Germany, whether or not he filed for asylum in Germany, <i>I do believe it discredits some of the other evidence,</i> and therefore, <i>I conclude as a matter of discretion</i> that the respondent does not warrant a grant of asylum, and given the fact <i>I don't believe he's entitled to asylum,</i> I therefore conclude he's also not entitled to withholding.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In short, the ALJ made his own judgment, both about the extent of Yongo's deceptions and their significance. Having earlier put aside Yongo's use of a false passport as irrelevant, the ALJ concluded in the formal decision that the more serious deceptions about the stay in Germany and asylum application raised sufficient doubts about \"some of the other evidence\" &#8212; obviously a reference to the extent of persecution in Zaire &#8212; that the ALJ believed that Yongo had not established his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">In asylum proceedings the burden is upon the applicant to prove a legitimate fear of persecution. 8 C.F.R. &#167; 208.13(a) (2003). In many cases, almost all of the pertinent information is in the applicant's possession but this in turn makes the applicant's credibility a matter of extreme importance. Where that credibility has been seriously forfeit, the fact-finder may be left in enough doubt about the balance of the testimony to conclude that the applicant has not proved his case. We think that is what happened here, noting once more that the issue is not one raised by Yongo himself on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Yongo's last independent claim, advanced by able amici, is that the BIA's streamlined affirmance without opinion procedure, 8 C.F.R. &#167; 1003.1(e)(4)(2003)(formerly 8 C.F.R. &#167; 3.1(e)(4)), violates tenets of administrative law. Although amici have attempted to recast their argument in light of new case law, the core of the argument was rejected by panels of this circuit in <i>Albathani,</i> 318 F.3d at 377-79, and <i>El Moraghy,</i> <span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 205 (1st Cir.2003), which are binding on this panel. We also reject amicis' argument that this case was not a proper candidate for affirmance without opinion under the criteria set out in 8 C.F.R. &#167; 1003.1(e)(4)(i) (2003)(formerly 8 C.F.R. &#167; 3.1(e)(4)).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The petition for review is <i>denied.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Columbia, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Zaire is the name used in 1997 for what was formerly the Belgian Congo and is now the Democratic Republic of the Congo. The Democratic Republic of the Congo lies immediately east of the Republic of the Congo, a separate country often referred to as the Congo</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>Felzcerek v. INS,</i> <span class=\"citation\" data-id=\"712083\"><a href=\"/opinion/712083/wladyslaw-felzcerek-v-immigration-and-naturalization-service/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">112</span></a></span>, 115 (2d. Cir. 1996); <i>Espinoza v. INS,</i> <span class=\"citation\" data-id=\"686823\"><a href=\"/opinion/686823/ramiro-cruz-espinoza-v-immigration-naturalization-service/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">308</span></a></span>, 310 (9th Cir.1995); <i>Bustos-Torres v. INS,</i> <span class=\"citation\" data-id=\"538520\"><a href=\"/opinion/538520/pedro-bustos-torres-v-immigration-and-naturalization-service/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span>, 1055 (5th Cir.1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Fed.R.Evid. 901-902;<i>United States v. McMahon,</i> <span class=\"citation\" data-id=\"564960\"><a href=\"/opinion/564960/united-states-v-charles-t-mcmahon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1501</span></a></span>, 1508-1509 (1st Cir.1991); 5 <i>Weinstein's Federal Evidence</i> &#167; 901.03 (4th ed.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Fed.R.Evid. 803(8);<i>see, e.g., United States v. Loyola-Dominguez,</i> <span class=\"citation\" data-id=\"746802\"><a href=\"/opinion/746802/47-fed-r-evid-serv-1314-97-cal-daily-op-serv-7715-97-daily-journal/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1315</span></a></span>, 1317 (9th Cir.1997) (warrants of deportation); <i>United States v. Versaint,</i> <span class=\"citation\" data-id=\"507780\"><a href=\"/opinion/507780/united-states-v-versaint-cherubin/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">827</span></a></span>, 831 (3d Cir.1988)(police reports).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We have said that if the ALJ chooses to reject a petitioner's testimony as lacking credibility, he must \"offer a specific, cogent reason for [the IJ's] disbelief\" with support in the record<i>El Moraghy v. Ashcroft,</i> <span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 205 (1st Cir.2003) (internal citation and quotation marks omitted). One can imagine exceptions &#8212; <i>e.g.,</i> claims highly improbable on their face &#8212; but the point is that deference is cabined.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> <i>Compare, e.g., Bojorques-Villanueva v. INS,</i> <span class=\"citation\" data-id=\"198686\"><a href=\"/opinion/198686/bojorquez-villanueva-v-ins/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 16-17 (1st Cir.1999), <i>de Leon-Barrios v. INS,</i> <span class=\"citation\" data-id=\"741983\"><a href=\"/opinion/741983/97-cal-daily-op-serv-4551-97-daily-journal-dar-7564-edgar-octaviano/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">391</span></a></span>, 392-94 (9th Cir.1997), <i>and Ceballos-Castillo v. INS,</i> <span class=\"citation\" data-id=\"542380\"><a href=\"/opinion/542380/everth-aroldo-ceballos-castillo-and-santos-pineda-medrano-v-immigration/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">519</span></a></span>, 520 (9th Cir.1990), <i>with Singh v. Ashcroft,</i> <span class=\"citation\" data-id=\"778960\"><a href=\"/opinion/778960/baljit-singh-v-john-ashcroft-attorney-general/\"><span class=\"volume\">301</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1109</span></a></span>, 1113 (9th Cir.2002), <i>Cordero-Trejo v. INS,</i> <span class=\"citation\" data-id=\"195749\"><a href=\"/opinion/195749/cordero-trejo-v-ins/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span>, 488 (1st Cir.1994), <i>and Martinez-Sanchez v. INS,</i> <span class=\"citation\" data-id=\"472657\"><a href=\"/opinion/472657/santos-carlos-martinez-sanchez-v-immigration-and-naturalization-service/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1396</span></a></span>, 1400 (9th Cir.1986).</p>\n      </div>\n    </div>\n    <p class=\"center\">\n      <i>Concurrence follows.</i>\n    </p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">OBERDORFER, Senior District Judge, concurring.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">I am concerned that the ALJ misconstrued <i>In re O-D-,</i> 21 I. &amp; N. Dec. 1079 (BIA 1998) to the extent that he suggested that any false testimony, here the false statement about Germany, \"has the effect of discrediting the applicant's entire claim.\" I am satisfied, however, that the ALJ on remand would again reach the same conclusion upon review of the <i>totality</i> of the facts and circumstances, including, but not limited to, the German matter, as detailed in the majority's recitation of the facts and analysis of the law and the facts.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1894764/"
  ]
}