{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200938/",
  "absolute_url": "/opinion/200938/metts-v-almond/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200938/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:04:06Z",
  "date_modified": "2016-02-28T05:04:15.658023Z",
  "type": "010combined",
  "sha1": "6a6a6f658b2d83d0dbe1f8a5f8b284744d3124a6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2204ENBANC-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/03/30/Metts_v._Almond.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 02-2204\n\n                       HAROLD METTS, ET AL.,\n\n                      Plaintiffs, Appellants,\n\n                                 v.\n\n                  WILLIAM J. MURPHY, ETC., ET AL.,\n\n                       Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. Ernest C. Torres, U.S. District Judge]\n\n\n                              Before\n\n                         Boudin, Chief Judge,\n                Torruella and Selya, Circuit Judges,\n                    Stahl, Senior Circuit Judge,\n              Lynch, Lipez and Howard, Circuit Judges.\n\n\n     Anita Earls, UNC-Center for Civil Rights, with whom Sunil R.\nKulkarni, Morrison & Foerster LLP, Cara Fineman, Lawyers' Committee\nfor Civil Rights Under Law, Dennis Hayes, NAACP Legal Department,\nand Bruce G. Pollock were on supplemental opening brief for\nappellants.\n     Nadine Cohen, Lawyers' Committee For Civil Rights Under Law of\nthe Boston Bar Association, Rudolph F. Pierce, Barbara Van Gorder,\nHeather Butterfield and Goulston & Storrs, P.C. on brief for Angel\nMeza, Gabriel Valerio, Juan Vega, Chelsea's Commission on Hispanic\nAffairs, Inc., and ¿Oiste?:    The Massachusetts Statewide Latino\nOrganization, Amicus Curiae.\n     Katherine A. Fallow, Sam Hirsch and Jenner & Block LLP on\nsupplementary brief for the Puerto Rican Political Action Committee\nand Direct Action for Rights and Equality, Amicus Curiae.\n\f     Neil Bradley, ACLU Foundation Inc., and Laughlin McDonald,\nACLU Foundation Inc., on supplemental brief for American Civil\nLiberties Union and Rhode Island Affiliate of the American Civil\nLiberties Union, Amicus Curiae.\n     John A. Tarantino with whom Patricia K. Rocha, Victoria M.\nAlmeida, Adler Pollock & Sheehan P.C., Normand G. Benoit, Eugene G.\nBernardo, II, Partridge, Snow & Hahn LLP, Richard B. Woolley,\nDepartment of Attorney General, Thomas A. Palombo, Department of\nAttorney General, and Raymond A. Marcaccio were on brief for\nappellees Joseph A. Montalbano, Senate President, William J.\nMurphy, Speaker of the House of Representatives, Matthew A. Brown,\nSecretary of State, and Roger Begin, State Board of Elections\nChairman.\n\n                      _____________________\n\n                         OPINION EN BANC\n\n\n                          March 30, 2004\n\f            Per   Curiam.     In     February    2002,    the   Rhode   Island\n\nlegislature adopted a redistricting plan in response to the 2000\n\ncensus and a state constitutional amendment reducing the number of\n\nseats in both houses.       Based on the allegations in the complaint,\n\nit appears that African-Americans are about 4 percent of Rhode\n\nIsland's population, but more than half live in Providence.              Prior\n\nto redistricting, State Senate District 9 in Providence was 25.69\n\npercent   African-American     and    41.08     percent   Hispanic.      Until\n\nredistricting, an African-American, Charles Walton, had represented\n\nDistrict 9 for many years.\n\n            Under the 2002 redistricting plan, much of the same\n\nAfrican-American population now lies within the new District 2,\n\nwhich allegedly is 21.42 percent African-American and 46.74 percent\n\nHispanic.     In the 2002 primary after redistricting, a Latino\n\nchallenger defeated Walton and went on to win the election.               Well\n\nbefore the primary, in May 2002, a number of individual African-\n\nAmerican voters and related organizations brought the present suit\n\nunder section 2 of the Voting Rights Act, 42 U.S.C. § 1973 (2000),\n\nto challenge the redistricting plan.\n\n            In September 2002, the district court granted a motion\n\nunder Fed. R. Civ. P. 12(b)(6) to dismiss the complaint, Metts v.\n\nAlmond, 217 F. Supp. 2d 252 (D.R.I. 2002), holding that the claim\n\nfailed two of the three threshold tests for a section 2 case under\n\nThornburg v. Gingles, 478 U.S. 30 (1986).            On appeal, a divided\n\n\n                                      -3-\n\fpanel of this court reversed, remanding for further proceedings.\n\nMetts v. Murphy, 347 F.3d 346 (1st Cir. 2003).\n\n           We granted the defendants' petition for rehearing en banc\n\nand vacated the panel opinion.      Metts v. Murphy, No. 02-2204, 2003\n\nU.S. App. LEXIS 24313 (1st Cir. Dec. 3, 2003).         We now review and\n\nvacate the district court's judgment of dismissal and remand for\n\nfurther proceedings.      The reason for our remand is to allow a\n\nfuller development of the evidence, and further legal analysis\n\nbased on that evidence, before any final determination is made.\n\n           Section 2, adopted as part of the Voting Rights Act of\n\n1965, forbids voting-related measures that deny or abridge the\n\nright to vote \"on account of race or color.\"           42 U.S.C. § 1973.\n\nUnder a 1982 amendment, a violation is established \"if, based on\n\nthe totality of circumstances, it is shown that . . . members of a\n\nclass of citizens . . . have less opportunity than other members of\n\nthe electorate to participate in the political process and to elect\n\nrepresentatives of their choice.\"         § 1973(b).\n\n           The Delphic language of the amendment can be understood\n\nonly   against   the   background   of    its   legislative   history   and\n\nsubsequent Supreme Court interpretation.         The former tells us that\n\ndiscriminatory intent is not a necessary element in a violation and\n\nthat Congress intended a broad range of factors to be taken into\n\naccount.   These points, and the relevant citations, are developed\n\n\n\n\n                                    -4-\n\fin Gingles, the first post-amendment decision on section 2 by the\n\nCourt and still the leading authority.      478 U.S. at 43-46.\n\n            However, Gingles was primarily concerned with the use of\n\nmulti-member districts, which have an obvious potential to submerge\n\nthe electoral power of even a substantial and cohesive minority\n\nbloc.    478 U.S. at 46-48 & nn.11-13.    If such a group represents a\n\nmajority of votes in a single member district but a numerical\n\nminority when combined with an adjoining district or districts, the\n\ncombining of those districts into one multi-member district can\n\neasily eliminate the minority's ability to elect one of their own\n\nto any of the seats.\n\n            In Gingles, the Supreme Court set up a three-part test,\n\nruling that section 2 would ordinarily not be violated by multi-\n\nmember   districts   unless   three   conditions   were   met:    that   the\n\nminority challenging such a district would be \"a majority\" in a\n\ncompact single member district; that the minority was politically\n\ncohesive (so it would bloc vote in such a district); and that the\n\nmulti-district majority voted as a bloc (so it would usually defeat\n\nthe minority's candidate in a multi-member district). Gingles, 478\n\nU.S. at 50-51. If satisfied, these preconditions would not end the\n\ncase but would raise a presumption of a violation.               Vecinos De\n\nBarrio Uno v. City of Holyoke, 72 F.3d 973, 980 (1st Cir. 1995);\n\nsee also Johnson v. DeGrandy, 512 U.S. 997, 1011 (1994) (Gingles\n\npreconditions necessary but not sufficient to establish claim).\n\n\n                                  -5-\n\f           Gingles was directed to a particular practice--multi-\n\nmember   districts--which   the   Court   suggested   was   particularly\n\nproblematic, 478 U.S. at 47-48;     Growe v. Emison, 507 U.S. 25, 40\n\n(1993), and the decision did not purport to offer a general or\n\nexclusive gloss on section 2 for all situations, Gingles, 478 U.S.\n\nat 46 n.12.   But the concreteness of the Gingles test, set against\n\nthe vagueness of the statute and plethora of criteria, has made it\n\na focus in subsequent cases dealing with quite different problems.\n\nIndeed, the Supreme Court has said several times that Gingles\n\napplies to vote dilution claims directed against single member\n\ndistricts, see, e.g., Voinovich v. Quilter, 507 U.S. 146, 158\n\n(1993); Growe, 507 U.S. at 40-41, but it has effectively qualified\n\nthis statement in two different ways.\n\n           First, several Supreme Court opinions after Gingles have\n\noffered the prospect, or at least clearly reserved the possibility,\n\nthat Gingles' first precondition--that a racial minority must be\n\nable to constitute a \"majority\" in a single-member district--could\n\nextend to a group that was a numerical minority but had predictable\n\ncross-over support from other groups.      DeGrandy, 512 U.S. at 1008-\n\n09; Voinovich, 507 U.S. at 158 (\"[T]he first Gingles precondition,\n\nthe requirement that the group be sufficiently large to constitute\n\na majority in a single district, would have to be modified or\n\neliminated when analyzing the influence-dilution claim we assume,\n\narguendo, to be actionable today.\"). Further, the Court has so far\n\n\n                                  -6-\n\freserved judgment on a second-cousin question: whether dilution of\n\na minority racial group's influence, as opposed to the power to\n\nelect, could violate section 2--a position that would require\n\nsubstantial      modification        of    Gingles'      first-prong   \"majority\"\n\nprecondition.        Growe, 507 U.S. at 41 n.5;           Vecinos de Barrio Uno,\n\n72 F.3d at 990-91.\n\n           Second, where single member districts are at issue--as in\n\nour case--opinions have increasingly emphasized the open-ended,\n\nmulti-factor inquiry that Congress intended for section 2 claims.\n\nVoinovich, 507 U.S. at 158 (\"Of course, the Gingles factors cannot\n\nbe applied mechanically and without regard to the nature of the\n\nclaim.\"); DeGrandy, 512 U.S. at 1007 (same).                 To say that Gingles\n\napplies as a precondition to section 2 liability may not tell one\n\nvery much if Gingles itself is no longer to be \"mechanically\"\n\napplied.      Gingles was in its original incarnation a mechanical\n\nfirst-step evaluation for a particular problem, so its rationale is\n\nnot easily adapted by lower courts to a different set of problems.\n\n           The present case concerns not multi-member districts but\n\na redrawing of single-member district boundaries.                      In one key\n\ndistrict      this    has     produced     a    modest    re-adjustment    in   the\n\nproportionate        sizes    of   the    two   large    minority   groups--but    a\n\nreadjustment that certainly can affect who wins the election.                     So\n\nfar the parties' argument has been about whether and how to squeeze\n\nthis   case    into     the    Gingles     preconditions--raising         difficult\n\n\n                                          -7-\n\fquestions about whether the \"majority\" requirement in Gingles is a\n\nnumerical    majority    or   an   effective   majority   that   could    be\n\nconstructed out of cross-over votes; how rigidly the Gingles\n\npreconditions apply when moving away from multi-member districts;\n\nand how to apply Gingles when no racial group makes up more than 50\n\npercent of the district.\n\n            It is no accident that most cases under section 2 have\n\nbeen decided on summary judgment or after a verdict, and not on a\n\nmotion to dismiss.      This caution is especially apt where, as here,\n\nwe are dealing with a major variant not addressed in Gingles\n\nitself--the single member district--and one with a relatively\n\nunusual history.   As courts get more experience dealing with these\n\ncases and the rules firm up, it may be more feasible to dismiss\n\nweaker cases on the pleadings, but in the case before us we think\n\nthat the plaintiffs are entitled to an opportunity to develop\n\nevidence before the merits are resolved.\n\n            We are thus unwilling at the complaint stage to foreclose\n\nthe possibility that a section 2 claim can ever be made out where\n\nthe African-American population of a single member district is\n\nreduced in redistricting legislation from 26 to 21 percent.              Yes,\n\none would ordinarily expect the consequences to be small, but not\n\nalways, and arguably not here (based on past history).            At this\n\npoint we know practically nothing about the motive for the change\n\nin district or the selection of the present configuration, the\n\n\n                                     -8-\n\fcontours of the district chosen or the feasible alternatives, the\n\nimpact of alternative districts on other minorities, or anything\n\nelse that would help gauge how mechanically or flexibly the Gingles\n\nfactors should be applied.\n\n           On the other hand, the plaintiffs cannot prevail merely\n\nby   showing   that   an    alternative     plan   gives    them    a   greater\n\nopportunity    to   win   the   election,   DeGrandy,      512   U.S.   at   1017\n\n(\"Failure to maximize cannot be the measure of § 2.\"), or that an\n\notherwise justified boundary change happened to cost African-\n\nAmericans a seat. This would convert section 2's all-circumstances\n\ntest into the far more stringent \"anti-retrogression\" test of\n\nsection 5, which imposes rigorous pre-clearance requirements on\n\ncovered states to prevent redistricting plans with retrogressive\n\nconsequences for African-American voters.            Compare 42 U.S.C. §\n\n1973(a)-(b) (2000), with 42 U.S.C. § 1973c (2000).               See generally\n\nBeer v. United States, 425 U.S. 130, 141 (1976) (anti-retrogression\n\ntest); Reno v. Bossier Parish Sch. Bd., 520 U.S. 471, 476-80 (1997)\n\n(discussing differences between sections 2 and 5). Rhode Island is\n\nnot a covered state.\n\n           As the district court correctly pointed out, there is\n\ntension in this case for plaintiffs in any effort to satisfy both\n\nthe first and third prong of Gingles.         To the extent that African-\n\nAmerican voters have to rely on cross-over voting to prove they\n\nhave the \"ability to elect\" a candidate of their choosing, their\n\n\n                                     -9-\n\fargument that the majority votes as a bloc against their preferred\n\ncandidate is undercut.   But it is not clear on the pleadings alone\n\nhow many cross-over votes are needed to win an election--unlike in\n\nGingles, Rhode Island law allows a candidate to win with less than\n\nan absolute majority, see R.I. Const. art. IV, § 2 (general\n\nelections); R.I. Gen. Laws § 17-15-29 (2002) (primary elections)--\n\nnor do we have any evidence at this stage about how vigorously the\n\nmajority votes as a bloc over time, nor the impact of the fact that\n\nthe \"majority\" here is made up of both Hispanics and whites.\n\nGingles itself warned that \"there is no simple doctrinal test for\n\nthe existence of legally significant racial bloc voting,\" 478 U.S.\n\nat 58, a further warning against deciding such issues in the\n\nabstract.\n\n            The burden of inquiry is on the plaintiffs--they are the\n\nones challenging the redistricting plan--but in this case they are\n\nentitled (within ordinary limits) to develop the evidence that they\n\nthink might help them.   Whether a full-scale trial is needed is an\n\nentirely different matter; perhaps summary judgment will suffice\n\ndepending on how the evidence develops and the ultimate theory or\n\ntheories offered by both sides--theories that hopefully will go\n\nbeyond dueling claims as to what Gingles means.   In all events, it\n\nis premature to close the door now.\n\n\n\n\n                                -10-\n\f           The judgment of the district court is vacated and the\n\nmatter   remanded   for   further   proceedings   consistent   with   this\n\nopinion.   Each side shall bear its own costs on this appeal.\n\n           It is so ordered.\n\n\n\n\n                            Dissent follows.\n\n\n\n\n                                    -11-\n\f            SELYA, Circuit Judge, with whom TORRUELLA, Circuit Judge,\n\njoins, dissenting.     I appreciate the measured tone of the majority\n\nopinion, and I agree with much of what the court writes:                    section\n\n2 of the Voting Rights Act (VRA), 42 U.S.C. § 1973, verges on the\n\nopaque and the Supreme Court precedent interpreting it leaves many\n\nquestions    unanswered.       Moreover,      I   acknowledge       that,   in   the\n\nordinary course, district courts should allow vote dilution claims\n\nto proceed beyond the Rule 12(b)(6) stage.                   Thus, were this an\n\narguable case, factual development would be preferable to outright\n\ndismissal.\n\n            Here,   however,     the     case     is   not    arguable.1         The\n\nplaintiffs' claim depends upon a radical premise:                  that a minority\n\ngroup whose members cannot conceivably comprise anything close to\n\na numerical majority, even in what is from their point of view an\n\nideally   configured    single-member         district,      can    mount   a    vote\n\ndilution claim.     Given the small size of the identified minority\n\ngroup in this case and the magnitude of the crossover voting on\n\nwhich it must rely, the claim necessarily fails. See Valdespino v.\n\n\n\n     1\n      There are obvious dangers in applying the principle favoring\nfurther factual development too liberally. If one is willing to\nsplit an infinite number of hairs, it always will be possible to\nconjure up remote scenarios that might be disinterred during\ndiscovery (and, thus, might prevent the allowance of a motion to\ndismiss). Rule 12(b)(6) does not invite courts to engage in such\nendless surmise; rather, \"[t]he method of Rule 12(b)(6) requires\ncourts . . . to resolve all realistic possibilities in the\npleader's favor.\" Garrett v. Tandy Corp., 295 F.3d 94, 105 (1st\nCir. 2002) (emphasis supplied).\n\n                                       -12-\n\fAlamo Heights Indep. Sch. Dist., 168 F.3d 848, 852-53 (5th Cir.\n\n1999); Cousin v. Sundquist, 145 F.3d 818, 828-29 (6th Cir. 1998);\n\nMcNeil v. Springfield Park Dist., 851 F.2d 937, 943-45 (7th Cir.\n\n1988); Parker v. Ohio, 263 F. Supp. 2d 1100, 1104-05 (S.D. Ohio)\n\n(three-judge court), aff'd mem., 124 S. Ct. 574 (2003).                        Further\n\nfactual development, therefore, will only raise false hopes in the\n\nAfrican-American community while at the same time squandering\n\nscarce judicial resources.\n\n              I will be brief.       The plaintiffs allege that African-\n\nAmericans represented approximately 26% of the relevant population\n\nin   former    Senate     District   9    yet    represent   only    21%       of   the\n\npopulation     in   the    new   district       (Senate   District       2).        They\n\ncharacterize this 5% differential as a political kiss of death and\n\nask that the district lines be redrawn so that, in their ideal\n\ndistrict,      African-Americans         again    will    number     26%       of   the\n\npopulation.\n\n              Stripped     of    rhetorical      flourishes,       the     postulate\n\nunderlying the plaintiffs' claim proceeds along the following\n\nlines.   Whenever a candidate preferred by African-Americans runs\n\nfor the state senate in the new district, he or she will receive\n\nall the African-American votes plus no less than 32% but no more\n\nthan 37% of the combined white and Hispanic votes (these being the\n\npercentages of all white and Hispanic voters necessary to form a\n\nmajority in conjunction with a monolithic African-American vote\n\n\n                                         -13-\n\fwhen African-Americans constitute 26% and 21% of the population,\n\nrespectively).      Whether viewed as a matter of logic, political\n\nscience, or human behavior, this postulate, which assumes that the\n\nelectorate's polarization is so deeply entrenched that candidate-\n\nspecific variations will operate only within a 5% margin, strikes\n\nme as fanciful. Moreover, the impetus behind it is the plaintiffs'\n\nconviction that they can forge some sort of functional majority,\n\ni.e.,    that   African-Americans,   though      not   numerous    enough   to\n\ncomprise anything close to a majority in their ideal district,\n\nnonetheless will have the ability to elect a particular candidate\n\nwith the aid of a large and predictable non-African-American\n\ncrossover vote.      Whatever may be said for functional majority\n\nclaims in general — a matter on which I take no view — the\n\nplaintiffs'     functional   majority    claim    lies   well     beyond    the\n\nprophylaxis of section 2.       The minority group described in the\n\namended complaint comprises too small a fraction of the district's\n\ntotal population and, therefore, must rely too heavily on crossover\n\nvotes.\n\n            The plaintiffs seek to blink this reality by treating\n\ncrossover voters as if they constitute part of a protected minority\n\nwithin the purview of section 2.          Fidelity to core democratic\n\nvalues demands that we reject this taxonomy.           Although the Gingles\n\npreconditions contemplate a certain degree of crossover voting, see\n\nThornburg v. Gingles, 478 U.S. 30, 56 (1986); Jenkins v. Red Clay\n\n\n                                  -14-\n\fConsol. Sch. Dist. Bd. of Educ., 4 F.3d 1103, 1123 (3d Cir. 1993),\n\nthere is a point at which crossover voting becomes so large a part\n\nof the picture as to crowd out the possibility of a legally\n\ncognizable vote dilution claim.        That is the case here; after all,\n\nthe bricolage comprises a roughly equal mix of African-American and\n\ncrossover voters.        Under these circumstances, allowing a vote\n\ndilution claim to go forward would make sense only if the end game\n\nwere to ensure the success of candidates favored by minority\n\ngroups.    That is plainly not the proper object of section 2 of the\n\nVRA, which is a law aimed at ensuring equality of opportunity\n\nrather than at guaranteeing the electoral success of particular\n\ncandidates.     See Johnson v. De Grandy, 512 U.S. 997, 1014 n.11\n\n(1994).\n\n            The plaintiffs' claim also trips over the third Gingles\n\nprecondition.      See   Gingles,    478    U.S.   at   56   (explaining    that\n\nplaintiffs must show the existence of majoritarian bloc voting\n\nsufficient to defeat minority-preferred candidates most of the\n\ntime).     A showing of majoritarian bloc voting is structurally\n\ninconsistent with the plaintiffs' exposition of their case.                 Their\n\nreliance on a high level of crossover voting, ranging upward from\n\na minimum of 32% and nearly equaling the whole of the African-\n\nAmerican   vote,   belies   any     majoritarian    bloc     voting   and   thus\n\ndefenestrates their claim of illegal vote dilution. See Abrams v.\n\nJohnson, 521 U.S. 74, 92-93 (1997) (affirming lower court decision\n\n\n                                     -15-\n\fthat average majority crossover voting of 22% to 38% is sufficient\n\nto demonstrate the \"general willingness of [majority] voters to\n\nvote   for    [minority]   candidates\"       (internal   quotation   marks\n\nomitted)); cf. Voinovich v. Quilter, 507 U.S. 146, 151-52, 158\n\n(1993) (approving lower court's finding of no majority bloc voting\n\nwhere \"black candidates have been repeatedly elected from [single-\n\nmember] districts with only a 35% black population\").\n\n             The plaintiffs showcase Senator Walton's past electoral\n\nsuccesses as proof of the cogency of their ability to elect claim\n\n— but that datum is a two-edged sword.              Consistent electoral\n\nsuccess on the part of a racial or ethnic minority group that\n\ncomprises considerably less than a numerical majority of the\n\nelectorate is a telling indicium of the absence of majoritarian\n\nbloc voting and, thus, is presumptively inconsistent with an\n\nactionable vote dilution claim.            See Gingles, 478 U.S. at 102\n\n(O'Connor, J., concurring); Overton v. City of Austin, 871 F.2d\n\n529, 540 (5th Cir. 1989) (per curiam); see also Brooks v. Miller,\n\n158 F.3d 1230, 1241 (11th Cir. 1998); Turner v. Arkansas, 784 F.\n\nSupp. 553, 570-71 (E.D. Ark. 1991) (three-judge court), aff'd mem.,\n\n504 U.S. 952 (1992).\n\n             In short, I do not believe that section 2 of the VRA\n\nauthorizes vote dilution claims that are wholly dependent upon\n\nmassive crossover voting.    There is a critical distinction between\n\nminority-preferred     candidates    who    lose   because   redistricting\n\n\n                                    -16-\n\fexcludes too much of the minority electorate from a particular\n\ndistrict (illegal vote dilution) and minority-preferred candidates\n\nwho lose because they do not attract enough votes from other\n\nconstituencies within the district (legal majoritarian rule).      The\n\namended complaint, even when taken at face value, blurs this\n\ndistinction.\n\n          Some vote dilution cases are sufficiently clear that, on\n\nany rational view of the facts alleged, further proceedings are\n\ninappropriate.   This is one of them.      Accordingly, I respectfully\n\ndissent from the court's decision.      Left to my own devices, I would\n\naffirm the order of dismissal.\n\n\n\n\n                                 -17-\n\f",
  "html": "<p class=\"case_cite\">363 F.3d 8</p>\n    <p class=\"parties\">Harold METTS, et al., Plaintiffs, Appellants,<br>v.<br>William J. MURPHY, etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-2204.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 4, 2004.</p>\n    <p class=\"date\">Decided March 30, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anita Earls, UNC-Center for Civil Rights, with whom Sunil R. Kulkarni, Morrison &amp; Foerster LLP, Cara Fineman, Lawyers' Committee for Civil Rights Under Law, Dennis Hayes, NAACP Legal Department, and Bruce G. Pollock were on supplemental opening brief for appellants.</p>\n      <p class=\"indent\">Nadine Cohen, Lawyers' Committee For Civil Rights Under Law of the Boston Bar Association, Rudolph F. Pierce, Barbara Van Gorder, Heather Butterfield and Goulston &amp; Storrs, P.C. on brief for Angel Meza, Gabriel Valerio, Juan Vega, Chelsea's Commission on Hispanic Affairs, Inc., and &#191;Oiste?: The Massachusetts Statewide Latino Organization, Amicus Curiae.</p>\n      <p class=\"indent\">Katherine A. Fallow, Sam Hirsch and Jenner &amp; Block LLP on supplementary brief for the Puerto Rican Political Action Committee and Direct Action for Rights and Equality, Amicus Curiae.</p>\n      <p class=\"indent\">Neil Bradley, ACLU Foundation Inc., and Laughlin McDonald, ACLU Foundation Inc., on supplemental brief for American Civil Liberties Union and Rhode Island Affiliate of the American Civil Liberties Union, Amicus Curiae.</p>\n      <p class=\"indent\">John A. Tarantino with whom Patricia K. Rocha, Victoria M. Almeida, Adler Pollock &amp; Sheehan P.C., Normand G. Benoit, Eugene G. Bernardo, II, Partridge, Snow &amp; Hahn LLP, Richard B. Woolley, Department of Attorney General, Thomas A. Palombo, Department of Attorney General, and Raymond A. Marcaccio were on brief for appellees Joseph A. Montalbano, Senate President, William J. Murphy, Speaker of the House of Representatives, Matthew A. Brown, Secretary of State, and Roger Begin, State Board of Elections Chairman.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges, STAHL, Senior Circuit Judge, LYNCH, LIPEZ and HOWARD, Circuit Judges.</p>\n      <p>OPINION EN BANC</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In February 2002, the Rhode Island legislature adopted a redistricting plan in response to the 2000 census and a state constitutional amendment reducing the number of seats in both houses. Based on the allegations in the complaint, it appears that African-Americans are about 4 percent of Rhode Island's population, but more than half live in Providence. Prior to redistricting, State Senate District 9 in Providence was 25.69 percent African-American and 41.08 percent Hispanic. Until redistricting, an African-American, Charles Walton, had represented District 9 for many years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the 2002 redistricting plan, much of the same African American population now lies within the new District 2, which allegedly is 21.42 percent African-American and 46.74 percent Hispanic. In the 2002 primary after redistricting, a Latino challenger defeated Walton and went on to win the election. Well before the primary, in May 2002, a number of individual African-American voters and related organizations brought the present suit under section 2 of the Voting Rights Act, 42 U.S.C. &#167; 1973 (2000), to challenge the redistricting plan.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In September 2002, the district court granted a motion under Fed.R.Civ.P. 12(b)(6) to dismiss the complaint, <i>Metts v. Almond,</i> 217 F.Supp.2d 252 (D.R.I.2002), holding that the claim failed two of the three threshold tests for a section 2 case under <i>Thornburg v. Gingles,</i> 478 U.S. 30, 106 S.Ct. 2752, 92 L.Ed.2d 25 (1986). On appeal, a divided panel of this court reversed, remanding for further proceedings. <i>Metts v. Murphy,</i> 347 F.3d 346, 2003 WL 22434637 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We granted the defendants' petition for rehearing <i>en banc</i> and vacated the panel opinion. <i>Metts v. Murphy,</i> No. 02-2204, 2003 U.S.App. LEXIS 24313 (1st Cir. Dec. 3, 2003). We now review and vacate the district court's judgment of dismissal and remand for further proceedings. The reason for our remand is to allow a fuller development of the evidence, and further legal analysis based on that evidence, before any final determination is made.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Section 2, adopted as part of the Voting Rights Act of 1965, forbids voting-related measures that deny or abridge the right to vote \"on account of race or color.\" 42 U.S.C. &#167; 1973. Under a 1982 amendment, a violation is established \"if, based on the totality of circumstances, it is shown that... members of a class of citizens ... have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice.\" &#167; 1973(b).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Delphic language of the amendment can be understood only against the background of its legislative history and subsequent Supreme Court interpretation. The former tells us that discriminatory intent is not a necessary element in a violation and that Congress intended a broad range of factors to be taken into account. These points, and the relevant citations, are developed in <i>Gingles,</i> the first post-amendment decision on section 2 by the Court and still the leading authority. 478 U.S. at 43-46, 106 S.Ct. 2752.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">However, <i>Gingles</i> was primarily concerned with the use of multi-member districts, which have an obvious potential to submerge the electoral power of even a substantial and cohesive minority bloc. 478 U.S. at 46-48 &amp; nn. 11-13, 106 S.Ct. 2752. If such a group represents a majority of votes in a single member district but a numerical minority when combined with an adjoining district or districts, the combining of those districts into one multi-member district can easily eliminate the minority's ability to elect one of their own to any of the seats.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In <i>Gingles,</i> the Supreme Court set up a three-part test, ruling that section 2 would ordinarily not be violated by multi-member districts unless three conditions were met: that the minority challenging such a district would be \"a majority\" in a compact single member district; that the minority was politically cohesive (so it would bloc vote in such a district); and that the multi-district majority voted as a bloc (so it would usually defeat the minority's candidate in a multi-member district). <i>Gingles,</i> 478 U.S. at 50-51, 106 S.Ct. 2752. If satisfied, these preconditions would not end the case but would raise a presumption of a violation. <i>Vecinos De Barrio Uno v. City of Holyoke,</i> 72 F.3d 973, 980 (1st Cir.1995); <i>see also Johnson v. DeGrandy,</i> 512 U.S. 997, 1011, 114 S.Ct. 2647, 129 L.Ed.2d 775 (1994) (<i>Gingles</i> preconditions necessary but not sufficient to establish claim).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Gingles</i> was directed to a particular practice &#8212; multi-member districts &#8212; which the Court suggested was particularly problematic, 478 U.S. at 47-48, 106 S.Ct. 2752; <i>Growe v. Emison,</i> 507 U.S. 25, 40, 113 S.Ct. 1075, 122 L.Ed.2d 388 (1993), and the decision did not purport to offer a general or exclusive gloss on section 2 for all situations, <i>Gingles,</i> 478 U.S. at 46 n. 12, 106 S.Ct. 2752. But the concreteness of the <i>Gingles</i> test, set against the vagueness of the statute and plethora of criteria, has made it a focus in subsequent cases dealing with quite different problems. Indeed, the Supreme Court has said several times that <i>Gingles</i> applies to vote dilution claims directed against single member districts, <i>see, e.g., Voinovich v. Quilter,</i> 507 U.S. 146, 158, 113 S.Ct. 1149, 122 L.Ed.2d 500 (1993); <i>Growe,</i> 507 U.S. at 40-41, 113 S.Ct. 1075, but it has effectively qualified this statement in two different ways.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, several Supreme Court opinions after <i>Gingles</i> have offered the prospect, or at least clearly reserved the possibility, that <i>Gingles</i>' first precondition &#8212; that a racial minority must be able to constitute a \"majority\" in a single-member district &#8212; could extend to a group that was a numerical minority but had predictable cross-over support from other groups. <i>DeGrandy,</i> 512 U.S. at 1008-09, 114 S.Ct. 2647; <i>Voinovich,</i> 507 U.S. at 158, 113 S.Ct. 1149 (\"[T]he first <i>Gingles</i> precondition, the requirement that the group be sufficiently large to constitute a majority in a single district, would have to be modified or eliminated when analyzing the influence-dilution claim we assume, <i>arguendo,</i> to be actionable today.\"). Further, the Court has so far reserved judgment on a second-cousin question: whether dilution of a minority racial group's <i>influence,</i> as opposed to the power to elect, could violate section 2 &#8212; a position that would require substantial modification of <i>Gingles</i> ` first-prong \"majority\" precondition. <i>Growe,</i> 507 U.S. at 41 n. 5, 113 S.Ct. 1075; <i>Vecinos De Barrio Uno,</i> 72 F.3d at 990-91.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, where single member districts are at issue &#8212; as in our case &#8212; opinions have increasingly emphasized the open-ended, multi-factor inquiry that Congress intended for section 2 claims. <i>Voinovich,</i> 507 U.S. at 158, 113 S.Ct. 1149 (\"Of course, the <i>Gingles</i> factors cannot be applied mechanically and without regard to the nature of the claim.\"); <i>DeGrandy,</i> 512 U.S. at 1007, 114 S.Ct. 2647 (same). To say that <i>Gingles</i> applies as a precondition to section 2 liability may not tell one very much if <i>Gingles</i> itself is no longer to be \"mechanically\" applied. <i>Gingles</i> was in its original incarnation a mechanical first-step evaluation for a particular problem, so its rationale is not easily adapted by lower courts to a different set of problems.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The present case concerns not multi-member districts but a redrawing of single-member district boundaries. In one key district this has produced a modest readjustment in the proportionate sizes of the two large minority groups &#8212; but a readjustment that certainly can affect who wins the election. So far the parties' argument has been about whether and how to squeeze this case into the <i>Gingles</i> preconditions &#8212; raising difficult questions about whether the \"majority\" requirement in <i>Gingles</i> is a numerical majority or an effective majority that could be constructed out of cross-over votes; how rigidly the <i>Gingles</i> preconditions apply when moving away from multi-member districts; and how to apply <i>Gingles</i> when no racial group makes up more than 50 percent of the district.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is no accident that most cases under section 2 have been decided on summary judgment or after a verdict, and not on a motion to dismiss. This caution is especially apt where, as here, we are dealing with a major variant not addressed in <i>Gingles</i> itself &#8212; the single member district &#8212; and one with a relatively unusual history. As courts get more experience dealing with these cases and the rules firm up, it may be more feasible to dismiss weaker cases on the pleadings, but in the case before us we think that the plaintiffs are entitled to an opportunity to develop evidence before the merits are resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We are thus unwilling at the complaint stage to foreclose the <i>possibility</i> that a section 2 claim can ever be made out where the African-American population of a single member district is reduced in redistricting legislation from 26 to 21 percent. Yes, one would ordinarily expect the consequences to be small, but not always, and arguably not here (based on past history). At this point we know practically nothing about the motive for the change in district or the selection of the present configuration, the contours of the district chosen or the feasible alternatives, the impact of alternative districts on other minorities, or anything else that would help gauge how mechanically or flexibly the <i>Gingles</i> factors should be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the other hand, the plaintiffs cannot prevail merely by showing that an alternative plan gives them a greater opportunity to win the election, <i>DeGrandy,</i> 512 U.S. at 1017, 114 S.Ct. 2647 (\"Failure to maximize cannot be the measure of &#167; 2.\"), or that an otherwise justified boundary change happened to cost African-Americans a seat. This would convert section 2's all-circumstances test into the far more stringent \"anti-retrogression\" test of section 5, which imposes rigorous pre-clearance requirements on covered states to prevent redistricting plans with retrogressive consequences for African American voters. <i>Compare</i> 42 U.S.C. &#167; 1973(a)-(b) (2000), <i>with</i> 42 U.S.C. &#167; 1973c (2000). <i>See generally Beer v. United States,</i> 425 U.S. 130, 141, 96 S.Ct. 1357, 47 L.Ed.2d 629 (1976) (anti-retrogression test); <i>Reno v. Bossier Parish Sch. Bd.,</i> 520 U.S. 471, 476-80, 117 S.Ct. 1491, 137 L.Ed.2d 730 (1997) (discussing differences between sections 2 and 5). Rhode Island is not a covered state.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As the district court correctly pointed out, there is tension in this case for plaintiffs in any effort to satisfy both the first and third prong of <i>Gingles.</i> To the extent that African-American voters have to rely on cross-over voting to prove they have the \"ability to elect\" a candidate of their choosing, their argument that the majority votes as a bloc against their preferred candidate is undercut. But it is not clear on the pleadings alone how many cross-over votes are needed to win an election &#8212; unlike in <i>Gingles,</i> Rhode Island law allows a candidate to win with less than an absolute majority, <i>see</i> R.I. Const. art. IV, &#167; 2 (general elections); R.I. Gen. Laws &#167; 17-15-29 (2002) (primary elections) &#8212; nor do we have any evidence at this stage about how vigorously the majority votes as a bloc over time, nor the impact of the fact that the \"majority\" here is made up of both Hispanics and whites. <i>Gingles</i> itself warned that \"there is no simple doctrinal test for the existence of legally significant racial bloc voting,\" 478 U.S. at 58, 106 S.Ct. 2752, a further warning against deciding such issues in the abstract.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The burden of inquiry is on the plaintiffs &#8212; they are the ones challenging the redistricting plan &#8212; but in this case they are entitled (within ordinary limits) to develop the evidence that they think might help them. Whether a full-scale trial is needed is an entirely different matter; perhaps summary judgment will suffice depending on how the evidence develops and the ultimate theory or theories offered by both sides &#8212; theories that hopefully will go beyond dueling claims as to what <i>Gingles</i> means. In all events, it is premature to close the door now.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The judgment of the district court is <i>vacated</i> and the matter <i>remanded</i> for further proceedings consistent with this opinion. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">SELYA, Circuit Judge, with whom TORRUELLA, Circuit Judge, joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I appreciate the measured tone of the majority opinion, and I agree with much of what the court writes: section 2 of the Voting Rights Act (VRA), 42 U.S.C. &#167; 1973, verges on the opaque and the Supreme Court precedent interpreting it leaves many questions unanswered. Moreover, I acknowledge that, in the ordinary course, district courts should allow vote dilution claims to proceed beyond the Rule 12(b)(6) stage. Thus, were this an arguable case, factual development would be preferable to outright dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, however, the case is not arguable.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The plaintiffs' claim depends upon a radical premise: that a minority group whose members cannot conceivably comprise anything close to a numerical majority, even in what is from their point of view an ideally configured single-member district, can mount a vote dilution claim. Given the small size of the identified minority group in this case and the magnitude of the crossover voting on which it must rely, the claim necessarily fails. <i>See Valdespino v. Alamo Heights Indep. Sch. Dist.,</i> 168 F.3d 848, 852-53 (5th Cir.1999); <i>Cousin v. Sundquist,</i> 145 F.3d 818, 828-29 (6th Cir. 1998); <i>McNeil v. Springfield Park Dist.,</i> 851 F.2d 937, 943-45 (7th Cir.1988); <i>Parker v. Ohio,</i> 263 F.Supp.2d 1100, 1104-05 (S.D.Ohio) (three-judge court), <i>aff'd mem.,</i> 540 U.S. 1013, 124 S.Ct. 574, 157 L.Ed.2d 426 (2003). Further factual development, therefore, will only raise false hopes in the African American community while at the same time squandering scarce judicial resources.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">I will be brief. The plaintiffs allege that African Americans represented approximately 26% of the relevant population in former Senate District 9 yet represent only 21% of the population in the new district (Senate District 2). They characterize this 5% differential as a political kiss of death and ask that the district lines be redrawn so that, in their ideal district, African Americans again will number 26% of the population.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Stripped of rhetorical flourishes, the postulate underlying the plaintiffs' claim proceeds along the following lines. Whenever a candidate preferred by African-Americans runs for the state senate in the new district, he or she will receive all the African-American votes plus no less than 32% but no more than 37% of the combined white and Hispanic votes (these being the percentages of all white and Hispanic voters necessary to form a majority in conjunction with a monolithic African American vote when African-Americans constitute 26% and 21% of the population, respectively). Whether viewed as a matter of logic, political science, or human behavior, this postulate, which assumes that the electorate's polarization is so deeply entrenched that candidate-specific variations will operate only within a 5% margin, strikes me as fanciful. Moreover, the impetus behind it is the plaintiffs' conviction that they can forge some sort of functional majority, i.e., that African Americans, though not numerous enough to comprise anything close to a majority in their ideal district, nonetheless will have the ability to elect a particular candidate with the aid of a large and predictable non-African-American crossover vote. Whatever may be said for functional majority claims in general &#8212; a matter on which I take no view &#8212; the plaintiffs' functional majority claim lies well beyond the prophylaxis of section 2. The minority group described in the amended complaint comprises too small a fraction of the district's total population and, therefore, must rely too heavily on crossover votes.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiffs seek to blink this reality by treating crossover voters as if they constitute part of a protected minority within the purview of section 2. Fidelity to core democratic values demands that we reject this taxonomy. Although the <i>Gingles</i> preconditions contemplate a certain degree of crossover voting, <i>see Thornburg v. Gingles,</i> 478 U.S. 30, 56, 106 S.Ct. 2752, 92 L.Ed.2d 25 (1986); <i>Jenkins v. Red Clay Consol. Sch. Dist. Bd. of Educ.,</i> 4 F.3d 1103, 1123 (3d Cir.1993), there is a point at which crossover voting becomes so large a part of the picture as to crowd out the possibility of a legally cognizable vote dilution claim. That is the case here; after all, the bricolage comprises a roughly equal mix of African American and crossover voters. Under these circumstances, allowing a vote dilution claim to go forward would make sense only if the end game were to ensure the success of candidates favored by minority groups. That is plainly not the proper object of section 2 of the VRA, which is a law aimed at ensuring equality of opportunity rather than at guaranteeing the electoral success of particular candidates. <i>See Johnson v. De Grandy,</i> 512 U.S. 997, 1014 n. 11, 114 S.Ct. 2647, 129 L.Ed.2d 775 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The plaintiffs' claim also trips over the third <i>Gingles</i> precondition. <i>See Gingles,</i> 478 U.S. at 56, 106 S.Ct. 2752 (explaining that plaintiffs must show the existence of majoritarian bloc voting sufficient to defeat minority-preferred candidates most of the time). A showing of majoritarian bloc voting is structurally inconsistent with the plaintiffs' exposition of their case. Their reliance on a high level of crossover voting, ranging upward from a minimum of 32% and nearly equaling the whole of the African American vote, belies any majoritarian bloc voting and thus defenestrates their claim of illegal vote dilution. <i>See Abrams v. Johnson,</i> 521 U.S. 74, 92-93, 117 S.Ct. 1925, 138 L.Ed.2d 285 (1997) (affirming lower court decision that average majority crossover voting of 22% to 38% is sufficient to demonstrate the \"general willingness of [majority] voters to vote for [minority] candidates\" (internal quotation marks omitted)); <i>cf. Voinovich v. Quilter,</i> 507 U.S. 146, 151-52, 158, 113 S.Ct. 1149, 122 L.Ed.2d 500 (1993) (approving lower court's finding of no majority bloc voting where \"black candidates have been repeatedly elected from [single-member] districts with only a 35% black population\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The plaintiffs showcase Senator Walton's past electoral successes as proof of the cogency of their ability to elect claim &#8212; but that datum is a two-edged sword. Consistent electoral success on the part of a racial or ethnic minority group that comprises considerably less than a numerical majority of the electorate is a telling indicium of the absence of majoritarian bloc voting and, thus, is presumptively inconsistent with an actionable vote dilution claim. <i>See Gingles,</i> 478 U.S. at 102, 106 S.Ct. 2752 (O'Connor, J., concurring); <i>Overton v. City of Austin,</i> 871 F.2d 529, 540 (5th Cir.1989) (per curiam); <i>see also Brooks v. Miller,</i> 158 F.3d 1230, 1241 (11th Cir. 1998); <i>Turner v. Arkansas,</i> 784 F.Supp. 553, 570-71 (E.D.Ark.1991) (three-judge court), <i>aff'd mem.,</i> 504 U.S. 952, 112 S.Ct. 2296, 119 L.Ed.2d 220 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In short, I do not believe that section 2 of the VRA authorizes vote dilution claims that are wholly dependent upon massive crossover voting. There is a critical distinction between minority-preferred candidates who lose because redistricting excludes too much of the minority electorate from a particular district (illegal vote dilution) and minority-preferred candidates who lose because they do not attract enough votes from other constituencies within the district (legal majoritarian rule). The amended complaint, even when taken at face value, blurs this distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Some vote dilution cases are sufficiently clear that, on any rational view of the facts alleged, further proceedings are inappropriate. This is one of them. Accordingly, I respectfully dissent from the court's decision. Left to my own devices, I would affirm the order of dismissal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There are obvious dangers in applying the principle favoring further factual development too liberally. If one is willing to split an infinite number of hairs, it always will be possible to conjure up remote scenarios that might be disinterred during discovery (and, thus, might prevent the allowance of a motion to dismiss). Rule 12(b)(6) does not invite courts to engage in such endless surmise; rather, \"[t]he method of Rule 12(b)(6) requires courts ... to resolve all<i>realistic</i> possibilities in the pleader's favor.\" <i>Garrett v. Tandy Corp.,</i> 295 F.3d 94, 105 (1st Cir.2002) (emphasis supplied).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span></p>\n    <p class=\"parties\">Harold METTS, et al., Plaintiffs, Appellants,<br>v.<br>William J. MURPHY, etc., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 02-2204.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 4, 2004.</p>\n    <p class=\"date\">Decided March 30, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Anita Earls, UNC-Center for Civil Rights, with whom Sunil R. Kulkarni, Morrison &amp; Foerster LLP, Cara Fineman, Lawyers' Committee for Civil Rights Under Law, Dennis Hayes, NAACP Legal Department, and Bruce G. Pollock were on supplemental opening brief for appellants.</p>\n      <p class=\"indent\">Nadine Cohen, Lawyers' Committee For Civil Rights Under Law of the Boston Bar Association, Rudolph F. Pierce, Barbara Van Gorder, Heather Butterfield and Goulston &amp; Storrs, P.C. on brief for Angel Meza, Gabriel Valerio, Juan Vega, Chelsea's Commission on Hispanic Affairs, Inc., and &#191;Oiste?: The Massachusetts Statewide Latino Organization, Amicus Curiae.</p>\n      <p class=\"indent\">Katherine A. Fallow, Sam Hirsch and Jenner &amp; Block LLP on supplementary brief for the Puerto Rican Political Action Committee and Direct Action for Rights and Equality, Amicus Curiae.</p>\n      <p class=\"indent\">Neil Bradley, ACLU Foundation Inc., and Laughlin McDonald, ACLU Foundation Inc., on supplemental brief for American Civil Liberties Union and Rhode Island Affiliate of the American Civil Liberties Union, Amicus Curiae.</p>\n      <p class=\"indent\">John A. Tarantino with whom Patricia K. Rocha, Victoria M. Almeida, Adler Pollock &amp; Sheehan P.C., Normand G. Benoit, Eugene G. Bernardo, II, Partridge, Snow &amp; Hahn LLP, Richard B. Woolley, Department of Attorney General, Thomas A. Palombo, Department of Attorney General, and Raymond A. Marcaccio were on brief for appellees Joseph A. Montalbano, Senate President, William J. Murphy, Speaker of the House of Representatives, Matthew A. Brown, Secretary of State, and Roger Begin, State Board of Elections Chairman.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges, STAHL, Senior Circuit Judge, LYNCH, LIPEZ and HOWARD, Circuit Judges.</p>\n      <p>OPINION EN BANC</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In February 2002, the Rhode Island legislature adopted a redistricting plan in response to the 2000 census and a state constitutional amendment reducing the number of seats in both houses. Based on the allegations in the complaint, it appears that African-Americans are about 4 percent of Rhode Island's population, but more than half live in Providence. Prior to redistricting, State Senate District 9 in Providence was 25.69 percent African-American and 41.08 percent Hispanic. Until redistricting, an African-American, Charles Walton, had represented District 9 for many years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Under the 2002 redistricting plan, much of the same African American population now lies within the new District 2, which allegedly is 21.42 percent African-American and 46.74 percent Hispanic. In the 2002 primary after redistricting, a Latino challenger defeated Walton and went on to win the election. Well before the primary, in May 2002, a number of individual African-American voters and related organizations brought the present suit under section 2 of the Voting Rights Act, 42 U.S.C. &#167; 1973 (2000), to challenge the redistricting plan.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In September 2002, the district court granted a motion under Fed.R.Civ.P. 12(b)(6) to dismiss the complaint, <i>Metts v. Almond,</i> <span class=\"citation\" data-id=\"2484416\"><a href=\"/opinion/2484416/metts-v-almond/\"><span class=\"volume\">217</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">252</span></a></span> (D.R.I.2002), holding that the claim failed two of the three threshold tests for a section 2 case under <i>Thornburg v. Gingles,</i> <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986). On appeal, a divided panel of this court reversed, remanding for further proceedings. <i>Metts v. Murphy,</i> <span class=\"citation no-link\"><span class=\"volume\">347</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">346</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22434637</span></span> (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We granted the defendants' petition for rehearing <i>en banc</i> and vacated the panel opinion. <i>Metts v. Murphy,</i> No. 02-2204, 2003 U.S.App. LEXIS 24313 (1st Cir. Dec. 3, 2003). We now review and vacate the district court's judgment of dismissal and remand for further proceedings. The reason for our remand is to allow a fuller development of the evidence, and further legal analysis based on that evidence, before any final determination is made.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Section 2, adopted as part of the Voting Rights Act of 1965, forbids voting-related measures that deny or abridge the right to vote \"on account of race or color.\" 42 U.S.C. &#167; 1973. Under a 1982 amendment, a violation is established \"if, based on the totality of circumstances, it is shown that... members of a class of citizens ... have less opportunity than other members of the electorate to participate in the political process and to elect representatives of their choice.\" &#167; 1973(b).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Delphic language of the amendment can be understood only against the background of its legislative history and subsequent Supreme Court interpretation. The former tells us that discriminatory intent is not a necessary element in a violation and that Congress intended a broad range of factors to be taken into account. These points, and the relevant citations, are developed in <i>Gingles,</i> the first post-amendment decision on section 2 by the Court and still the leading authority. 478 U.S. at 43-46, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">However, <i>Gingles</i> was primarily concerned with the use of multi-member districts, which have an obvious potential to submerge the electoral power of even a substantial and cohesive minority bloc. 478 U.S. at 46-48 &amp; nn. 11-13, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>. If such a group represents a majority of votes in a single member district but a numerical minority when combined with an adjoining district or districts, the combining of those districts into one multi-member district can easily eliminate the minority's ability to elect one of their own to any of the seats.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In <i>Gingles,</i> the Supreme Court set up a three-part test, ruling that section 2 would ordinarily not be violated by multi-member districts unless three conditions were met: that the minority challenging such a district would be \"a majority\" in a compact single member district; that the minority was politically cohesive (so it would bloc vote in such a district); and that the multi-district majority voted as a bloc (so it would usually defeat the minority's candidate in a multi-member district). <i>Gingles,</i> 478 U.S. at 50-51, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>. If satisfied, these preconditions would not end the case but would raise a presumption of a violation. <i>Vecinos De Barrio Uno v. City of Holyoke,</i> <span class=\"citation\" data-id=\"196503\"><a href=\"/opinion/196503/vecinos-de-barrio-v-city-of-holyoke/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">973</span></a></span>, 980 (1st Cir.1995); <i>see also Johnson v. DeGrandy,</i> <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">997</span></a></span>, 1011, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2647</span></a></span>, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></a></span> (1994) (<i>Gingles</i> preconditions necessary but not sufficient to establish claim).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Gingles</i> was directed to a particular practice &#8212; multi-member districts &#8212; which the Court suggested was particularly problematic, 478 U.S. at 47-48, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>; <i>Growe v. Emison,</i> <span class=\"citation\" data-id=\"112818\"><a href=\"/opinion/112818/growe-v-emison/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 40, <span class=\"citation\" data-id=\"112818\"><a href=\"/opinion/112818/growe-v-emison/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1075</span></a></span>, <span class=\"citation\" data-id=\"112818\"><a href=\"/opinion/112818/growe-v-emison/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">388</span></a></span> (1993), and the decision did not purport to offer a general or exclusive gloss on section 2 for all situations, <i>Gingles,</i> 478 U.S. at 46 n. 12, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>. But the concreteness of the <i>Gingles</i> test, set against the vagueness of the statute and plethora of criteria, has made it a focus in subsequent cases dealing with quite different problems. Indeed, the Supreme Court has said several times that <i>Gingles</i> applies to vote dilution claims directed against single member districts, <i>see, e.g., Voinovich v. Quilter,</i> <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span>, 158, <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1149</span></a></span>, <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">500</span></a></span> (1993); <i>Growe,</i> 507 U.S. at 40-41, <span class=\"citation\" data-id=\"112818\"><a href=\"/opinion/112818/growe-v-emison/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1075</span></a></span>, but it has effectively qualified this statement in two different ways.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, several Supreme Court opinions after <i>Gingles</i> have offered the prospect, or at least clearly reserved the possibility, that <i>Gingles</i>' first precondition &#8212; that a racial minority must be able to constitute a \"majority\" in a single-member district &#8212; could extend to a group that was a numerical minority but had predictable cross-over support from other groups. <i>DeGrandy,</i> 512 U.S. at 1008-09, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2647</span></a></span>; <i>Voinovich,</i> 507 U.S. at 158, <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1149</span></a></span> (\"[T]he first <i>Gingles</i> precondition, the requirement that the group be sufficiently large to constitute a majority in a single district, would have to be modified or eliminated when analyzing the influence-dilution claim we assume, <i>arguendo,</i> to be actionable today.\"). Further, the Court has so far reserved judgment on a second-cousin question: whether dilution of a minority racial group's <i>influence,</i> as opposed to the power to elect, could violate section 2 &#8212; a position that would require substantial modification of <i>Gingles</i> ` first-prong \"majority\" precondition. <i>Growe,</i> 507 U.S. at 41 n. 5, <span class=\"citation\" data-id=\"112818\"><a href=\"/opinion/112818/growe-v-emison/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1075</span></a></span>; <i>Vecinos De Barrio Uno,</i> 72 F.3d at 990-91.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, where single member districts are at issue &#8212; as in our case &#8212; opinions have increasingly emphasized the open-ended, multi-factor inquiry that Congress intended for section 2 claims. <i>Voinovich,</i> 507 U.S. at 158, <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1149</span></a></span> (\"Of course, the <i>Gingles</i> factors cannot be applied mechanically and without regard to the nature of the claim.\"); <i>DeGrandy,</i> 512 U.S. at 1007, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2647</span></a></span> (same). To say that <i>Gingles</i> applies as a precondition to section 2 liability may not tell one very much if <i>Gingles</i> itself is no longer to be \"mechanically\" applied. <i>Gingles</i> was in its original incarnation a mechanical first-step evaluation for a particular problem, so its rationale is not easily adapted by lower courts to a different set of problems.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The present case concerns not multi-member districts but a redrawing of single-member district boundaries. In one key district this has produced a modest readjustment in the proportionate sizes of the two large minority groups &#8212; but a readjustment that certainly can affect who wins the election. So far the parties' argument has been about whether and how to squeeze this case into the <i>Gingles</i> preconditions &#8212; raising difficult questions about whether the \"majority\" requirement in <i>Gingles</i> is a numerical majority or an effective majority that could be constructed out of cross-over votes; how rigidly the <i>Gingles</i> preconditions apply when moving away from multi-member districts; and how to apply <i>Gingles</i> when no racial group makes up more than 50 percent of the district.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is no accident that most cases under section 2 have been decided on summary judgment or after a verdict, and not on a motion to dismiss. This caution is especially apt where, as here, we are dealing with a major variant not addressed in <i>Gingles</i> itself &#8212; the single member district &#8212; and one with a relatively unusual history. As courts get more experience dealing with these cases and the rules firm up, it may be more feasible to dismiss weaker cases on the pleadings, but in the case before us we think that the plaintiffs are entitled to an opportunity to develop evidence before the merits are resolved.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We are thus unwilling at the complaint stage to foreclose the <i>possibility</i> that a section 2 claim can ever be made out where the African-American population of a single member district is reduced in redistricting legislation from 26 to 21 percent. Yes, one would ordinarily expect the consequences to be small, but not always, and arguably not here (based on past history). At this point we know practically nothing about the motive for the change in district or the selection of the present configuration, the contours of the district chosen or the feasible alternatives, the impact of alternative districts on other minorities, or anything else that would help gauge how mechanically or flexibly the <i>Gingles</i> factors should be applied.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On the other hand, the plaintiffs cannot prevail merely by showing that an alternative plan gives them a greater opportunity to win the election, <i>DeGrandy,</i> 512 U.S. at 1017, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2647</span></a></span> (\"Failure to maximize cannot be the measure of &#167; 2.\"), or that an otherwise justified boundary change happened to cost African-Americans a seat. This would convert section 2's all-circumstances test into the far more stringent \"anti-retrogression\" test of section 5, which imposes rigorous pre-clearance requirements on covered states to prevent redistricting plans with retrogressive consequences for African American voters. <i>Compare</i> 42 U.S.C. &#167; 1973(a)-(b) (2000), <i>with</i> 42 U.S.C. &#167; 1973c (2000). <i>See generally Beer v. United States,</i> <span class=\"citation\" data-id=\"109418\"><a href=\"/opinion/109418/beer-v-united-states/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">130</span></a></span>, 141, <span class=\"citation\" data-id=\"109418\"><a href=\"/opinion/109418/beer-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1357</span></a></span>, <span class=\"citation\" data-id=\"109418\"><a href=\"/opinion/109418/beer-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1976) (anti-retrogression test); <i>Reno v. Bossier Parish Sch. Bd.,</i> <span class=\"citation\" data-id=\"118107\"><a href=\"/opinion/118107/reno-v-bossier-parish-school-bd/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 476-80, <span class=\"citation\" data-id=\"118107\"><a href=\"/opinion/118107/reno-v-bossier-parish-school-bd/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1491</span></a></span>, <span class=\"citation\" data-id=\"118107\"><a href=\"/opinion/118107/reno-v-bossier-parish-school-bd/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">730</span></a></span> (1997) (discussing differences between sections 2 and 5). Rhode Island is not a covered state.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As the district court correctly pointed out, there is tension in this case for plaintiffs in any effort to satisfy both the first and third prong of <i>Gingles.</i> To the extent that African-American voters have to rely on cross-over voting to prove they have the \"ability to elect\" a candidate of their choosing, their argument that the majority votes as a bloc against their preferred candidate is undercut. But it is not clear on the pleadings alone how many cross-over votes are needed to win an election &#8212; unlike in <i>Gingles,</i> Rhode Island law allows a candidate to win with less than an absolute majority, <i>see</i> R.I. Const. art. IV, &#167; 2 (general elections); R.I. Gen. Laws &#167; 17-15-29 (2002) (primary elections) &#8212; nor do we have any evidence at this stage about how vigorously the majority votes as a bloc over time, nor the impact of the fact that the \"majority\" here is made up of both Hispanics and whites. <i>Gingles</i> itself warned that \"there is no simple doctrinal test for the existence of legally significant racial bloc voting,\" 478 U.S. at 58, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, a further warning against deciding such issues in the abstract.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The burden of inquiry is on the plaintiffs &#8212; they are the ones challenging the redistricting plan &#8212; but in this case they are entitled (within ordinary limits) to develop the evidence that they think might help them. Whether a full-scale trial is needed is an entirely different matter; perhaps summary judgment will suffice depending on how the evidence develops and the ultimate theory or theories offered by both sides &#8212; theories that hopefully will go beyond dueling claims as to what <i>Gingles</i> means. In all events, it is premature to close the door now.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The judgment of the district court is <i>vacated</i> and the matter <i>remanded</i> for further proceedings consistent with this opinion. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">SELYA, Circuit Judge, with whom TORRUELLA, Circuit Judge, joins, dissenting.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I appreciate the measured tone of the majority opinion, and I agree with much of what the court writes: section 2 of the Voting Rights Act (VRA), 42 U.S.C. &#167; 1973, verges on the opaque and the Supreme Court precedent interpreting it leaves many questions unanswered. Moreover, I acknowledge that, in the ordinary course, district courts should allow vote dilution claims to proceed beyond the Rule 12(b)(6) stage. Thus, were this an arguable case, factual development would be preferable to outright dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, however, the case is not arguable.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The plaintiffs' claim depends upon a radical premise: that a minority group whose members cannot conceivably comprise anything close to a numerical majority, even in what is from their point of view an ideally configured single-member district, can mount a vote dilution claim. Given the small size of the identified minority group in this case and the magnitude of the crossover voting on which it must rely, the claim necessarily fails. <i>See Valdespino v. Alamo Heights Indep. Sch. Dist.,</i> <span class=\"citation\" data-id=\"762045\"><a href=\"/opinion/762045/robert-valdespino-brenda-rolon-v-alamo-heights-independent-school-district/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">848</span></a></span>, 852-53 (5th Cir.1999); <i>Cousin v. Sundquist,</i> <span class=\"citation\" data-id=\"754764\"><a href=\"/opinion/754764/maxine-b-cousin-v-don-sundquist-state-election-commission-brook-thompson/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">818</span></a></span>, 828-29 (6th Cir. 1998); <i>McNeil v. Springfield Park Dist.,</i> <span class=\"citation\" data-id=\"508781\"><a href=\"/opinion/508781/frank-mcneil-individually-and-as-representatives-of-a-certified-class-v/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></a></span>, 943-45 (7th Cir.1988); <i>Parker v. Ohio,</i> <span class=\"citation\" data-id=\"2505472\"><a href=\"/opinion/2505472/parker-v-ohio/\"><span class=\"volume\">263</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1100</span></a></span>, 1104-05 (S.D.Ohio) (three-judge court), <i>aff'd mem.,</i> <span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1013</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">574</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">426</span></span> (2003). Further factual development, therefore, will only raise false hopes in the African American community while at the same time squandering scarce judicial resources.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">I will be brief. The plaintiffs allege that African Americans represented approximately 26% of the relevant population in former Senate District 9 yet represent only 21% of the population in the new district (Senate District 2). They characterize this 5% differential as a political kiss of death and ask that the district lines be redrawn so that, in their ideal district, African Americans again will number 26% of the population.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Stripped of rhetorical flourishes, the postulate underlying the plaintiffs' claim proceeds along the following lines. Whenever a candidate preferred by African-Americans runs for the state senate in the new district, he or she will receive all the African-American votes plus no less than 32% but no more than 37% of the combined white and Hispanic votes (these being the percentages of all white and Hispanic voters necessary to form a majority in conjunction with a monolithic African American vote when African-Americans constitute 26% and 21% of the population, respectively). Whether viewed as a matter of logic, political science, or human behavior, this postulate, which assumes that the electorate's polarization is so deeply entrenched that candidate-specific variations will operate only within a 5% margin, strikes me as fanciful. Moreover, the impetus behind it is the plaintiffs' conviction that they can forge some sort of functional majority, i.e., that African Americans, though not numerous enough to comprise anything close to a majority in their ideal district, nonetheless will have the ability to elect a particular candidate with the aid of a large and predictable non-African-American crossover vote. Whatever may be said for functional majority claims in general &#8212; a matter on which I take no view &#8212; the plaintiffs' functional majority claim lies well beyond the prophylaxis of section 2. The minority group described in the amended complaint comprises too small a fraction of the district's total population and, therefore, must rely too heavily on crossover votes.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The plaintiffs seek to blink this reality by treating crossover voters as if they constitute part of a protected minority within the purview of section 2. Fidelity to core democratic values demands that we reject this taxonomy. Although the <i>Gingles</i> preconditions contemplate a certain degree of crossover voting, <i>see Thornburg v. Gingles,</i> <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">30</span></a></span>, 56, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span>, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">92</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">25</span></a></span> (1986); <i>Jenkins v. Red Clay Consol. Sch. Dist. Bd. of Educ.,</i> <span class=\"citation\" data-id=\"652881\"><a href=\"/opinion/652881/alden-jenkins-harlan-roberts-gwendolyn-neal-v-red-clay-consolidated-school/\"><span class=\"volume\">4</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1103</span></a></span>, 1123 (3d Cir.1993), there is a point at which crossover voting becomes so large a part of the picture as to crowd out the possibility of a legally cognizable vote dilution claim. That is the case here; after all, the bricolage comprises a roughly equal mix of African American and crossover voters. Under these circumstances, allowing a vote dilution claim to go forward would make sense only if the end game were to ensure the success of candidates favored by minority groups. That is plainly not the proper object of section 2 of the VRA, which is a law aimed at ensuring equality of opportunity rather than at guaranteeing the electoral success of particular candidates. <i>See Johnson v. De Grandy,</i> <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">997</span></a></span>, 1014 n. 11, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2647</span></a></span>, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></a></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The plaintiffs' claim also trips over the third <i>Gingles</i> precondition. <i>See Gingles,</i> 478 U.S. at 56, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span> (explaining that plaintiffs must show the existence of majoritarian bloc voting sufficient to defeat minority-preferred candidates most of the time). A showing of majoritarian bloc voting is structurally inconsistent with the plaintiffs' exposition of their case. Their reliance on a high level of crossover voting, ranging upward from a minimum of 32% and nearly equaling the whole of the African American vote, belies any majoritarian bloc voting and thus defenestrates their claim of illegal vote dilution. <i>See Abrams v. Johnson,</i> <span class=\"citation\" data-id=\"118129\"><a href=\"/opinion/118129/abrams-v-johnson/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">74</span></a></span>, 92-93, <span class=\"citation\" data-id=\"118129\"><a href=\"/opinion/118129/abrams-v-johnson/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1925</span></a></span>, <span class=\"citation\" data-id=\"118129\"><a href=\"/opinion/118129/abrams-v-johnson/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">285</span></a></span> (1997) (affirming lower court decision that average majority crossover voting of 22% to 38% is sufficient to demonstrate the \"general willingness of [majority] voters to vote for [minority] candidates\" (internal quotation marks omitted)); <i>cf. Voinovich v. Quilter,</i> <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">146</span></a></span>, 151-52, 158, <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1149</span></a></span>, <span class=\"citation\" data-id=\"112824\"><a href=\"/opinion/112824/voinovich-v-quilter/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">500</span></a></span> (1993) (approving lower court's finding of no majority bloc voting where \"black candidates have been repeatedly elected from [single-member] districts with only a 35% black population\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The plaintiffs showcase Senator Walton's past electoral successes as proof of the cogency of their ability to elect claim &#8212; but that datum is a two-edged sword. Consistent electoral success on the part of a racial or ethnic minority group that comprises considerably less than a numerical majority of the electorate is a telling indicium of the absence of majoritarian bloc voting and, thus, is presumptively inconsistent with an actionable vote dilution claim. <i>See Gingles,</i> 478 U.S. at 102, <span class=\"citation\" data-id=\"111736\"><a href=\"/opinion/111736/thornburg-v-gingles/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2752</span></a></span> (O'Connor, J., concurring); <i>Overton v. City of Austin,</i> <span class=\"citation\" data-id=\"520617\"><a href=\"/opinion/520617/volma-overton-and-ernesto-calderon-plaintiffs-intervenors-appellants-v/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>, 540 (5th Cir.1989) (per curiam); <i>see also Brooks v. Miller,</i> <span class=\"citation\" data-id=\"73232\"><a href=\"/opinion/73232/brooks-v-miller/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1230</span></a></span>, 1241 (11th Cir. 1998); <i>Turner v. Arkansas,</i> <span class=\"citation\" data-id=\"1907902\"><a href=\"/opinion/1907902/turner-v-state-of-ark/\"><span class=\"volume\">784</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">553</span></a></span>, 570-71 (E.D.Ark.1991) (three-judge court), <i>aff'd mem.,</i> <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">952</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2296</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">220</span></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In short, I do not believe that section 2 of the VRA authorizes vote dilution claims that are wholly dependent upon massive crossover voting. There is a critical distinction between minority-preferred candidates who lose because redistricting excludes too much of the minority electorate from a particular district (illegal vote dilution) and minority-preferred candidates who lose because they do not attract enough votes from other constituencies within the district (legal majoritarian rule). The amended complaint, even when taken at face value, blurs this distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Some vote dilution cases are sufficiently clear that, on any rational view of the facts alleged, further proceedings are inappropriate. This is one of them. Accordingly, I respectfully dissent from the court's decision. Left to my own devices, I would affirm the order of dismissal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There are obvious dangers in applying the principle favoring further factual development too liberally. If one is willing to split an infinite number of hairs, it always will be possible to conjure up remote scenarios that might be disinterred during discovery (and, thus, might prevent the allowance of a motion to dismiss). Rule 12(b)(6) does not invite courts to engage in such endless surmise; rather, \"[t]he method of Rule 12(b)(6) requires courts ... to resolve all<i>realistic</i> possibilities in the pleader's favor.\" <i>Garrett v. Tandy Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">295</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></span>, 105 (1st Cir.2002) (emphasis supplied).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/73232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109418/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/652881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1907902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2484416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2505472/"
  ]
}