{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200961/",
  "absolute_url": "/opinion/200961/steele-v-murphy/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200961/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:04:34Z",
  "date_modified": "2016-02-28T05:04:18.120824Z",
  "type": "010combined",
  "sha1": "48cac3adf92874f2af7bbb730c14cd1a1a6cd623",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2213-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/04/12/Steele_v._Murphy.pdf",
  "plain_text": "         United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 02-2213\n\n                         THOMAS F. STEELE,\n\n                      Petitioner, Appellant,\n\n                                v.\n\n                          ROBERT MURPHY,\n\n                       Respondent, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Mark L. Wolf, U.S. District Judge]\n\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n                     Torruella, Circuit Judge,\n                 and Stahl, Senior Circuit Judge.\n\n\n     Willie J. Davis, with whom Davis, Robinson & White, LLP, was\non brief, for appellant.\n     Annette C. Benedetto, Assistant Attorney General, Criminal\nBureau, with whom Thomas F. Reilly, Attorney General, was on brief,\nfor appellee.\n\n\n\n                          April 12, 2004\n\f            TORRUELLA, Circuit Judge.       Thomas Steele, petitioner-\n\nappellant, appeals the district court's denial of his petition for\n\na writ of habeas corpus.        After careful review, we affirm.\n\n                             I.    Background\n\n            Thomas Steele was indicted by a grand jury for seven\n\ncounts of aggravated rape, two counts of kidnaping, two counts of\n\nassault and battery, five counts of assault and battery with a\n\ndangerous weapon, and armed robbery.        On October 14, 1982, Steele\n\npleaded guilty to these charges.        The plea was accepted and Steele\n\nwas sentenced to a term of imprisonment of not less than twelve\n\nyears and not more than thirty years.\n\n            In mid-1984, Steele had an opportunity to be moved to a\n\nlower    security   facility.      Before   the   move   took   place,   the\n\nCommonwealth of Massachusetts (\"Commonwealth\") had Steele evaluated\n\nby a psychologist.       See Mass. Gen. Laws ch. 123A, § 6.              The\n\npsychologist determined that Steele might be a sexually dangerous\n\nperson.    On January 24, 1985, the Commonwealth filed a motion to\n\nhave    Steele   committed   to   the   Treatment   Center   for   Sexually\n\nDangerous Persons for a sixty-day evaluation.             The motion was\n\ngranted.    On May 17, 1985, the Commonwealth petitioned to have\n\nSteele committed to the Treatment Center from one day to life.\n\nSteele was so committed.\n\n            In May 1992, Steele filed a motion in a Commonwealth\n\nSuperior Court requesting a trial, because the original trial judge\n\n\n                                     -2-\n\fhad failed to inform him that, as a result of his plea, he could be\n\ncommitted from one day to life as a sexually dangerous person.      The\n\nSuperior Court found that Steele had not been informed that he\n\ncould be classified as a sexually dangerous person but held that\n\nthe failure to inform Steele of a possible life-long detention did\n\nnot merit a withdrawal of his plea.\n\n            On appeal, the Massachusetts Appeals Court affirmed the\n\ndenial of the motion for a new trial.        Commonwealth v. Steele, 715\n\nN.E.2d 477 (Mass. App. Ct. 1999).            The Massachusetts Supreme\n\nJudicial court denied Steele's application for further review.\n\nCommonwealth v. Steele, 722 N.E.2d 977 (Mass. 1999).\n\n            Steele filed a petition for a writ of habeas corpus in\n\nthe United States District Court for the District of Massachusetts\n\narguing that the Commonwealth's failure to inform him of the\n\nconsequences of the plea violated his due process rights under the\n\nFourteenth Amendment of the United States Constitution and that his\n\nplea was not knowing and voluntary.          Steele v. Murphy, No. 00-\n\n10563-MLW (D. Mass. Aug 26, 2002).         The district court denied his\n\npetition.    Id.   Steele appeals.\n\n                             II.     Analysis\n\n            When \"reviewing a judgment on a petition for a writ of\n\nhabeas corpus, this Court examines the legal conclusions of the\n\ndistrict court . . . de novo.\"        Norton v. Spencer, 351 F.3d 1, 4\n\n(1st Cir. 2003) (citing Almanzar v. Maloney, 281 F.3d 300, 303 (1st\n\n\n                                     -3-\n\fCir. 2002)).    The Antiterrorism and Effective Death Penalty Act of\n\n1996 (\"AEDPA\"), 28 U.S.C. § 2254(d)(1)-(2),\n\n           prohibits a federal court from granting an\n           application for a writ of habeas corpus with\n           respect to a claim adjudicated on the merits\n           in state court unless that adjudication\n           resulted in a decision that was contrary to,\n           or involved an unreasonable application of,\n           clearly established Federal law, as determined\n           by the Supreme Court of the United States.\n\nId. (quoting Williams v. Taylor, 529 U.S. 362, 399 (2000)).           As the\n\nSupreme Court clarified, \"[u]nder the 'contrary to' clause, a\n\nfederal habeas court may grant the writ if the state court arrives\n\nat a conclusion opposite to that reached by this Court on a\n\nquestion of law or if the state court decides a case differently\n\nthan this Court has on a set of materially indistinguishable\n\nfacts.\"   Id. at 6 (citations and quotations omitted).           There is no\n\nSupreme Court case involving \"materially indistinguishable facts\"\n\nthat is contrary to the outcome in this case.            Rather, the debate\n\ncenters   on    whether   the   state      court    determination    was   an\n\n\"unreasonable    application\"   of    clearly      established   federal   law\n\nestablished by the Supreme Court.\n\n           The Supreme Court has not addressed whether a defendant\n\nhas a constitutional right to be informed, before pleading guilty,\n\nof the possibility of being deemed a sexually dangerous person.\n\nSteele contends that the Commonwealth's decision denying his motion\n\nfor a new trial was contrary to clearly established Supreme Court\n\nprecedent in Brady v. United States, 397 U.S. 742, 748 (1970).\n\n                                     -4-\n\fWhen Steele agreed to plead guilty, he agreed to give up several\n\nconstitutional rights.         See Boykin v. Alabama, 395 U.S. 238, 243\n\n(1969) (noting that a defendant, by entering a guilty plea, waives\n\nmany constitutional rights including the privilege against self-\n\nincrimination, the right to a trial by jury, and the right to\n\nconfront    accusers).      In    Brady,    the    Supreme      Court   held    that\n\n\"[w]aivers of constitutional rights not only must be voluntary but\n\nmust be knowing, intelligent acts done with sufficient awareness of\n\nthe relevant circumstances and likely consequences.\"                    Brady, 397\n\nU.S.   at   748.      Steele     contends   that    he    did    not    waive   his\n\nconstitutional rights voluntarily or knowingly because he was not\n\nadvised     of   a   consequence    of     pleading      guilty,    namely,     the\n\npossibility of being committed from one day to life as a sexually\n\ndangerous person.\n\n            Although a defendant must be informed of the \"likely\n\nconsequences\" of pleading guilty, he does not need to be informed\n\nof all the possible consequences of a guilty plea.                      Indeed, a\n\ndefendant need only be \"fully aware of the direct consequences\" of\n\nsuch a plea.         Brady, 397 U.S. at 755 (citation omitted); see\n\nalso United States v. Sambro, 454 F.2d 918, 922 (D.C. Cir. 1971)\n\n(en banc) (per curiam) (stating that \"[w]e presume that the Supreme\n\nCourt meant what it said when it used the word 'direct'; by doing\n\nso, it excluded collateral consequences\") (emphasis in original).\n\n\n\n\n                                      -5-\n\f             The   distinction   between    direct   and   collateral\n\nconsequences of a plea \"turns on whether the consequence represents\n\na definite, immediate, and largely automatic effect on the range of\n\na defendant's punishment.\"       United States v. Bouthot, 878 F.2d\n\n1506, 1511 (1st Cir. 1989) (internal quotations and citations\n\nomitted).1\n\n             We believe that the possibility of commitment for life as\n\na sexually dangerous person is a collateral consequence of pleading\n\nguilty.      As a result, the failure to inform Steele about the\n\npossibility of being classified as a sexually dangerous person did\n\nnot violate clearly established Supreme Court precedent established\n\nin Brady.    See, e.g., George v. Black, 732 F.2d 108, 110 (8th Cir.\n\n1984) (possibility that convicted sex offender could be confined\n\n\n1\n  See, e.g., United States v. Morse, 36 F.3d 1070, 1072 (11th Cir.\n1994)(potential loss of federal benefits was a collateral\nconsequence); King v. Dutton, 17 F.3d 151, 153 (6th Cir. 1994) (use\nof murder conviction as aggravating circumstance in sentencing for\nunrelated murder charge was collateral consequence); United States\nv. Salmon, 944 F.2d 1106, 1130 (3d Cir. 1991) (effect of conviction\non sentencing for later offense under career offender law was a\ncollateral consequence); United States v. Campusano, 947 F.2d 1, 5\n(1st Cir. 1991) (ability to use state court conviction against\ndefendant in subsequent federal prosecution was collateral\nconsequence of state court guilty plea); United States v. Russell,\n686 F.2d 35, 39 (D.C. Cir. 1982) (deportation was collateral\nconsequence); Moore v. Hinton, 513 F.2d 781, 782-83 (5th Cir. 1975)\n(suspension of defendant's driver's license was collateral\nconsequence of defendant's guilty plea); Wall v. United States, 500\nF.2d 38, 39 (10th Cir. 1974) (possibility of consecutive sentences\nwas collateral consequence). But see United States v. Harris, 534\nF.2d 141, 142 (9th Cir. 1976) (mandatory special parole term was a\ndirect consequence); Paige v. United States, 443 F.2d 781, 782-83\n(4th Cir. 1971) (non-eligibility for parole was direct consequence\nof plea).\n\n                                  -6-\n\fpursuant    to   civil    commitment       proceedings    after    expiration   of\n\ncriminal sentence was collateral consequence); Cuthrell v. Dir.,\n\nPatuxent Inst., 475 F.2d 1364, 1367 (4th Cir. 1973)(possibility of\n\ncivil commitment was collateral consequence).\n\n            Rather than being labeled a sexually dangerous person as\n\na direct result of pleading guilty to the crimes Steele committed,\n\nthe Massachusetts law in effect when Steele was deemed a sexually\n\ndangerous person required many steps before a court could conclude\n\nthat Steele was sexually dangerous.               These steps were followed in\n\nSteele's case.     First, a statutorily designated official concluded\n\nthat Steele appeared to be a sexually dangerous person. Mass. Gen.\n\nLaws ch. 123A, § 6.             Upon doing so, a psychiatrist, Dr. Robert\n\nMoore, administered a psychiatric examination.                    Id.   Dr. Moore\n\nconcluded that Steele might be a sexually dangerous person.                   Upon\n\nlearning of Dr. Moore's conclusions, the Superintendent of the\n\nNorth Central Correctional Institution at Gardner submitted a\n\nmotion to the Massachusetts Superior Court to commit Steele to the\n\nMassachusetts Treatment Center at Bridgewater for a sixty-day\n\nevaluation.      Id.    The motion was granted.          Steele was examined by\n\ntwo more psychologists while at the Treatment Center and both\n\nconcluded   that       Steele    was   a   sexually   dangerous    person.      The\n\nCommonwealth then filed a petition seeking to commit Steele to the\n\nTreatment    Center      as     a   sexually     dangerous   person.      A   full\n\nevidentiary hearing was held for the court to determine if the\n\n\n                                           -7-\n\fprisoner was sexually dangerous.         Id. at § 5.   The court determined\n\nthat Steele     was    sexually   dangerous    and   committed     him   to   the\n\nTreatment Center from one day to life.\n\n             Steele concedes that, in some situations, being committed\n\nas a sexually dangerous person is not an automatic result of\n\npleading guilty.       Still, he argues that, in his situation, being\n\ncommitted was inevitable, considering that he pleaded guilty to\n\nseven counts of aggravated rape, assault, and kidnaping.                       We\n\ndisagree.     Although the charges against Steele perhaps made him a\n\nlikely candidate for being classified a sexually dangerous person,\n\nhis classification as one was not a direct, immediate, or largely\n\nautomatic result of pleading guilty.          See George, 732 F.2d at 110-\n\n11   (stating   that    while   commitment    proceedings   are     mandatory,\n\ncommitment is not); Cuthrell, 475 F.2d at 1366 (holding that\n\ncommitment is a collateral consequence of a plea when commitment\n\ndoes   not   depend    directly   on   the    defendant's   plea    but   on   a\n\nsubsequent, independent civil trial).            The process that led to\n\nSteele's being committed to the Treatment Center involved three\n\npsychological evaluations, a sixty-day observation period, and two\n\ncourt hearings.       Had the psychiatric evaluations not found Steele\n\nto be sexually dangerous, or if Steele had convinced the court at\n\nthe full evidentiary hearing that he was not a sexually dangerous\n\nperson, he may not have been committed. The many possible outcomes\n\nthat could have resulted in Steele's not being classified as\n\n\n                                       -8-\n\fsexually dangerous further illustrate that commitment as a sexually\n\ndangerous person is a collateral, rather than direct, consequence\n\nof pleading guilty.\n\n          An    argument      could   be    made    that    Steele's    plea   was\n\ninvoluntary    because   he    was    not    informed      that   a   statutorily\n\ndesignated official could request that Steele undergo a psychiatric\n\nevaluation if Steele \"appear[ed]\" to be sexually dangerous.                    See\n\nMass. Gen. Laws ch. 123A, § 6.2            Such an argument is unconvincing\n\nfor several reasons.       First, the fact that a prison official may\n\nbelieve that a prisoner appears to be sexually dangerous does not\n\nhave a \"definite, immediate, and largely automatic effect on the\n\nrange of a defendant's punishment.\"                Bouthot, 878 F.2d at 1511\n\n(internal quotations and citations omitted).                  Second, as other\n\ncircuits have held, a defendant does not need to be informed of all\n\nthe possible consequences of a plea, regardless of whether there is\n\na high probability that such a consequence            will occur.      See, e.g.,\n\nRussell, 686 F.2d at 39 (stating that deportation is a collateral\n\nconsequence    despite     criminal    convictions         leading    often,   and\n\n\n2\n   This provision of Massachusetts law applied to any \"prisoner\nunder sentence in any jail.\" If Steele's argument were valid, any\nprisoner sentenced to jail, from rapists to traffic violators,\nwould have to be notified that they may be deemed a sexually\ndangerous person. It should also be noted that Massachusetts Rule\nof Criminal Procedure 12(c)(3)(B) requires that a defendant\npleading guilty be informed \"of any different or additional\npunishment based upon second offense or sexually dangerous persons\nprovision of the General Laws.\"     Failure to follow this state\nprocedural rule does not affect our analysis of Steele's federal\nconstitutional claim.\n\n                                      -9-\n\fsometimes automatically, to deportation proceeding); Moore, 513\n\nF.2d at 782-83 (suspension of defendant's driver's license was\n\ncollateral consequence of defendant's guilty plea despite guilty\n\nplea automatically leading to a license suspension hearing before\n\nanother court).\n\n                        III.   Conclusion\n\n          For the aforementioned reasons, the district court's\n\ndenial of Steele's petition for a writ of habeas corpus is\n\n          Affirmed.\n\n\n\n\n                               -10-\n\f",
  "html": "<p class=\"case_cite\">365 F.3d 14</p>\n    <p class=\"parties\">Thomas F. STEELE, Petitioner, Appellant,<br>v.<br>Robert MURPHY, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 02-2213.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 5, 2003.</p>\n    <p class=\"date\">Decided April 12, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Willie J. Davis, with whom Davis, Robinson &amp; White, LLP, was on brief, for appellant.</p>\n      <p class=\"indent\">Annette C. Benedetto, Assistant Attorney General, Criminal Bureau, with whom Thomas F. Reilly, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Thomas Steele, petitioner-appellant, appeals the district court's denial of his petition for a writ of habeas corpus. After careful review, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thomas Steele was indicted by a grand jury for seven counts of aggravated rape, two counts of kidnaping, two counts of assault and battery, five counts of assault and battery with a dangerous weapon, and armed robbery. On October 14, 1982, Steele pleaded guilty to these charges. The plea was accepted and Steele was sentenced to a term of imprisonment of not less than twelve years and not more than thirty years.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In mid-1984, Steele had an opportunity to be moved to a lower security facility. Before the move took place, the Commonwealth of Massachusetts (\"Commonwealth\") had Steele evaluated by a psychologist. <i>See</i> Mass. Gen. Laws ch. 123A, &#167; 6. The psychologist determined that Steele might be a sexually dangerous person. On January 24, 1985, the Commonwealth filed a motion to have Steele committed to the Treatment Center for Sexually Dangerous Persons for a sixty-day evaluation. The motion was granted. On May 17, 1985, the Commonwealth petitioned to have Steele committed to the Treatment Center from one day to life. Steele was so committed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In May 1992, Steele filed a motion in a Commonwealth Superior Court requesting a trial, because the original trial judge had failed to inform him that, as a result of his plea, he could be committed from one day to life as a sexually dangerous person. The Superior Court found that Steele had not been informed that he could be classified as a sexually dangerous person but held that the failure to inform Steele of a possible life-long detention did not merit a withdrawal of his plea.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, the Massachusetts Appeals Court affirmed the denial of the motion for a new trial. <i>Commonwealth v. Steele,</i> 47 Mass.App.Ct. 1115, 715 N.E.2d 477 (1999). The Massachusetts Supreme Judicial court denied Steele's application for further review. <i>Commonwealth v. Steele,</i> 722 N.E.2d 977 (Mass.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Steele filed a petition for a writ of habeas corpus in the United States District Court for the District of Massachusetts arguing that the Commonwealth's failure to inform him of the consequences of the plea violated his due process rights under the Fourteenth Amendment of the United States Constitution and that his plea was not knowing and voluntary. <i>Steele v. Murphy,</i> No. 00-10563-MLW (D. Mass. Aug 26, 2002). The district court denied his petition. <i>Id.</i> Steele appeals.</p>\n    </div>\n    <p class=\"center\">II. <i>Analysis</i></p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When \"reviewing a judgment on a petition for a writ of habeas corpus, this Court examines the legal conclusions of the district court ... de novo.\" <i>Norton v. Spencer,</i> 351 F.3d 1, 4 (1st Cir.2003) (citing <i>Almanzar v. Maloney,</i> 281 F.3d 300, 303 (1st Cir.2002)). The Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), 28 U.S.C. &#167; 2254(d)(1)-(2),</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">prohibits a federal court from granting an application for a writ of habeas corpus with respect to a claim adjudicated on the merits in state court unless that adjudication resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Id.</i> (quoting <i>Williams v. Taylor,</i> 529 U.S. 362, 399, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000)). As the Supreme Court clarified, \"[u]nder the `contrary to' clause, a federal habeas court may grant the writ if the state court arrives at a conclusion opposite to that reached by this Court on a question of law or if the state court decides a case differently than this Court has on a set of materially indistinguishable facts.\" <i>Id.</i> at 6 (citations and quotations omitted). There is no Supreme Court case involving \"materially indistinguishable facts\" that is contrary to the outcome in this case. Rather, the debate centers on whether the state court determination was an \"unreasonable application\" of clearly established federal law established by the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court has not addressed whether a defendant has a constitutional right to be informed, before pleading guilty, of the possibility of being deemed a sexually dangerous person. Steele contends that the Commonwealth's decision denying his motion for a new trial was contrary to clearly established Supreme Court precedent in <i>Brady v. United States,</i> 397 U.S. 742, 748, 90 S.Ct. 1463, 25 L.Ed.2d 747 (1970). When Steele agreed to plead guilty, he agreed to give up several constitutional rights. <i>See Boykin v. Alabama,</i> 395 U.S. 238, 243, 89 S.Ct. 1709, 23 L.Ed.2d 274 (1969) (noting that a defendant, by entering a guilty plea, waives many constitutional rights including the privilege against self-incrimination, the right to a trial by jury, and the right to confront accusers). In <i>Brady,</i> the Supreme Court held that \"[w]aivers of constitutional rights not only must be voluntary but must be knowing, intelligent acts done with sufficient awareness of the relevant circumstances and likely consequences.\" <i>Brady,</i> 397 U.S. at 748, 90 S.Ct. 1463. Steele contends that he did not waive his constitutional rights voluntarily or knowingly because he was not advised of a consequence of pleading guilty, namely, the possibility of being committed from one day to life as a sexually dangerous person.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although a defendant must be informed of the \"likely consequences\" of pleading guilty, he does not need to be informed of all the possible consequences of a guilty plea. Indeed, a defendant need only be \"fully aware of the direct consequences\" of such a plea. <i>Brady,</i> 397 U.S. at 755, 90 S.Ct. 1463 (citation omitted); <i>see also United States v. Sambro,</i> 454 F.2d 918, 922 (D.C.Cir.1971) (en banc) (per curiam) (stating that \"[w]e presume that the Supreme Court meant what it said when it used the word `<i>direct</i>'; by doing so, it excluded collateral consequences\") (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The distinction between direct and collateral consequences of a plea \"turns on whether the consequence represents a definite, immediate, and largely automatic effect on the range of a defendant's punishment.\" <i>United States v. Bouthot,</i> 878 F.2d 1506, 1511 (1st Cir.1989) (internal quotations and citations omitted).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We believe that the possibility of commitment for life as a sexually dangerous person is a collateral consequence of pleading guilty. As a result, the failure to inform Steele about the possibility of being classified as a sexually dangerous person did not violate clearly established Supreme Court precedent established in <i>Brady. See, e.g., George v. Black,</i> 732 F.2d 108, 110 (8th Cir.1984) (possibility that convicted sex offender could be confined pursuant to civil commitment proceedings after expiration of criminal sentence was collateral consequence); <i>Cuthrell v. Dir., Patuxent Inst.,</i> 475 F.2d 1364, 1367 (4th Cir.1973)(possibility of civil commitment was collateral consequence).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rather than being labeled a sexually dangerous person as a direct result of pleading guilty to the crimes Steele committed, the Massachusetts law in effect when Steele was deemed a sexually dangerous person required many steps before a court could conclude that Steele was sexually dangerous. These steps were followed in Steele's case. First, a statutorily designated official concluded that Steele appeared to be a sexually dangerous person. Mass. Gen. Laws ch. 123A, &#167; 6. Upon doing so, a psychiatrist, Dr. Robert Moore, administered a psychiatric examination. <i>Id.</i> Dr. Moore concluded that Steele might be a sexually dangerous person. Upon learning of Dr. Moore's conclusions, the Superintendent of the North Central Correctional Institution at Gardner submitted a motion to the Massachusetts Superior Court to commit Steele to the Massachusetts Treatment Center at Bridgewater for a sixty-day evaluation. <i>Id.</i> The motion was granted. Steele was examined by two more psychologists while at the Treatment Center and both concluded that Steele was a sexually dangerous person. The Commonwealth then filed a petition seeking to commit Steele to the Treatment Center as a sexually dangerous person. A full evidentiary hearing was held for the court to determine if the prisoner was sexually dangerous. <i>Id.</i> at &#167; 5. The court determined that Steele was sexually dangerous and committed him to the Treatment Center from one day to life.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Steele concedes that, in some situations, being committed as a sexually dangerous person is not an automatic result of pleading guilty. Still, he argues that, in his situation, being committed was inevitable, considering that he pleaded guilty to seven counts of aggravated rape, assault, and kidnaping. We disagree. Although the charges against Steele perhaps made him a likely candidate for being classified a sexually dangerous person, his classification as one was not a direct, immediate, or largely automatic result of pleading guilty. <i>See George,</i> 732 F.2d at 110-11 (stating that while commitment proceedings are mandatory, commitment is not); <i>Cuthrell,</i> 475 F.2d at 1366 (holding that commitment is a collateral consequence of a plea when commitment does not depend directly on the defendant's plea but on a subsequent, independent civil trial). The process that led to Steele's being committed to the Treatment Center involved three psychological evaluations, a sixty-day observation period, and two court hearings. Had the psychiatric evaluations not found Steele to be sexually dangerous, or if Steele had convinced the court at the full evidentiary hearing that he was not a sexually dangerous person, he may not have been committed. The many possible outcomes that could have resulted in Steele's not being classified as sexually dangerous further illustrate that commitment as a sexually dangerous person is a collateral, rather than direct, consequence of pleading guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">An argument could be made that Steele's plea was involuntary because he was not informed that a statutorily designated official could request that Steele undergo a psychiatric evaluation if Steele \"appear[ed]\" to be sexually dangerous. <i>See</i> Mass. Gen. Laws ch. 123A, &#167; 6.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Such an argument is unconvincing for several reasons. First, the fact that a prison official may believe that a prisoner appears to be sexually dangerous does not have a \"definite, immediate, and largely automatic effect on the range of a defendant's punishment.\" <i>Bouthot,</i> 878 F.2d at 1511 (internal quotations and citations omitted). Second, as other circuits have held, a defendant does not need to be informed of all the possible consequences of a plea, regardless of whether there is a high probability that such a consequence will occur. <i>See, e.g., Russell,</i> 686 F.2d at 39 (stating that deportation is a collateral consequence despite criminal convictions leading often, and sometimes automatically, to deportation proceeding); <i>Moore,</i> 513 F.2d at 782-83 (suspension of defendant's driver's license was collateral consequence of defendant's guilty plea despite guilty plea automatically leading to a license suspension hearing before another court).</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the aforementioned reasons, the district court's denial of Steele's petition for a writ of habeas corpus is</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See, e.g., United States v. Morse,</i> 36 F.3d 1070, 1072 (11th Cir.1994)(potential loss of federal benefits was a collateral consequence); <i>King v. Dutton,</i> 17 F.3d 151, 153 (6th Cir.1994) (use of murder conviction as aggravating circumstance in sentencing for unrelated murder charge was collateral consequence); <i>United States v. Salmon,</i> 944 F.2d 1106, 1130 (3d Cir.1991) (effect of conviction on sentencing for later offense under career offender law was a collateral consequence); <i>United States v. Campusano,</i> 947 F.2d 1, 5 (1st Cir.1991) (ability to use state court conviction against defendant in subsequent federal prosecution was collateral consequence of state court guilty plea); <i>United States v. Russell,</i> 686 F.2d 35, 39 (D.C.Cir.1982) (deportation was collateral consequence); <i>Moore v. Hinton,</i> 513 F.2d 781, 782-83 (5th Cir.1975) (suspension of defendant's driver's license was collateral consequence of defendant's guilty plea); <i>Wall v. United States,</i> 500 F.2d 38, 39 (10th Cir.1974) (possibility of consecutive sentences was collateral consequence). <i>But see United States v. Harris,</i> 534 F.2d 141, 142 (9th Cir.1976) (mandatory special parole term was a direct consequence); <i>Paige v. United States,</i> 443 F.2d 781, 782-83 (4th Cir.1971) (non-eligibility for parole was direct consequence of plea).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This provision of Massachusetts law applied to any \"prisoner under sentence in any jail.\" If Steele's argument were valid, any prisoner sentenced to jail, from rapists to traffic violators, would have to be notified that they may be deemed a sexually dangerous person. It should also be noted that Massachusetts Rule of Criminal Procedure 12(c)(3)(B) requires that a defendant pleading guilty be informed \"of any different or additional punishment based upon second offense or sexually dangerous persons provision of the General Laws.\" Failure to follow this state procedural rule does not affect our analysis of Steele's federal constitutional claim</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span></p>\n    <p class=\"parties\">Thomas F. STEELE, Petitioner, Appellant,<br>v.<br>Robert MURPHY, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 02-2213.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 5, 2003.</p>\n    <p class=\"date\">Decided April 12, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Willie J. Davis, with whom Davis, Robinson &amp; White, LLP, was on brief, for appellant.</p>\n      <p class=\"indent\">Annette C. Benedetto, Assistant Attorney General, Criminal Bureau, with whom Thomas F. Reilly, Attorney General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and STAHL, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Thomas Steele, petitioner-appellant, appeals the district court's denial of his petition for a writ of habeas corpus. After careful review, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Thomas Steele was indicted by a grand jury for seven counts of aggravated rape, two counts of kidnaping, two counts of assault and battery, five counts of assault and battery with a dangerous weapon, and armed robbery. On October 14, 1982, Steele pleaded guilty to these charges. The plea was accepted and Steele was sentenced to a term of imprisonment of not less than twelve years and not more than thirty years.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In mid-1984, Steele had an opportunity to be moved to a lower security facility. Before the move took place, the Commonwealth of Massachusetts (\"Commonwealth\") had Steele evaluated by a psychologist. <i>See</i> Mass. Gen. Laws ch. 123A, &#167; 6. The psychologist determined that Steele might be a sexually dangerous person. On January 24, 1985, the Commonwealth filed a motion to have Steele committed to the Treatment Center for Sexually Dangerous Persons for a sixty-day evaluation. The motion was granted. On May 17, 1985, the Commonwealth petitioned to have Steele committed to the Treatment Center from one day to life. Steele was so committed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In May 1992, Steele filed a motion in a Commonwealth Superior Court requesting a trial, because the original trial judge had failed to inform him that, as a result of his plea, he could be committed from one day to life as a sexually dangerous person. The Superior Court found that Steele had not been informed that he could be classified as a sexually dangerous person but held that the failure to inform Steele of a possible life-long detention did not merit a withdrawal of his plea.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On appeal, the Massachusetts Appeals Court affirmed the denial of the motion for a new trial. <i>Commonwealth v. Steele,</i> 47 Mass.App.Ct. 1115, <span class=\"citation no-link\"><span class=\"volume\">715</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">477</span></span> (1999). The Massachusetts Supreme Judicial court denied Steele's application for further review. <i>Commonwealth v. Steele,</i> <span class=\"citation no-link\"><span class=\"volume\">722</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">977</span></span> (Mass.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Steele filed a petition for a writ of habeas corpus in the United States District Court for the District of Massachusetts arguing that the Commonwealth's failure to inform him of the consequences of the plea violated his due process rights under the Fourteenth Amendment of the United States Constitution and that his plea was not knowing and voluntary. <i>Steele v. Murphy,</i> No. 00-10563-MLW (D. Mass. Aug 26, 2002). The district court denied his petition. <i>Id.</i> Steele appeals.</p>\n    </div>\n    <p class=\"center\">II. <i>Analysis</i></p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When \"reviewing a judgment on a petition for a writ of habeas corpus, this Court examines the legal conclusions of the district court ... de novo.\" <i>Norton v. Spencer,</i> <span class=\"citation\" data-id=\"200728\"><a href=\"/opinion/200728/norton-v-spencer/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2003) (citing <i>Almanzar v. Maloney,</i> <span class=\"citation\" data-id=\"199844\"><a href=\"/opinion/199844/almanzar-v-maloney/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">300</span></a></span>, 303 (1st Cir.2002)). The Antiterrorism and Effective Death Penalty Act of 1996 (\"AEDPA\"), 28 U.S.C. &#167; 2254(d)(1)-(2),</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">prohibits a federal court from granting an application for a writ of habeas corpus with respect to a claim adjudicated on the merits in state court unless that adjudication resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\"><i>Id.</i> (quoting <i>Williams v. Taylor,</i> <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span>, 399, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1495</span></a></span>, <span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">389</span></a></span> (2000)). As the Supreme Court clarified, \"[u]nder the `contrary to' clause, a federal habeas court may grant the writ if the state court arrives at a conclusion opposite to that reached by this Court on a question of law or if the state court decides a case differently than this Court has on a set of materially indistinguishable facts.\" <i>Id.</i> at 6 (citations and quotations omitted). There is no Supreme Court case involving \"materially indistinguishable facts\" that is contrary to the outcome in this case. Rather, the debate centers on whether the state court determination was an \"unreasonable application\" of clearly established federal law established by the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Supreme Court has not addressed whether a defendant has a constitutional right to be informed, before pleading guilty, of the possibility of being deemed a sexually dangerous person. Steele contends that the Commonwealth's decision denying his motion for a new trial was contrary to clearly established Supreme Court precedent in <i>Brady v. United States,</i> <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></a></span>, 748, <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1463</span></a></span>, <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">747</span></a></span> (1970). When Steele agreed to plead guilty, he agreed to give up several constitutional rights. <i>See Boykin v. Alabama,</i> <span class=\"citation\" data-id=\"107951\"><a href=\"/opinion/107951/boykin-v-alabama/\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">238</span></a></span>, 243, <span class=\"citation\" data-id=\"107951\"><a href=\"/opinion/107951/boykin-v-alabama/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1709</span></a></span>, <span class=\"citation\" data-id=\"107951\"><a href=\"/opinion/107951/boykin-v-alabama/\"><span class=\"volume\">23</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span></a></span> (1969) (noting that a defendant, by entering a guilty plea, waives many constitutional rights including the privilege against self-incrimination, the right to a trial by jury, and the right to confront accusers). In <i>Brady,</i> the Supreme Court held that \"[w]aivers of constitutional rights not only must be voluntary but must be knowing, intelligent acts done with sufficient awareness of the relevant circumstances and likely consequences.\" <i>Brady,</i> 397 U.S. at 748, <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1463</span></a></span>. Steele contends that he did not waive his constitutional rights voluntarily or knowingly because he was not advised of a consequence of pleading guilty, namely, the possibility of being committed from one day to life as a sexually dangerous person.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although a defendant must be informed of the \"likely consequences\" of pleading guilty, he does not need to be informed of all the possible consequences of a guilty plea. Indeed, a defendant need only be \"fully aware of the direct consequences\" of such a plea. <i>Brady,</i> 397 U.S. at 755, <span class=\"citation\" data-id=\"108137\"><a href=\"/opinion/108137/brady-v-united-states/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1463</span></a></span> (citation omitted); <i>see also United States v. Sambro,</i> <span class=\"citation\" data-id=\"301247\"><a href=\"/opinion/301247/united-states-v-manuel-r-sambro/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, 922 (D.C.Cir.1971) (en banc) (per curiam) (stating that \"[w]e presume that the Supreme Court meant what it said when it used the word `<i>direct</i>'; by doing so, it excluded collateral consequences\") (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The distinction between direct and collateral consequences of a plea \"turns on whether the consequence represents a definite, immediate, and largely automatic effect on the range of a defendant's punishment.\" <i>United States v. Bouthot,</i> <span class=\"citation\" data-id=\"526035\"><a href=\"/opinion/526035/united-states-v-joseph-t-bouthot/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1506</span></a></span>, 1511 (1st Cir.1989) (internal quotations and citations omitted).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We believe that the possibility of commitment for life as a sexually dangerous person is a collateral consequence of pleading guilty. As a result, the failure to inform Steele about the possibility of being classified as a sexually dangerous person did not violate clearly established Supreme Court precedent established in <i>Brady. See, e.g., George v. Black,</i> <span class=\"citation\" data-id=\"433896\"><a href=\"/opinion/433896/joseph-george-jr-v-charles-black-warden-nebraska-state-penitentiary/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 110 (8th Cir.1984) (possibility that convicted sex offender could be confined pursuant to civil commitment proceedings after expiration of criminal sentence was collateral consequence); <i>Cuthrell v. Dir., Patuxent Inst.,</i> <span class=\"citation\" data-id=\"309729\"><a href=\"/opinion/309729/joseph-f-cuthrell-v-director-patuxent-institution/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1367 (4th Cir.1973)(possibility of civil commitment was collateral consequence).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Rather than being labeled a sexually dangerous person as a direct result of pleading guilty to the crimes Steele committed, the Massachusetts law in effect when Steele was deemed a sexually dangerous person required many steps before a court could conclude that Steele was sexually dangerous. These steps were followed in Steele's case. First, a statutorily designated official concluded that Steele appeared to be a sexually dangerous person. Mass. Gen. Laws ch. 123A, &#167; 6. Upon doing so, a psychiatrist, Dr. Robert Moore, administered a psychiatric examination. <i>Id.</i> Dr. Moore concluded that Steele might be a sexually dangerous person. Upon learning of Dr. Moore's conclusions, the Superintendent of the North Central Correctional Institution at Gardner submitted a motion to the Massachusetts Superior Court to commit Steele to the Massachusetts Treatment Center at Bridgewater for a sixty-day evaluation. <i>Id.</i> The motion was granted. Steele was examined by two more psychologists while at the Treatment Center and both concluded that Steele was a sexually dangerous person. The Commonwealth then filed a petition seeking to commit Steele to the Treatment Center as a sexually dangerous person. A full evidentiary hearing was held for the court to determine if the prisoner was sexually dangerous. <i>Id.</i> at &#167; 5. The court determined that Steele was sexually dangerous and committed him to the Treatment Center from one day to life.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Steele concedes that, in some situations, being committed as a sexually dangerous person is not an automatic result of pleading guilty. Still, he argues that, in his situation, being committed was inevitable, considering that he pleaded guilty to seven counts of aggravated rape, assault, and kidnaping. We disagree. Although the charges against Steele perhaps made him a likely candidate for being classified a sexually dangerous person, his classification as one was not a direct, immediate, or largely automatic result of pleading guilty. <i>See George,</i> 732 F.2d at 110-11 (stating that while commitment proceedings are mandatory, commitment is not); <i>Cuthrell,</i> 475 F.2d at 1366 (holding that commitment is a collateral consequence of a plea when commitment does not depend directly on the defendant's plea but on a subsequent, independent civil trial). The process that led to Steele's being committed to the Treatment Center involved three psychological evaluations, a sixty-day observation period, and two court hearings. Had the psychiatric evaluations not found Steele to be sexually dangerous, or if Steele had convinced the court at the full evidentiary hearing that he was not a sexually dangerous person, he may not have been committed. The many possible outcomes that could have resulted in Steele's not being classified as sexually dangerous further illustrate that commitment as a sexually dangerous person is a collateral, rather than direct, consequence of pleading guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">An argument could be made that Steele's plea was involuntary because he was not informed that a statutorily designated official could request that Steele undergo a psychiatric evaluation if Steele \"appear[ed]\" to be sexually dangerous. <i>See</i> Mass. Gen. Laws ch. 123A, &#167; 6.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Such an argument is unconvincing for several reasons. First, the fact that a prison official may believe that a prisoner appears to be sexually dangerous does not have a \"definite, immediate, and largely automatic effect on the range of a defendant's punishment.\" <i>Bouthot,</i> 878 F.2d at 1511 (internal quotations and citations omitted). Second, as other circuits have held, a defendant does not need to be informed of all the possible consequences of a plea, regardless of whether there is a high probability that such a consequence will occur. <i>See, e.g., Russell,</i> 686 F.2d at 39 (stating that deportation is a collateral consequence despite criminal convictions leading often, and sometimes automatically, to deportation proceeding); <i>Moore,</i> 513 F.2d at 782-83 (suspension of defendant's driver's license was collateral consequence of defendant's guilty plea despite guilty plea automatically leading to a license suspension hearing before another court).</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">For the aforementioned reasons, the district court's denial of Steele's petition for a writ of habeas corpus is</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See, e.g., United States v. Morse,</i> <span class=\"citation\" data-id=\"678920\"><a href=\"/opinion/678920/united-states-v-donald-b-morse/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1070</span></a></span>, 1072 (11th Cir.1994)(potential loss of federal benefits was a collateral consequence); <i>King v. Dutton,</i> <span class=\"citation\" data-id=\"663744\"><a href=\"/opinion/663744/terry-lynn-king-v-michael-dutton-warden/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></a></span>, 153 (6th Cir.1994) (use of murder conviction as aggravating circumstance in sentencing for unrelated murder charge was collateral consequence); <i>United States v. Salmon,</i> <span class=\"citation\" data-id=\"568506\"><a href=\"/opinion/568506/united-states-v-amos-salmon-no-90-3355-raymond-e-washington-no/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1106</span></a></span>, 1130 (3d Cir.1991) (effect of conviction on sentencing for later offense under career offender law was a collateral consequence); <i>United States v. Campusano,</i> <span class=\"citation\" data-id=\"570403\"><a href=\"/opinion/570403/united-states-v-juan-r-campusano/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1991) (ability to use state court conviction against defendant in subsequent federal prosecution was collateral consequence of state court guilty plea); <i>United States v. Russell,</i> <span class=\"citation\" data-id=\"407752\"><a href=\"/opinion/407752/united-states-v-paul-a-russell/\"><span class=\"volume\">686</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">35</span></a></span>, 39 (D.C.Cir.1982) (deportation was collateral consequence); <i>Moore v. Hinton,</i> <span class=\"citation\" data-id=\"326742\"><a href=\"/opinion/326742/edward-moore-on-behalf-of-himself-and-all-others-similarly-situated-v-c/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">781</span></a></span>, 782-83 (5th Cir.1975) (suspension of defendant's driver's license was collateral consequence of defendant's guilty plea); <i>Wall v. United States,</i> <span class=\"citation\" data-id=\"320496\"><a href=\"/opinion/320496/ernest-w-wall-v-united-states/\"><span class=\"volume\">500</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">38</span></a></span>, 39 (10th Cir.1974) (possibility of consecutive sentences was collateral consequence). <i>But see United States v. Harris,</i> <span class=\"citation\" data-id=\"334895\"><a href=\"/opinion/334895/united-states-v-walter-harris-sr/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">141</span></a></span>, 142 (9th Cir.1976) (mandatory special parole term was a direct consequence); <i>Paige v. United States,</i> <span class=\"citation\" data-id=\"297077\"><a href=\"/opinion/297077/albert-allen-paige-v-united-states/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">781</span></a></span>, 782-83 (4th Cir.1971) (non-eligibility for parole was direct consequence of plea).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This provision of Massachusetts law applied to any \"prisoner under sentence in any jail.\" If Steele's argument were valid, any prisoner sentenced to jail, from rapists to traffic violators, would have to be notified that they may be deemed a sexually dangerous person. It should also be noted that Massachusetts Rule of Criminal Procedure 12(c)(3)(B) requires that a defendant pleading guilty be informed \"of any different or additional punishment based upon second offense or sexually dangerous persons provision of the General Laws.\" Failure to follow this state procedural rule does not affect our analysis of Steele's federal constitutional claim</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/297077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/309729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678920/"
  ]
}