{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200974/",
  "absolute_url": "/opinion/200974/united-states-v-mikutowicz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200974/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:04:57Z",
  "date_modified": "2016-02-28T05:04:25.829715Z",
  "type": "010combined",
  "sha1": "6b6eacf56de9cd49811aa99cce78c51b1eaedca8",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2469-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/04/22/US_v._Mikutowicz.pdf",
  "plain_text": "               United States Court of Appeals\n                          For the First Circuit\n\nNos.       02-2469 and 02-2522\n\n                         UNITED STATES OF AMERICA,\n\n                         Appellee/Cross-Appellant,\n\n                                       v.\n\n                             JOHN MIKUTOWICZ,\n\n                   Defendant, Appellant/Cross-Appellee.\n\n\n               APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MASSACHUSETTS\n\n                 [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                                     Before\n\n                      Torruella, Lourie* and Howard,\n                             Circuit Judges.\n\n\n\n     Michael J. Connolly with whom Kelley A. Jordan-Price and\nHinckley, Allen & Snyder LLP were on brief, for appellant.\n     Gregory Victor Davis, Attorney, Tax Division, Department of\nJustice, with whom Eileen J. O'Connor, Assistant Attorney General,\nRobert E. Lindsay, Alan Hechtkopf, Attorneys, Tax Division,\nDepartment of Justice, and Michael Sullivan, United States\nAttorney, were on brief, for appellee.\n\n\n\n                                 April 22, 2004\n\n\n\n       *\n        Of the Federal Circuit, sitting by designation.\n\f           HOWARD,   Circuit     Judge.          In   these   cross-appeals,       we\n\nconsider John Mikutowicz's challenge to his convictions for tax\n\noffenses     and   the    government's          challenge     to    the     term   of\n\nincarceration.     We affirm the convictions but vacate the judgment\n\nand remand for resentencing.\n\n                                       I.\n\n           We set forth the facts in the light most favorable to the\n\nverdict.     See United States v. Diaz, 300 F.3d 66, 69 (1st Cir.\n\n2002).     Mikutowicz     is   the    sole       shareholder       of    AGM   Marine\n\nContractors    (\"AGM\"),    a   sub-chapter        S   corporation        located   in\n\nMashpee, Massachusetts.1       AGM is involved in marine construction\n\nprojects, including dredging and building bridges.                      In addition,\n\nMikutowicz is also the sole shareholder of Felix Management, Inc.\n\n(\"Felix\"),    another     sub-chapter       S    corporation,       which      manages\n\nMikutowicz's various real estate investments.\n\n           In 1991, Mikutowicz sought the assistance of psychologist\n\nNeil Carter for a combination of business and personal problems.\n\nAfter Mikutowicz     described       his    financial    difficulties,          Carter\n\nsuggested that he contact an individual in Colorado named Paul\n\nHarris who could help him establish an \"asset protection program.\"\n\n\n\n\n     1\n      Under sub-chapter S of the Internal Revenue Code, all revenue\nearned and expenses incurred by a qualifying corporation pass\nthrough to the shareholders of the corporation and are reported on\nthe shareholders' tax returns. See 26 U.S.C. § 1366.\n\n                                      -2-\n\f          Mikutowicz followed Carter's advice and contacted Harris.\n\nHarris was one of the operators of Tower Executive Resources\n\n(\"Tower\"), a company that, inter alia, assisted its members in\n\nshielding income from taxation.          After meeting with Mikutowicz,\n\nHarris proposed   moving    some   of    AGM's   and   Felix's    profits   to\n\noffshore bank accounts in order to defer taxation on Mikutowicz's\n\nincome.   Mikutowicz agreed.\n\n           Tower thereafter created Ellis Engineering (\"Ellis\"), a\n\nTurks & Caicos corporation. Mikutowicz was Ellis's sole employee,\n\nand Ellis shared a business address with AGM.          It did not outwardly\n\nappear that Ellis actually operated a separate business from this\n\naddress, although Ellis, acting through Mikutowicz, purportedly\n\nprovided AGM with consulting services and equipment rentals and\n\nmaterials from 1992 to 1998.\n\n           During this period, AGM paid Ellis $1.3 million for these\n\n\"services.\"   This money was deposited into Ellis's Massachusetts\n\nbank accounts. Mikutowicz deducted these payments from AGM's taxes\n\nas \"ordinary and necessary business expenses.\"             See 26 U.S.C. §\n\n162.   These deductions reduced AGM's profits and therefore reduced\n\nMikutowicz's personal taxable income.        See supra     n.1.\n\n          The money AGM paid to Ellis was eventually transferred to\n\na bank account in the Turks & Caicos Islands established by Tower\n\nfor Mikutowicz's benefit.    This account was in the name of another\n\nTower created company, Harborsober Ltd.             From the Harborsober\n\n\n                                   -3-\n\faccount, Mikutowicz eventually transferred most of the money into\n\na personal account in the Cayman Islands.\n\n           Mikutowicz similarly diverted profits from Felix to his\n\noffshore account. In 1998, Felix paid Tower $26,357 for \"franchise\n\nand professional fees,\" although there was no evidence that Tower\n\nactually gave or did anything of value for Felix.                 Mikutowicz\n\ndeducted these fees from Felix's taxes, and this money was also\n\ntransferred,     through   the   Harborsober    account,    to   Mikutowicz's\n\nCayman   Island   account.2      Mikutowicz     and   his   companies   never\n\ndeclared any of the money deposited in the Harborsober account as\n\ntaxable income.\n\n           The     government      calculated     that,     through     these\n\nmachinations, Mikutowicz reduced his tax burden by $570,005.              On\n\nSeptember 6, 2001, a grand jury indicted Mikutowicz on ten tax\n\noffenses: one count of conspiring to commit tax fraud, see 18\n\nU.S.C. § 371;     five counts of filing materially false tax returns\n\nfor the years 1995-1998, see 26 U.S.C. § 7206(1); and four counts\n\nof tax evasion for the years 1995-1998, see 26 U.S.C. § 7201.             On\n\nJune 28, 2002, after a fifteen-day trial, a jury convicted him on\n\nall counts.\n\n\n\n\n     2\n         Mikutowicz also used another Tower affiliated company,\nFinance Global, Ltd., to transfer $100,000 of taxable income from\na real estate transaction to the Harborsober account and eventually\ninto his Cayman Island account.\n\n                                     -4-\n\f            On September 20, 2002, the district court sentenced\n\nMikutowicz to one year and one day of imprisonment and two years of\n\nsupervised release; it also ordered him to pay a $50,000 fine, a\n\n$1,000 special assessment, and restitution.                The district court\n\narrived at Mikutowicz's sentence by granting him a two-level\n\nreduction   for   acceptance      of    responsibility      and     a   five-level\n\ndownward    departure    because       his    criminal    conduct       constituted\n\n\"aberrant behavior.\"\n\n                                        II.\n\n            Mikutowicz challenges his convictions on a number of\n\ngrounds, focused primarily on the jury's consideration of whether\n\nthe   claimed   deductions   were      \"ordinary    and    necessary      business\n\nexpenses.\" He argues first that: (1) the district court should not\n\nhave instructed the jury on the Internal Revenue Code's definition\n\nof \"ordinary and necessary business expenses\" and (2) even if such\n\nan instruction was appropriate, the district court erroneously\n\ndeclined to provide a supplemental instruction on this issue.\n\nSecond, he argues that (1) the district court should have excluded\n\ntestimony by the government's tax computation expert that the\n\ndeductions AGM claimed for making payments to Ellis were not\n\n\"ordinary and necessary business expenses\" and (2) the district\n\ncourt   improperly      limited    cross-examination        of    this      expert.\n\nFinally, he claims that the district court abused its discretion by\n\ndeclining to investigate his allegation of juror misconduct.\n\n\n                                       -5-\n\f           A.   Instruction on \"Ordinary and Necessary Business\n                Expenses\"\n\n           Mikutowicz first argues that the district court erred by\n\ninstructing the jury on the definition of \"ordinary and necessary\n\nbusiness expenses\" under the Internal Revenue Code.           See 26 U.S.C.\n\n§ 162.    He contends that the court's instruction was unnecessary\n\nbecause   the   government   was   required   to   prove    only   that   the\n\ndeductions he claimed were \"false\"--not that they failed to qualify\n\nas \"ordinary and necessary business expenses.\"             This unnecessary\n\ninstruction was also prejudicial, he asserts, because it introduced\n\nan extraneous issue that might well have confused the jury and\n\ndiverted its attention from his primary defense:            that he claimed\n\nthe deductions in \"good faith.\"\n\n            The purpose of jury instructions \"is to inform the jury\n\nof its function, which is the independent determination of the\n\nfacts, and the application of the law, as given by the court, to\n\nthe facts found by the jury.\"            2A Charles A. Wright, Federal\n\nPractice and Procedure: Criminal, § 485 (3d ed. 2000).                    The\n\ninstructions should \"fairly and impartially state the issues and\n\napplicable law in logical sequence . . . [so that] the jury [can]\n\nunderstand the issues and intelligently apply the law.\"                   Id.\n\n(quoting Elbe v. United States, 364 F.2d 127, 134 (10th Cir.\n\n1966)). It is common in tax crime prosecutions for the court to\n\ninstruct the jury on the meaning of tax law terms implicated by the\n\n\n                                   -6-\n\fparticular facts of a case.     See, e.g., United States v. Wapnick,\n\n60 F.3d 948, 955 (2d Cir. 1995) (in tax evasion case, jury\n\ninstruction on definition of \"sham corporation\" was proper); United\n\nStates v. Curtis, 782 F.2d 593, 596-98 (6th Cir. 1986) (in tax\n\nevasion case, jury instruction on definition of \"income\" was\n\nproper); United States v. Sorrentino, 726 F.2d 876, 881 (1st Cir.\n\n1984) (in tax evasion case, jury instruction on definition of\n\n\"taxable income\" was proper).\n\n          Here, knowing the definition of \"ordinary and necessary\n\nbusiness expenses\" was helpful to the jury in applying the law to\n\nthe evidence.   The parties agree that conviction on each count\n\nrequired the government to prove that the deductions claimed by\n\nMikutowicz on behalf of AGM and Felix were \"false.\"    See 26 U.S.C.\n\n§ 7206(1) (filing false corporate tax return requires government to\n\nprove that return was false as to material matter); 26 U.S.C. §\n\n7201 (tax evasion requires government to prove that defendant owed\n\nsubstantially more federal income tax than declared); 18 U.S.C. §\n\n371 (conspiracy charge required government to prove that defendant\n\nagreed with another to file false return and to evade taxes).\n\nBased on the evidence presented, whether the deductions claimed by\n\nAGM and Felix were \"false\" depended on whether they were properly\n\nclaimed as \"ordinary and necessary business expenses.\"     Thus, the\n\njury's ultimate conclusion that the deductions were \"false\" was\n\ninexorably linked to whether they were \"ordinary and necessary\n\n\n                                 -7-\n\fbusiness expenses.\"      Therefore, a definition of \"ordinary and\n\nnecessary business expenses\" was useful information for the jury to\n\nevaluate the evidence.\n\n           Mikutowicz's suggestion that the \"ordinary and necessary\n\nbusiness expense\" instruction shifted the jury's focus away from\n\nhis \"good faith\" defense is not persuasive.            The district court's\n\ninstructions explained to the jury the separate requirement that\n\nthe government prove that Mikutowicz did not act in \"good faith.\"\n\nIndeed,   the   court   was   quite    explicit   in    this   regard.   It\n\ninstructed:\n\n           [I]t isn't enough for the government to show\n           that [the deductions] were improper.     The\n           government also has to prove that the\n           defendant knew that they were improper, or,\n           rather that the defendant did not believe\n           that the statements he made about the\n           deductions in these returns were true and\n           correct.\n\nRather than confuse the jury, the instructions highlighted for the\n\njury that the government had to prove, inter alia, that the\n\nclaimed deductions were false and that Mikutowicz did not claim\n\nthe deductions in \"good faith.\"\n\n           As a fallback, Mikutowicz contends that, even if the\n\ndistrict court permissibly instructed the jury on the definition\n\nof \"ordinary and necessary business expenses,\" the court should\n\nhave included a supplemental instruction (which we shall describe\n\nmomentarily).    \"The trial court's refusal to give a particular\n\ninstruction constitutes reversible error only if the requested\n\n                                      -8-\n\finstruction was (1) correct as a matter of substantive law, (2)\n\nnot substantially incorporated into the charge as rendered, and\n\n(3) integral to an important point in the case.\"      Sheek v. Asia\n\nBadger, Inc., 235 F.3d 687, 697 (1st Cir. 2000) (quoting Elliot v.\n\nS.D. Warren Co., 134 F.3d 1, 6 (1st Cir. 1998)).\n\n          The district court instructed the jury:\n\n          [O]rdinary and necessary business expenses\n          are such expenses as are directly connected\n          to the operation of the business. And the\n          government claims here that these deductions\n          were not ordinary and necessary because they\n          did not reflect any economic reality, were\n          not related to the operations and business\n          of either AGM or Felix, but were designed\n          merely to funnel funds into the defendant's\n          personal bank account offshore.\n\n          Mikutowicz sought to augment this instruction with\n\nlanguage focusing the jury's attention on whether Ellis was a\n\n\"legitimate corporation.\"   The district court told the jury that\n\n\"there is no question that Ellis was a legitimately and validly\n\nconstituted corporation.    The question here has only to do with\n\nthe payments made to it by AGM, and the purpose and treatment of\n\nthose payments by AGM   . . . and ultimately Ellis as well.\"\n\n          Had the court provided the requested language, which\n\ncomprised a detailed (and confusing) list of factors used to\n\ndetermine whether Ellis was a legitimate corporation, the jury\n\ncould have been erroneously induced to conclude that its task was\n\nto determine Ellis's legitimacy instead of whether AGM made the\n\npayments to Ellis for legitimate business purposes.   The district\n\n                                -9-\n\fcourt's instruction kept the jury's attention focused on whether\n\nthe deductions were properly claimed by Mikutowicz's companies.\n\nThere was no error.\n\n           B. Expert Testimony on \"Ordinary and Necessary Business\n              Expenses\"\n\n           Mikutowicz    next   challenges      the   testimony    of   the\n\ngovernment's \"tax computation\" expert, Michael Pleshaw.           Pleshaw,\n\nan Internal Revenue Service (\"IRS\") agent, explained to the jury\n\nthe basis for the IRS's conclusion that deductions claimed by\n\nMikutowicz and his companies were improper. Mikutowicz challenges\n\nthe   admission   of   Pleshaw's    testimony    concerning   \"the      non-\n\ndeductibility of AGM's payments to Ellis Engineering.\"            We review\n\nthe admission of Pleshaw's testimony for an abuse of discretion.\n\nSee United States v. Santana, 342 F.3d 60, 68 (1st Cir. 2003),\n\ncert. denied, 2004 WL 323919 (U.S. Feb. 23, 2004).\n\n           Pleshaw provided the jury with a summary of why the IRS\n\ndetermined that the deductions claimed by Mikutowicz and his\n\ncompanies were improper.        It is well established in several\n\ncircuits that \"[e]xpert testimony by an IRS agent which expresses\n\nan opinion as to the proper tax consequences of a transaction is\n\nadmissible evidence.\"    United States v. Windfelder, 790 F.2d 576,\n\n581 (7th Cir. 1986); see United States v. Sabino, 274 F.3d 1053,\n\n1067 (6th Cir. 2001), amended on other grounds, 307 F.3d 446\n\n(2002); United States v. Monus, 128 F.3d 376, 386 (6th Cir. 1997);\n\nUnited States v. Townsend, 31 F.3d 262, 270 (5th Cir. 1994);\n\n                                   -10-\n\fUnited States v. Toushin,   899 F.2d 617, 620 n.4 (7th Cir. 1990);\n\nUnited States v. Gold, 743 F.2d 800, 817 (11th Cir. 1984); United\n\nStates v. Fogg, 652 F.2d 551, 557 (5th Cir. 1981).    The primary\n\nlimitation on this type of evidence is that the agent may not\n\ntestify about the defendant's state of mind when the challenged\n\ndeductions were claimed. See Fed. R. Evid. 704(b) (expert may not\n\ntestify to mental state of defendant where mental state is element\n\nof charged offense); Sabino, 274 F.3d at 1067 (\"[I]n a tax case,\n\nthe summary witness is allowed to summarize and analyze the facts\n\nindicating willful tax evasion so long as the witness does not\n\ndirectly embrace the ultimate question of whether the defendant\n\ndid in fact intend to evade income taxes.\") (internal quotations\n\nand citations omitted); Windfelder, 790 F.2d at 582 (stating that\n\nit was error, in tax fraud case, to admit IRS agent's testimony\n\nthat defendant \"intentionally understated his income\" because this\n\ntestimony \"impermissibly state[d] an opinion as to the defendant's\n\nknowledge or willfulness, a mental state which constitutes an\n\nelement of the crimes charged\"); see also United States v. Valle,\n\n72 F.3d 210, 216 (1st Cir. 1995) (\"Rule 704(b) prohibits all\n\ndirect expert testimony concerning a criminal defendant's intent,\n\nregardless of the witness's field of expertise, so long as intent\n\nis an element of the crime charged.\").\n\n          Pleshaw's testimony adhered to these standards.      He\n\ndescribed the IRS's audit of Mikutowicz and his businesses and the\n\n\n                               -11-\n\fresults of the audit.      In addition, he testified to the rationale\n\nwhich led the IRS to reach its conclusions.                 Pleshaw offered no\n\ntestimony concerning Mikutowicz's state of mind when claiming the\n\nchallenged deductions.      There was no abuse of discretion in the\n\nadmission of Pleshaw's testimony.\n\n             Mikutowicz also asserts that the district court violated\n\nhis rights under the Confrontation Clause of the Sixth Amendment\n\nby limiting his cross-examination of Pleshaw.                The court refused\n\nto   let   Mikutowicz    question     Pleshaw       about    various    judicial\n\nopinions, which Mikutowicz claims would have established that the\n\ndeductions were properly taken.\n\n             A defendant is entitled to cross-examine a government\n\nwitness to test the truth of his testimony.             See United States v.\n\nGonzález-Vázquez, 219 F.3d 37, 45 (1st Cir. 2000).               But the court\n\n\"retains wide latitude to impose reasonable limits on cross-\n\nexamination in order to avoid confusion of the issues or extended\n\ndiscussion    of    marginally    relevant    material.\"        Id.    (internal\n\nquotations    and    citations    omitted).         \"Defendants      cannot   run\n\nroughshod, doing precisely as they please simply because cross-\n\nexamination is underway.\"         United States v. Boylan, 898 F.2d 230,\n\n254 (1st Cir. 1990).         We review this challenge de novo to\n\ndetermine    whether    defense    counsel    was    afforded    a    reasonable\n\nopportunity to impeach adverse witnesses.              See United States v.\n\nBalsam, 203 F.3d 72, 87 (1st Cir. 2000). Should that threshold be\n\n\n                                     -12-\n\freached, any restrictions that were placed on the extent and\n\nmanner of the cross-examination will be reviewed for abuse of\n\ndiscretion.   Id.\n\n           Pleshaw was not qualified as an expert on tax law.            As\n\nthe IRS agent who audited Mikutowicz and his businesses, Pleshaw\n\nprovided detailed testimony on the process used to conduct the\n\naudit, the conclusions reached, and the computations made to\n\narrive at Mikutowicz's tax deficiency.           The government attempted\n\nto elicit from Pleshaw neither an opinion on the precise meaning\n\nof terms used in the Internal Revenue Code nor a discussion of\n\nlegal sources that could bear on such an interpretation, as well\n\nit should not have.       \"[E]xpert testimony proffered solely to\n\nestablish the meaning of a law is presumptively improper.\" United\n\nStates v. Prigmore, 243 F.3d 1, 18 n.3 (1st Cir. 2001); see\n\nNieves-Villanueva v. Soto-Rivera, 133 F.3d 92, 99-101 (1st Cir.\n\n1997)   (ruling   that   it   was   error   to   admit   expert   testimony\n\nexplaining the holdings of various Puerto Rico Supreme Court\n\nopinions).\n\n           Yet, this is precisely what Mikutowicz sought to do.\n\nEven though Pleshaw is not a lawyer and did not mention the United\n\nStates Tax Court on direct examination, defense counsel attempted\n\nto question Pleshaw about three Tax Court opinions from the early\n\n\n\n\n                                    -13-\n\f1980's.3    Even a tax lawyer would have found it difficult to\n\nrespond intelligently to questions about the precise facts and\n\nholdings of several twenty-year old Tax Court cases and then apply\n\nthose holdings to the facts of the instant case, without having had\n\na   prior   opportunity   to     prepare.    Had   the   cross-examination\n\nproceeded as Mikutowicz proposed, it would have involved defense\n\ncounsel reading excerpts of the cases to the jury, without the jury\n\nhaving a context for evaluating the import of the information that\n\nit was receiving.    See Curtis, 782 F.2d at 600 (\"The jury is not\n\ncomprised of lawyers . . . To attempt to explain the myriad rules\n\nof judicial construction, the complexity of legal principles, or\n\nthe function of precedent would hopelessly divert the jury from\n\ntheir preeminent duty of assessing . . . guilt.\").              The district\n\ncourt was well within its discretion in concluding that such an\n\n\"examination\"    would    have    exceeded   the   scope   of    the   direct\n\nexamination and confused the jury. See United States v. Ingredient\n\nTechnology Corp., 698 F.2d 88, 97 (2d Cir. 1983); Benjamin A.\n\nVernia, Annotation, Admissibility of Expert Testimony Regarding\n\nQuestions of Domestic Law, 66 A.L.R. 5th 135 (1999) (noting that\n\n\n\n\n      3\n      Defense counsel also proposed to question Pleshaw concerning\na sixty-year old Supreme Court opinion. See Moline Properties v.\nComm'r of Internal Revenue, 319 U.S. 436 (1943).\n\n                                     -14-\n\fthe bases for the rule against an expert explaining the law to the\n\njury \"relate to jury confusion\").4\n\n           C. Juror Misconduct\n\n           Mikutowicz's final argument concerns the district court's\n\nrefusal to investigate his allegation that the jurors had engaged\n\nin premature deliberations.        The relevant facts are as follows.\n\n           On   the   thirteenth    day    of   trial   the   jury   began    its\n\ndeliberations.        On   the   third    day   of   deliberations   the     jury\n\nforewoman sent a note to the court asking that one of the jurors be\n\nexcused.   As a result, the court met with the forewoman.               During\n\nthe meeting, the forewoman explained the problem:\n\n           There's a young woman, the first, the second\n           day she was talking about her religious\n           beliefs and that it was not her job to judge\n           her fellow human beings. That was for God\n           in the next life. That was the second day.\n           We told her, you know we tried to buck her\n           up and say, okay . . . God put you here on\n           this jury for a reason, and you will be able\n           to make a decision.      But it has gotten\n           worse.   She's up there reading her Bible\n           right now.    She has just kind of closed\n           down, and she's been the major impasse in\n           getting any work done.\n\n           The court proceeded to discuss the situation with the\n\ndistressed juror.      The juror told the court that she was upset\n\n\n     4\n       Equally important, it would have usurped the judge's role.\n\"In our legal system, purely legal questions and instructions to\nthe jury on the law to be applied . . . [are] exclusively the\ndomain of the judge.\" Nieves-Villanueva, 133 F.3d at 99. Thus, it\nwas the judge's role alone to instruct the jury on the law\nnecessary for determining whether the challenged deductions were\nproperly claimed as \"ordinary and necessary business expenses.\"\n\n                                   -15-\n\fby the intense nature of the deliberations.               As she described\n\nit:\n\n            [T]here's a lot of evidence up there, and\n            you're trying to prove your case [referring\n            to counsel for each party]. Well I need to\n            know by looking at these documents what's\n            right . . . And we sat in there, and we\n            heard your side, and we heard your side, but\n            I need to look at them for myself and see .\n            . . Nobody seems--everybody has their own .\n            . . There's just certain things that we're\n            arguing about.\n\n             At the conclusion of this discussion, defense counsel\n\nadvised the court that the forewoman's earlier reference to \"the\n\nsecond day\" appeared to indicate that some of the jurors had\n\nexpressed their opinions about the case since the second day of\n\ntrial.    Defense counsel asked for a \"further inquiry . . . as to\n\nwhether in fact the jurors discussed the merits of the case during\n\nthe trial.\"       The court declined the request, noting that it did\n\n\"not recall [the forewoman] saying anything about the matter before\n\ndeliberations.\"\n\n             We review the district court's response to an allegation\n\nof juror misconduct for an abuse of discretion.               See United States\n\nv.    Connolly,   341   F.3d     16,   33-34   (1st    Cir.   2003).      We   have\n\nrecognized     that     the    district   court       maintains        significant\n\ndiscretion in determining the type of investigation required by a\n\njuror misconduct        claim.     See,   e.g.,   United      States    v.   Ortiz-\n\nArrigoitia, 996 F.2d 436, 443 (1st Cir. 1993); Boylan, 898 F.2d at\n\n258.     Moreover, the court's discretion is at its broadest when\n\n                                       -16-\n\fdetermining how to deal with an allegation of premature jury\n\ndeliberations. See United States v. Dominguez, 226 F.3d 1235, 1246\n\n(11th Cir. 2000) (a \"trial judge is vested with broad discretion in\n\nresponding to an allegation of jury misconduct, and that discretion\n\nis at its broadest when the allegation involves internal misconduct\n\nsuch as premature deliberations, instead of external misconduct\n\nsuch as exposure to media publicity\").\n\n          Where a claim of juror misconduct is raised, the court's\n\nfirst task is to ascertain whether the allegation is colorable.\n\nSee Boylan, 898 F.2d at 258.    If the claim meets this threshold,\n\nthe court must then conduct a further investigation to discern the\n\nextent of the jury taint and the possible prejudice.     See United\n\nStates v. Cruz, 156 F.3d 22, 28 (1st Cir. 1998).           However,\n\nmisconduct allegations that \"are frivolous . . . do not trigger any\n\nduty of inquiry and do not require that a hearing be held.\"   Neron\n\nv. Tierney, 841 F.2d 1197, 1202 n.6 (1st Cir. 1988).\n\n          The district court did not abuse its discretion in\n\ndetermining that Mikutowicz's claim of premature jury deliberations\n\nwas so weak that it did not require further action.    Even assuming\n\nthat by the \"second day\" the forewoman meant the second day of the\n\ntrial as opposed to the second day of deliberations, the forewoman\n\ndid not state that any of the jurors had engaged in premature\n\ndeliberations.   She stated only that one juror had expressed doubt\n\nabout her ability to participate in the task of determining whether\n\n\n                               -17-\n\fanother individual is guilty of a crime.          A conversation between\n\njurors concerning the general anxiety associated with serving on a\n\ncriminal jury is a far cry from a conversation in which the jurors\n\ndiscussed the merits of the parties' positions.\n\n             Our conclusion that no duty to investigate was triggered\n\nis   supported    by   the   district   court's   conversation   with    the\n\ndistressed juror.      In that conversation, the juror indicated that\n\nthe jurors had sat through both parties' cases and were then wading\n\nthrough the evidence and arguing about the proper result.               This\n\nsummary of the jury's actions strongly suggests that the jurors\n\nwere involved in active deliberations at the appropriate time and\n\nhad not prejudged the case.\n\n             The only evidence that Mikutowicz presented of juror\n\nmisconduct is his allegation that the forewoman disclosed to the\n\ncourt that deliberations took place on \"the second day\" of trial.5\n\nAs discussed above, the forewoman made no such disclosure.               The\n\nburden of showing a colorable claim rests with the party raising\n\nthe issue.    See United States v. Nazzaro, 889 F.2d 1158, 1167 (1st\n\nCir. 1989).      As Mikutowicz has not met this burden, the district\n\ncourt acted within its considerable discretion by declining to\n\n\n\n      5\n\nIn his factual summary of the juror misconduct claim, Mikutowicz\nalso makes reference to an incident where a juror collapsed from an\nanxiety attack during testimony that was favorable to Mikutowicz.\nBut he has not put forward any developed argument explaining how\nthis incident ties into his claim.\n\n                                    -18-\n\finvestigate the matter.      See id. (\"[T]he law wisely affords the\n\ntrier . . . substantial discretion in determining whether to\n\ninterrogate jurors.\").\n\n                                   III.\n\n           In its cross-appeal, the government raises two challenges\n\nto the sentence imposed on Mikutowicz.             First, it challenges the\n\ndistrict court's grant of a two-level reduction for acceptance of\n\nresponsibility.    Second, it challenges the district court's grant\n\nof a five-level downward departure because Mikutowicz's criminal\n\nconduct constituted \"aberrant behavior.\"\n\n           A. Acceptance of Responsibility\n\n           Pursuant to U.S.S.G. § 3E1.1 (1998), the district court\n\ngranted   Mikutowicz   a    two-level     reduction      for    acceptance    of\n\nresponsibility    because   (1)   even    though    he   went   to   trial,   he\n\nadmitted, pretrial, \"the conduct\" underlying the charges, and (2)\n\nprior to trial, he repaid the IRS approximately $55,000 in back\n\ntaxes.6   We review deferentially the district court's conclusion\n\nthat the defendant has accepted responsibility, see United States\n\nv. Capelton, 350 F.3d 231, 245 (1st Cir. 2003),            and will reverse\n\nonly on a showing of clear error, see United States v. Walker, 234\n\nF.3d 780, 784 (1st Cir. 2000).      Clear error exists where there is\n\n\n\n\n     6\n       The parties agree that the Sentencing Guidelines in effect\nin 1998 apply to this case.\n\n                                   -19-\n\fno articulable grounds or foundation for the court's conclusion.\n\nSee United States v. Bennett, 37 F.3d 687, 696 (1st Cir. 1994).\n\n             The first ground for the reduction is that, prior to\n\ntrial, Mikutowicz admitted his unlawful conduct.              See U.S.S.G. §\n\n3E1.1 comment (n. 1(a)) (1998). In this regard, the district court\n\nstated: \"It is true that he went to trial, but going to trial\n\nshould not be penalized . . . . He admitted his conduct, and it\n\nseems to me under these circumstances he is entitled to go down by\n\ntwo levels.\"\n\n             While there is no question that a defendant should not be\n\npunished for exercising his right to trial, the choices exercised\n\ncan affect sentencing exposure.           The Sentencing Guidelines state\n\nthat,   as   a   general   matter,   an     acceptance   of   responsibility\n\nreduction \"is not intended to apply to a defendant who puts the\n\ngovernment to its burden of proof at trial by denying the essential\n\nfactual elements of guilt, is convicted, and only then admits guilt\n\nand expresses remorse.\"      U.S.S.G. § 3E1.1, comment (n.2) (1998);\n\nsee also United States v. Baltas, 236 F.3d 27, 37 (1st Cir. 2001).\n\nThe Guidelines recognize, however, that in some \"rare situations\"\n\na defendant may stand trial and still receive an acceptance of\n\nresponsibility reduction.      U.S.S.G. § 3E1.1, comment (n.2) (1998);\n\nsee United States v. Ellis, 168 F.3d 558, 564 (1st Cir. 1999).\n\nApplication Note 2 gives as examples a defendant who admits factual\n\nguilt but goes to trial to raise a constitutional challenge to the\n\n\n                                     -20-\n\fprosecution and a defendant who goes to trial to assert that the\n\nstatute under which he is charged does not apply to his conduct.\n\nU.S.S.G. § 3E1.1, comment (n.2) (1998).       We have recognized that\n\nadditional \"rare situations\" could exist that would permit a\n\ndefendant to receive an acceptance of responsibility reduction\n\nafter electing to go to trial.           See Ellis, 168 F.3d at 564.\n\nHowever,   where   a   district   court    grants    an   acceptance   of\n\nresponsibility reduction to a defendant, post trial, the acceptance\n\nof responsibility determination must be based solely on \"pre-trial\n\nstatements and conduct.\" Id. at 564 (emphasis in original).\n\n           The district court ruled that Mikutowicz admitted the\n\n\"essential factual elements of guilt\" before trial, even though he\n\nwent to trial to claim that his conduct was not \"willful\" and\n\ntherefore not criminal.    This determination was clearly erroneous.\n\nBy contesting willfulness, Mikutowicz did not admit \"the essential\n\nfactual elements of guilt.\" U.S.S.G. § 3E1.1 comment (n.2) (1998);\n\nBennett, 37 F.3d at 697.\n\n           It is true that Mikutowicz admitted the actus reus of his\n\ncrimes prior to trial.      He admitted establishing offshore bank\n\naccounts, taking deductions from AGM for \"services\" provided by\n\nEllis, diverting the deducted monies to the offshore accounts, and\n\nnot paying taxes on the diverted funds.             However, Mikutowicz\n\nremained steadfast that his conduct was not \"willful\", i.e., in\n\nviolation of a known legal duty.     See United States v. Cheek, 498\n\n\n                                  -21-\n\fU.S. 192, 201 (1991).     Thus, Mikutowicz denied the mens rea of the\n\ncrimes. That the defendant possesses the requisite mens rea is one\n\nof the \"essential factual elements of guilt.\" See United States v.\n\nCrass, 50 F.3d 81, 84 (1st Cir. 1995) (\"intent, like any other\n\nessential element of the crime charged, may not be contested\n\nwithout   jeopardizing    a   downward      adjustment   for    acceptance    of\n\nresponsibility\"); United States v. Burrows, 36 F.3d 875, 883 (9th\n\nCir. 1994) (stating that defendant was not entitled to acceptance\n\nof responsibility deduction because \"the fact that [the defendant]\n\nfreely admitted the actus reus of the crime does not change the\n\nfact that he maintained        . . . a complete defense based on his\n\npurported lack of mens rea\").\n\n           Mikutowicz's \"willfulness defense\" said, in effect, \"I\n\ndid not know that what I was doing was illegal so I should not be\n\npunished for my actions.\"      This defense is exactly the opposite of\n\nthe expression of remorse that the acceptance of responsibility\n\nguideline contemplates.       See United States v. Royer, 895 F.2d 28,\n\n30 (1st Cir. 1990) (\"acceptance of responsibility necessitates . .\n\n. authentic remorse\").         Therefore, Mikutowicz did not accept\n\nresponsibility   by      admitting     his     underlying      conduct      while\n\nsimultaneously denying that he possessed the criminal intent to\n\ncommit the   charged     offenses.    See Bennett,       37    F.3d   at   696-98\n\n(reversing acceptance of responsibility reduction for defendant who\n\nwent to trial to challenge intent prong of bank fraud charge\n\n\n                                     -22-\n\fbecause defendant had not admitted \"factual guilt\"); see also\n\nUnited States v. Dyck, 334 F.3d 736, 744 (8th Cir. 2003) (reversing\n\nacceptance of responsibility reduction for defendant who went to\n\ntrial to claim that his conduct was not \"willful\" because this \"was\n\na denial of factual guilt that put the government to its proof\");\n\nUnited   States   v.   Chastin,   84   F.3d   321,   324   (9th   Cir.   1996)\n\n(reversing acceptance of responsibility reduction, in tax fraud\n\ncase, because the defendant's \"failure to accept responsibility for\n\nhis crime was manifest in his decision to take the case to trial,\n\nwhere he vigorously denied the 'willful' element of the offense\");\n\nUnited States v. Jaynes, 75 F.3d 1493, 1508 (10th Cir. 1996)\n\n(\"Where a defendant admits his conduct but claims he did nothing\n\nillegal and had no unlawful intent . . . his denial is inconsistent\n\nwith an acceptance of responsibility.\")(internal quotations and\n\ncitations omitted); United States v. Castner, 50 F.3d 1267, 1279-80\n\n(4th Cir. 1995) (\"[B]y denying intent to defraud [the defendant]\n\ndid not completely accept responsibility for all his criminal\n\nconduct.\").\n\n           In granting an acceptance of responsibility adjustment,\n\nthe district court also relied on Mikutowicz's pretrial payment of\n\nback taxes.   In April 2002, two months before trial, Mikutowicz\n\nfiled an amended 1998 tax return in which he reimbursed the IRS\n\n$55,633.   While the precise total of Mikutowicz's tax liability is\n\nunclear, see United States v. Mikutowicz, No. 01-10321-RWZ, (D.\n\n\n                                   -23-\n\fMass. Nov. 13, 2002), there is no dispute that this was only a\n\nfraction of what he owed.\n\n            The       Guidelines    provide     that    one    method     by   which    a\n\ndefendant       can   demonstrate      acceptance      of   responsibility       is    to\n\nvoluntarily pay restitution prior to the adjudication of guilt.\n\nSee U.S.S.G. § 3E1.1 comment (1(c)) (1998); Bennett, 37 F.3d at\n\n698.      The    Seventh     Circuit    has     described      the    requirement      as\n\n\"pretrial payment of full restitution.\"                     See United States v.\n\nBonanno, 146 F.3d 502, 513 (7th Cir. 1998) (quoting United States\n\nv. Morgano, 39 F.3d 1358, 1377-78 (7th Cir. 1994)).                     Most cases in\n\nwhich courts have found that pretrial restitution favors granting\n\nacceptance of responsibility involve situations where the defendant\n\nhas also pled guilty to the charged offenses.                    See, e.g., United\n\nStates v. Grasser, 312 F.3d 336, 338-39 (7th Cir. 2002); United\n\nStates v. O'Kane, 155 F.3d 969, 971 (8th Cir. 1998).                       We know of\n\nonly one case in which a defendant, after exercising his trial\n\nright, received an acceptance of responsibility reduction based on\n\npretrial restitution. See United States v. Bean, 18 F.3d 1367 (7th\n\nCir. 1994). In Bean, the defendant was charged with a check-kiting\n\nscheme.         Id.   at    1368.      The    defendant       paid    full,    pretrial\n\nrestitution but chose to go to trial to argue that he did not\n\nintend to defraud the bank.          Id.     Even though the defendant went to\n\ntrial to challenge intent, the court stated that he could receive\n\nan     acceptance      of    responsibility       reduction          because   he     had\n\n\n                                         -24-\n\fvoluntarily paid full, pretrial restitution.              Id.\n\n              Under the logic of Bean, the district court could grant\n\nMikutowicz an acceptance of responsibility reduction based on his\n\npayment of pretrial restitution, even though he went to trial. The\n\ngovernment has not argued that Bean was incorrectly decided and we\n\ndo not think it so manifestly wrong that we are willing to reject\n\nit without briefing and argument.             Nonetheless, even assuming the\n\nviability of the Bean rule for present purposes, we cannot sustain\n\nthe acceptance of responsibility adjustment on this record.\n\n              The extent of restitution paid by Mikutowicz is not\n\nclear.    Mikutowicz argued that, because of certain IRS rules, he\n\ncould only reimburse the 1998 tax deficiency, and therefore he paid\n\nas much as was legally possible.            The district court did not make\n\na   finding    to    this   effect.7    Moreover,    it   is    not    clear   that\n\nMikutowicz's        payment   was   truly   voluntary.    Since       Mikutowicz's\n\nprimary defense to the criminal charges related to his intent (and\n\nnot his failure to pay taxes), he presumably owed back taxes\n\nregardless of the results of the criminal proceedings.                     Because\n\nMikutowicz may have owed the same debt even if acquitted, the\n\nrestitution may not have been               \"voluntary\" and therefore not\n\nindicative of his acceptance of responsibility for his crimes. See\n\n\n\n      7\n      The district court stated that Mikutowicz paid back \"as much\nof the tax as he could.\" It is not clear whether this means that\nhe paid back as much as the law permitted or that he paid back as\nmuch as he could afford at the time.\n\n                                       -25-\n\fBennett, 37 F.3d at 698 (holding that paying restitution as part of\n\na civil settlement does not indicate acceptance of responsibility).\n\n            Moreover, even if the district court determined that\n\nMikutowicz's restitution was the maximum allowed by law and was\n\ntruly voluntary, it could still be argued that his decision to\n\nchallenge his factual guilt outweighs this act of contrition.              See\n\nUnited States v. Yoon, 128 F.3d 515, 529 (7th Cir. 1997); United\n\nStates v. Field, 110 F.3d 592, 594 (8th Cir. 1997).            Considering\n\nthat acceptance of responsibility determinations are best made by\n\nthe district court, see Capelton, 350 F.3d at 245, and that there\n\nis   a   possibility   that   Mikutowicz   could   still   qualify   for    an\n\nacceptance of responsibility reduction, we vacate the two-level\n\nreduction and remand to the district court to reconsider the matter\n\nin light of the above discussion.\n\n            B. Aberrant Behavior\n\n            The final issue that we tackle is whether the district\n\ncourt erred by granting Mikutowicz a five-level downward departure\n\nbecause his conduct constituted \"aberrant behavior.\"           We begin by\n\noutlining the standard of review.\n\n            On April 30, 2003, section 401 of the Prosecutorial\n\nRemedies and Other Tools to End the Exploitation of Children Today\n\nAct (\"PROTECT Act\") became effective.        See 18 U.S.C. 3742(e).        The\n\nPROTECT Act, which applies to all appeals pending on and after its\n\neffective date, establishes a new regime for reviewing district\n\n\n                                   -26-\n\fcourt rulings granting departures from the Sentencing Guidelines.\n\nSee United States v. Thurston, 358 F.3d 51, 70-72 (1st Cir. 2004);\n\nUnited States v. Frazier, 340 F.3d 5, 14 (1st Cir. 2003).                 We now\n\nreview de novo whether the \"sentence departs from the guideline\n\nrange based on a factor that (i) does not advance the objectives\n\nset forth in [18 U.S.C.] § 3553 (a)(2); or (ii) is not authorized\n\nunder [18 U.S.C.] 3553(b); or (iii) is not justified by the facts\n\nof the case.\"     18 U.S.C. § 3742(e); see United States v. Maldonado-\n\nMontalvo, 356 F.3d 65, 68-69 (1st Cir. 2003).8             In cases where the\n\ndeparture is based on a factor that the Sentencing Commission has\n\nalready approved, we proceed directly to consider whether the\n\ndeparture is \"justified by the facts of the case.\"                Thurston, 358\n\nF.3d at 76.       In performing this analysis, we accept the district\n\ncourt's factual findings unless they are clearly erroneous. See 18\n\nU.S.C. § 3742(e)(3)(C).\n\n            The    Guidelines,     in    their   current    form,       recognize\n\n\"aberrant    behavior\"    as   a   legitimate     ground    for     a   downward\n\ndeparture.    See U.S.S.G. § 5K2.20 (2003).        However, as noted above\n\nat n.6, the Guidelines effective in 1998 govern this case.                   See\n\nUnited States v. Dewire, 271 F.3d 333, 335 n.2 (1st Cir. 2001).\n\nThese Guidelines did not take a position on whether \"aberrant\n\n\n\n     8\n      Prior to the enactment of the PROTECT Act, we reviewed the\ndetermination that the facts of a case justified a departure only\nfor an abuse of discretion. See United States v. Lujan, 324 F.3d\n27, 31 n.5 (1st Cir. 2003).\n\n                                        -27-\n\fbehavior\" was an appropriate ground for a downward departure.           See\n\nU.S.S.G. Ch. 1 Pt. A(4)(d) (1998) (\"The Commission . . . has not\n\ndealt with the single acts of aberrant behavior that still may\n\njustify probation at higher offense levels through departures.\").\n\n          Because    the    1998   Guidelines   are   silent   on   whether\n\n\"aberrant behavior\" is a permissible departure factor, our first\n\ntask is to determine de novo whether this factor conflicts with the\n\nobjectives set forth in 18 U.S.C. § 3553(a)(2) or is not authorized\n\nby 18 U.S.C. § 3553(b).9     This task is   straightforward.    Under the\n\n1998 Guidelines, every circuit court of appeals accepted \"aberrant\n\nbehavior\" as a legitimate basis for a downward departure.               See\n\nElizabeth Williams, Annotation, Downward Departure from United\n\nStates Sentencing Guidelines Based on Aberrant Behavior, 164 A.L.R.\n\nFed. 61 (2000) (collecting cases approving \"aberrant behavior\" as\n\nbasis for departure).      In November 2000, the Sentencing Commission\n\nconfirmed the correctness of this view by adopting a guideline\n\nexplicitly recognizing \"aberrant behavior\" as a legitimate basis\n\nfor a departure.    See U.S.S.G. § 5K2.20 (2003).      Thus, we conclude\n\nthat, under the 1998 Guidelines, \"aberrant behavior\" is a factor on\n\nwhich the district court could base a departure.\n\n          Having concluded that \"aberrant behavior\" can justify a\n\n\n\n     9\n       18 U.S.C. § 3553(a)(2) sets forth the federal policy\nobjectives for sentencing and 18 U.S.C. § 3553(b) sets forth the\ncircumstances in which a court could depart from the applicable\nsentencing guideline range.\n\n                                   -28-\n\fdeparture, we turn next to consider de novo whether the facts of\n\nthis case justify granting Mikutowicz a departure on this basis.\n\nUnder      the   1998    Guidelines,    we     applied    a    \"totality    of   the\n\ncircumstances\"          approach   to   requests    for       \"aberrant    behavior\"\n\ndepartures.       See United States v. Grandmaison, 77 F.3d 555, 563\n\n(1st Cir. 1996).10         Under this test\n\n             [d]istrict court judges may consider, inter\n             alia, factors such as pecuniary gain to the\n             defendant, charitable activities, prior good\n             deeds, and efforts to mitigate the effects\n             of the crime in deciding whether a\n             defendant's conduct is aberrant in terms of\n             other crimes . . . . Spontaneity and\n             thoughtlessness may also be among the\n             factors considered, though they are not\n             prerequisites for departures.\n\nId. In addition, the district court could consider \"first-offender\n\nstatus as a factor\" and could grant a departure to a defendant\n\n\"whose criminal conduct involve[d] more than one criminal act.\"\n\nId.   at 563-64.11\n\n             The district court applied Grandmaison's \"totality of the\n\ncircumstances\" approach to grant Mikutowicz a five-level downward\n\ndeparture because (1) the convictions comprised a single six-year\n\n\n      10\n       Several other circuits opted for a narrower approach that\nrequired   the  defendant's  conduct   to  be   \"spontaneous  or\nthoughtless.\" Grandmaison, 77 F.3d at 562 (citing cases from the\nThird, Fourth, Fifth, Seventh, and Eighth Circuits adopting this\napproach).\n      11\n       The current Sentencing Guidelines do not adopt \"the totality\nof the circumstances\" test. See U.S.S.G. § 5K2.20 (2003). However,\nbecause this case is governed by the 1998 Guidelines, the\nGrandmaison standard applies. See Dewire, 271 F.3d at 335 n.2.\n\n                                        -29-\n\fcourse of conduct; (2) Mikutowicz employs several individuals; (3)\n\nhe has strong community ties; (4) he has been instrumental in the\n\ncare of his family; and (5) he did not intend to deprive the\n\ngovernment of the tax permanently.                 Applying de novo review, our\n\nprecedent       requires     that    we   vacate       this   \"aberrant        behavior\"\n\ndeparture.\n\n               In United States v. Bradstreet, 135 F.3d 46, 56-58 (1st\n\nCir. 1998), we vacated a downward departure for \"aberrant behavior\"\n\nin a situation that is materially indistinguishable from this one.\n\nThe defendant in Bradstreet was convicted of several offenses\n\narising from a two-year scheme to falsify corporate records.                           See\n\nid. at 48.        The defendant testified at trial that he did not act\n\nwith an intent to defraud.                See id. at 57.              The jury was\n\ninstructed that, to find the defendant guilty, it had to conclude\n\nthat he acted with such an intent.                     See id.   Thus, the jury's\n\nguilty     verdict       indicated    that       the    defendant    had       testified\n\ndishonestly by claiming that he did not act with a fraudulent\n\nintent.        See id.\n\n               This dishonest testimony disqualified the defendant from\n\nreceiving an \"aberrant behavior\"             departure.       We explained that an\n\n\"aberrant       behavior\"    departure     \"is     appropriate      only       where   the\n\nconduct was isolated and is unlikely to recur.\"                     Id.    A defendant\n\ncannot claim that his conduct was isolated and not likely to recur\n\nwhen     \"he     testifies    dishonestly        after    engaging        in   felonious\n\n\n                                          -30-\n\fdishonesty.\"       Id.       Thus, \"one convicted of criminal dishonesty is\n\n. . . not entitled to an aberrant conduct departure if he has\n\ntestified    dishonestly         about     his    criminal     conduct.\"         Id.    We\n\nrecognized       that    a     defendant    could    still      receive      a   downward\n\ndeparture after giving false testimony if the testimony was the\n\nproduct of confusion, mistake, or faulty memory.                       See id. at 58.\n\nHowever,    we    concluded        that,    by    its    nature,     false       testimony\n\nconcerning    criminal         intent    could     not   be    the   product      of   such\n\nconfusion or mistake.              See id. at 57.             Therefore, the jury's\n\nverdict necessarily established that the defendant's testimony was\n\ndishonest    and        disqualified       him    from   receiving      an       \"aberrant\n\nbehavior\" departure.            See id. at 58.\n\n            A similar analysis applies here.                  Mikutowicz claimed at\n\ntrial that his conduct was not \"willful.\"                     He testified on direct\n\nexamination:\n\n            I never once thought that I was breaking any\n            laws.   I'm not a law-breaker.    I thought\n            that this plan was completely lawful as to\n            the way it was explained to me. There is no\n            amount of money that would cause me to break\n            the law of this country. That's plain and\n            simple.\n\nThe district court instructed the jury that, to find Mikutowicz\n\nguilty, it had to determine that his conduct was willful, i.e., (in\n\nthe context of this case) done \"with a specific intent to violate\n\nthe law.\"        The jury convicted Mikutowicz on all counts.                          This\n\nfinding     compels       us     to   conclude      that      Mikutowicz         testified\n\n\n                                           -31-\n\fdishonestly by claiming that he did not know that he was breaking\n\nthe law by engaging in these tax schemes.                  Like the testimony\n\nconcerning     \"intent\"     in   Bradstreet,          Mikutowicz's     testimony\n\nconcerning \"willfulness\" cannot plausibly be explained as the\n\nresult of confusion or faulty memory.              See id. at 57 (stating that\n\ndefendant's testimony that he did not intend to defraud \"strikes us\n\nas inherently not subject to characterization as unintentional\").\n\nIndeed, at the sentencing hearing, the defense continued to assert\n\nthat Mikutowicz did not know that his conduct violated the law.                He\n\nis   thus    ineligible    for      an    \"aberrant      behavior\"     departure.\n\nAccordingly, we vacate the five-level downward departure.12\n\n                                         IV.\n\n             For   the    reasons        stated,    we   affirm      Mikutowicz's\n\nconvictions but vacate the judgment and remand for resentencing.\n\n\n\n\n     12\n       Relying on United States v. Brennick, 134 F.3d 10, 15-17\n(1st Cir. 1998), Mikutowicz argues that we could affirm the\ndeparture on the basis of the district court's finding that he\nintended to repay the taxes owed at some later date.       But in\ngranting the departure, the court invoked the \"totality of the\ncircumstances\" which strongly suggests to us that the court\nincluded this fact as part of its \"aberrant behavior\" analysis and\nnot as an independent basis for departing.\n\n                                         -32-\n\f",
  "html": "<p class=\"case_cite\">365 F.3d 65</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee/Cross-Appellant,<br>v.<br>John MIKUTOWICZ, Defendant, Appellant/Cross-Appellee.</p>\n    <p class=\"docket\">No. 02-2469.</p>\n    <p class=\"docket\">No. 02-2522.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2004.</p>\n    <p class=\"date\">Decided April 22, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Michael J. Connolly with whom Kelley A. Jordan-Price and Hinckley, Allen &amp; Snyder LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Gregory Victor Davis, Attorney, Tax Division, Department of Justice, with whom Eileen J. O'Connor, Assistant Attorney General, Robert E. Lindsay, Alan Hechtkopf, Attorneys, Tax Division, Department of Justice, and Michael Sullivan, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LOURIE<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In these cross-appeals, we consider John Mikutowicz's challenge to his convictions for tax offenses and the government's challenge to the term of incarceration. We affirm the convictions but vacate the judgment and remand for resentencing.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We set forth the facts in the light most favorable to the verdict. <i>See United States v. Diaz,</i> 300 F.3d 66, 69 (1st Cir.2002). Mikutowicz is the sole shareholder of AGM Marine Contractors (\"AGM\"), a sub-chapter S corporation located in Mashpee, Massachusetts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> AGM is involved in marine construction projects, including dredging and building bridges. In addition, Mikutowicz is also the sole shareholder of Felix Management, Inc. (\"Felix\"), another sub-chapter S corporation, which manages Mikutowicz's various real estate investments.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1991, Mikutowicz sought the assistance of psychologist Neil Carter for a combination of business and personal problems. After Mikutowicz described his financial difficulties, Carter suggested that he contact an individual in Colorado named Paul Harris who could help him establish an \"asset protection program.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Mikutowicz followed Carter's advice and contacted Harris. Harris was one of the operators of Tower Executive Resources (\"Tower\"), a company that, <i>inter alia,</i> assisted its members in shielding income from taxation. After meeting with Mikutowicz, Harris proposed moving some of AGM's and Felix's profits to offshore bank accounts in order to defer taxation on Mikutowicz's income. Mikutowicz agreed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Tower thereafter created Ellis Engineering (\"Ellis\"), a Turks &amp; Caicos corporation. Mikutowicz was Ellis's sole employee, and Ellis shared a business address with AGM. It did not outwardly appear that Ellis actually operated a separate business from this address, although Ellis, acting through Mikutowicz, purportedly provided AGM with consulting services and equipment rentals and materials from 1992 to 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During this period, AGM paid Ellis $1.3 million for these \"services.\" This money was deposited into Ellis's Massachusetts bank accounts. Mikutowicz deducted these payments from AGM's taxes as \"ordinary and necessary business expenses.\" <i>See</i> 26 U.S.C. &#167; 162. These deductions reduced AGM's profits and therefore reduced Mikutowicz's personal taxable income. <i>See supra</i> n. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The money AGM paid to Ellis was eventually transferred to a bank account in the Turks &amp; Caicos Islands established by Tower for Mikutowicz's benefit. This account was in the name of another Tower created company, Harborsober Ltd. From the Harborsober account, Mikutowicz eventually transferred most of the money into a personal account in the Cayman Islands.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mikutowicz similarly diverted profits from Felix to his offshore account. In 1998, Felix paid Tower $26,357 for \"franchise and professional fees,\" although there was no evidence that Tower actually gave or did anything of value for Felix. Mikutowicz deducted these fees from Felix's taxes, and this money was also transferred, through the Harborsober account, to Mikutowicz's Cayman Island account.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Mikutowicz and his companies never declared any of the money deposited in the Harborsober account as taxable income.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The government calculated that, through these machinations, Mikutowicz reduced his tax burden by $570,005. On September 6, 2001, a grand jury indicted Mikutowicz on ten tax offenses: one count of conspiring to commit tax fraud, <i>see</i> 18 U.S.C. &#167; 371; five counts of filing materially false tax returns for the years 1995-1998, <i>see</i> 26 U.S.C. &#167; 7206(1); and four counts of tax evasion for the years 1995-1998, <i>see</i> 26 U.S.C. &#167; 7201. On June 28, 2002, after a fifteen-day trial, a jury convicted him on all counts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On September 20, 2002, the district court sentenced Mikutowicz to one year and one day of imprisonment and two years of supervised release; it also ordered him to pay a $50,000 fine, a $1,000 special assessment, and restitution. The district court arrived at Mikutowicz's sentence by granting him a two-level reduction for acceptance of responsibility and a five-level downward departure because his criminal conduct constituted \"aberrant behavior.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mikutowicz challenges his convictions on a number of grounds, focused primarily on the jury's consideration of whether the claimed deductions were \"ordinary and necessary business expenses.\" He argues first that: (1) the district court should not have instructed the jury on the Internal Revenue Code's definition of \"ordinary and necessary business expenses\" and (2) even if such an instruction was appropriate, the district court erroneously declined to provide a supplemental instruction on this issue. Second, he argues that (1) the district court should have excluded testimony by the government's tax computation expert that the deductions AGM claimed for making payments to Ellis were not \"ordinary and necessary business expenses\" and (2) the district court improperly limited cross-examination of this expert. Finally, he claims that the district court abused its discretion by declining to investigate his allegation of juror misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. Instruction on \"Ordinary and Necessary Business Expenses\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mikutowicz first argues that the district court erred by instructing the jury on the definition of \"ordinary and necessary business expenses\" under the Internal Revenue Code. <i>See</i> 26 U.S.C. &#167; 162. He contends that the court's instruction was unnecessary because the government was required to prove only that the deductions he claimed were \"false\" &#8212; not that they failed to qualify as \"ordinary and necessary business expenses.\" This unnecessary instruction was also prejudicial, he asserts, because it introduced an extraneous issue that might well have confused the jury and diverted its attention from his primary defense: that he claimed the deductions in \"good faith.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The purpose of jury instructions \"is to inform the jury of its function, which is the independent determination of the facts, and the application of the law, as given by the court, to the facts found by the jury.\" 2A Charles A. Wright, <i>Federal Practice and Procedure: Criminal,</i> &#167; 485 (3d ed.2000). The instructions should \"fairly and impartially state the issues and applicable law in logical sequence ... [so that] the jury [can] understand the issues and intelligently apply the law.\" <i>Id.</i> (quoting <i>Elbel v. United States,</i> 364 F.2d 127, 134 (10th Cir.1966)). It is common in tax crime prosecutions for the court to instruct the jury on the meaning of tax law terms implicated by the particular facts of a case. <i>See, e.g., United States v. Wapnick,</i> 60 F.3d 948, 955 (2d Cir.1995) (in tax evasion case, jury instruction on definition of \"sham corporation\" was proper); <i>United States v. Curtis,</i> 782 F.2d 593, 596-98 (6th Cir.1986) (in tax evasion case, jury instruction on definition of \"income\" was proper); <i>United States v. Sorrentino,</i> 726 F.2d 876, 881 (1st Cir.1984) (in tax evasion case, jury instruction on definition of \"taxable income\" was proper).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, knowing the definition of \"ordinary and necessary business expenses\" was helpful to the jury in applying the law to the evidence. The parties agree that conviction on each count required the government to prove that the deductions claimed by Mikutowicz on behalf of AGM and Felix were \"false.\" <i>See</i> 26 U.S.C. &#167; 7206(1) (filing false corporate tax return requires government to prove that return was false as to material matter); 26 U.S.C. &#167; 7201 (tax evasion requires government to prove that defendant owed substantially more federal income tax than declared); 18 U.S.C. &#167; 371 (conspiracy charge required government to prove that defendant agreed with another to file false return and to evade taxes). Based on the evidence presented, whether the deductions claimed by AGM and Felix were \"false\" depended on whether they were properly claimed as \"ordinary and necessary business expenses.\" Thus, the jury's ultimate conclusion that the deductions were \"false\" was inexorably linked to whether they were \"ordinary and necessary business expenses.\" Therefore, a definition of \"ordinary and necessary business expenses\" was useful information for the jury to evaluate the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mikutowicz's suggestion that the \"ordinary and necessary business expense\" instruction shifted the jury's focus away from his \"good faith\" defense is not persuasive. The district court's instructions explained to the jury the <i>separate</i> requirement that the government prove that Mikutowicz did not act in \"good faith.\" Indeed, the court was quite explicit in this regard. It instructed:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">[I]t isn't enough for the government to show that [the deductions] were improper. The government also has to prove that the defendant knew that they were improper, or, rather that the defendant did not believe that the statements he made about the deductions in these returns were true and correct.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rather than confuse the jury, the instructions highlighted for the jury that the government had to prove, <i>inter alia,</i> that the claimed deductions were false <i>and</i> that Mikutowicz did not claim the deductions in \"good faith.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As a fallback, Mikutowicz contends that, even if the district court permissibly instructed the jury on the definition of \"ordinary and necessary business expenses,\" the court should have included a supplemental instruction (which we shall describe momentarily). \"The trial court's refusal to give a particular instruction constitutes reversible error only if the requested instruction was (1) correct as a matter of substantive law, (2) not substantially incorporated into the charge as rendered, and (3) integral to an important point in the case.\" <i>Sheek v. Asia Badger, Inc.,</i> 235 F.3d 687, 697 (1st Cir.2000) (quoting <i>Elliott v. S.D. Warren Co.,</i> 134 F.3d 1, 6 (1st Cir.1998)).</p>\n    </div>\n    <p class=\"indent\">The district court instructed the jury:</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">[O]rdinary and necessary business expenses are such expenses as are directly connected to the operation of the business. And the government claims here that these deductions were not ordinary and necessary because they did not reflect any economic reality, were not related to the operations and business of either AGM or Felix, but were designed merely to funnel funds into the defendant's personal bank account offshore.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mikutowicz sought to augment this instruction with language focusing the jury's attention on whether Ellis was a \"legitimate corporation.\" The district court told the jury that \"there is no question that Ellis was a legitimately and validly constituted corporation. The question here has only to do with the payments made to it by AGM, and the purpose and treatment of those payments by AGM ... and ultimately Ellis as well.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Had the court provided the requested language, which comprised a detailed (and confusing) list of factors used to determine whether Ellis was a legitimate corporation, the jury could have been erroneously induced to conclude that its task was to determine Ellis's legitimacy instead of whether AGM made the payments to Ellis for legitimate business purposes. The district court's instruction kept the jury's attention focused on whether the deductions were properly claimed by Mikutowicz's companies. There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. Expert Testimony on \"Ordinary and Necessary Business Expenses\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Mikutowicz next challenges the testimony of the government's \"tax computation\" expert, Michael Pleshaw. Pleshaw, an Internal Revenue Service (\"IRS\") agent, explained to the jury the basis for the IRS's conclusion that deductions claimed by Mikutowicz and his companies were improper. Mikutowicz challenges the admission of Pleshaw's testimony concerning \"the non-deductibility of AGM's payments to Ellis Engineering.\" We review the admission of Pleshaw's testimony for an abuse of discretion. <i>See United States v. Santana,</i> 342 F.3d 60, 68 (1st Cir.2003), <i>cert. denied,</i> 540 U.S. 1206, 124 S.Ct. 1478, 158 L.Ed.2d 129, 2004 WL 323919 (U.S. Feb. 23, 2004).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Pleshaw provided the jury with a summary of why the IRS determined that the deductions claimed by Mikutowicz and his companies were improper. It is well established in several circuits that \"[e]xpert testimony by an IRS agent which expresses an opinion as to the proper tax consequences of a transaction is admissible evidence.\" <i>United States v. Windfelder,</i> 790 F.2d 576, 581 (7th Cir.1986); <i>see United States v. Sabino,</i> 274 F.3d 1053, 1067 (6th Cir.2001), <i>amended on other grounds,</i> 307 F.3d 446 (2002); <i>United States v. Monus,</i> 128 F.3d 376, 386 (6th Cir.1997); <i>United States v. Townsend,</i> 31 F.3d 262, 270 (5th Cir.1994); <i>United States v. Toushin,</i> 899 F.2d 617, 620 n. 4 (7th Cir.1990); <i>United States v. Gold,</i> 743 F.2d 800, 817 (11th Cir.1984); <i>United States v. Fogg,</i> 652 F.2d 551, 557 (5th Cir.1981). The primary limitation on this type of evidence is that the agent may not testify about the defendant's state of mind when the challenged deductions were claimed. <i>See</i> Fed.R.Evid. 704(b) (expert may not testify to mental state of defendant where mental state is element of charged offense); <i>Sabino,</i> 274 F.3d at 1067 (\"[I]n a tax case, the summary witness is allowed to summarize and analyze the facts indicating willful tax evasion so long as the witness does not directly embrace the ultimate question of whether the defendant did in fact intend to evade income taxes.\") (internal quotations and citations omitted); <i>Windfelder,</i> 790 F.2d at 582 (stating that it was error, in tax fraud case, to admit IRS agent's testimony that defendant \"intentionally understated his income\" because this testimony \"impermissibly state[d] an opinion as to the defendant's knowledge or willfulness, a mental state which constitutes an element of the crimes charged\"); <i>see also United States v. Valle,</i> 72 F.3d 210, 216 (1st Cir.1995) (\"Rule 704(b) prohibits all direct expert testimony concerning a criminal defendant's intent, regardless of the witness's field of expertise, so long as intent is an element of the crime charged.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Pleshaw's testimony adhered to these standards. He described the IRS's audit of Mikutowicz and his businesses and the results of the audit. In addition, he testified to the rationale which led the IRS to reach its conclusions. Pleshaw offered no testimony concerning Mikutowicz's state of mind when claiming the challenged deductions. There was no abuse of discretion in the admission of Pleshaw's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mikutowicz also asserts that the district court violated his rights under the Confrontation Clause of the Sixth Amendment by limiting his cross-examination of Pleshaw. The court refused to let Mikutowicz question Pleshaw about various judicial opinions, which Mikutowicz claims would have established that the deductions were properly taken.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A defendant is entitled to cross-examine a government witness to test the truth of his testimony. <i>See United States v. Gonzalez-Vazquez,</i> 219 F.3d 37, 45 (1st Cir.2000). But the court \"retains wide latitude to impose reasonable limits on cross-examination in order to avoid confusion of the issues or extended discussion of marginally relevant material.\" <i>Id.</i> (internal quotations and citations omitted). \"Defendants cannot run roughshod, doing precisely as they please simply because cross-examination is underway.\" <i>United States v. Boylan,</i> 898 F.2d 230, 254 (1st Cir.1990). We review this challenge <i>de novo</i> to determine whether defense counsel was afforded a reasonable opportunity to impeach adverse witnesses. <i>See United</i> <i>States v. Balsam,</i> 203 F.3d 72, 87 (1st Cir.2000). Should that threshold be reached, any restrictions that were placed on the extent and manner of the cross-examination will be reviewed for abuse of discretion. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Pleshaw was not qualified as an expert on tax law. As the IRS agent who audited Mikutowicz and his businesses, Pleshaw provided detailed testimony on the process used to conduct the audit, the conclusions reached, and the computations made to arrive at Mikutowicz's tax deficiency. The government attempted to elicit from Pleshaw neither an opinion on the precise meaning of terms used in the Internal Revenue Code nor a discussion of legal sources that could bear on such an interpretation, as well it should not have. \"[E]xpert testimony proffered solely to establish the meaning of a law is presumptively improper.\" <i>United States v. Prigmore,</i> 243 F.3d 1, 18 n. 3 (1st Cir.2001); <i>see Nieves-Villanueva v. Soto-Rivera,</i> 133 F.3d 92, 99-101 (1st Cir.1997) (ruling that it was error to admit expert testimony explaining the holdings of various Puerto Rico Supreme Court opinions).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Yet, this is precisely what Mikutowicz sought to do. Even though Pleshaw is not a lawyer and did not mention the United States Tax Court on direct examination, defense counsel attempted to question Pleshaw about three Tax Court opinions from the early 1980's.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Even a tax lawyer would have found it difficult to respond intelligently to questions about the precise facts and holdings of several twenty-year old Tax Court cases and then apply those holdings to the facts of the instant case, without having had a prior opportunity to prepare. Had the cross-examination proceeded as Mikutowicz proposed, it would have involved defense counsel reading excerpts of the cases to the jury, without the jury having a context for evaluating the import of the information that it was receiving. <i>See Curtis,</i> 782 F.2d at 600 (\"The jury is not comprised of lawyers ... To attempt to explain the myriad rules of judicial construction, the complexity of legal principles, or the function of precedent would hopelessly divert the jury from their preeminent duty of assessing ... guilt.\"). The district court was well within its discretion in concluding that such an \"examination\" would have exceeded the scope of the direct examination and confused the jury. <i>See United States v. Ingredient Technology Corp.,</i> 698 F.2d 88, 97 (2d Cir.1983); Benjamin A. Vernia, Annotation, <i>Admissibility of expert testimony regarding questions of domestic law,</i> 66 A.L.R. 5th 135 (1999) (noting that the bases for the rule against an expert explaining the law to the jury \"relate to jury confusion\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">C. Juror Misconduct</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mikutowicz's final argument concerns the district court's refusal to investigate his allegation that the jurors had engaged in premature deliberations. The relevant facts are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On the thirteenth day of trial the jury began its deliberations. On the third day of deliberations the jury forewoman sent a note to the court asking that one of the jurors be excused. As a result, the court met with the forewoman. During the meeting, the forewoman explained the problem:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">There's a young woman, the first, <i>the second day she was talking about her religious beliefs and that it was not her job to judge her fellow human beings. That was for God in the next life. That was the second day.</i> We told her, you know we tried to buck her up and say, okay ... God put you here on this jury for a reason, and you will be able to make a decision. But it has gotten worse. She's up there reading her Bible right now. She has just kind of closed down, and she's been the major impasse in getting any work done.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The court proceeded to discuss the situation with the distressed juror. The juror told the court that she was upset by the intense nature of the deliberations. As she described it:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">[T]here's a lot of evidence up there, and you're trying to prove your case [referring to counsel for each party]. Well I need to know by looking at these documents what's right... And we sat in there, and we heard your side, and we heard your side, but I need to look at them for myself and see ... Nobody seems &#8212; everybody has their own ... There's just certain things that we're arguing about.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At the conclusion of this discussion, defense counsel advised the court that the forewoman's earlier reference to \"the second day\" appeared to indicate that some of the jurors had expressed their opinions about the case since the second day of trial. Defense counsel asked for a \"further inquiry ... as to whether in fact the jurors discussed the merits of the case during the trial.\" The court declined the request, noting that it did \"not recall [the forewoman] saying anything about the matter before deliberations.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We review the district court's response to an allegation of juror misconduct for an abuse of discretion. <i>See United States v. Connolly,</i> 341 F.3d 16, 33-34 (1st Cir.2003). We have recognized that the district court maintains significant discretion in determining the type of investigation required by a juror misconduct claim. <i>See, e.g., United States v. Ortiz-Arrigoitia,</i> 996 F.2d 436, 443 (1st Cir.1993); <i>Boylan,</i> 898 F.2d at 258. Moreover, the court's discretion is at its broadest when determining how to deal with an allegation of premature jury deliberations. <i>See United States v. Dominguez,</i> 226 F.3d 1235, 1246 (11th Cir.2000) (a \"trial judge is vested with broad discretion in responding to an allegation of jury misconduct, and that discretion is at its broadest when the allegation involves internal misconduct such as premature deliberations, instead of external misconduct such as exposure to media publicity\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Where a claim of juror misconduct is raised, the court's first task is to ascertain whether the allegation is colorable. <i>See Boylan,</i> 898 F.2d at 258. If the claim meets this threshold, the court must then conduct a further investigation to discern the extent of the jury taint and the possible prejudice. <i>See United States v. Cruz,</i> 156 F.3d 22, 28 (1st Cir.1998). However, misconduct allegations that \"are frivolous ... do not trigger any duty of inquiry and do not require that a hearing be held.\" <i>Neron v. Tierney,</i> 841 F.2d 1197, 1202 n. 6 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court did not abuse its discretion in determining that Mikutowicz's claim of premature jury deliberations was so weak that it did not require further action. Even assuming that by the \"second day\" the forewoman meant the second day of the trial as opposed to the second day of deliberations, the forewoman did not state that any of the jurors had engaged in premature deliberations. She stated only that one juror had expressed doubt about her ability to participate in the task of determining whether another individual is guilty of a crime. A conversation between jurors concerning the general anxiety associated with serving on a criminal jury is a far cry from a conversation in which the jurors discussed the merits of the parties' positions.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Our conclusion that no duty to investigate was triggered is supported by the district court's conversation with the distressed juror. In that conversation, the juror indicated that the jurors had sat through <i>both parties' cases</i> and were then wading through the evidence and arguing about the proper result. This summary of the jury's actions strongly suggests that the jurors were involved in active deliberations at the appropriate time and had not prejudged the case.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The only evidence that Mikutowicz presented of juror misconduct is his allegation that the forewoman disclosed to the court that deliberations took place on \"the second day\" of trial.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> As discussed above, the forewoman made no such disclosure. The burden of showing a colorable claim rests with the party raising the issue. <i>See United States v. Nazzaro,</i> 889 F.2d 1158, 1167 (1st Cir.1989). As Mikutowicz has not met this burden, the district court acted within its considerable discretion by declining to investigate the matter. <i>See id.</i> (\"[T]he law wisely affords the trier ... substantial discretion in determining whether to interrogate jurors.\").</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In its cross-appeal, the government raises two challenges to the sentence imposed on Mikutowicz. First, it challenges the district court's grant of a two-level reduction for acceptance of responsibility. Second, it challenges the district court's grant of a five-level downward departure because Mikutowicz's criminal conduct constituted \"aberrant behavior.\"</p>\n    </div>\n    <p class=\"indent\">A. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Pursuant to U.S.S.G. &#167; 3E1.1 (1998), the district court granted Mikutowicz a two-level reduction for acceptance of responsibility because (1) even though he went to trial, he admitted, pretrial, \"the conduct\" underlying the charges, and (2) prior to trial, he repaid the IRS approximately $55,000 in back taxes.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> We review deferentially the district court's conclusion that the defendant has accepted responsibility, <i>see United States v. Capelton,</i> 350 F.3d 231, 245 (1st Cir.2003), and will reverse only on a showing of clear error, <i>see United States v. Walker,</i> 234 F.3d 780, 784 (1st Cir.2000). Clear error exists where there is no articulable grounds or foundation for the court's conclusion. <i>See United States v. Bennett,</i> 37 F.3d 687, 696 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The first ground for the reduction is that, prior to trial, Mikutowicz admitted his unlawful conduct. <i>See</i> U.S.S.G. &#167; 3E1.1 comment (n. 1(a)) (1998). In this regard, the district court stated: \"It is true that he went to trial, but going to trial should not be penalized.... He admitted his conduct, and it seems to me under these circumstances he is entitled to go down by two levels.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">While there is no question that a defendant should not be punished for exercising his right to trial, the choices exercised can affect sentencing exposure. The Sentencing Guidelines state that, as a general matter, an acceptance of responsibility reduction \"is not intended to apply to a defendant who puts the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.\" U.S.S.G. &#167; 3E1.1, comment (n.2) (1998); <i>see also United States v. Baltas,</i> 236 F.3d 27, 37 (1st Cir.2001). The Guidelines recognize, however, that in some \"rare situations\" a defendant may stand trial and still receive an acceptance of responsibility reduction. U.S.S.G. &#167; 3E1.1, comment (n.2) (1998); <i>see United States v. Ellis,</i> 168 F.3d 558, 564 (1st Cir.1999). Application Note 2 gives as examples a defendant who admits factual guilt but goes to trial to raise a constitutional challenge to the prosecution and a defendant who goes to trial to assert that the statute under which he is charged does not apply to his conduct. U.S.S.G. &#167; 3E1.1, comment (n.2) (1998). We have recognized that additional \"rare situations\" could exist that would permit a defendant to receive an acceptance of responsibility reduction after electing to go to trial. <i>See Ellis,</i> 168 F.3d at 564. However, where a district court grants an acceptance of responsibility reduction to a defendant, post trial, the acceptance of responsibility determination must be based solely on \"<i>pre-trial</i> statements and conduct.\" <i>Id.</i> at 564 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court ruled that Mikutowicz admitted the \"essential factual elements of guilt\" before trial, even though he went to trial to claim that his conduct was not \"willful\" and therefore not criminal. This determination was clearly erroneous. By contesting willfulness, Mikutowicz did not admit \"the essential factual elements of guilt.\" U.S.S.G. &#167; 3E1.1 comment (n.2) (1998); <i>Bennett,</i> 37 F.3d at 697.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is true that Mikutowicz admitted the <i>actus reus</i> of his crimes prior to trial. He admitted establishing offshore bank accounts, taking deductions from AGM for \"services\" provided by Ellis, diverting the deducted monies to the offshore accounts, and not paying taxes on the diverted funds. However, Mikutowicz remained steadfast that his conduct was not \"willful\", i.e., in violation of a known legal duty. <i>See Cheek v. United States,</i> 498 U.S. 192, 201, 111 S.Ct. 604, 112 L.Ed.2d 617 (1991). Thus, Mikutowicz denied the <i>mens rea</i> of the crimes. That the defendant possesses the requisite <i>mens rea</i> is one of the \"essential factual elements of guilt.\" <i>See United States v. Crass,</i> 50 F.3d 81, 84 (1st Cir.1995) (\"intent, like any other essential element of the crime charged, may not be contested without jeopardizing a downward adjustment for acceptance of responsibility\"); <i>United States v. Burrows,</i> 36 F.3d 875, 883 (9th Cir.1994) (stating that defendant was not entitled to acceptance of responsibility deduction because \"the fact that [the defendant] freely admitted the <i>actus reus</i> of the crime does not change the fact that he maintained ... a complete defense based on his purported lack of <i>mens rea</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Mikutowicz's \"willfulness defense\" said, in effect, \"I did not know that what I was doing was illegal so I should not be punished for my actions.\" This defense is exactly the opposite of the expression of remorse that the acceptance of responsibility guideline contemplates. <i>See United States v. Royer,</i> 895 F.2d 28, 30 (1st Cir.1990) (\"acceptance of responsibility necessitates ... authentic remorse\"). Therefore, Mikutowicz did not accept responsibility by admitting his underlying conduct while simultaneously denying that he possessed the criminal intent to commit the charged offenses. <i>See Bennett,</i> 37 F.3d at 696-98 (reversing acceptance of responsibility reduction for defendant who went to trial to challenge intent prong of bank fraud charge because defendant had not admitted \"factual guilt\"); <i>see also United States v. Dyck,</i> 334 F.3d 736, 744 (8th Cir.2003) (reversing acceptance of responsibility reduction for defendant who went to trial to claim that his conduct was not \"willful\" because this \"was a denial of factual guilt that put the government to its proof\"); <i>United States v. Chastain,</i> 84 F.3d 321, 324 (9th Cir.1996) (reversing acceptance of responsibility reduction, in tax fraud case, because the defendant's \"failure to accept responsibility for his crime was manifest in his decision to take the case to trial, where he vigorously denied the `willful' element of the offense\"); <i>United States v. Jaynes,</i> 75 F.3d 1493, 1508 (10th Cir.1996) (\"Where a defendant admits his conduct but claims he did nothing illegal and had no unlawful intent ... his denial is inconsistent with an acceptance of responsibility.\")(internal quotations and citations omitted); <i>United States v. Castner,</i> 50 F.3d 1267, 1279-80 (4th Cir.1995) (\"[B]y denying intent to defraud [the defendant] did not completely accept responsibility for all his criminal conduct.\").</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In granting an acceptance of responsibility adjustment, the district court also relied on Mikutowicz's pretrial payment of back taxes. In April 2002, two months before trial, Mikutowicz filed an amended 1998 tax return in which he reimbursed the IRS $55,633. While the precise total of Mikutowicz's tax liability is unclear, <i>see United States v. Mikutowicz,</i> No. 01-10321-RWZ, (D.Mass. Nov. 13, 2002), there is no dispute that this was only a fraction of what he owed.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The Guidelines provide that one method by which a defendant can demonstrate acceptance of responsibility is to voluntarily pay restitution prior to the adjudication of guilt. <i>See</i> U.S.S.G. &#167; 3E1.1 comment (1(c)) (1998); <i>Bennett,</i> 37 F.3d at 698. The Seventh Circuit has described the requirement as \"pretrial payment of full restitution.\" <i>See United States v. Bonanno,</i> 146 F.3d 502, 513 (7th Cir.1998) (quoting <i>United States v. Morgano,</i> 39 F.3d 1358, 1377-78 (7th Cir.1994)). Most cases in which courts have found that pretrial restitution favors granting acceptance of responsibility involve situations where the defendant has also pled guilty to the charged offenses. <i>See, e.g., United States v. Grasser,</i> 312 F.3d 336, 338-39 (7th Cir.2002); <i>United States v. O'Kane,</i> 155 F.3d 969, 971 (8th Cir.1998). We know of only one case in which a defendant, after exercising his trial right, received an acceptance of responsibility reduction based on pretrial restitution. <i>See United States v. Bean,</i> 18 F.3d 1367 (7th Cir.1994). In <i>Bean,</i> the defendant was charged with a check-kiting scheme. <i>Id.</i> at 1368. The defendant paid full, pretrial restitution but chose to go to trial to argue that he did not intend to defraud the bank. <i>Id.</i> Even though the defendant went to trial to challenge intent, the court stated that he could receive an acceptance of responsibility reduction because he had voluntarily paid full, pretrial restitution. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Under the logic of <i>Bean,</i> the district court could grant Mikutowicz an acceptance of responsibility reduction based on his payment of pretrial restitution, even though he went to trial. The government has not argued that <i>Bean</i> was incorrectly decided and we do not think it so manifestly wrong that we are willing to reject it without briefing and argument. Nonetheless, even assuming the viability of the <i>Bean</i> rule for present purposes, we cannot sustain the acceptance of responsibility adjustment on this record.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The extent of restitution paid by Mikutowicz is not clear. Mikutowicz argued that, because of certain IRS rules, he could only reimburse the 1998 tax deficiency, and therefore he paid as much as was legally possible. The district court did not make a finding to this effect.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Moreover, it is not clear that Mikutowicz's payment was truly voluntary. Since Mikutowicz's primary defense to the criminal charges related to his intent (and not his failure to pay taxes), he presumably owed back taxes regardless of the results of the criminal proceedings. Because Mikutowicz may have owed the same debt even if acquitted, the restitution may not have been \"voluntary\" and therefore not indicative of his acceptance of responsibility for his crimes. <i>See Bennett,</i> 37 F.3d at 698 (holding that paying restitution as part of a civil settlement does not indicate acceptance of responsibility).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Moreover, even if the district court determined that Mikutowicz's restitution was the maximum allowed by law and was truly voluntary, it could still be argued that his decision to challenge his factual guilt outweighs this act of contrition. <i>See United States v. Yoon,</i> 128 F.3d 515, 529 (7th Cir.1997); <i>United States v. Field,</i> 110 F.3d 592, 594 (8th Cir.1997). Considering that acceptance of responsibility determinations are best made by the district court, <i>see Capelton,</i> 350 F.3d at 245, and that there is a possibility that Mikutowicz could still qualify for an acceptance of responsibility reduction, we vacate the two-level reduction and remand to the district court to reconsider the matter in light of the above discussion.</p>\n    </div>\n    <p class=\"indent\">B. Aberrant Behavior</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The final issue that we tackle is whether the district court erred by granting Mikutowicz a five-level downward departure because his conduct constituted \"aberrant behavior.\" We begin by outlining the standard of review.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">On April 30, 2003, section 401 of the Prosecutorial Remedies and Other Tools to End the Exploitation of Children Today Act (\"PROTECT Act\") became effective. <i>See</i> 18 U.S.C. 3742(e). The PROTECT Act, which applies to all appeals pending on and after its effective date, establishes a new regime for reviewing district court rulings granting departures from the Sentencing Guidelines. <i>See United States v. Thurston,</i> 358 F.3d 51, 70-72 (1st Cir.2004); <i>United States v. Frazier,</i> 340 F.3d 5, 14 (1st Cir.2003). We now review <i>de novo</i> whether the \"sentence departs from the guideline range based on a factor that (i) does not advance the objectives set forth in [18 U.S.C.] &#167; 3553(a)(2); or (ii) is not authorized under [18 U.S.C.] 3553(b); or (iii) is not justified by the facts of the case.\" 18 U.S.C. &#167; 3742(e); <i>see United States v. Maldonado-Montalvo,</i> 356 F.3d 65, 68-69 (1st Cir.2003).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> In cases where the departure is based on a factor that the Sentencing Commission has already approved, we proceed directly to consider whether the departure is \"justified by the facts of the case.\" <i>Thurston,</i> 358 F.3d at 76. In performing this analysis, we accept the district court's factual findings unless they are clearly erroneous. <i>See</i> 18 U.S.C. &#167; 3742(e)(3)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Guidelines, in their current form, recognize \"aberrant behavior\" as a legitimate ground for a downward departure. <i>See</i> U.S.S.G. &#167; 5K2.20 (2003). However, as noted above at n. 6, the Guidelines effective in 1998 govern this case. <i>See United States v. Dewire,</i> 271 F.3d 333, 335 n. 2 (1st Cir.2001). These Guidelines did not take a position on whether \"aberrant behavior\" was an appropriate ground for a downward departure. <i>See</i> U.S.S.G. Ch. 1 Pt. A(4)(d) (1998) (\"The Commission ... has not dealt with the single acts of aberrant behavior that still may justify probation at higher offense levels through departures.\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Because the 1998 Guidelines are silent on whether \"aberrant behavior\" is a permissible departure factor, our first task is to determine <i>de novo</i> whether this factor conflicts with the objectives set forth in 18 U.S.C. &#167; 3553(a)(2) or is not authorized by 18 U.S.C. &#167; 3553(b).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> This task is straightforward. Under the 1998 Guidelines, every circuit court of appeals accepted \"aberrant behavior\" as a legitimate basis for a downward departure. <i>See</i> Elizabeth Williams, Annotation, <i>Downward Departure from United States Sentencing Guidelines Based on Aberrant Behavior,</i> 164 A.L.R. Fed. 61 (2000) (collecting cases approving \"aberrant behavior\" as basis for departure). In November 2000, the Sentencing Commission confirmed the correctness of this view by adopting a guideline explicitly recognizing \"aberrant behavior\" as a legitimate basis for a departure. <i>See</i> U.S.S.G. &#167; 5K2.20 (2003). Thus, we conclude that, under the 1998 Guidelines, \"aberrant behavior\" is a factor on which the district court could base a departure.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Having concluded that \"aberrant behavior\" can justify a departure, we turn next to consider <i>de novo</i> whether the facts of this case justify granting Mikutowicz a departure on this basis. Under the 1998 Guidelines, we applied a \"totality of the circumstances\" approach to requests for \"aberrant behavior\" departures. <i>See United States v. Grandmaison,</i> 77 F.3d 555, 563 (1st Cir.1996).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Under this test</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">[d]istrict court judges may consider, <i>inter alia,</i> factors such as pecuniary gain to the defendant, charitable activities, prior good deeds, and efforts to mitigate the effects of the crime in deciding whether a defendant's conduct is aberrant in terms of other crimes.... Spontaneity and thoughtlessness may also be among the factors considered, though they are not prerequisites for departures.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\"><i>Id.</i> In addition, the district court could consider \"first-offender status as a factor\" and could grant a departure to a defendant \"whose criminal conduct involve[d] more than one criminal act.\" <i>Id.</i> at 563-64.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The district court applied <i>Grandmaison</i>'s \"totality of the circumstances\" approach to grant Mikutowicz a five-level downward departure because (1) the convictions comprised a single six-year course of conduct; (2) Mikutowicz employs several individuals; (3) he has strong community ties; (4) he has been instrumental in the care of his family; and (5) he did not intend to deprive the government of the tax permanently. Applying <i>de novo</i> review, our precedent requires that we vacate this \"aberrant behavior\" departure.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In <i>United States v. Bradstreet,</i> 135 F.3d 46, 56-58 (1st Cir.1998), we vacated a downward departure for \"aberrant behavior\" in a situation that is materially indistinguishable from this one. The defendant in <i>Bradstreet</i> was convicted of several offenses arising from a two-year scheme to falsify corporate records. <i>See id.</i> at 48. The defendant testified at trial that he did not act with an intent to defraud. <i>See id.</i> at 57. The jury was instructed that, to find the defendant guilty, it had to conclude that he acted with such an intent. <i>See id.</i> Thus, the jury's guilty verdict indicated that the defendant had testified dishonestly by claiming that he did not act with a fraudulent intent. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">This dishonest testimony disqualified the defendant from receiving an \"aberrant behavior\" departure. We explained that an \"aberrant behavior\" departure \"is appropriate only where the conduct was isolated and is unlikely to recur.\" <i>Id.</i> A defendant cannot claim that his conduct was isolated and not likely to recur when \"he testifies dishonestly after engaging in felonious dishonesty.\" <i>Id.</i> Thus, \"one convicted of criminal dishonesty is ... not entitled to an aberrant conduct departure if he has testified dishonestly about his criminal conduct.\" <i>Id.</i> We recognized that a defendant could still receive a downward departure after giving false testimony if the testimony was the product of confusion, mistake, or faulty memory. <i>See id.</i> at 58. However, we concluded that, by its nature, false testimony concerning criminal intent could not be the product of such confusion or mistake. <i>See id.</i> at 57. Therefore, the jury's verdict necessarily established that the defendant's testimony was dishonest and disqualified him from receiving an \"aberrant behavior\" departure. <i>See id.</i> at 58.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">A similar analysis applies here. Mikutowicz claimed at trial that his conduct was not \"willful.\" He testified on direct examination:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">I never once thought that I was breaking any laws. I'm not a law-breaker. I thought that this plan was completely lawful as to the way it was explained to me. There is no amount of money that would cause me to break the law of this country. That's plain and simple.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The district court instructed the jury that, to find Mikutowicz guilty, it had to determine that his conduct was willful, i.e., (in the context of this case) done \"with a specific intent to violate the law.\" The jury convicted Mikutowicz on all counts. This finding compels us to conclude that Mikutowicz testified dishonestly by claiming that he did not know that he was breaking the law by engaging in these tax schemes. Like the testimony concerning \"intent\" in <i>Bradstreet,</i> Mikutowicz's testimony concerning \"willfulness\" cannot plausibly be explained as the result of confusion or faulty memory. See <i>id.</i> at 57 (stating that defendant's testimony that he did not intend to defraud \"strikes us as inherently not subject to characterization as unintentional\"). Indeed, at the sentencing hearing, the defense continued to assert that Mikutowicz did not know that his conduct violated the law. He is thus ineligible for an \"aberrant behavior\" departure. Accordingly, we vacate the five-level downward departure.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">For the reasons stated, we <i>affirm</i> Mikutowicz's convictions but <i>vacate</i> the judgment and <i>remand</i> for resentencing.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under sub-chapter S of the Internal Revenue Code, all revenue earned and expenses incurred by a qualifying corporation pass through to the shareholders of the corporation and are reported on the shareholders' tax returns<i>See</i> 26 U.S.C. &#167; 1366.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Mikutowicz also used another Tower affiliated company, Finance Global, Ltd., to transfer $100,000 of taxable income from a real estate transaction to the Harborsober account and eventually into his Cayman Island account</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defense counsel also proposed to question Pleshaw concerning a sixty-year old Supreme Court opinion<i>See Moline Properties v. Comm'r of Internal Revenue,</i> 319 U.S. 436, 63 S.Ct. 1132, 87 L.Ed. 1499 (1943).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Equally important, it would have usurped the judge's role. \"In our legal system, purely legal questions and instructions to the jury on the law to be applied ... [are] exclusively the domain of the judge.\"<i>Nieves-Villanueva,</i> 133 F.3d at 99. Thus, it was the judge's role alone to instruct the jury on the law necessary for determining whether the challenged deductions were properly claimed as \"ordinary and necessary business expenses.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In his factual summary of the juror misconduct claim, Mikutowicz also makes reference to an incident where a juror collapsed from an anxiety attack during testimony that was favorable to Mikutowicz. But he has not put forward any developed argument explaining how this incident ties into his claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The parties agree that the Sentencing Guidelines in effect in 1998 apply to this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court stated that Mikutowicz paid back \"as much of the tax as he could.\" It is not clear whether this means that he paid back as much as the law permitted or that he paid back as much as he could afford at the time</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Prior to the enactment of the PROTECT Act, we reviewed the determination that the facts of a case justified a departure only for an abuse of discretion<i>See United States v. Lujan,</i> 324 F.3d 27, 31 n. 5 (1st Cir.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> 18 U.S.C. &#167; 3553(a)(2) sets forth the federal policy objectives for sentencing and 18 U.S.C. &#167; 3553(b) sets forth the circumstances in which a court could depart from the applicable sentencing guideline range</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Several other circuits opted for a narrower approach that required the defendant's conduct to be \"spontaneous or thoughtless.\"<i>Grandmaison,</i> 77 F.3d at 562 (citing cases from the Third, Fourth, Fifth, Seventh, and Eighth Circuits adopting this approach).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The current Sentencing Guidelines do not adopt \"the totality of the circumstances\" test<i>See</i> U.S.S.G. &#167; 5K2.20 (2003). However, because this case is governed by the 1998 Guidelines, the <i>Grandmaison</i> standard applies. <i>See Dewire,</i> 271 F.3d at 335 n. 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Relying on<i>United States v. Brennick,</i> 134 F.3d 10, 15-17 (1st Cir.1998), Mikutowicz argues that we could affirm the departure on the basis of the district court's finding that he intended to repay the taxes owed at some later date. But in granting the departure, the court invoked the \"totality of the circumstances\" which strongly suggests to us that the court included this fact as part of its \"aberrant behavior\" analysis and not as an independent basis for departing.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee/Cross-Appellant,<br>v.<br>John MIKUTOWICZ, Defendant, Appellant/Cross-Appellee.</p>\n    <p class=\"docket\">No. 02-2469.</p>\n    <p class=\"docket\">No. 02-2522.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 9, 2004.</p>\n    <p class=\"date\">Decided April 22, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Michael J. Connolly with whom Kelley A. Jordan-Price and Hinckley, Allen &amp; Snyder LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Gregory Victor Davis, Attorney, Tax Division, Department of Justice, with whom Eileen J. O'Connor, Assistant Attorney General, Robert E. Lindsay, Alan Hechtkopf, Attorneys, Tax Division, Department of Justice, and Michael Sullivan, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, LOURIE<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In these cross-appeals, we consider John Mikutowicz's challenge to his convictions for tax offenses and the government's challenge to the term of incarceration. We affirm the convictions but vacate the judgment and remand for resentencing.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We set forth the facts in the light most favorable to the verdict. <i>See United States v. Diaz,</i> <span class=\"citation\" data-id=\"200085\"><a href=\"/opinion/200085/united-states-v-diaz/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 69 (1st Cir.2002). Mikutowicz is the sole shareholder of AGM Marine Contractors (\"AGM\"), a sub-chapter S corporation located in Mashpee, Massachusetts.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> AGM is involved in marine construction projects, including dredging and building bridges. In addition, Mikutowicz is also the sole shareholder of Felix Management, Inc. (\"Felix\"), another sub-chapter S corporation, which manages Mikutowicz's various real estate investments.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1991, Mikutowicz sought the assistance of psychologist Neil Carter for a combination of business and personal problems. After Mikutowicz described his financial difficulties, Carter suggested that he contact an individual in Colorado named Paul Harris who could help him establish an \"asset protection program.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Mikutowicz followed Carter's advice and contacted Harris. Harris was one of the operators of Tower Executive Resources (\"Tower\"), a company that, <i>inter alia,</i> assisted its members in shielding income from taxation. After meeting with Mikutowicz, Harris proposed moving some of AGM's and Felix's profits to offshore bank accounts in order to defer taxation on Mikutowicz's income. Mikutowicz agreed.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Tower thereafter created Ellis Engineering (\"Ellis\"), a Turks &amp; Caicos corporation. Mikutowicz was Ellis's sole employee, and Ellis shared a business address with AGM. It did not outwardly appear that Ellis actually operated a separate business from this address, although Ellis, acting through Mikutowicz, purportedly provided AGM with consulting services and equipment rentals and materials from 1992 to 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During this period, AGM paid Ellis $1.3 million for these \"services.\" This money was deposited into Ellis's Massachusetts bank accounts. Mikutowicz deducted these payments from AGM's taxes as \"ordinary and necessary business expenses.\" <i>See</i> 26 U.S.C. &#167; 162. These deductions reduced AGM's profits and therefore reduced Mikutowicz's personal taxable income. <i>See supra</i> n. 1.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The money AGM paid to Ellis was eventually transferred to a bank account in the Turks &amp; Caicos Islands established by Tower for Mikutowicz's benefit. This account was in the name of another Tower created company, Harborsober Ltd. From the Harborsober account, Mikutowicz eventually transferred most of the money into a personal account in the Cayman Islands.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Mikutowicz similarly diverted profits from Felix to his offshore account. In 1998, Felix paid Tower $26,357 for \"franchise and professional fees,\" although there was no evidence that Tower actually gave or did anything of value for Felix. Mikutowicz deducted these fees from Felix's taxes, and this money was also transferred, through the Harborsober account, to Mikutowicz's Cayman Island account.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Mikutowicz and his companies never declared any of the money deposited in the Harborsober account as taxable income.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The government calculated that, through these machinations, Mikutowicz reduced his tax burden by $570,005. On September 6, 2001, a grand jury indicted Mikutowicz on ten tax offenses: one count of conspiring to commit tax fraud, <i>see</i> 18 U.S.C. &#167; 371; five counts of filing materially false tax returns for the years 1995-1998, <i>see</i> 26 U.S.C. &#167; 7206(1); and four counts of tax evasion for the years 1995-1998, <i>see</i> 26 U.S.C. &#167; 7201. On June 28, 2002, after a fifteen-day trial, a jury convicted him on all counts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On September 20, 2002, the district court sentenced Mikutowicz to one year and one day of imprisonment and two years of supervised release; it also ordered him to pay a $50,000 fine, a $1,000 special assessment, and restitution. The district court arrived at Mikutowicz's sentence by granting him a two-level reduction for acceptance of responsibility and a five-level downward departure because his criminal conduct constituted \"aberrant behavior.\"</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Mikutowicz challenges his convictions on a number of grounds, focused primarily on the jury's consideration of whether the claimed deductions were \"ordinary and necessary business expenses.\" He argues first that: (1) the district court should not have instructed the jury on the Internal Revenue Code's definition of \"ordinary and necessary business expenses\" and (2) even if such an instruction was appropriate, the district court erroneously declined to provide a supplemental instruction on this issue. Second, he argues that (1) the district court should have excluded testimony by the government's tax computation expert that the deductions AGM claimed for making payments to Ellis were not \"ordinary and necessary business expenses\" and (2) the district court improperly limited cross-examination of this expert. Finally, he claims that the district court abused its discretion by declining to investigate his allegation of juror misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A. Instruction on \"Ordinary and Necessary Business Expenses\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Mikutowicz first argues that the district court erred by instructing the jury on the definition of \"ordinary and necessary business expenses\" under the Internal Revenue Code. <i>See</i> 26 U.S.C. &#167; 162. He contends that the court's instruction was unnecessary because the government was required to prove only that the deductions he claimed were \"false\" &#8212; not that they failed to qualify as \"ordinary and necessary business expenses.\" This unnecessary instruction was also prejudicial, he asserts, because it introduced an extraneous issue that might well have confused the jury and diverted its attention from his primary defense: that he claimed the deductions in \"good faith.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The purpose of jury instructions \"is to inform the jury of its function, which is the independent determination of the facts, and the application of the law, as given by the court, to the facts found by the jury.\" 2A Charles A. Wright, <i>Federal Practice and Procedure: Criminal,</i> &#167; 485 (3d ed.2000). The instructions should \"fairly and impartially state the issues and applicable law in logical sequence ... [so that] the jury [can] understand the issues and intelligently apply the law.\" <i>Id.</i> (quoting <i>Elbel v. United States,</i> <span class=\"citation\" data-id=\"272653\"><a href=\"/opinion/272653/donald-r-elbel-v-united-states/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">127</span></a></span>, 134 (10th Cir.1966)). It is common in tax crime prosecutions for the court to instruct the jury on the meaning of tax law terms implicated by the particular facts of a case. <i>See, e.g., United States v. Wapnick,</i> <span class=\"citation\" data-id=\"700437\"><a href=\"/opinion/700437/united-states-v-seth-wapnick-harold-wapnick-jon-wapnick-and-steven/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">948</span></a></span>, 955 (2d Cir.1995) (in tax evasion case, jury instruction on definition of \"sham corporation\" was proper); <i>United States v. Curtis,</i> <span class=\"citation\" data-id=\"463769\"><a href=\"/opinion/463769/united-states-v-james-c-curtis/\"><span class=\"volume\">782</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span>, 596-98 (6th Cir.1986) (in tax evasion case, jury instruction on definition of \"income\" was proper); <i>United States v. Sorrentino,</i> <span class=\"citation\" data-id=\"430882\"><a href=\"/opinion/430882/united-states-v-staniford-a-sorrentino/\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">876</span></a></span>, 881 (1st Cir.1984) (in tax evasion case, jury instruction on definition of \"taxable income\" was proper).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, knowing the definition of \"ordinary and necessary business expenses\" was helpful to the jury in applying the law to the evidence. The parties agree that conviction on each count required the government to prove that the deductions claimed by Mikutowicz on behalf of AGM and Felix were \"false.\" <i>See</i> 26 U.S.C. &#167; 7206(1) (filing false corporate tax return requires government to prove that return was false as to material matter); 26 U.S.C. &#167; 7201 (tax evasion requires government to prove that defendant owed substantially more federal income tax than declared); 18 U.S.C. &#167; 371 (conspiracy charge required government to prove that defendant agreed with another to file false return and to evade taxes). Based on the evidence presented, whether the deductions claimed by AGM and Felix were \"false\" depended on whether they were properly claimed as \"ordinary and necessary business expenses.\" Thus, the jury's ultimate conclusion that the deductions were \"false\" was inexorably linked to whether they were \"ordinary and necessary business expenses.\" Therefore, a definition of \"ordinary and necessary business expenses\" was useful information for the jury to evaluate the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mikutowicz's suggestion that the \"ordinary and necessary business expense\" instruction shifted the jury's focus away from his \"good faith\" defense is not persuasive. The district court's instructions explained to the jury the <i>separate</i> requirement that the government prove that Mikutowicz did not act in \"good faith.\" Indeed, the court was quite explicit in this regard. It instructed:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">[I]t isn't enough for the government to show that [the deductions] were improper. The government also has to prove that the defendant knew that they were improper, or, rather that the defendant did not believe that the statements he made about the deductions in these returns were true and correct.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Rather than confuse the jury, the instructions highlighted for the jury that the government had to prove, <i>inter alia,</i> that the claimed deductions were false <i>and</i> that Mikutowicz did not claim the deductions in \"good faith.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As a fallback, Mikutowicz contends that, even if the district court permissibly instructed the jury on the definition of \"ordinary and necessary business expenses,\" the court should have included a supplemental instruction (which we shall describe momentarily). \"The trial court's refusal to give a particular instruction constitutes reversible error only if the requested instruction was (1) correct as a matter of substantive law, (2) not substantially incorporated into the charge as rendered, and (3) integral to an important point in the case.\" <i>Sheek v. Asia Badger, Inc.,</i> <span class=\"citation\" data-id=\"199219\"><a href=\"/opinion/199219/sheek-v-raytheon-engineers/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 697 (1st Cir.2000) (quoting <i>Elliott v. S.D. Warren Co.,</i> <span class=\"citation\" data-id=\"750688\"><a href=\"/opinion/750688/darryl-w-elliott-v-sd-warren-company/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1998)).</p>\n    </div>\n    <p class=\"indent\">The district court instructed the jury:</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">[O]rdinary and necessary business expenses are such expenses as are directly connected to the operation of the business. And the government claims here that these deductions were not ordinary and necessary because they did not reflect any economic reality, were not related to the operations and business of either AGM or Felix, but were designed merely to funnel funds into the defendant's personal bank account offshore.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mikutowicz sought to augment this instruction with language focusing the jury's attention on whether Ellis was a \"legitimate corporation.\" The district court told the jury that \"there is no question that Ellis was a legitimately and validly constituted corporation. The question here has only to do with the payments made to it by AGM, and the purpose and treatment of those payments by AGM ... and ultimately Ellis as well.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Had the court provided the requested language, which comprised a detailed (and confusing) list of factors used to determine whether Ellis was a legitimate corporation, the jury could have been erroneously induced to conclude that its task was to determine Ellis's legitimacy instead of whether AGM made the payments to Ellis for legitimate business purposes. The district court's instruction kept the jury's attention focused on whether the deductions were properly claimed by Mikutowicz's companies. There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. Expert Testimony on \"Ordinary and Necessary Business Expenses\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Mikutowicz next challenges the testimony of the government's \"tax computation\" expert, Michael Pleshaw. Pleshaw, an Internal Revenue Service (\"IRS\") agent, explained to the jury the basis for the IRS's conclusion that deductions claimed by Mikutowicz and his companies were improper. Mikutowicz challenges the admission of Pleshaw's testimony concerning \"the non-deductibility of AGM's payments to Ellis Engineering.\" We review the admission of Pleshaw's testimony for an abuse of discretion. <i>See United States v. Santana,</i> <span class=\"citation\" data-id=\"200624\"><a href=\"/opinion/200624/united-states-v-santana/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 68 (1st Cir.2003), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1206</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1478</span></span>, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">129</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">323919</span></span> (U.S. Feb. 23, 2004).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Pleshaw provided the jury with a summary of why the IRS determined that the deductions claimed by Mikutowicz and his companies were improper. It is well established in several circuits that \"[e]xpert testimony by an IRS agent which expresses an opinion as to the proper tax consequences of a transaction is admissible evidence.\" <i>United States v. Windfelder,</i> <span class=\"citation\" data-id=\"469865\"><a href=\"/opinion/469865/united-states-v-donald-herbert-windfelder/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">576</span></a></span>, 581 (7th Cir.1986); <i>see United States v. Sabino,</i> <span class=\"citation\" data-id=\"775917\"><a href=\"/opinion/775917/united-states-of-america-plaintiff-appelleecross-appellant-99-3863-v/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1053</span></a></span>, 1067 (6th Cir.2001), <i>amended on other grounds,</i> <span class=\"citation\" data-id=\"779458\"><a href=\"/opinion/779458/united-states-of-america-plaintiff-appelleecross-appellant-v-joe-sabino/\"><span class=\"volume\">307</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">446</span></a></span> (2002); <i>United States v. Monus,</i> <span class=\"citation\" data-id=\"747628\"><a href=\"/opinion/747628/united-states-v-michael-i-monus/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">376</span></a></span>, 386 (6th Cir.1997); <i>United States v. Townsend,</i> <span class=\"citation\" data-id=\"6624\"><a href=\"/opinion/6624/united-states-v-townsend/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">262</span></a></span>, 270 (5th Cir.1994); <i>United States v. Toushin,</i> <span class=\"citation\" data-id=\"538863\"><a href=\"/opinion/538863/united-states-v-steven-h-toushin/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">617</span></a></span>, 620 n. 4 (7th Cir.1990); <i>United States v. Gold,</i> <span class=\"citation\" data-id=\"441741\"><a href=\"/opinion/441741/medicaremedicaid-gu-34160-17-fed-r-evid-serv-669-united-states-of/\"><span class=\"volume\">743</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">800</span></a></span>, 817 (11th Cir.1984); <i>United States v. Fogg,</i> <span class=\"citation\" data-id=\"391888\"><a href=\"/opinion/391888/united-states-v-edward-chambless-fogg-iii/\"><span class=\"volume\">652</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">551</span></a></span>, 557 (5th Cir.1981). The primary limitation on this type of evidence is that the agent may not testify about the defendant's state of mind when the challenged deductions were claimed. <i>See</i> Fed.R.Evid. 704(b) (expert may not testify to mental state of defendant where mental state is element of charged offense); <i>Sabino,</i> 274 F.3d at 1067 (\"[I]n a tax case, the summary witness is allowed to summarize and analyze the facts indicating willful tax evasion so long as the witness does not directly embrace the ultimate question of whether the defendant did in fact intend to evade income taxes.\") (internal quotations and citations omitted); <i>Windfelder,</i> 790 F.2d at 582 (stating that it was error, in tax fraud case, to admit IRS agent's testimony that defendant \"intentionally understated his income\" because this testimony \"impermissibly state[d] an opinion as to the defendant's knowledge or willfulness, a mental state which constitutes an element of the crimes charged\"); <i>see also United States v. Valle,</i> <span class=\"citation\" data-id=\"196494\"><a href=\"/opinion/196494/united-states-v-valle/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 216 (1st Cir.1995) (\"Rule 704(b) prohibits all direct expert testimony concerning a criminal defendant's intent, regardless of the witness's field of expertise, so long as intent is an element of the crime charged.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Pleshaw's testimony adhered to these standards. He described the IRS's audit of Mikutowicz and his businesses and the results of the audit. In addition, he testified to the rationale which led the IRS to reach its conclusions. Pleshaw offered no testimony concerning Mikutowicz's state of mind when claiming the challenged deductions. There was no abuse of discretion in the admission of Pleshaw's testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mikutowicz also asserts that the district court violated his rights under the Confrontation Clause of the Sixth Amendment by limiting his cross-examination of Pleshaw. The court refused to let Mikutowicz question Pleshaw about various judicial opinions, which Mikutowicz claims would have established that the deductions were properly taken.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A defendant is entitled to cross-examine a government witness to test the truth of his testimony. <i>See United States v. Gonzalez-Vazquez,</i> <span class=\"citation\" data-id=\"199008\"><a href=\"/opinion/199008/united-states-v-gonzales-vasquez/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 45 (1st Cir.2000). But the court \"retains wide latitude to impose reasonable limits on cross-examination in order to avoid confusion of the issues or extended discussion of marginally relevant material.\" <i>Id.</i> (internal quotations and citations omitted). \"Defendants cannot run roughshod, doing precisely as they please simply because cross-examination is underway.\" <i>United States v. Boylan,</i> <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 254 (1st Cir.1990). We review this challenge <i>de novo</i> to determine whether defense counsel was afforded a reasonable opportunity to impeach adverse witnesses. <i>See United</i> <i>States v. Balsam,</i> <span class=\"citation\" data-id=\"198819\"><a href=\"/opinion/198819/united-states-v-balsam/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 87 (1st Cir.2000). Should that threshold be reached, any restrictions that were placed on the extent and manner of the cross-examination will be reviewed for abuse of discretion. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Pleshaw was not qualified as an expert on tax law. As the IRS agent who audited Mikutowicz and his businesses, Pleshaw provided detailed testimony on the process used to conduct the audit, the conclusions reached, and the computations made to arrive at Mikutowicz's tax deficiency. The government attempted to elicit from Pleshaw neither an opinion on the precise meaning of terms used in the Internal Revenue Code nor a discussion of legal sources that could bear on such an interpretation, as well it should not have. \"[E]xpert testimony proffered solely to establish the meaning of a law is presumptively improper.\" <i>United States v. Prigmore,</i> <span class=\"citation\" data-id=\"772431\"><a href=\"/opinion/772431/united-states-v-david-w-prigmore-united-states-v-lee-h-leichter/\"><span class=\"volume\">243</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 18 n. 3 (1st Cir.2001); <i>see Nieves-Villanueva v. Soto-Rivera,</i> <span class=\"citation\" data-id=\"197702\"><a href=\"/opinion/197702/nieves-villanueva-v-soto-rivera/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 99-101 (1st Cir.1997) (ruling that it was error to admit expert testimony explaining the holdings of various Puerto Rico Supreme Court opinions).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Yet, this is precisely what Mikutowicz sought to do. Even though Pleshaw is not a lawyer and did not mention the United States Tax Court on direct examination, defense counsel attempted to question Pleshaw about three Tax Court opinions from the early 1980's.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Even a tax lawyer would have found it difficult to respond intelligently to questions about the precise facts and holdings of several twenty-year old Tax Court cases and then apply those holdings to the facts of the instant case, without having had a prior opportunity to prepare. Had the cross-examination proceeded as Mikutowicz proposed, it would have involved defense counsel reading excerpts of the cases to the jury, without the jury having a context for evaluating the import of the information that it was receiving. <i>See Curtis,</i> 782 F.2d at 600 (\"The jury is not comprised of lawyers ... To attempt to explain the myriad rules of judicial construction, the complexity of legal principles, or the function of precedent would hopelessly divert the jury from their preeminent duty of assessing ... guilt.\"). The district court was well within its discretion in concluding that such an \"examination\" would have exceeded the scope of the direct examination and confused the jury. <i>See United States v. Ingredient Technology Corp.,</i> <span class=\"citation\" data-id=\"413309\"><a href=\"/opinion/413309/united-states-v-ingredient-technology-corporation-formerly-known-as/\"><span class=\"volume\">698</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">88</span></a></span>, 97 (2d Cir.1983); Benjamin A. Vernia, Annotation, <i>Admissibility of expert testimony regarding questions of domestic law,</i> 66 A.L.R. 5th 135 (1999) (noting that the bases for the rule against an expert explaining the law to the jury \"relate to jury confusion\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">C. Juror Misconduct</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Mikutowicz's final argument concerns the district court's refusal to investigate his allegation that the jurors had engaged in premature deliberations. The relevant facts are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On the thirteenth day of trial the jury began its deliberations. On the third day of deliberations the jury forewoman sent a note to the court asking that one of the jurors be excused. As a result, the court met with the forewoman. During the meeting, the forewoman explained the problem:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">There's a young woman, the first, <i>the second day she was talking about her religious beliefs and that it was not her job to judge her fellow human beings. That was for God in the next life. That was the second day.</i> We told her, you know we tried to buck her up and say, okay ... God put you here on this jury for a reason, and you will be able to make a decision. But it has gotten worse. She's up there reading her Bible right now. She has just kind of closed down, and she's been the major impasse in getting any work done.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The court proceeded to discuss the situation with the distressed juror. The juror told the court that she was upset by the intense nature of the deliberations. As she described it:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">[T]here's a lot of evidence up there, and you're trying to prove your case [referring to counsel for each party]. Well I need to know by looking at these documents what's right... And we sat in there, and we heard your side, and we heard your side, but I need to look at them for myself and see ... Nobody seems &#8212; everybody has their own ... There's just certain things that we're arguing about.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">At the conclusion of this discussion, defense counsel advised the court that the forewoman's earlier reference to \"the second day\" appeared to indicate that some of the jurors had expressed their opinions about the case since the second day of trial. Defense counsel asked for a \"further inquiry ... as to whether in fact the jurors discussed the merits of the case during the trial.\" The court declined the request, noting that it did \"not recall [the forewoman] saying anything about the matter before deliberations.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We review the district court's response to an allegation of juror misconduct for an abuse of discretion. <i>See United States v. Connolly,</i> <span class=\"citation\" data-id=\"200598\"><a href=\"/opinion/200598/united-states-v-connolly/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 33-34 (1st Cir.2003). We have recognized that the district court maintains significant discretion in determining the type of investigation required by a juror misconduct claim. <i>See, e.g., United States v. Ortiz-Arrigoitia,</i> <span class=\"citation\" data-id=\"609732\"><a href=\"/opinion/609732/united-states-v-luis-e-ortiz-arrigoitia-aka-colibri-united-states-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">436</span></a></span>, 443 (1st Cir.1993); <i>Boylan,</i> 898 F.2d at 258. Moreover, the court's discretion is at its broadest when determining how to deal with an allegation of premature jury deliberations. <i>See United States v. Dominguez,</i> <span class=\"citation\" data-id=\"74853\"><a href=\"/opinion/74853/united-states-v-dominguez/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1235</span></a></span>, 1246 (11th Cir.2000) (a \"trial judge is vested with broad discretion in responding to an allegation of jury misconduct, and that discretion is at its broadest when the allegation involves internal misconduct such as premature deliberations, instead of external misconduct such as exposure to media publicity\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Where a claim of juror misconduct is raised, the court's first task is to ascertain whether the allegation is colorable. <i>See Boylan,</i> 898 F.2d at 258. If the claim meets this threshold, the court must then conduct a further investigation to discern the extent of the jury taint and the possible prejudice. <i>See United States v. Cruz,</i> <span class=\"citation\" data-id=\"198094\"><a href=\"/opinion/198094/united-states-v-cruz/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 28 (1st Cir.1998). However, misconduct allegations that \"are frivolous ... do not trigger any duty of inquiry and do not require that a hearing be held.\" <i>Neron v. Tierney,</i> <span class=\"citation\" data-id=\"503069\"><a href=\"/opinion/503069/louis-neron-v-james-e-tierney-etc/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span>, 1202 n. 6 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The district court did not abuse its discretion in determining that Mikutowicz's claim of premature jury deliberations was so weak that it did not require further action. Even assuming that by the \"second day\" the forewoman meant the second day of the trial as opposed to the second day of deliberations, the forewoman did not state that any of the jurors had engaged in premature deliberations. She stated only that one juror had expressed doubt about her ability to participate in the task of determining whether another individual is guilty of a crime. A conversation between jurors concerning the general anxiety associated with serving on a criminal jury is a far cry from a conversation in which the jurors discussed the merits of the parties' positions.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Our conclusion that no duty to investigate was triggered is supported by the district court's conversation with the distressed juror. In that conversation, the juror indicated that the jurors had sat through <i>both parties' cases</i> and were then wading through the evidence and arguing about the proper result. This summary of the jury's actions strongly suggests that the jurors were involved in active deliberations at the appropriate time and had not prejudged the case.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The only evidence that Mikutowicz presented of juror misconduct is his allegation that the forewoman disclosed to the court that deliberations took place on \"the second day\" of trial.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> As discussed above, the forewoman made no such disclosure. The burden of showing a colorable claim rests with the party raising the issue. <i>See United States v. Nazzaro,</i> <span class=\"citation\" data-id=\"532513\"><a href=\"/opinion/532513/united-states-v-richard-a-nazzaro/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1158</span></a></span>, 1167 (1st Cir.1989). As Mikutowicz has not met this burden, the district court acted within its considerable discretion by declining to investigate the matter. <i>See id.</i> (\"[T]he law wisely affords the trier ... substantial discretion in determining whether to interrogate jurors.\").</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In its cross-appeal, the government raises two challenges to the sentence imposed on Mikutowicz. First, it challenges the district court's grant of a two-level reduction for acceptance of responsibility. Second, it challenges the district court's grant of a five-level downward departure because Mikutowicz's criminal conduct constituted \"aberrant behavior.\"</p>\n    </div>\n    <p class=\"indent\">A. Acceptance of Responsibility</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Pursuant to U.S.S.G. &#167; 3E1.1 (1998), the district court granted Mikutowicz a two-level reduction for acceptance of responsibility because (1) even though he went to trial, he admitted, pretrial, \"the conduct\" underlying the charges, and (2) prior to trial, he repaid the IRS approximately $55,000 in back taxes.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> We review deferentially the district court's conclusion that the defendant has accepted responsibility, <i>see United States v. Capelton,</i> <span class=\"citation\" data-id=\"200745\"><a href=\"/opinion/200745/united-states-v-capelton/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span>, 245 (1st Cir.2003), and will reverse only on a showing of clear error, <i>see United States v. Walker,</i> <span class=\"citation\" data-id=\"199522\"><a href=\"/opinion/199522/united-states-v-walker/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">780</span></a></span>, 784 (1st Cir.2000). Clear error exists where there is no articulable grounds or foundation for the court's conclusion. <i>See United States v. Bennett,</i> <span class=\"citation\" data-id=\"195606\"><a href=\"/opinion/195606/united-states-v-bennett/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 696 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The first ground for the reduction is that, prior to trial, Mikutowicz admitted his unlawful conduct. <i>See</i> U.S.S.G. &#167; 3E1.1 comment (n. 1(a)) (1998). In this regard, the district court stated: \"It is true that he went to trial, but going to trial should not be penalized.... He admitted his conduct, and it seems to me under these circumstances he is entitled to go down by two levels.\"</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">While there is no question that a defendant should not be punished for exercising his right to trial, the choices exercised can affect sentencing exposure. The Sentencing Guidelines state that, as a general matter, an acceptance of responsibility reduction \"is not intended to apply to a defendant who puts the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.\" U.S.S.G. &#167; 3E1.1, comment (n.2) (1998); <i>see also United States v. Baltas,</i> <span class=\"citation\" data-id=\"199221\"><a href=\"/opinion/199221/united-states-v-baltas/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 37 (1st Cir.2001). The Guidelines recognize, however, that in some \"rare situations\" a defendant may stand trial and still receive an acceptance of responsibility reduction. U.S.S.G. &#167; 3E1.1, comment (n.2) (1998); <i>see United States v. Ellis,</i> <span class=\"citation\" data-id=\"198341\"><a href=\"/opinion/198341/united-states-v-ellis/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></a></span>, 564 (1st Cir.1999). Application Note 2 gives as examples a defendant who admits factual guilt but goes to trial to raise a constitutional challenge to the prosecution and a defendant who goes to trial to assert that the statute under which he is charged does not apply to his conduct. U.S.S.G. &#167; 3E1.1, comment (n.2) (1998). We have recognized that additional \"rare situations\" could exist that would permit a defendant to receive an acceptance of responsibility reduction after electing to go to trial. <i>See Ellis,</i> 168 F.3d at 564. However, where a district court grants an acceptance of responsibility reduction to a defendant, post trial, the acceptance of responsibility determination must be based solely on \"<i>pre-trial</i> statements and conduct.\" <i>Id.</i> at 564 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court ruled that Mikutowicz admitted the \"essential factual elements of guilt\" before trial, even though he went to trial to claim that his conduct was not \"willful\" and therefore not criminal. This determination was clearly erroneous. By contesting willfulness, Mikutowicz did not admit \"the essential factual elements of guilt.\" U.S.S.G. &#167; 3E1.1 comment (n.2) (1998); <i>Bennett,</i> 37 F.3d at 697.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It is true that Mikutowicz admitted the <i>actus reus</i> of his crimes prior to trial. He admitted establishing offshore bank accounts, taking deductions from AGM for \"services\" provided by Ellis, diverting the deducted monies to the offshore accounts, and not paying taxes on the diverted funds. However, Mikutowicz remained steadfast that his conduct was not \"willful\", i.e., in violation of a known legal duty. <i>See Cheek v. United States,</i> <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span>, 201, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">604</span></a></span>, <span class=\"citation\" data-id=\"112517\"><a href=\"/opinion/112517/cheek-v-united-states/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">617</span></a></span> (1991). Thus, Mikutowicz denied the <i>mens rea</i> of the crimes. That the defendant possesses the requisite <i>mens rea</i> is one of the \"essential factual elements of guilt.\" <i>See United States v. Crass,</i> <span class=\"citation\" data-id=\"195976\"><a href=\"/opinion/195976/united-states-v-crass/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 84 (1st Cir.1995) (\"intent, like any other essential element of the crime charged, may not be contested without jeopardizing a downward adjustment for acceptance of responsibility\"); <i>United States v. Burrows,</i> <span class=\"citation\" data-id=\"678890\"><a href=\"/opinion/678890/united-states-v-ronald-olen-burrows/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">875</span></a></span>, 883 (9th Cir.1994) (stating that defendant was not entitled to acceptance of responsibility deduction because \"the fact that [the defendant] freely admitted the <i>actus reus</i> of the crime does not change the fact that he maintained ... a complete defense based on his purported lack of <i>mens rea</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Mikutowicz's \"willfulness defense\" said, in effect, \"I did not know that what I was doing was illegal so I should not be punished for my actions.\" This defense is exactly the opposite of the expression of remorse that the acceptance of responsibility guideline contemplates. <i>See United States v. Royer,</i> <span class=\"citation\" data-id=\"536029\"><a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir.1990) (\"acceptance of responsibility necessitates ... authentic remorse\"). Therefore, Mikutowicz did not accept responsibility by admitting his underlying conduct while simultaneously denying that he possessed the criminal intent to commit the charged offenses. <i>See Bennett,</i> 37 F.3d at 696-98 (reversing acceptance of responsibility reduction for defendant who went to trial to challenge intent prong of bank fraud charge because defendant had not admitted \"factual guilt\"); <i>see also United States v. Dyck,</i> <span class=\"citation\" data-id=\"782547\"><a href=\"/opinion/782547/united-states-v-pedro-dyck-also-known-as-pedro-dyck-peters/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">736</span></a></span>, 744 (8th Cir.2003) (reversing acceptance of responsibility reduction for defendant who went to trial to claim that his conduct was not \"willful\" because this \"was a denial of factual guilt that put the government to its proof\"); <i>United States v. Chastain,</i> <span class=\"citation\" data-id=\"718369\"><a href=\"/opinion/718369/united-states-v-roger-v-chastain/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">321</span></a></span>, 324 (9th Cir.1996) (reversing acceptance of responsibility reduction, in tax fraud case, because the defendant's \"failure to accept responsibility for his crime was manifest in his decision to take the case to trial, where he vigorously denied the `willful' element of the offense\"); <i>United States v. Jaynes,</i> <span class=\"citation\" data-id=\"712237\"><a href=\"/opinion/712237/united-states-v-larry-dwight-jaynes-and-april-marie-jaynes/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1493</span></a></span>, 1508 (10th Cir.1996) (\"Where a defendant admits his conduct but claims he did nothing illegal and had no unlawful intent ... his denial is inconsistent with an acceptance of responsibility.\")(internal quotations and citations omitted); <i>United States v. Castner,</i> <span class=\"citation\" data-id=\"692289\"><a href=\"/opinion/692289/united-states-v-james-m-castner-united-states-of-america-v-kenneth-d/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1267</span></a></span>, 1279-80 (4th Cir.1995) (\"[B]y denying intent to defraud [the defendant] did not completely accept responsibility for all his criminal conduct.\").</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In granting an acceptance of responsibility adjustment, the district court also relied on Mikutowicz's pretrial payment of back taxes. In April 2002, two months before trial, Mikutowicz filed an amended 1998 tax return in which he reimbursed the IRS $55,633. While the precise total of Mikutowicz's tax liability is unclear, <i>see United States v. Mikutowicz,</i> No. 01-10321-RWZ, (D.Mass. Nov. 13, 2002), there is no dispute that this was only a fraction of what he owed.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The Guidelines provide that one method by which a defendant can demonstrate acceptance of responsibility is to voluntarily pay restitution prior to the adjudication of guilt. <i>See</i> U.S.S.G. &#167; 3E1.1 comment (1(c)) (1998); <i>Bennett,</i> 37 F.3d at 698. The Seventh Circuit has described the requirement as \"pretrial payment of full restitution.\" <i>See United States v. Bonanno,</i> <span class=\"citation\" data-id=\"755201\"><a href=\"/opinion/755201/united-states-v-frank-j-bonanno-and-lawrence-j-goldstein/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">502</span></a></span>, 513 (7th Cir.1998) (quoting <i>United States v. Morgano,</i> <span class=\"citation\" data-id=\"682433\"><a href=\"/opinion/682433/united-states-v-bernard-j-morgano-dominick-palermo-nicholas-guzzino/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1358</span></a></span>, 1377-78 (7th Cir.1994)). Most cases in which courts have found that pretrial restitution favors granting acceptance of responsibility involve situations where the defendant has also pled guilty to the charged offenses. <i>See, e.g., United States v. Grasser,</i> <span class=\"citation\" data-id=\"780032\"><a href=\"/opinion/780032/united-states-v-denise-grasser/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">336</span></a></span>, 338-39 (7th Cir.2002); <i>United States v. O'Kane,</i> <span class=\"citation\" data-id=\"757823\"><a href=\"/opinion/757823/united-states-v-terry-okane/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">969</span></a></span>, 971 (8th Cir.1998). We know of only one case in which a defendant, after exercising his trial right, received an acceptance of responsibility reduction based on pretrial restitution. <i>See United States v. Bean,</i> <span class=\"citation\" data-id=\"664925\"><a href=\"/opinion/664925/united-states-of-america-cross-appellee-v-bill-gene-bean/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span> (7th Cir.1994). In <i>Bean,</i> the defendant was charged with a check-kiting scheme. <i>Id.</i> at 1368. The defendant paid full, pretrial restitution but chose to go to trial to argue that he did not intend to defraud the bank. <i>Id.</i> Even though the defendant went to trial to challenge intent, the court stated that he could receive an acceptance of responsibility reduction because he had voluntarily paid full, pretrial restitution. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Under the logic of <i>Bean,</i> the district court could grant Mikutowicz an acceptance of responsibility reduction based on his payment of pretrial restitution, even though he went to trial. The government has not argued that <i>Bean</i> was incorrectly decided and we do not think it so manifestly wrong that we are willing to reject it without briefing and argument. Nonetheless, even assuming the viability of the <i>Bean</i> rule for present purposes, we cannot sustain the acceptance of responsibility adjustment on this record.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The extent of restitution paid by Mikutowicz is not clear. Mikutowicz argued that, because of certain IRS rules, he could only reimburse the 1998 tax deficiency, and therefore he paid as much as was legally possible. The district court did not make a finding to this effect.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Moreover, it is not clear that Mikutowicz's payment was truly voluntary. Since Mikutowicz's primary defense to the criminal charges related to his intent (and not his failure to pay taxes), he presumably owed back taxes regardless of the results of the criminal proceedings. Because Mikutowicz may have owed the same debt even if acquitted, the restitution may not have been \"voluntary\" and therefore not indicative of his acceptance of responsibility for his crimes. <i>See Bennett,</i> 37 F.3d at 698 (holding that paying restitution as part of a civil settlement does not indicate acceptance of responsibility).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Moreover, even if the district court determined that Mikutowicz's restitution was the maximum allowed by law and was truly voluntary, it could still be argued that his decision to challenge his factual guilt outweighs this act of contrition. <i>See United States v. Yoon,</i> <span class=\"citation\" data-id=\"747642\"><a href=\"/opinion/747642/united-states-v-susanne-yoon-also-known-as-soon-yoon/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">515</span></a></span>, 529 (7th Cir.1997); <i>United States v. Field,</i> <span class=\"citation\" data-id=\"739117\"><a href=\"/opinion/739117/united-states-v-clark-beach-field/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">592</span></a></span>, 594 (8th Cir.1997). Considering that acceptance of responsibility determinations are best made by the district court, <i>see Capelton,</i> 350 F.3d at 245, and that there is a possibility that Mikutowicz could still qualify for an acceptance of responsibility reduction, we vacate the two-level reduction and remand to the district court to reconsider the matter in light of the above discussion.</p>\n    </div>\n    <p class=\"indent\">B. Aberrant Behavior</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The final issue that we tackle is whether the district court erred by granting Mikutowicz a five-level downward departure because his conduct constituted \"aberrant behavior.\" We begin by outlining the standard of review.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">On April 30, 2003, section 401 of the Prosecutorial Remedies and Other Tools to End the Exploitation of Children Today Act (\"PROTECT Act\") became effective. <i>See</i> 18 U.S.C. 3742(e). The PROTECT Act, which applies to all appeals pending on and after its effective date, establishes a new regime for reviewing district court rulings granting departures from the Sentencing Guidelines. <i>See United States v. Thurston,</i> <span class=\"citation\" data-id=\"200587\"><a href=\"/opinion/200587/united-states-v-thurston/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 70-72 (1st Cir.2004); <i>United States v. Frazier,</i> <span class=\"citation\" data-id=\"200600\"><a href=\"/opinion/200600/united-states-v-frazier/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 14 (1st Cir.2003). We now review <i>de novo</i> whether the \"sentence departs from the guideline range based on a factor that (i) does not advance the objectives set forth in [18 U.S.C.] &#167; 3553(a)(2); or (ii) is not authorized under [18 U.S.C.] 3553(b); or (iii) is not justified by the facts of the case.\" 18 U.S.C. &#167; 3742(e); <i>see United States v. Maldonado-Montalvo,</i> <span class=\"citation\" data-id=\"200777\"><a href=\"/opinion/200777/united-states-v-maldonado-montalvo/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 68-69 (1st Cir.2003).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> In cases where the departure is based on a factor that the Sentencing Commission has already approved, we proceed directly to consider whether the departure is \"justified by the facts of the case.\" <i>Thurston,</i> 358 F.3d at 76. In performing this analysis, we accept the district court's factual findings unless they are clearly erroneous. <i>See</i> 18 U.S.C. &#167; 3742(e)(3)(C).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Guidelines, in their current form, recognize \"aberrant behavior\" as a legitimate ground for a downward departure. <i>See</i> U.S.S.G. &#167; 5K2.20 (2003). However, as noted above at n. 6, the Guidelines effective in 1998 govern this case. <i>See United States v. Dewire,</i> <span class=\"citation\" data-id=\"199682\"><a href=\"/opinion/199682/united-states-v-dewire/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">333</span></a></span>, 335 n. 2 (1st Cir.2001). These Guidelines did not take a position on whether \"aberrant behavior\" was an appropriate ground for a downward departure. <i>See</i> U.S.S.G. Ch. 1 Pt. A(4)(d) (1998) (\"The Commission ... has not dealt with the single acts of aberrant behavior that still may justify probation at higher offense levels through departures.\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Because the 1998 Guidelines are silent on whether \"aberrant behavior\" is a permissible departure factor, our first task is to determine <i>de novo</i> whether this factor conflicts with the objectives set forth in 18 U.S.C. &#167; 3553(a)(2) or is not authorized by 18 U.S.C. &#167; 3553(b).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> This task is straightforward. Under the 1998 Guidelines, every circuit court of appeals accepted \"aberrant behavior\" as a legitimate basis for a downward departure. <i>See</i> Elizabeth Williams, Annotation, <i>Downward Departure from United States Sentencing Guidelines Based on Aberrant Behavior,</i> 164 A.L.R. Fed. 61 (2000) (collecting cases approving \"aberrant behavior\" as basis for departure). In November 2000, the Sentencing Commission confirmed the correctness of this view by adopting a guideline explicitly recognizing \"aberrant behavior\" as a legitimate basis for a departure. <i>See</i> U.S.S.G. &#167; 5K2.20 (2003). Thus, we conclude that, under the 1998 Guidelines, \"aberrant behavior\" is a factor on which the district court could base a departure.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Having concluded that \"aberrant behavior\" can justify a departure, we turn next to consider <i>de novo</i> whether the facts of this case justify granting Mikutowicz a departure on this basis. Under the 1998 Guidelines, we applied a \"totality of the circumstances\" approach to requests for \"aberrant behavior\" departures. <i>See United States v. Grandmaison,</i> <span class=\"citation\" data-id=\"196611\"><a href=\"/opinion/196611/united-states-v-grandmaison/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span>, 563 (1st Cir.1996).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Under this test</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">[d]istrict court judges may consider, <i>inter alia,</i> factors such as pecuniary gain to the defendant, charitable activities, prior good deeds, and efforts to mitigate the effects of the crime in deciding whether a defendant's conduct is aberrant in terms of other crimes.... Spontaneity and thoughtlessness may also be among the factors considered, though they are not prerequisites for departures.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\"><i>Id.</i> In addition, the district court could consider \"first-offender status as a factor\" and could grant a departure to a defendant \"whose criminal conduct involve[d] more than one criminal act.\" <i>Id.</i> at 563-64.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The district court applied <i>Grandmaison</i>'s \"totality of the circumstances\" approach to grant Mikutowicz a five-level downward departure because (1) the convictions comprised a single six-year course of conduct; (2) Mikutowicz employs several individuals; (3) he has strong community ties; (4) he has been instrumental in the care of his family; and (5) he did not intend to deprive the government of the tax permanently. Applying <i>de novo</i> review, our precedent requires that we vacate this \"aberrant behavior\" departure.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In <i>United States v. Bradstreet,</i> <span class=\"citation\" data-id=\"197762\"><a href=\"/opinion/197762/united-states-v-bradstreet/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 56-58 (1st Cir.1998), we vacated a downward departure for \"aberrant behavior\" in a situation that is materially indistinguishable from this one. The defendant in <i>Bradstreet</i> was convicted of several offenses arising from a two-year scheme to falsify corporate records. <i>See id.</i> at 48. The defendant testified at trial that he did not act with an intent to defraud. <i>See id.</i> at 57. The jury was instructed that, to find the defendant guilty, it had to conclude that he acted with such an intent. <i>See id.</i> Thus, the jury's guilty verdict indicated that the defendant had testified dishonestly by claiming that he did not act with a fraudulent intent. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">This dishonest testimony disqualified the defendant from receiving an \"aberrant behavior\" departure. We explained that an \"aberrant behavior\" departure \"is appropriate only where the conduct was isolated and is unlikely to recur.\" <i>Id.</i> A defendant cannot claim that his conduct was isolated and not likely to recur when \"he testifies dishonestly after engaging in felonious dishonesty.\" <i>Id.</i> Thus, \"one convicted of criminal dishonesty is ... not entitled to an aberrant conduct departure if he has testified dishonestly about his criminal conduct.\" <i>Id.</i> We recognized that a defendant could still receive a downward departure after giving false testimony if the testimony was the product of confusion, mistake, or faulty memory. <i>See id.</i> at 58. However, we concluded that, by its nature, false testimony concerning criminal intent could not be the product of such confusion or mistake. <i>See id.</i> at 57. Therefore, the jury's verdict necessarily established that the defendant's testimony was dishonest and disqualified him from receiving an \"aberrant behavior\" departure. <i>See id.</i> at 58.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">A similar analysis applies here. Mikutowicz claimed at trial that his conduct was not \"willful.\" He testified on direct examination:</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">I never once thought that I was breaking any laws. I'm not a law-breaker. I thought that this plan was completely lawful as to the way it was explained to me. There is no amount of money that would cause me to break the law of this country. That's plain and simple.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The district court instructed the jury that, to find Mikutowicz guilty, it had to determine that his conduct was willful, i.e., (in the context of this case) done \"with a specific intent to violate the law.\" The jury convicted Mikutowicz on all counts. This finding compels us to conclude that Mikutowicz testified dishonestly by claiming that he did not know that he was breaking the law by engaging in these tax schemes. Like the testimony concerning \"intent\" in <i>Bradstreet,</i> Mikutowicz's testimony concerning \"willfulness\" cannot plausibly be explained as the result of confusion or faulty memory. See <i>id.</i> at 57 (stating that defendant's testimony that he did not intend to defraud \"strikes us as inherently not subject to characterization as unintentional\"). Indeed, at the sentencing hearing, the defense continued to assert that Mikutowicz did not know that his conduct violated the law. He is thus ineligible for an \"aberrant behavior\" departure. Accordingly, we vacate the five-level downward departure.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">For the reasons stated, we <i>affirm</i> Mikutowicz's convictions but <i>vacate</i> the judgment and <i>remand</i> for resentencing.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Under sub-chapter S of the Internal Revenue Code, all revenue earned and expenses incurred by a qualifying corporation pass through to the shareholders of the corporation and are reported on the shareholders' tax returns<i>See</i> 26 U.S.C. &#167; 1366.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Mikutowicz also used another Tower affiliated company, Finance Global, Ltd., to transfer $100,000 of taxable income from a real estate transaction to the Harborsober account and eventually into his Cayman Island account</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Defense counsel also proposed to question Pleshaw concerning a sixty-year old Supreme Court opinion<i>See Moline Properties v. Comm'r of Internal Revenue,</i> <span class=\"citation\" data-id=\"103852\"><a href=\"/opinion/103852/moline-properties-inc-v-commissioner/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1132</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1499</span></span> (1943).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Equally important, it would have usurped the judge's role. \"In our legal system, purely legal questions and instructions to the jury on the law to be applied ... [are] exclusively the domain of the judge.\"<i>Nieves-Villanueva,</i> 133 F.3d at 99. Thus, it was the judge's role alone to instruct the jury on the law necessary for determining whether the challenged deductions were properly claimed as \"ordinary and necessary business expenses.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In his factual summary of the juror misconduct claim, Mikutowicz also makes reference to an incident where a juror collapsed from an anxiety attack during testimony that was favorable to Mikutowicz. But he has not put forward any developed argument explaining how this incident ties into his claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The parties agree that the Sentencing Guidelines in effect in 1998 apply to this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court stated that Mikutowicz paid back \"as much of the tax as he could.\" It is not clear whether this means that he paid back as much as the law permitted or that he paid back as much as he could afford at the time</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Prior to the enactment of the PROTECT Act, we reviewed the determination that the facts of a case justified a departure only for an abuse of discretion<i>See United States v. Lujan,</i> <span class=\"citation\" data-id=\"200430\"><a href=\"/opinion/200430/united-states-v-lujan/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 31 n. 5 (1st Cir.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> 18 U.S.C. &#167; 3553(a)(2) sets forth the federal policy objectives for sentencing and 18 U.S.C. &#167; 3553(b) sets forth the circumstances in which a court could depart from the applicable sentencing guideline range</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Several other circuits opted for a narrower approach that required the defendant's conduct to be \"spontaneous or thoughtless.\"<i>Grandmaison,</i> 77 F.3d at 562 (citing cases from the Third, Fourth, Fifth, Seventh, and Eighth Circuits adopting this approach).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The current Sentencing Guidelines do not adopt \"the totality of the circumstances\" test<i>See</i> U.S.S.G. &#167; 5K2.20 (2003). However, because this case is governed by the 1998 Guidelines, the <i>Grandmaison</i> standard applies. <i>See Dewire,</i> 271 F.3d at 335 n. 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Relying on<i>United States v. Brennick,</i> <span class=\"citation\" data-id=\"750688\"><a href=\"/opinion/750688/darryl-w-elliott-v-sd-warren-company/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>0, 15-17 (1st Cir.1998), Mikutowicz argues that we could affirm the departure on the basis of the district court's finding that he intended to repay the taxes owed at some later date. But in granting the departure, the court invoked the \"totality of the circumstances\" which strongly suggests to us that the court included this fact as part of its \"aberrant behavior\" analysis and not as an independent basis for departing.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/74853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/413309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/430882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/441741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/682433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/700437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739117/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747628/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782547/"
  ]
}