{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200962/",
  "absolute_url": "/opinion/200962/maymo-melendez-v-alvarez-ramirez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200962/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:04:35Z",
  "date_modified": "2016-02-28T05:04:21.174530Z",
  "type": "010combined",
  "sha1": "319ad80eba94469352f81ea89a853fb4d6c2fa63",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1141-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/04/12/Maymo-Melendez_v._Alvarez-Ramirez.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 03-1141\n\n                    JORGE J. MAYMÓ-MELÉNDEZ,\n\n                      Plaintiff, Appellee,\n\n                                v.\n\n                 JULIO ÁLVAREZ-RAMÍREZ, ET AL.,\n\n                     Defendants, Appellants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n\n              Torruella and Lynch, Circuit Judges.\n\n\n\n     Ivette M. Berríos-Hernández with whom Eduardo A. Vera-Ramírez\nand Landrón & Vera, L.L.P. were on brief for appellants.\n     Charles A. Cuprill-Hernández with whom Charles A. Cuprill,\nP.S.C. Law Offices was on brief for appellee.\n\n\n\n                         April 12, 2004\n\f            BOUDIN, Chief Judge. This appeal concerns efforts by the\n\nPuerto Rico Horse Racing Industry and Sport Administration (the\n\n\"Administration\") to suspend the horse training license of Jorge\n\nMaymó-Meléndez (\"Maymó\") for improperly administering drugs to\n\ncertain race horses under his care.               The district court granted a\n\npreliminary      injunction        preventing     Maymó's   suspension       and   the\n\nappellants now seek reversal of that order.\n\n            Pursuant to the Puerto Rico Horse Racing Industry and\n\nSport Act, 15 L.P.R.A. §§ 198-198s (2000), the Administration was\n\n\"created    as     a    public     instrumentality    to    regulate    everything\n\nconnected with the horse racing sport in the Commonwealth of Puerto\n\nRico.\"     Id. § 198a.        The Administration is comprised of a Racing\n\nBoard,     which       is   made   up   of   three    members,    and    a    Racing\n\nAdministrator; the members of the Racing Board and the Racing\n\nAdministrator are appointed by the Governor of Puerto Rico. Id. §§\n\n198c(a), 198j(a).\n\n            The Racing Board is \"empowered to regulate everything\n\nconnected with the Horse Racing Sport,\" 15 L.P.R.A. § 198e(a),\n\nincluding        \"[t]o      prescribe,       by    regulations,     the       fines,\n\nadministrative penalties and suspensions that can be imposed by the\n\n[Racing] Board, the Horse Racing Administrator, . . . or other\n\nauthorized officials.\" Id. § 198e(b)(8). The Racing Administrator\n\nis the Administration's principal executive officer, id. § 198k(a),\n\nand has the power to \"[e]nforce compliance [with] the racing laws\n\n\n                                         -2-\n\fand regulations and the orders and resolutions of the Horse Racing\n\nBoard,\" id. § 198k(a)(1), and to \"[g]rant, suspend temporarily, or\n\npermanently cancel the licenses of horse . . . trainers\" after\n\nnotice and hearing.          Id. § 198k(a)(2).\n\n               In 1996, the Racing Board promulgated the \"controlled\n\nmedication       program,\"    a   set     of     regulations       that    governs       the\n\nadministration of drugs to race horses.                     The controlled medication\n\nprogram prohibits some drugs outright; others are allowed, but only\n\nif   administered     in     accordance        with    established       procedures       by\n\nauthorized       personnel.       Two     of    the    drugs     regulated    (but       not\n\nprohibited) by the medication program are Clenbuterol, given to\n\nhorses    with    respiratory      problems,          and    Tramadol,     which    is    an\n\nanalgesic.\n\n               Between June 10, 1999, and June 21, 1999, nine horses\n\nthat had been trained by Maymó underwent post-race urine tests that\n\ncame back positive for Clenbuterol–-one horse tested positive\n\ntwice, thus making a total of ten positive tests.                         By August 17,\n\n1999, then Racing Administrator Juan Alves Rueda (\"Alves\") had\n\nfiled    ten    corresponding      charges       against       Maymó,     alleging   that\n\nClenbuterol had been administered in violation of the controlled\n\nmedication       program.         Alves        consolidated       the     charges    (the\n\n\"Clenbuterol case\"), assigned Irba Cruz de Batista (\"Cruz\"), an\n\nindependent contractor for the Administration, to act as hearing\n\nexaminer, and ordered Ricardo Pacheco Pacheco (\"Pacheco\"), an\n\n\n                                          -3-\n\fattorney employed by the Administration, to act as prosecutor.   15\n\nL.P.R.A. § 198k(a)(9).\n\n          Hearings in the Clenbuterol case were held before Cruz\n\nfrom August to October 2000.   In the midst of these proceedings, on\n\nSeptember 29, 2000, a horse trained by Maymó underwent a post-race\n\nurine test that came back positive for Tramadol.     On October 16,\n\n2000, Cruz submitted a report to Alves, concluding that, in all ten\n\ninstances, Maymó had administered the Clenbuterol in violation of\n\nthe controlled medication program.      Maymó filed objections to\n\nCruz's report, but on November 3, 2000, Alves adopted the report,\n\naccepting its findings of fact and conclusions of law.        Alves\n\nsuspended Maymó's license to train horses for five years and\n\nimposed a $2,750 fine.\n\n          Maymó filed a petition for review of Alves's decision\n\nwith the Racing Board, 15 L.P.R.A. § 198m, and moved for a stay of\n\nthe license suspension and fine pending review.       While Maymó's\n\npetition and motion were pending before the Racing Board, Alves\n\nfiled a new charge against Maymó based on the positive Tramadol\n\ntest (the \"Tramadol case\"); Alves again assigned Cruz as hearing\n\nexaminer and Pacheco as prosecutor.    The Racing Board ultimately\n\ngranted Maymó's requested stay in the Clenbuterol case, and later\n\nMaymó's license was renewed for the following year. Id. § 198o(b).\n\n          On April 9, 2001, the Racing Board, by divided vote,\n\nsustained Alves's decision in the Clenbuterol case, affirming the\n\n\n                                 -4-\n\ffive-year suspension of Maymó's license and the $2,750 fine.\n\nPursuant to 15 L.P.R.A. § 198n(a), Maymó sought review of the\n\nRacing Board's decision in Puerto Rico's Circuit Court of Appeals.\n\nThat court granted Maymó a stay of the penalties that had been\n\nimposed upon him pending resolution of his appeal.\n\n            In June 2001, Julio Álvarez Ramírez (\"Álvarez\") succeeded\n\nAlves as Racing Administrator.    Hearings in the Tramadol case were\n\nheld before Cruz from January to May 2002.    On June 10, 2002, Cruz\n\nsent a report to Álvarez, concluding that Maymó had violated the\n\ncontrolled medication program by improperly administering Tramadol\n\nto the horse in question.\n\n            On June 21, 2002, the Puerto Rico Circuit Court of\n\nAppeals affirmed the Racing Board's decision in the Clenbuterol\n\ncase.     However, Álvarez took no immediate action to impose the\n\nlicense suspension and the fine, there being some uncertainty as to\n\nwhether the court's stay continued in effect until its mandate\n\nissued.    On June 26, 2002, Álvarez adopted Cruz's findings of fact\n\nand conclusions of law in the Tramadol case. Álvarez directed that\n\nMaymó's license be suspended for five years to run consecutively to\n\nthe pending suspension in the Clenbuterol case and imposed a $1,000\n\nfine.1\n\n\n     1\n      Álvarez also referred Maymó to the Racing Board, asking that\nit declare Maymó a \"racing nuisance,\" a statutory brand that, if\nimposed, would have subjected Maymó to criminal penalties\n(including up to ten years in prison) for even attempting to enter\na \"racetrack or dependency thereof.\" 15 L.P.R.A. § 198e(b)(7).\n\n                                 -5-\n\f            On June 27, 2002, with the suspension of his license from\n\nthe Tramadol case set to begin on July 1, 2002, Maymó filed suit\n\nunder 42 U.S.C. § 1983 (2000) in federal district court in Puerto\n\nRico against Álvarez, Pacheco, and Cruz. The suit, directed solely\n\nto the suspension in the Tramadol case because the Clenbuterol case\n\nremained    in   limbo    in    the   state    court,    alleged       due    process\n\nviolations:      that     the    controlled       medication       program         was\n\nunconstitutionally       vague    and    arbitrary       and    that    the     named\n\ndefendants were unfairly biased against Maymó.                   The suit sought\n\ndamages and to enjoin the Racing Administrator from suspending\n\nMaymó's license.\n\n            On July 3, 2002, notwithstanding the federal lawsuit,\n\nMaymó petitioned the Racing Board for review of Álvarez's June 26,\n\n2002, decision, adopting Cruz's findings of fact and conclusions of\n\nlaw in the Tramadol case.         15 L.P.R.A. § 198m.           On the same day,\n\nthe federal district court held a hearing on Maymó's request for\n\ninterim relief     relating      to   the     Tramadol   suspension.          At   the\n\nhearing, Álvarez made clear that he intended to suspend Maymó's\n\nlicense based on the Clenbuterol case when the state-court stay\n\nexpired.    With respect to the Tramadol case, the district court\n\nultimately entered a temporary restraining order pending resolution\n\nof the request for a preliminary injunction.\n\n            On July 11, 2002, Maymó having failed to obtain an\n\nextension   of   the     state-court    stay,     Álvarez      suspended      Maymó's\n\n\n                                        -6-\n\flicense based on the Clenbuterol decision.2          That same day, Álvarez\n\nreturned to Maymó his petition for the Racing Board to review the\n\nTramadol decision, saying that review was pointless in light of the\n\nongoing litigation in federal court. On July 14, 2002, Maymó filed\n\na second federal action, similar to the first (except for the\n\naddition of Alves as a defendant), to enjoin suspension based on\n\neither the Clenbuterol or the Tramadol case; the district court\n\nconsolidated the two federal cases and issued a second temporary\n\nrestraining order.\n\n           From September 30, 2002, to October 4, 2002, the district\n\ncourt conducted   a   hearing   on    whether   to    issue   a   preliminary\n\ninjunction barring the Racing Administrator from suspending Maymó's\n\nlicense.   On the first day of this hearing, the defendants filed a\n\nmotion to dismiss, arguing inter alia that the district court\n\nshould refrain from deciding the consolidated cases based on the\n\nprinciples of abstention outlined in Younger v. Harris, 401 U.S. 37\n\n(1971), and that the defendants were covered by quasi-judicial or\n\nqualified immunity.\n\n           On November 26, 2002, the district court issued an\n\nopinion and order holding the following: that the individual\n\ndefendants were entitled to qualified immunity and immune from\n\n\n     2\n      On August 7, 2002, the Puerto Rico Circuit Court of Appeals\ndenied Maymó's motion for reconsideration of its decision affirming\nthe Racing Board in the Clenbuterol case. Maymó sought review in\nthe Supreme Court of Puerto Rico. On October 25, 2002, the Supreme\nCourt of Puerto Rico denied Maymó's petition for further review.\n\n                                     -7-\n\fmoney damages; that abstention under Younger was not appropriate;\n\nand that Maymó was entitled to a preliminary injunction preventing\n\nthe defendants from suspending his license and collecting the fines\n\nthat had been levied against him.      The defendants now appeal,\n\narguing that Younger abstention was required and, alternatively,\n\nthat Maymó failed to establish the prerequisites for a preliminary\n\ninjunction.\n\n          Younger is a court-made rule of abstention built around\n\nthe principle that, with limited exceptions, federal courts should\n\nrefrain from issuing injunctions that interfere with ongoing state-\n\ncourt litigation, or, in some cases, with state administrative\n\nproceedings.   See generally Younger, 401 U.S. at 43-45, 53-54.\n\nThis core principle leaves open a host of peripheral questions to\n\nwhich the precedents provide only half answers or decisions in\n\ntension with one another.   See Chemerinsky, Federal Jurisdiction §\n\n13.3 (3d ed. 1999); 17A Wright, Miller & Cooper, Federal Practice\n\nand Procedure § 4251, at 180-81, 191-93 (2d ed. 1988).   This case\n\nposes several of those problems.\n\n          Although initially applied to protect state criminal\n\nprosecutions against interference, the Younger doctrine has been\n\nextended to \"coercive\" civil cases involving the state and to\n\ncomparable state administrative proceedings that are quasi-judicial\n\n\n\n\n                                -8-\n\fin   character   and   implicate   important   state   interests.3   In\n\nregulating thoroughbred racing, the Commonwealth aims to ensure the\n\nintegrity of the sport and to protect legitimate state interests.\n\nThe proceedings within the Racing Board to cancel licenses after\n\nnotice and hearing fit within the category of matters potentially\n\nsubject to Younger.    See Baffert v. Cal. Horse Racing Bd., 332 F.3d\n\n613, 616-21 (9th Cir. 2003) (applying Younger).\n\n           The district court said that Younger abstention did not\n\napply because neither the Clenbuterol nor the Tramadol matters were\n\n\"ongoing\" at the time the principal injunction was granted on\n\nNovember 26, 2002.       By that time the state-court proceedings\n\naffirming the sanction in the Clenbuterol case were effectively\n\ncompleted with the affirmance of the Racing Board's action; and in\n\nthe Tramadol case, the Racing Administrator had imposed penalties\n\nand had returned Maymó's review petition so no proceedings were\n\npending before the Racing Board.\n\n           Although the Clenbuterol case had been decided by the\n\nstate appeals court when Maymó filed his second federal complaint--\n\nthe time at which the Younger test is applied, Bettencourt v. Bd.\n\n\n      3\n      See Huffman v. Pursue, Ltd., 420 U.S. 592, 603-05 (1975)\n(applying Younger to a civil proceeding initiated by the state to\nenforce a nuisance statute); Ohio Civil Rights Comm'n v. Dayton\nChristian Schs., Inc., 477 U.S. 619, 623-27 (1986) (applying\nYounger to state administrative proceedings based on alleged sex\ndiscrimination); Middlesex County Ethics Comm. v. Garden State Bar\nAss'n, 457 U.S. 423, 432, 435 (1982) (applying Younger to\nadministrative proceedings brought by state ethics committee to\ndiscipline an attorney).\n\n                                   -9-\n\fof Registration in Med., 904 F.2d 772, 777 (1st Cir. 1990)--the\n\nstate case was still technically ongoing because Maymó had filed a\n\npetition for reconsideration.       Yet it would be a waste of time to\n\nreverse based on this technicality,4 and, as it turns out, the\n\ninjunction against the Clenbuterol order is barred on other grounds\n\nto which we will shortly turn.\n\n            Although Younger is ordinarily described as applying\n\nwhere the    state   case   or   proceeding   is   \"ongoing,\"   a   moment's\n\nreflection suggests that this cannot be the whole story.            There is\n\nsome sense to a mechanical rule that Younger does not apply where\n\nthe state litigation has not yet begun; after all, the underlying\n\nconcern is that state proceedings, once begun, should be respected\n\nby federal courts so long as the federal claims or defenses can be\n\nlitigated in the course of the proceedings.         See Younger, 401 U.S.\n\nat 44-45, 53-54; cf. Brooks v. N.H. Supreme Court, 80 F.3d 633, 638\n\n(1st Cir. 1996).\n\n            However, it makes little sense to ignore Younger's policy\n\nsimply because the state process has come to an end.            After all,\n\nhow does it \"respect\" state proceedings to wait until they are\n\nconcluded and then ignore or overturn them?          And yet the case law\n\nis something of a vacuum on this question, partly because of the\n\nvariousness of the situations but mostly because other rubrics\n\n     4\n      Because a dismissal on Younger grounds is without prejudice,\nsee Caldwell v. Camp, 594 F.2d 705, 708 (8th Cir. 1979), Maymó\nwould presumably be free in this case to re-file the complaint\nimmediately (state court review having now undoubtedly concluded).\n\n                                    -10-\n\fusually foreclose the collateral attack after the state proceedings\n\nhave ended, making unnecessary any discussion of Younger.\n\n           Three such rubrics have special force where, as with the\n\nClenbuterol     proceedings,          state-court         judicial   review       of   an\n\nadministrative        ruling    has   been     undertaken      and   completed:        res\n\njudicata, the federal full faith and credit statute, and the\n\nRooker-Feldman         doctrine.5         Although         nominally       independent\n\ndoctrines,     they    are     variations      on   the    same   theme:    the    first\n\nembodies   a    bedrock      respect     for    prior      judgments,      subject      to\n\nexceptions; the second, a statutory compulsion for the first where\n\nfederal courts confront state judgments; and the third, a broader\n\nand blunter version of the other two.\n\n             Often the first resort of federal judges is to the\n\nRooker-Feldman doctrine--and peculiarly so in case of disbarment,\n\nrevocations of licenses, and the like.                    See 18B Wright, Miller &\n\nCooper, supra, § 4469.1, at 120.             Merger and bar doctrine is often\n\nhard to adapt to claims not cast in the traditional common law\n\nmode; and collateral estoppel requires the precise identification\n\nof issues actually litigated and decided in the first case and\n\nsought to be re-litigated in the second.                   Restatement (Second) of\n\n\n     5\n      Res judicata is familiar common law doctrine, see Restatement\n(Second) of Judgments §§ 17-20, 24, 27 (1982); the federal statute\nis 28 U.S.C. § 1738 (2000); and Rooker-Feldman refers to Rooker v.\nFidelity Trust Co., 263 U.S. 413 (1923), and D.C. Court of Appeals\nv. Feldman, 460 U.S. 462 (1983).      It is no accident that the\ndoctrines are discussed together in 18B Wright, Miller & Cooper,\nsupra, §§ 4469-4469.1.\n\n                                         -11-\n\fJudgments § 27 & cmt. c-o (1982).                So, despite the disapproval of\n\nscholars, federal courts regularly use Rooker-Feldman to rebuff\n\ncollateral     attacks      on    prior     state       court   judgments   without\n\npurporting    to    apply    the     technical       preclusion     rules    of   res\n\njudicata.6\n\n             One   obvious       reason    is    that    when   a   state   judicial\n\nproceeding does occur, federal judges usually say that the parties\n\nought to raise all of their claims, defenses and objections.                       If\n\nthe parties do, and are permitted to litigate the issues, the\n\njudges think that should ordinarily settle the matter, subject to\n\ncertiorari review in the Supreme Court; and if they don't, they\n\nshould not later come and complain to the federal courts.                      There\n\nare pluses and minuses to this approach but, with some exceptions,\n\nit has carried the day so far, and it does so here as to the\n\nClenbuterol case.\n\n             In that case, the Racing Administrator and the Racing\n\nBoard may have been biased, unfair, or flat out wrong; but the\n\nstate provided a judicial remedy, Maymó invoked it, and he lost.\n\nMaymó conceded at oral argument that he had argued to the state\n\ncourt in the Clenbuterol case both that the medication program was\n\nconstitutionally flawed and that bias infected the administrative\n\n     6\n      The catalogue of federal cases doing so, and the scholarly\ndisapproval, are both reflected in 18B Wright, Miller & Cooper,\nsupra, § 4469.1. For a thick law review volume devoted to (thus\nfar ineffectual) scholarly criticism of Rooker-Feldman, see\nSymposium: The Rooker-Feldman Doctrine, 74 Notre Dame L. Rev. 1081,\n1081 (1999).\n\n                                          -12-\n\fproceeding.      Although he disputes that he had a full and fair\n\nopportunity to litigate these issues, we address this claim below\n\nand find that it is unpersuasive.\n\n              To enjoin enforcement of the Racing Board's sanction,\n\nafter its affirmance by the state court, amounts to a collateral\n\nattack on a state court judgment.              See, e.g., Wang v. N.H. Bd. of\n\nRegistration in Med., 55 F.3d 698, 703 (1st Cir. 1995).                Rooker-\n\nFeldman does not depend on what issues were actually litigated in\n\nthe   state    court;   and   it   is    enough    that   granting   Maymó   the\n\ninjunction he seeks would effectively overturn the state court's\n\ndecision.     The case law to this effect is extensive.           E.g., Mandel\n\nv. Town of Orleans, 326 F.3d 267, 271 (1st Cir. 2003); Hill v. Town\n\nof Conway, 193 F.3d 33, 39-40 (1st Cir. 1999).7\n\n              There are exceptions to Rooker-Feldman, see 18B Wright,\n\nMiller & Cooper, supra, § 4469.1, at 127-37, and the one that comes\n\nclosest derives from cases saying that a general attack on a state\n\nlaw or regulation is not precluded by a prior judgment applying\n\nsuch a law or rule to the federal plaintiff.              Id. at 123; Wilson v.\n\nShumway, 264 F.3d 120, 124 (1st Cir. 2001).            The exception does not\n\napply, however, if the relief sought in federal court is directed\n\ntowards undoing the prior state judgment. See Kenmen Eng'g v. City\n\nof Union, 314 F.3d 468, 476 (10th Cir. 2002) (\"In conducting\n\n      7\n      The Rooker-Feldman doctrine was not raised as an objection on\nthis appeal, but it is jurisdictional, Mandel, 326 F.3d at 271, and\ncannot be ignored. Friedman's, Inc. v. Dunlap, 290 F.3d 191, 195-\n96 (4th Cir. 2002).\n\n                                        -13-\n\f[Rooker-Feldman] analysis, we must pay close attention to the\n\nrelief   sought    by    the     federal-court    plaintiff.\"    (emphasis     in\n\noriginal)).\n\n            Here, one facet of Maymó's due process claim was a\n\ngeneral attack on the Racing Board's drug regulations; he argued\n\nthat they were unconstitutionally vague and contradictory and the\n\ndistrict court agreed.           But, so far as advanced as a reason to\n\ngrant an injunction overturning his license suspension, Maymó's\n\nchallenge   is    an    attack    on   the   Puerto   Rico   Circuit   Court    of\n\nAppeals's decision affirming the suspension and is therefore barred\n\nby Rooker-Feldman.       See Wilson, 264 F.3d at 125; Hill, 193 F.3d at\n\n39-40.   Had he been suspended for a week and then sought to enjoin\n\nfuture enforcement of the regulations, that would be a different\n\nquestion.     See Hood v. Keller, 341 F.3d 593, 597-99 (6th Cir.\n\n2003).\n\n            Maymó's assault on the Tramadol suspension presents a\n\ndifferent problem.       As to it, there was no state-court proceeding;\n\nindeed, Maymó was only to the stage of appealing the Racing\n\nAdministrator's decision to the Racing Board when he brought his\n\ninitial federal action to enjoin the suspension. Rooker-Feldman is\n\nbased on the Supreme Court's reading of a statute governing review\n\nof state-court judgments, Feldman, 460 U.S. at 476 (relying on 28\n\nU.S.C. § 1257 (2000)); Rooker-Feldman does not insulate from\n\nfederal challenge administrative rulings standing alone.                       Van\n\n\n\n                                       -14-\n\fHarken v. City of Chicago, 103 F.3d 1346, 1349 (7th Cir. 1997); 18B\n\nWright, Miller & Cooper, supra, § 4469.1, at 143-44.\n\n            However,     Younger      (as    already    noted)    does   apply   to\n\nadministrative proceedings like this one.                Thus, we confront the\n\ndistrict court's conclusion that Younger did not apply in this case\n\nbecause the administrative proceedings in the Tramadol case were\n\nnot    ongoing    when   the   first        federal    action    to   enjoin     the\n\nAdministrator's order was filed.              True, thereafter Maymó sought\n\nreview by the Racing Board but, as the review petition was then\n\nreturned (because of the pending federal action), we will accept\n\narguendo the district court's premise that the federal action came\n\nafter the conclusion of any pending administrative proceedings.\n\n            The question, then, is whether Maymó can avoid Younger\n\nabstention by failing to pursue his administrative remedy within\n\nthe Racing Board.         This question, although not identical, is\n\nrelated to the larger question whether, even if Maymó had completed\n\nreview by the Racing Board, he could have refused to seek judicial\n\nreview in the state court and instead brought his federal claims to\n\nfederal court in an injunction action.                  Needless to say, this\n\nissue--essentially an exhaustion of remedies question--is a matter\n\nof    general    importance    that    could    affect     an    array   of    state\n\nproceedings.\n\n            To us, the answer is dictated by Huffman v. Pursue, Ltd.,\n\n420 U.S. 592 (1975), and its progeny.                  In Huffman, the Supreme\n\n\n\n                                       -15-\n\fCourt said that once a state judicial proceeding had begun, the\n\nexhaustion of state judicial remedies was required by Younger;\n\ndespite the formal break between trial and appellate review, the\n\nCourt deemed the proceeding \"ongoing\" for Younger purposes until\n\nthe state appellate process was complete.           Id. at 607-11.    This was\n\nso even though the state court decision would then likely be\n\npreclusive of any new federal lawsuit.\n\n               At the time Huffman was decided, Younger had not formally\n\nbeen extended to state administrative proceedings; and the Court\n\nreserved the exhaustion question as to them.8              But the Supreme\n\nCourt thereafter extended Younger to such proceedings in Middlesex\n\nCounty Ethics Committee v. Garden State Bar Association, 457 U.S.\n\n423 (1982), and Ohio Civil Rights Commission v. Dayton Christian\n\nSchools, Inc., 477 U.S. 619 (1986), its premise being that the\n\nadministrative proceedings were subject to Younger because they\n\nwere \"judicial\" in character.       457 U.S. at 432-34; 477 U.S. at 627-\n\n28.       In    Dayton,   the   Court     further   stressed   that   if   the\n\nconstitutional mistakes were not remedied at the administrative\n\nlevel, state courts would be available to set the matter right.\n\n477 U.S. at 629.\n\n               Given such rhetoric and the policy judgments underlying\n\nthe recent decisions, Younger now has to be read as treating the\n\n\n      8\n      It purported to reserve this issue, citing two ancient\nSupreme Court cases that allowed federal equity suits to challenge\nstate administrative action. Huffman, 420 U.S. at 609 n.21.\n\n                                        -16-\n\fstate process--where the administrative proceeding is judicial in\n\ncharacter--as        a   continuum      from   start    to    finish.     There     are\n\nexceptions to Younger (to which we will return) but, absent an\n\napplicable exception, there cannot at any point on the continuum be\n\nan automatic right to detour into federal court because unhappy\n\nwith an initial answer.\n\n            The principal author of these \"Younger-extended\" opinions\n\nhas been Chief Justice Rehnquist.                   When, following Dayton, he\n\nsummed up in a concurrence in New Orleans Public Service, Inc.\n\n(NOPSI)   v.    Council      of   New    Orleans,      491   U.S.   350   (1989),   he\n\nspecifically described the Younger rule as one that treats a matter\n\nas \"ongoing\" from the administrative proceeding into the state\n\njudicial proceeding:\n\n            Nothing in the Court's opinion curtails our\n            prior application of Younger to certain\n            administrative proceedings which are 'judicial\n            in nature[';] nor does it alter our prior case\n            law indicating that such proceedings should be\n            regarded as 'ongoing' for the purposes of\n            Younger abstention until state appellate\n            review is completed.      (citations omitted)\n            (emphasis in original).\n\n            This conclusion does little more than spell out what is\n\ninherent in Huffman, Middlesex, and Dayton, taken together; and it\n\nis certainly the view taken by three out of four circuits that have\n\naddressed      the       exhaustion     question.9           The    majority   view--\n\n     9\n      Compare Thomas v. Tex. State Bd. of Med. Exam'rs, 807 F.2d\n453, 455-57 (5th Cir. 1987) (holding that exhaustion of\nopportunities to appeal in state court from adverse administrative\ndecision is not required by Younger), with Majors v. Engelbrecht,\n\n                                          -17-\n\freflected in O'Neill v. City of Philadelphia, 32 F.3d 785 (3d Cir.\n\n1994)--is persuasive to us:\n\n                   We have been given no reason why a\n            litigant in a state administrative proceeding\n            should be permitted to forego state-court\n            review of the agency's decision in order to\n            apply for relief in federal court. Rather, we\n            find the grounds offered by the Supreme Court\n            to support its holding in Huffman--that state\n            appellate review of a state court judgment\n            must be exhausted before federal court\n            intervention    is   permitted--are   equally\n            persuasive when considered with respect to\n            state-court judicial review of a state\n            administrative decision.\n\nId. at 790-91.           The opinion continues by quoting portions of\n\nHuffman and other decisions that reinforce this view.                     Id. at 791.\n\n            Huffman is a reliable guide only where full-fledged state\n\nadministrative proceedings of a judicial character and, arguably,\n\nof a coercive nature, are directed against the federal plaintiff.\n\nSee Alleghany Corp. v. Haase, 896 F.2d 1046, 1050-53 (7th Cir.\n\n1990).      If Maymó had been summarily suspended by the Racing\n\nAdministrator and no administrative proceeding had been begun, he\n\ncould    have     gone    directly   to    federal   court    to     challenge    his\n\ndismissal.        See Patsy v. Bd. of Regents, 457 U.S. 496, 498, 516\n\n(1982); Barry v. Barchi, 443 U.S. 55, 59-61, 63 n.10 (1979); see\n\nalso     Dayton       Christian   Schs.,    Inc.,    477     U.S.    at    627   n.2.\n\nAdmittedly,       a    line   between     summary    action    and    full-fledged\n\n\n149 F.3d 709, 712-13 & n. 3 (7th Cir. 1998) (holding the opposite),\nO'Neill v. City of Philadelphia, 32 F.3d 785, 790-91 & n.13 (3d\nCir. 1994) (same), and Alleghany Corp. v. McCartney, 896 F.2d 1138,\n1143-45 (8th Cir. 1990) (same).\n\n                                          -18-\n\fadministrative proceedings that are judicial in nature is bound to\n\nbe fuzzy.\n\n            In Kercado-Melendez v. Aponte-Roque, 829 F.2d 255 (1st\n\nCir. 1987), a school superintendent (Kercado) in Puerto Rico was\n\nterminated after an informal hearing at which she was given a\n\nchance to respond to allegations of \"incompetence, negligence,\n\ninsubordination, and improper conduct.\"      Id. at 257-58.      The\n\ntermination order specified that it would take effect ten days\n\nafter receipt, unless Kercado chose to file an administrative\n\nappeal to the Board of Appeals of the Public Education System.   Id.\n\nInstead, Kercado filed a federal suit, alleging retaliation for\n\nactivities protected by the First Amendment.   Id.\n\n            The panel majority held that Younger did not apply\n\nbecause Puerto Rico did not require any kind of formal procedure\n\nprior to the issuing of a termination order and because all post-\n\norder proceedings were within the discretion of the aggrieved party\n\nand were not necessary to the order's taking effect.      Kercado-\n\nMelendez, 829 F.2d at 260-62.10    Kercado-Melendez does Maymó no\n\ngood, however, because he was suspended only after full-fledged\n\nadministrative proceedings.   There is a spectrum stretching from\n\n\n\n\n     10\n      Judge (now Justice) Breyer dissented, arguing that the\ntermination was not truly complete until after the formal review\nprocess--he deemed the termination order merely the beginning of an\nintegrated proceeding--and he thought that in any event Huffman\nstill applied. Id. at 267-68 (Breyer, J., dissenting).\n\n                                -19-\n\fHuffman to Patsy and Kercado-Melendez may be in the middle; but\n\nMaymó's situation is clearly at the Huffman end.\n\n             Younger, even where it presumptively applies, is not\n\nimplicated where the federal claims cannot be raised and resolved\n\nsomewhere in the state process. Middlesex County Ethics Comm., 457\n\nU.S.    at    432.     How   far    the    Racing    Board   would   entertain\n\nconstitutional       objections    to   its    regulations   or   practices   is\n\nunclear, but the state court clearly would do so and this is\n\nenough.      As noted above, in Dayton the Supreme Court said \"it is\n\nsufficient . . . that constitutional claims may be raised in state-\n\ncourt judicial review of the administrative proceeding.\"              477 U.S.\n\nat 629.\n\n             Maymó says that one claim in particular--that Alves\n\nharbored bias against him--could not be developed because, in the\n\nadministrative proceeding involving Clenbuterol, he was not allowed\n\nto subpoena Alves to develop that claim and so was limited by a\n\ntruncated record on appeal.         Denial of an opportunity to develop a\n\nmaterial issue is a standard basis for overturning an adverse\n\nadministrative decision, Fla. Power & Light Co. v. Lorion, 470 U.S.\n\n729, 744 (1985), and Maymó has not persuasively explained why this\n\nremedy was inadequate in this case.11\n\n       11\n      At oral argument, Maymó said (without citation) that the\nstate court had no power to remand to the Racing Board to develop\nmore evidence. But it would take more than general assertion to\npersuade us that a competent state court with authority to review\na disciplinary order lacked other remedies (e.g., setting aside the\norder) where a material issue had been wrongly foreclosed.\n\n                                        -20-\n\f           Taking a related but somewhat different tack, Maymó\n\nargues that an exception to Younger permitted him to go to federal\n\ncourt directly to forestall an administrative action against him\n\nconducted by a biased tribunal.        In substance, Maymó says that\n\nAlves, Cruz, Pacheco, and Álvarez were prejudiced against him and,\n\nin addition, that he was singled out for discipline while other\n\ntrainers similarly situated were not pursued.       These facts, he\n\nsays, he was entitled to develop in an independent action in\n\nfederal court.   His main reliance is upon Gibson v. Berryhill, 411\n\nU.S. 564 (1973).\n\n           In Gibson, a group of optometrists sued in federal court\n\nto enjoin disciplinary proceedings against them by a state board,\n\n411 U.S. at 568-70; and the Supreme Court said that Younger did not\n\nbar a due process claim that the administrative tribunal was\n\n\"incompetent by reason of bias [an alleged financial stake in the\n\noutcome] to adjudicate the issues pending before it.\"    Id. at 577-\n\n79.   The Court also said: \"[n]or, in these circumstances, would a\n\ndifferent result be required simply because judicial review, de\n\nnovo or otherwise, would be forthcoming at the conclusion of the\n\nadministrative proceeding.\"   Id. at 577.\n\n           Gibson was decided only two years after Younger began the\n\nprocess of contracting federal-court remedies, but it has never\n\nbeen formally overruled.   Further, in Huffman itself, the Supreme\n\nCourt said that \"of course\" exceptions to Younger's bar remained,\n\n\n\n                                -21-\n\fmentioning not bias but state proceedings brought \"to harass,\" or\n\n\"in   bad    faith,\"   or     to    enforce   a    flagrantly    unconstitutional\n\nstatute.      420 U.S. at 611-12.          The opinion added, however, that\n\nirreparable injury would still be required for an injunction based\n\non such an exception.          Id. at 612.\n\n             The    scope     and     conditions     of   the    various   Younger\n\nexceptions remain uncertain. Underneath the surface is an unspoken\n\npolicy debate as to how much should be done by federal courts and\n\nhow far state courts are to be trusted; the Chief Justice's\n\nmajority opinion in Huffman plays out this debate in a counterpoint\n\nwith the dissent, joined by three Warren Court veterans.                   Compare\n\n420 U.S. at 608-11 (Rehnquist, J.), with id. at 616-18 (Brennan,\n\nJ., dissenting).       About all that is certain is that there is some\n\nreason      for    interim    federal      court     intervention      where   core\n\nconstitutional       values    are     threatened    during     an   ongoing   state\n\nproceeding and there is a showing of irreparable harm that is both\n\n\"great and immediate.\"             See Younger, 401 U.S. at 46.\n\n             In all events, this case--given its present posture--\n\ncannot fall within any rational Younger exception.                     Because the\n\nfirst five year suspension (based on the Clenbuterol order) has now\n\nbeen immunized from district-court review on grounds independent of\n\nYounger, only the second (Tramadol) suspension remains; and it has\n\nno bite for five years.               This makes it impossible to show an\n\n\n\n\n                                         -22-\n\fimmediate    threat   to   Maymó's   constitutional    rights   that   would\n\njustify an injunction by-passing existing state remedies.\n\n            So far as the Younger exceptions are concerned with the\n\nimpact of the state proceeding independent of any final remedy\n\n(e.g., to harass), the suspension order has already been entered;\n\nso far as the concern is with implementing an order before state\n\nreview is completed (e.g., the initial injunction against the\n\ntheater in Huffman), Maymó now has five years to complete his\n\nadministrative and judicial review options.              Nor is there any\n\n\"flagrantly\"    unconstitutional     statute    or   regulation.   Compare\n\nHuffman, 420 U.S. at 611-13.\n\n            This case is not one in which a denial of relief is a\n\ncomfortable outcome. Maymó offered more than trivial evidence that\n\nthe medical regime used by the Racing Board is incomplete and was\n\nunfairly implemented; the district court thought that the evidence\n\n(on a preliminary look) was persuasive.           The district court also\n\nsaw force in Maymó's claims of bias or selective enforcement,\n\nalthough to us this is less clear-cut.         Maymó's suit is by no means\n\n\"totally unfounded, frivolous, or otherwise unreasonable\"--the test\n\nfor awarding fees against the plaintiff who fails in a section 1983\n\naction.     Casa Marie Hogar Geriatrico, Inc. v. Rivera-Santos, 38\n\nF.3d 615, 618 (1st Cir. 1994).\n\n            Yet so long as the Administrator is prepared to reinstate\n\nMaymó's temporarily dismissed Tramadol appeal, it is not apparent\n\n\n\n                                     -23-\n\fwhy Younger's policy bar should be ignored and state processes by-\n\npassed.12   Conceivably, the district court's findings, which have\n\nat least persuasive force, may give Maymó some basis for asking the\n\nRacing Board or the state courts in the Clenbuterol case to re-open\n\nthat matter as well--steps that might vindicate the faith Huffman\n\nand Dayton now place in state proceedings.\n\n            The district court's injunctive orders are vacated and\n\nthe   matter   remanded   to   the    district   court   for   proceedings\n\nconsistent with this opinion.        Each side will bear its own costs on\n\nthis appeal.\n\n            It is so ordered.\n\n\n\n\n      12\n      Maymó did not fail to seek administrative review; he did file\na request, which the Administrator returned because of the pending\nfederal court action. If the Administrator now failed to reinstate\nthe review proceeding, there would be a serious question whether\nstate procedures were adequate to protect Maymó's constitutional\nrights.\n\n                                     -24-\n\f",
  "html": "<p class=\"case_cite\">364 F.3d 27</p>\n    <p class=\"parties\">Jorge J. MAYM&#211;-MEL&#201;NDEZ, Plaintiff, Appellee,<br>v.<br>Julio &#193;LVAREZ-RAM&#205;REZ, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 03-1141.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2003.</p>\n    <p class=\"date\">Decided April 12, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ivette M. Berr&#237;os-Hern&#225;ndez with whom Eduardo A. Vera-Ram&#237;rez and Landr&#243;n &amp; Vera, L.L.P. were on brief for appellants.</p>\n      <p class=\"indent\">Charles A. Cuprill-Hern&#225;ndez with whom Charles A. Cuprill, P.S.C. Law Offices was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal concerns efforts by the Puerto Rico Horse Racing Industry and Sport Administration (the \"Administration\") to suspend the horse training license of Jorge Maym&#243;-Mel&#233;ndez (\"Maym&#243;\") for improperly administering drugs to certain race horses under his care. The district court granted a preliminary injunction preventing Maym&#243;'s suspension and the appellants now seek reversal of that order.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Pursuant to the Puerto Rico Horse Racing Industry and Sport Act, 15 L.P.R.A. &#167;&#167; 198-198s (2000), the Administration was \"created as a public instrumentality to regulate everything connected with the horse racing sport in the Commonwealth of Puerto Rico.\" <i>Id.</i> &#167; 198a. The Administration is comprised of a Racing Board, which is made up of three members, and a Racing Administrator; the members of the Racing Board and the Racing Administrator are appointed by the Governor of Puerto Rico. <i>Id.</i> &#167;&#167; 198c(a), 198j(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Racing Board is \"empowered to regulate everything connected with the Horse Racing Sport,\" 15 L.P.R.A. &#167; 198e(a), including \"[t]o prescribe, by regulations, the fines, administrative penalties and suspensions that can be imposed by the [Racing] Board, the Horse Racing Administrator, ... or other authorized officials.\" <i>Id.</i> &#167; 198e(b)(8). The Racing Administrator is the Administration's principal executive officer, <i>id.</i> &#167; 198k(a), and has the power to \"[e]nforce compliance [with] the racing laws and regulations and the orders and resolutions of the Horse Racing Board,\" <i>id.</i> &#167; 198k(a)(1), and to \"[g]rant, suspend temporarily, or permanently cancel the licenses of horse ... trainers\" after notice and hearing. <i>Id.</i> &#167; 198k(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1996, the Racing Board promulgated the \"controlled medication program,\" a set of regulations that governs the administration of drugs to race horses. The controlled medication program prohibits some drugs outright; others are allowed, but only if administered in accordance with established procedures by authorized personnel. Two of the drugs regulated (but not prohibited) by the medication program are Clenbuterol, given to horses with respiratory problems, and Tramadol, which is an analgesic.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Between June 10, 1999, and June 21, 1999, nine horses that had been trained by Maym&#243; underwent post-race urine tests that came back positive for Clenbuterol &#8212; one horse tested positive twice, thus making a total of ten positive tests. By August 17, 1999, then Racing Administrator Juan Alves Rueda (\"Alves\") had filed ten corresponding charges against Maym&#243;, alleging that Clenbuterol had been administered in violation of the controlled medication program. Alves consolidated the charges (the \"Clenbuterol case\"), assigned Irba Cruz de Batista (\"Cruz\"), an independent contractor for the Administration, to act as hearing examiner, and ordered Ricardo Pacheco Pacheco (\"Pacheco\"), an attorney employed by the Administration, to act as prosecutor. 15 L.P.R.A. &#167; 198k(a)(9).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Hearings in the Clenbuterol case were held before Cruz from August to October 2000. In the midst of these proceedings, on September 29, 2000, a horse trained by Maym&#243; underwent a post-race urine test that came back positive for Tramadol. On October 16, 2000, Cruz submitted a report to Alves, concluding that, in all ten instances, Maym&#243; had administered the Clenbuterol in violation of the controlled medication program. Maym&#243; filed objections to Cruz's report, but on November 3, 2000, Alves adopted the report, accepting its findings of fact and conclusions of law. Alves suspended Maym&#243;'s license to train horses for five years and imposed a $2,750 fine.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Maym&#243; filed a petition for review of Alves's decision with the Racing Board, 15 L.P.R.A. &#167; 198m, and moved for a stay of the license suspension and fine pending review. While Maym&#243;'s petition and motion were pending before the Racing Board, Alves filed a new charge against Maym&#243; based on the positive Tramadol test (the \"Tramadol case\"); Alves again assigned Cruz as hearing examiner and Pacheco as prosecutor. The Racing Board ultimately granted Maym&#243;'s requested stay in the Clenbuterol case, and later Maym&#243;'s license was renewed for the following year. <i>Id.</i> &#167; 198o(b).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 9, 2001, the Racing Board, by divided vote, sustained Alves's decision in the Clenbuterol case, affirming the five-year suspension of Maym&#243;'s license and the $2,750 fine. Pursuant to 15 L.P.R.A. &#167; 198n(a), Maym&#243; sought review of the Racing Board's decision in Puerto Rico's Circuit Court of Appeals. That court granted Maym&#243; a stay of the penalties that had been imposed upon him pending resolution of his appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In June 2001, Julio &#193;lvarez Ram&#237;rez (\"&#193;lvarez\") succeeded Alves as Racing Administrator. Hearings in the Tramadol case were held before Cruz from January to May 2002. On June 10, 2002, Cruz sent a report to &#193;lvarez, concluding that Maym&#243; had violated the controlled medication program by improperly administering Tramadol to the horse in question.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On June 21, 2002, the Puerto Rico Circuit Court of Appeals affirmed the Racing Board's decision in the Clenbuterol case. However, &#193;lvarez took no immediate action to impose the license suspension and the fine, there being some uncertainty as to whether the court's stay continued in effect until its mandate issued. On June 26, 2002, &#193;lvarez adopted Cruz's findings of fact and conclusions of law in the Tramadol case. &#193;lvarez directed that Maym&#243;'s license be suspended for five years to run consecutively to the pending suspension in the Clenbuterol case and imposed a $1,000 fine.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On June 27, 2002, with the suspension of his license from the Tramadol case set to begin on July 1, 2002, Maym&#243; filed suit under 42 U.S.C. &#167; 1983 (2000) in federal district court in Puerto Rico against &#193;lvarez, Pacheco, and Cruz. The suit, directed solely to the suspension in the Tramadol case because the Clenbuterol case remained in limbo in the state court, alleged due process violations: that the controlled medication program was unconstitutionally vague and arbitrary and that the named defendants were unfairly biased against Maym&#243;. The suit sought damages and to enjoin the Racing Administrator from suspending Maym&#243;'s license.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On July 3, 2002, notwithstanding the federal lawsuit, Maym&#243; petitioned the Racing Board for review of &#193;lvarez's June 26, 2002, decision, adopting Cruz's findings of fact and conclusions of law in the Tramadol case. 15 L.P.R.A. &#167; 198m. On the same day, the federal district court held a hearing on Maym&#243;'s request for interim relief relating to the Tramadol suspension. At the hearing, &#193;lvarez made clear that he intended to suspend Maym&#243;'s license based on the Clenbuterol case when the state-court stay expired. With respect to the Tramadol case, the district court ultimately entered a temporary restraining order pending resolution of the request for a preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On July 11, 2002, Maym&#243; having failed to obtain an extension of the state-court stay, &#193;lvarez suspended Maym&#243;'s license based on the Clenbuterol decision.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> That same day, &#193;lvarez returned to Maym&#243; his petition for the Racing Board to review the Tramadol decision, saying that review was pointless in light of the ongoing litigation in federal court. On July 14, 2002, Maym&#243; filed a second federal action, similar to the first (except for the addition of Alves as a defendant), to enjoin suspension based on either the Clenbuterol or the Tramadol case; the district court consolidated the two federal cases and issued a second temporary restraining order.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">From September 30, 2002, to October 4, 2002, the district court conducted a hearing on whether to issue a preliminary injunction barring the Racing Administrator from suspending Maym&#243;'s license. On the first day of this hearing, the defendants filed a motion to dismiss, arguing <i>inter alia</i> that the district court should refrain from deciding the consolidated cases based on the principles of abstention outlined in <i>Younger v. Harris,</i> 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971), and that the defendants were covered by quasi-judicial or qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On November 26, 2002, the district court issued an opinion and order holding the following: that the individual defendants were entitled to qualified immunity and immune from money damages; that abstention under <i>Younger</i> was not appropriate; and that Maym&#243; was entitled to a preliminary injunction preventing the defendants from suspending his license and collecting the fines that had been levied against him. The defendants now appeal, arguing that <i>Younger</i> abstention was required and, alternatively, that Maym&#243; failed to establish the prerequisites for a preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\"><i>Younger</i> is a court-made rule of abstention built around the principle that, with limited exceptions, federal courts should refrain from issuing injunctions that interfere with ongoing state-court litigation, or, in some cases, with state administrative proceedings. <i>See generally Younger,</i> 401 U.S. at 43-45, 53-54, 91 S.Ct. 746. This core principle leaves open a host of peripheral questions to which the precedents provide only half answers or decisions in tension with one another. <i>See</i> Chemerinsky, <i>Federal Jurisdiction</i> &#167; 13.3 (3d ed.1999); 17A Wright, Miller &amp; Cooper, <i>Federal Practice and Procedure</i> &#167; 4251, at 180-81, 191-93 (2d ed.1988). This case poses several of those problems.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although initially applied to protect state criminal prosecutions against interference, the <i>Younger</i> doctrine has been extended to \"coercive\" civil cases involving the state and to comparable state administrative proceedings that are quasi-judicial in character and implicate important state interests.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In regulating thoroughbred racing, the Commonwealth aims to ensure the integrity of the sport and to protect legitimate state interests. The proceedings within the Racing Board to cancel licenses after notice and hearing fit within the category of matters potentially subject to <i>Younger. See Baffert v. Cal. Horse Racing Bd.,</i> 332 F.3d 613, 616-21 (9th Cir.2003) (applying <i>Younger</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court said that <i>Younger</i> abstention did not apply because neither the Clenbuterol nor the Tramadol matters were \"ongoing\" at the time the principal injunction was granted on November 26, 2002. By that time the state-court proceedings affirming the sanction in the Clenbuterol case were effectively completed with the affirmance of the Racing Board's action; and in the Tramadol case, the Racing Administrator had imposed penalties and had returned Maym&#243;'s review petition so no proceedings were pending before the Racing Board.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Although the Clenbuterol case had been decided by the state appeals court when Maym&#243; filed his second federal complaint &#8212; the time at which the <i>Younger</i> test is applied, <i>Bettencourt v. Bd. of Registration in Med.,</i> 904 F.2d 772, 777 (1st Cir.1990) &#8212; the state case was still technically ongoing because Maym&#243; had filed a petition for reconsideration. Yet it would be a waste of time to reverse based on this technicality,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and, as it turns out, the injunction against the Clenbuterol order is barred on other grounds to which we will shortly turn.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although <i>Younger</i> is ordinarily described as applying where the state case or proceeding is \"ongoing,\" a moment's reflection suggests that this cannot be the whole story. There is some sense to a mechanical rule that <i>Younger</i> does not apply where the state litigation has not yet begun; after all, the underlying concern is that state proceedings, once begun, should be respected by federal courts so long as the federal claims or defenses can be litigated in the course of the proceedings. <i>See Younger,</i> 401 U.S. at 44-45, 53-54, 91 S.Ct. 746; <i>cf. Brooks v. N.H. Supreme Court,</i> 80 F.3d 633, 638 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">However, it makes little sense to ignore <i>Younger's</i> policy simply because the state process has come to an end. After all, how does it \"respect\" state proceedings to wait until they are concluded and then ignore or overturn them? And yet the case law is something of a vacuum on this question, partly because of the variousness of the situations but mostly because <i>other</i> rubrics usually foreclose the collateral attack after the state proceedings have ended, making unnecessary any discussion of <i>Younger.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Three such rubrics have special force where, as with the Clenbuterol proceedings, state-court judicial review of an administrative ruling has been undertaken and completed: res judicata, the federal full faith and credit statute, and the <i>Rooker-Feldman</i> doctrine.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Although nominally independent doctrines, they are variations on the same theme: the first embodies a bedrock respect for prior judgments, subject to exceptions; the second, a statutory compulsion for the first where federal courts confront state judgments; and the third, a broader and blunter version of the other two.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Often the first resort of federal judges is to the <i>Rooker-Feldman</i> doctrine &#8212; and peculiarly so in case of disbarment, revocations of licenses, and the like. <i>See</i> 18B Wright, Miller &amp; Cooper, <i>supra,</i> &#167; 4469.1, at 120. Merger and bar doctrine is often hard to adapt to claims not cast in the traditional common law mode; and collateral estoppel requires the precise identification of issues actually litigated and decided in the first case and sought to be re-litigated in the second. <i>Restatement (Second) of Judgments</i> &#167; 27 &amp; cmt. c-o (1982). So, despite the disapproval of scholars, federal courts regularly use <i>Rooker-Feldman</i> to rebuff collateral attacks on prior state court judgments without purporting to apply the technical preclusion rules of res judicata.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">One obvious reason is that when a state judicial proceeding does occur, federal judges usually say that the parties ought to raise all of their claims, defenses and objections. If the parties do, and are permitted to litigate the issues, the judges think that should ordinarily settle the matter, subject to <i>certiorari</i> review in the Supreme Court; and if they don't, they should not later come and complain to the federal courts. There are pluses and minuses to this approach but, with some exceptions, it has carried the day so far, and it does so here as to the Clenbuterol case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In that case, the Racing Administrator and the Racing Board may have been biased, unfair, or flat out wrong; but the state provided a judicial remedy, Maym&#243; invoked it, and he lost. Maym&#243; conceded at oral argument that he had argued to the state court in the Clenbuterol case both that the medication program was constitutionally flawed and that bias infected the administrative proceeding. Although he disputes that he had a full and fair opportunity to litigate these issues, we address this claim below and find that it is unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To enjoin enforcement of the Racing Board's sanction, after its affirmance by the state court, amounts to a collateral attack on a state court judgment. <i>See, e.g., Wang v. N.H. Bd. of Registration in Med.,</i> 55 F.3d 698, 703 (1st Cir.1995). <i>Rooker-Feldman</i> does not depend on what issues were actually litigated in the state court; and it is enough that granting Maym&#243; the injunction he seeks would effectively overturn the state court's decision. The case law to this effect is extensive. <i>E.g., Mandel v. Town of Orleans,</i> 326 F.3d 267, 271 (1st Cir.2003); <i>Hill v. Town of Conway,</i> 193 F.3d 33, 39-40 (1st Cir.1999).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">There are exceptions to <i>Rooker-Feldman, see</i> 18B Wright, Miller &amp; Cooper, <i>supra,</i> &#167; 4469.1, at 127-37, and the one that comes closest derives from cases saying that a general attack on a state law or regulation is not precluded by a prior judgment applying such a law or rule to the federal plaintiff. <i>Id.</i> at 123; <i>Wilson v. Shumway,</i> 264 F.3d 120, 124 (1st Cir.2001). The exception does not apply, however, if the relief sought in federal court is directed towards undoing the prior state judgment. <i>See Kenmen Eng'g v. City of Union,</i> 314 F.3d 468, 476 (10th Cir.2002) (\"In conducting [<i>Rooker-Feldman</i>] analysis, we must pay close attention to the <i>relief</i> sought by the federal-court plaintiff.\" (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Here, one facet of Maym&#243;'s due process claim was a general attack on the Racing Board's drug regulations; he argued that they were unconstitutionally vague and contradictory and the district court agreed. But, so far as advanced as a reason to grant an injunction overturning his license suspension, Maym&#243;'s challenge is an attack on the Puerto Rico Circuit Court of Appeals's decision affirming the suspension and is therefore barred by <i>Rooker-Feldman. See Wilson,</i> 264 F.3d at 125; <i>Hill,</i> 193 F.3d at 39-40. Had he been suspended for a week and then sought to enjoin future enforcement of the regulations, that would be a different question. <i>See Hood v. Keller,</i> 341 F.3d 593, 597-99 (6th Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Maym&#243;'s assault on the Tramadol suspension presents a different problem. As to it, there was no state-court proceeding; indeed, Maym&#243; was only to the stage of appealing the Racing Administrator's decision to the Racing Board when he brought his initial federal action to enjoin the suspension. <i>Rooker-Feldman</i> is based on the Supreme Court's reading of a statute governing review of state-<i>court</i> judgments, <i>Feldman,</i> 460 U.S. at 476, 103 S.Ct. 1303 (relying on 28 U.S.C. &#167; 1257 (2000)); <i>Rooker-Feldman</i> does not insulate from federal challenge <i>administrative</i> rulings standing alone. <i>Van Harken v. City of Chicago,</i> 103 F.3d 1346, 1349 (7th Cir.1997); 18B Wright, Miller &amp; Cooper, <i>supra,</i> &#167; 4469.1, at 143-44.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">However, <i>Younger</i> (as already noted) does apply to administrative proceedings like this one. Thus, we confront the district court's conclusion that <i>Younger</i> did not apply in this case because the administrative proceedings in the Tramadol case were not ongoing when the first federal action to enjoin the Administrator's order was filed. True, thereafter Maym&#243; sought review by the Racing Board but, as the review petition was then returned (because of the pending federal action), we will accept <i>arguendo</i> the district court's premise that the federal action came after the conclusion of any pending administrative proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The question, then, is whether Maym&#243; can avoid <i>Younger</i> abstention by failing to pursue his administrative remedy within the Racing Board. This question, although not identical, is related to the larger question whether, even if Maym&#243; had completed review by the Racing Board, he could have refused to seek judicial review in the state court and instead brought his federal claims to federal court in an injunction action. Needless to say, this issue &#8212; essentially an exhaustion of remedies question &#8212; is a matter of general importance that could affect an array of state proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To us, the answer is dictated by <i>Huffman v. Pursue, Ltd.,</i> 420 U.S. 592, 95 S.Ct. 1200, 43 L.Ed.2d 482 (1975), and its progeny. In <i>Huffman,</i> the Supreme Court said that once a state judicial proceeding had begun, the exhaustion of state judicial remedies was required by <i>Younger;</i> despite the formal break between trial and appellate review, the Court deemed the proceeding \"ongoing\" for <i>Younger</i> purposes until the state appellate process was complete. <i>Id.</i> at 607-11, 95 S.Ct. 1200. This was so even though the state court decision would then likely be preclusive of any new federal lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">At the time <i>Huffman</i> was decided, <i>Younger</i> had not formally been extended to state administrative proceedings; and the Court reserved the exhaustion question as to them.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> But the Supreme Court thereafter extended <i>Younger</i> to such proceedings in <i>Middlesex County Ethics Committee v. Garden State Bar Association,</i> 457 U.S. 423, 102 S.Ct. 2515, 73 L.Ed.2d 116 (1982), and <i>Ohio Civil Rights Commission v. Dayton Christian Schools, Inc.,</i> 477 U.S. 619, 106 S.Ct. 2718, 91 L.Ed.2d 512 (1986), its premise being that the administrative proceedings were subject to <i>Younger</i> because they were \"judicial\" in character. 457 U.S. at 432-34, 102 S.Ct. 2515, 477 U.S. at 627-28, 106 S.Ct. 2718. In <i>Dayton,</i> the Court further stressed that if the constitutional mistakes were not remedied at the administrative level, <i>state</i> courts would be available to set the matter right. 477 U.S. at 629, 106 S.Ct. 2718.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Given such rhetoric and the policy judgments underlying the recent decisions, <i>Younger</i> now has to be read as treating the state process &#8212; where the administrative proceeding is judicial in character &#8212; as a continuum from start to finish. There are exceptions to <i>Younger</i> (to which we will return) but, absent an applicable exception, there cannot at any point on the continuum be an automatic right to detour into federal court because unhappy with an initial answer.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The principal author of these \"Younger-extended\" opinions has been Chief Justice Rehnquist. When, following <i>Dayton,</i> he summed up in a concurrence in <i>New Orleans Public Service, Inc. (NOPSI) v. Council of New Orleans,</i> 491 U.S. 350, 109 S.Ct. 2506, 105 L.Ed.2d 298 (1989), he specifically described the <i>Younger</i> rule as one that treats a matter as \"ongoing\" from the administrative proceeding into the state judicial proceeding:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nothing in the Court's opinion curtails our prior application of <i>Younger</i> to certain administrative proceedings which <i>are</i> `judicial in nature[';] nor does it alter our prior case law indicating that such proceedings should be regarded as `ongoing' for the purposes of <i>Younger</i> abstention until state appellate review is completed. (citations omitted) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This conclusion does little more than spell out what is inherent in <i>Huffman, Middlesex,</i> and <i>Dayton,</i> taken together; and it is certainly the view taken by three out of four circuits that have addressed the exhaustion question.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The majority view &#8212; reflected in <i>O'Neill v. City of Philadelphia,</i> 32 F.3d 785 (3d Cir.1994) &#8212; is persuasive to us:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We have been given no reason why a litigant in a state administrative proceeding should be permitted to forego state-court review of the agency's decision in order to apply for relief in federal court. Rather, we find the grounds offered by the Supreme Court to support its holding in <i>Huffman</i> &#8212; that state appellate review of a state court judgment must be exhausted before federal court intervention is permitted &#8212; are equally persuasive when considered with respect to state-court judicial review of a state administrative decision.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>Id.</i> at 790-91. The opinion continues by quoting portions of <i>Huffman</i> and other decisions that reinforce this view. <i>Id.</i> at 791.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>Huffman</i> is a reliable guide only where full-fledged state administrative proceedings of a judicial character and, arguably, of a coercive nature, are directed against the federal plaintiff. <i>See Alleghany Corp. v. Haase,</i> 896 F.2d 1046, 1050-53 (7th Cir.1990). If Maym&#243; had been summarily suspended by the Racing Administrator and no administrative proceeding had been begun, he could have gone directly to federal court to challenge his dismissal. <i>See Patsy v. Bd. of Regents,</i> 457 U.S. 496, 498, 516, 102 S.Ct. 2557, 73 L.Ed.2d 172 (1982); <i>Barry v. Barchi,</i> 443 U.S. 55, 59-61, 63 n. 10, 99 S.Ct. 2642, 61 L.Ed.2d 365 (1979); <i>see also Dayton Christian Schs., Inc.,</i> 477 U.S. at 627 n. 2, 106 S.Ct. 2718. Admittedly, a line between summary action and full-fledged administrative proceedings that are judicial in nature is bound to be fuzzy.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In <i>Kercado-Melendez v. Aponte-Roque,</i> 829 F.2d 255 (1st Cir.1987), a school superintendent (Kercado) in Puerto Rico was terminated after an informal hearing at which she was given a chance to respond to allegations of \"incompetence, negligence, insubordination, and improper conduct.\" <i>Id.</i> at 257-58. The termination order specified that it would take effect ten days after receipt, unless Kercado chose to file an administrative appeal to the Board of Appeals of the Public Education System. <i>Id.</i> Instead, Kercado filed a federal suit, alleging retaliation for activities protected by the First Amendment. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The panel majority held that <i>Younger</i> did not apply because Puerto Rico did not require any kind of formal procedure <i>prior</i> to the issuing of a termination order and because all post-order proceedings were within the discretion of the aggrieved party and were not necessary to the order's taking effect. <i>Kercado-Melendez,</i> 829 F.2d at 260-62.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>Kercado-Melendez</i> does Maym&#243; no good, however, because he was suspended only after full-fledged administrative proceedings. There is a spectrum stretching from <i>Huffman</i> to <i>Patsy</i> and <i>Kercado-Melendez</i> may be in the middle; but Maym&#243;'s situation is clearly at the <i>Huffman</i> end.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\"><i>Younger,</i> even where it presumptively applies, is not implicated where the federal claims cannot be raised and resolved somewhere in the state process. <i>Middlesex County Ethics Comm.,</i> 457 U.S. at 432, 102 S.Ct. 2515. How far the Racing Board would entertain constitutional objections to its regulations or practices is unclear, but the state court clearly would do so and this is enough. As noted above, in <i>Dayton</i> the Supreme Court said \"it is sufficient ... that constitutional claims may be raised in state-court judicial review of the administrative proceeding.\" 477 U.S. at 629, 106 S.Ct. 2718.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Maym&#243; says that one claim in particular &#8212; that Alves harbored bias against him &#8212; could not be developed because, in the administrative proceeding involving Clenbuterol, he was not allowed to subpoena Alves to develop that claim and so was limited by a truncated record on appeal. Denial of an opportunity to develop a material issue is a standard basis for overturning an adverse administrative decision, <i>Fla. Power &amp; Light Co. v. Lorion,</i> 470 U.S. 729, 744, 105 S.Ct. 1598, 84 L.Ed.2d 643 (1985), and Maym&#243; has not persuasively explained why this remedy was inadequate in this case.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Taking a related but somewhat different tack, Maym&#243; argues that an exception to <i>Younger</i> permitted him to go to federal court directly to forestall an administrative action against him conducted by a biased tribunal. In substance, Maym&#243; says that Alves, Cruz, Pacheco, and &#193;lvarez were prejudiced against him and, in addition, that he was singled out for discipline while other trainers similarly situated were not pursued. These facts, he says, he was entitled to develop in an independent action in federal court. His main reliance is upon <i>Gibson v. Berryhill,</i> 411 U.S. 564, 93 S.Ct. 1689, 36 L.Ed.2d 488 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In <i>Gibson,</i> a group of optometrists sued in federal court to enjoin disciplinary proceedings against them by a state board, 411 U.S. at 568-70, 93 S.Ct. 1689; and the Supreme Court said that <i>Younger</i> did not bar a due process claim that the administrative tribunal was \"incompetent by reason of bias [an alleged financial stake in the outcome] to adjudicate the issues pending before it.\" <i>Id.</i> at 577-79, 93 S.Ct. 1689. The Court also said: \"[n]or, in these circumstances, would a different result be required simply because judicial review, de novo or otherwise, would be forthcoming at the conclusion of the administrative proceeding.\" <i>Id.</i> at 577, 93 S.Ct. 1689.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\"><i>Gibson</i> was decided only two years after <i>Younger</i> began the process of contracting federal-court remedies, but it has never been formally overruled. Further, in <i>Huffman</i> itself, the Supreme Court said that \"of course\" exceptions to <i>Younger's</i> bar remained, mentioning not bias but state proceedings brought \"to harass,\" or \"in bad faith,\" or to enforce a flagrantly unconstitutional statute. 420 U.S. at 611-12, 95 S.Ct. 1200. The opinion added, however, that irreparable injury would still be required for an injunction based on such an exception. <i>Id.</i> at 612, 95 S.Ct. 1200.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The scope and conditions of the various <i>Younger</i> exceptions remain uncertain. Underneath the surface is an unspoken policy debate as to how much should be done by federal courts and how far state courts are to be trusted; the Chief Justice's majority opinion in <i>Huffman</i> plays out this debate in a counterpoint with the dissent, joined by three Warren Court veterans. <i>Compare</i> 420 U.S. at 608-11, 95 S.Ct. 1200 (Rehnquist, J.), <i>with id.</i> at 616-18, 95 S.Ct. 1200 (Brennan, J., dissenting). About all that is certain is that there is some reason for interim federal court intervention where core constitutional values are threatened during an ongoing state proceeding and there is a showing of irreparable harm that is both \"great and immediate.\" <i>See Younger,</i> 401 U.S. at 46, 91 S.Ct. 746.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In all events, <i>this</i> case &#8212; given its present posture &#8212; cannot fall within any rational <i>Younger</i> exception. Because the first five year suspension (based on the Clenbuterol order) has now been immunized from district-court review on grounds independent of <i>Younger,</i> only the second (Tramadol) suspension remains; and it has no bite for five years. This makes it impossible to show an immediate threat to Maym&#243;'s constitutional rights that would justify an injunction by-passing existing state remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">So far as the <i>Younger</i> exceptions are concerned with the impact of the state proceeding independent of any final remedy (<i>e.g.,</i> to harass), the suspension order has already been entered; so far as the concern is with implementing an order before state review is completed (<i>e.g.,</i> the initial injunction against the theater in <i>Huffman</i>), Maym&#243; now has five years to complete his administrative and judicial review options. Nor is there any \"flagrantly\" unconstitutional statute or regulation. <i>Compare Huffman,</i> 420 U.S. at 611-13, 95 S.Ct. 1200.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">This case is not one in which a denial of relief is a comfortable outcome. Maym&#243; offered more than trivial evidence that the medical regime used by the Racing Board is incomplete and was unfairly implemented; the district court thought that the evidence (on a preliminary look) was persuasive. The district court also saw force in Maym&#243;'s claims of bias or selective enforcement, although to us this is less clear-cut. Maym&#243;'s suit is by no means \"totally unfounded, frivolous, or otherwise unreasonable\" &#8212; the test for awarding fees against the plaintiff who fails in a section 1983 action. <i>Casa Marie Hogar Geriatrico, Inc. v. Rivera-Santos,</i> 38 F.3d 615, 618 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Yet so long as the Administrator is prepared to reinstate Maym&#243;'s temporarily dismissed Tramadol appeal, it is not apparent why <i>Younger's</i> policy bar should be ignored and state processes by-passed.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Conceivably, the district court's findings, which have at least persuasive force, may give Maym&#243; some basis for asking the Racing Board or the state courts in the Clenbuterol case to re-open that matter as well &#8212; steps that might vindicate the faith <i>Huffman</i> and <i>Dayton</i> now place in state proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The district court's injunctive orders are <i>vacated</i> and the matter <i>remanded</i> to the district court for proceedings consistent with this opinion. Each side will bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> &#193;lvarez also referred Maym&#243; to the Racing Board, asking that it declare Maym&#243; a \"racing nuisance,\" a statutory brand that, if imposed, would have subjected Maym&#243; to criminal penalties (including up to ten years in prison) for even attempting to enter a \"racetrack or dependency thereof.\" 15 L.P.R.A. &#167; 198e(b)(7)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On August 7, 2002, the Puerto Rico Circuit Court of Appeals denied Maym&#243;'s motion for reconsideration of its decision affirming the Racing Board in the Clenbuterol case. Maym&#243; sought review in the Supreme Court of Puerto Rico. On October 25, 2002, the Supreme Court of Puerto Rico denied Maym&#243;'s petition for further review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See Huffman v. Pursue, Ltd.,</i> 420 U.S. 592, 603-05, 95 S.Ct. 1200, 43 L.Ed.2d 482 (1975) (applying <i>Younger</i> to a civil proceeding initiated by the state to enforce a nuisance statute); <i>Ohio Civil Rights Comm'n v. Dayton Christian Schs., Inc.,</i> 477 U.S. 619, 623-27, 106 S.Ct. 2718, 91 L.Ed.2d 512 (1986) (applying <i>Younger</i> to state administrative proceedings based on alleged sex discrimination); <i>Middlesex County Ethics Comm. v. Garden State Bar Ass'n,</i> 457 U.S. 423, 432, 435, 102 S.Ct. 2515, 73 L.Ed.2d 116 (1982) (applying <i>Younger</i> to administrative proceedings brought by state ethics committee to discipline an attorney).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because a dismissal on<i>Younger</i> grounds is without prejudice, <i>see Caldwell v. Camp,</i> 594 F.2d 705, 708 (8th Cir.1979), Maym&#243; would presumably be free in this case to re-file the complaint immediately (state court review having now undoubtedly concluded).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Res judicata is familiar common law doctrine,<i>see Restatement (Second) of Judgments</i> &#167;&#167; 17-20, 24, 27 (1982); the federal statute is 28 U.S.C. &#167; 1738 (2000); and <i>Rooker-Feldman</i> refers to <i>Rooker v. Fidelity Trust Co.,</i> 263 U.S. 413, 44 S.Ct. 149, 68 L.Ed. 362 (1923), and <i>D.C. Court of Appeals v. Feldman,</i> 460 U.S. 462, 103 S.Ct. 1303, 75 L.Ed.2d 206 (1983). It is no accident that the doctrines are discussed together in 18B Wright, Miller &amp; Cooper, <i>supra,</i> &#167;&#167; 4469-4469.1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The catalogue of federal cases doing so, and the scholarly disapproval, are both reflected in 18B Wright, Miller &amp; Cooper,<i>supra,</i> &#167; 4469.1. For a thick law review volume devoted to (thus far ineffectual) scholarly criticism of <i>Rooker-Feldman, see Symposium: The Rooker-Feldman Doctrine,</i> 74 Notre Dame L.Rev. 1081, 1081 (1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The<i>Rooker-Feldman</i> doctrine was not raised as an objection on this appeal, but it is jurisdictional, <i>Mandel,</i> 326 F.3d at 271, and cannot be ignored. <i>Friedman's, Inc. v. Dunlap,</i> 290 F.3d 191, 195-96 (4th Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It purported to reserve this issue, citing two ancient Supreme Court cases that allowed federal equity suits to challenge state administrative action<i>Huffman,</i> 420 U.S. at 609 n. 21, 95 S.Ct. 1200.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>Compare Thomas v. Tex. State Bd. of Med. Exam'rs,</i> 807 F.2d 453, 455-57 (5th Cir.1987) (holding that exhaustion of opportunities to appeal in state court from adverse administrative decision is not required by <i>Younger</i>), <i>with Majors v. Engelbrecht,</i> 149 F.3d 709, 712-13 &amp; n. 3 (7th Cir.1998) (holding the opposite), <i>O'Neill v. City of Philadelphia,</i> 32 F.3d 785, 790-91 &amp; n. 13 (3d Cir.1994) (same), <i>and Alleghany Corp. v. McCartney,</i> 896 F.2d 1138, 1143-45 (8th Cir.1990) (same).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Judge (now Justice) Breyer dissented, arguing that the termination was not truly complete until after the formal review process &#8212; he deemed the termination order merely the beginning of an integrated proceeding &#8212; and he thought that in any event<i>Huffman</i> still applied. <i>Id.</i> at 267-68 (Breyer, J., dissenting).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> At oral argument, Maym&#243; said (without citation) that the state court had no power to remand to the Racing Board to develop more evidence. But it would take more than general assertion to persuade us that a competent state court with authority to review a disciplinary order lacked other remedies (<i>e.g.,</i> setting aside the order) where a material issue had been wrongly foreclosed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Maym&#243; did<i>not</i> fail to seek administrative review; he did file a request, which the Administrator returned because of the pending federal court action. If the Administrator now failed to reinstate the review proceeding, there would be a serious question whether state procedures were adequate to protect Maym&#243;'s constitutional rights.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span></p>\n    <p class=\"parties\">Jorge J. MAYM&#211;-MEL&#201;NDEZ, Plaintiff, Appellee,<br>v.<br>Julio &#193;LVAREZ-RAM&#205;REZ, et al., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 03-1141.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 5, 2003.</p>\n    <p class=\"date\">Decided April 12, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Ivette M. Berr&#237;os-Hern&#225;ndez with whom Eduardo A. Vera-Ram&#237;rez and Landr&#243;n &amp; Vera, L.L.P. were on brief for appellants.</p>\n      <p class=\"indent\">Charles A. Cuprill-Hern&#225;ndez with whom Charles A. Cuprill, P.S.C. Law Offices was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal concerns efforts by the Puerto Rico Horse Racing Industry and Sport Administration (the \"Administration\") to suspend the horse training license of Jorge Maym&#243;-Mel&#233;ndez (\"Maym&#243;\") for improperly administering drugs to certain race horses under his care. The district court granted a preliminary injunction preventing Maym&#243;'s suspension and the appellants now seek reversal of that order.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Pursuant to the Puerto Rico Horse Racing Industry and Sport Act, 15 L.P.R.A. &#167;&#167; 198-198s (2000), the Administration was \"created as a public instrumentality to regulate everything connected with the horse racing sport in the Commonwealth of Puerto Rico.\" <i>Id.</i> &#167; 198a. The Administration is comprised of a Racing Board, which is made up of three members, and a Racing Administrator; the members of the Racing Board and the Racing Administrator are appointed by the Governor of Puerto Rico. <i>Id.</i> &#167;&#167; 198c(a), 198j(a).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Racing Board is \"empowered to regulate everything connected with the Horse Racing Sport,\" 15 L.P.R.A. &#167; 198e(a), including \"[t]o prescribe, by regulations, the fines, administrative penalties and suspensions that can be imposed by the [Racing] Board, the Horse Racing Administrator, ... or other authorized officials.\" <i>Id.</i> &#167; 198e(b)(8). The Racing Administrator is the Administration's principal executive officer, <i>id.</i> &#167; 198k(a), and has the power to \"[e]nforce compliance [with] the racing laws and regulations and the orders and resolutions of the Horse Racing Board,\" <i>id.</i> &#167; 198k(a)(1), and to \"[g]rant, suspend temporarily, or permanently cancel the licenses of horse ... trainers\" after notice and hearing. <i>Id.</i> &#167; 198k(a)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1996, the Racing Board promulgated the \"controlled medication program,\" a set of regulations that governs the administration of drugs to race horses. The controlled medication program prohibits some drugs outright; others are allowed, but only if administered in accordance with established procedures by authorized personnel. Two of the drugs regulated (but not prohibited) by the medication program are Clenbuterol, given to horses with respiratory problems, and Tramadol, which is an analgesic.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Between June 10, 1999, and June 21, 1999, nine horses that had been trained by Maym&#243; underwent post-race urine tests that came back positive for Clenbuterol &#8212; one horse tested positive twice, thus making a total of ten positive tests. By August 17, 1999, then Racing Administrator Juan Alves Rueda (\"Alves\") had filed ten corresponding charges against Maym&#243;, alleging that Clenbuterol had been administered in violation of the controlled medication program. Alves consolidated the charges (the \"Clenbuterol case\"), assigned Irba Cruz de Batista (\"Cruz\"), an independent contractor for the Administration, to act as hearing examiner, and ordered Ricardo Pacheco Pacheco (\"Pacheco\"), an attorney employed by the Administration, to act as prosecutor. 15 L.P.R.A. &#167; 198k(a)(9).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Hearings in the Clenbuterol case were held before Cruz from August to October 2000. In the midst of these proceedings, on September 29, 2000, a horse trained by Maym&#243; underwent a post-race urine test that came back positive for Tramadol. On October 16, 2000, Cruz submitted a report to Alves, concluding that, in all ten instances, Maym&#243; had administered the Clenbuterol in violation of the controlled medication program. Maym&#243; filed objections to Cruz's report, but on November 3, 2000, Alves adopted the report, accepting its findings of fact and conclusions of law. Alves suspended Maym&#243;'s license to train horses for five years and imposed a $2,750 fine.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Maym&#243; filed a petition for review of Alves's decision with the Racing Board, 15 L.P.R.A. &#167; 198m, and moved for a stay of the license suspension and fine pending review. While Maym&#243;'s petition and motion were pending before the Racing Board, Alves filed a new charge against Maym&#243; based on the positive Tramadol test (the \"Tramadol case\"); Alves again assigned Cruz as hearing examiner and Pacheco as prosecutor. The Racing Board ultimately granted Maym&#243;'s requested stay in the Clenbuterol case, and later Maym&#243;'s license was renewed for the following year. <i>Id.</i> &#167; 198o(b).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 9, 2001, the Racing Board, by divided vote, sustained Alves's decision in the Clenbuterol case, affirming the five-year suspension of Maym&#243;'s license and the $2,750 fine. Pursuant to 15 L.P.R.A. &#167; 198n(a), Maym&#243; sought review of the Racing Board's decision in Puerto Rico's Circuit Court of Appeals. That court granted Maym&#243; a stay of the penalties that had been imposed upon him pending resolution of his appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In June 2001, Julio &#193;lvarez Ram&#237;rez (\"&#193;lvarez\") succeeded Alves as Racing Administrator. Hearings in the Tramadol case were held before Cruz from January to May 2002. On June 10, 2002, Cruz sent a report to &#193;lvarez, concluding that Maym&#243; had violated the controlled medication program by improperly administering Tramadol to the horse in question.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On June 21, 2002, the Puerto Rico Circuit Court of Appeals affirmed the Racing Board's decision in the Clenbuterol case. However, &#193;lvarez took no immediate action to impose the license suspension and the fine, there being some uncertainty as to whether the court's stay continued in effect until its mandate issued. On June 26, 2002, &#193;lvarez adopted Cruz's findings of fact and conclusions of law in the Tramadol case. &#193;lvarez directed that Maym&#243;'s license be suspended for five years to run consecutively to the pending suspension in the Clenbuterol case and imposed a $1,000 fine.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On June 27, 2002, with the suspension of his license from the Tramadol case set to begin on July 1, 2002, Maym&#243; filed suit under 42 U.S.C. &#167; 1983 (2000) in federal district court in Puerto Rico against &#193;lvarez, Pacheco, and Cruz. The suit, directed solely to the suspension in the Tramadol case because the Clenbuterol case remained in limbo in the state court, alleged due process violations: that the controlled medication program was unconstitutionally vague and arbitrary and that the named defendants were unfairly biased against Maym&#243;. The suit sought damages and to enjoin the Racing Administrator from suspending Maym&#243;'s license.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On July 3, 2002, notwithstanding the federal lawsuit, Maym&#243; petitioned the Racing Board for review of &#193;lvarez's June 26, 2002, decision, adopting Cruz's findings of fact and conclusions of law in the Tramadol case. 15 L.P.R.A. &#167; 198m. On the same day, the federal district court held a hearing on Maym&#243;'s request for interim relief relating to the Tramadol suspension. At the hearing, &#193;lvarez made clear that he intended to suspend Maym&#243;'s license based on the Clenbuterol case when the state-court stay expired. With respect to the Tramadol case, the district court ultimately entered a temporary restraining order pending resolution of the request for a preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On July 11, 2002, Maym&#243; having failed to obtain an extension of the state-court stay, &#193;lvarez suspended Maym&#243;'s license based on the Clenbuterol decision.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> That same day, &#193;lvarez returned to Maym&#243; his petition for the Racing Board to review the Tramadol decision, saying that review was pointless in light of the ongoing litigation in federal court. On July 14, 2002, Maym&#243; filed a second federal action, similar to the first (except for the addition of Alves as a defendant), to enjoin suspension based on either the Clenbuterol or the Tramadol case; the district court consolidated the two federal cases and issued a second temporary restraining order.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">From September 30, 2002, to October 4, 2002, the district court conducted a hearing on whether to issue a preliminary injunction barring the Racing Administrator from suspending Maym&#243;'s license. On the first day of this hearing, the defendants filed a motion to dismiss, arguing <i>inter alia</i> that the district court should refrain from deciding the consolidated cases based on the principles of abstention outlined in <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971), and that the defendants were covered by quasi-judicial or qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On November 26, 2002, the district court issued an opinion and order holding the following: that the individual defendants were entitled to qualified immunity and immune from money damages; that abstention under <i>Younger</i> was not appropriate; and that Maym&#243; was entitled to a preliminary injunction preventing the defendants from suspending his license and collecting the fines that had been levied against him. The defendants now appeal, arguing that <i>Younger</i> abstention was required and, alternatively, that Maym&#243; failed to establish the prerequisites for a preliminary injunction.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\"><i>Younger</i> is a court-made rule of abstention built around the principle that, with limited exceptions, federal courts should refrain from issuing injunctions that interfere with ongoing state-court litigation, or, in some cases, with state administrative proceedings. <i>See generally Younger,</i> 401 U.S. at 43-45, 53-54, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>. This core principle leaves open a host of peripheral questions to which the precedents provide only half answers or decisions in tension with one another. <i>See</i> Chemerinsky, <i>Federal Jurisdiction</i> &#167; 13.3 (3d ed.1999); 17A Wright, Miller &amp; Cooper, <i>Federal Practice and Procedure</i> &#167; 4251, at 180-81, 191-93 (2d ed.1988). This case poses several of those problems.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although initially applied to protect state criminal prosecutions against interference, the <i>Younger</i> doctrine has been extended to \"coercive\" civil cases involving the state and to comparable state administrative proceedings that are quasi-judicial in character and implicate important state interests.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In regulating thoroughbred racing, the Commonwealth aims to ensure the integrity of the sport and to protect legitimate state interests. The proceedings within the Racing Board to cancel licenses after notice and hearing fit within the category of matters potentially subject to <i>Younger. See Baffert v. Cal. Horse Racing Bd.,</i> <span class=\"citation\" data-id=\"782328\"><a href=\"/opinion/782328/bob-baffert-v-california-horse-racing-board-roy-c-wood-jr-in-his/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">613</span></a></span>, 616-21 (9th Cir.2003) (applying <i>Younger</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court said that <i>Younger</i> abstention did not apply because neither the Clenbuterol nor the Tramadol matters were \"ongoing\" at the time the principal injunction was granted on November 26, 2002. By that time the state-court proceedings affirming the sanction in the Clenbuterol case were effectively completed with the affirmance of the Racing Board's action; and in the Tramadol case, the Racing Administrator had imposed penalties and had returned Maym&#243;'s review petition so no proceedings were pending before the Racing Board.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Although the Clenbuterol case had been decided by the state appeals court when Maym&#243; filed his second federal complaint &#8212; the time at which the <i>Younger</i> test is applied, <i>Bettencourt v. Bd. of Registration in Med.,</i> <span class=\"citation\" data-id=\"542856\"><a href=\"/opinion/542856/paul-e-bettencourt-md-v-board-of-registration-in-medicine-of-the/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span>, 777 (1st Cir.1990) &#8212; the state case was still technically ongoing because Maym&#243; had filed a petition for reconsideration. Yet it would be a waste of time to reverse based on this technicality,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and, as it turns out, the injunction against the Clenbuterol order is barred on other grounds to which we will shortly turn.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although <i>Younger</i> is ordinarily described as applying where the state case or proceeding is \"ongoing,\" a moment's reflection suggests that this cannot be the whole story. There is some sense to a mechanical rule that <i>Younger</i> does not apply where the state litigation has not yet begun; after all, the underlying concern is that state proceedings, once begun, should be respected by federal courts so long as the federal claims or defenses can be litigated in the course of the proceedings. <i>See Younger,</i> 401 U.S. at 44-45, 53-54, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>; <i>cf. Brooks v. N.H. Supreme Court,</i> <span class=\"citation\" data-id=\"196690\"><a href=\"/opinion/196690/brooks-v-new-hampshire/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></a></span>, 638 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">However, it makes little sense to ignore <i>Younger's</i> policy simply because the state process has come to an end. After all, how does it \"respect\" state proceedings to wait until they are concluded and then ignore or overturn them? And yet the case law is something of a vacuum on this question, partly because of the variousness of the situations but mostly because <i>other</i> rubrics usually foreclose the collateral attack after the state proceedings have ended, making unnecessary any discussion of <i>Younger.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Three such rubrics have special force where, as with the Clenbuterol proceedings, state-court judicial review of an administrative ruling has been undertaken and completed: res judicata, the federal full faith and credit statute, and the <i>Rooker-Feldman</i> doctrine.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Although nominally independent doctrines, they are variations on the same theme: the first embodies a bedrock respect for prior judgments, subject to exceptions; the second, a statutory compulsion for the first where federal courts confront state judgments; and the third, a broader and blunter version of the other two.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Often the first resort of federal judges is to the <i>Rooker-Feldman</i> doctrine &#8212; and peculiarly so in case of disbarment, revocations of licenses, and the like. <i>See</i> 18B Wright, Miller &amp; Cooper, <i>supra,</i> &#167; 4469.1, at 120. Merger and bar doctrine is often hard to adapt to claims not cast in the traditional common law mode; and collateral estoppel requires the precise identification of issues actually litigated and decided in the first case and sought to be re-litigated in the second. <i>Restatement (Second) of Judgments</i> &#167; 27 &amp; cmt. c-o (1982). So, despite the disapproval of scholars, federal courts regularly use <i>Rooker-Feldman</i> to rebuff collateral attacks on prior state court judgments without purporting to apply the technical preclusion rules of res judicata.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">One obvious reason is that when a state judicial proceeding does occur, federal judges usually say that the parties ought to raise all of their claims, defenses and objections. If the parties do, and are permitted to litigate the issues, the judges think that should ordinarily settle the matter, subject to <i>certiorari</i> review in the Supreme Court; and if they don't, they should not later come and complain to the federal courts. There are pluses and minuses to this approach but, with some exceptions, it has carried the day so far, and it does so here as to the Clenbuterol case.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In that case, the Racing Administrator and the Racing Board may have been biased, unfair, or flat out wrong; but the state provided a judicial remedy, Maym&#243; invoked it, and he lost. Maym&#243; conceded at oral argument that he had argued to the state court in the Clenbuterol case both that the medication program was constitutionally flawed and that bias infected the administrative proceeding. Although he disputes that he had a full and fair opportunity to litigate these issues, we address this claim below and find that it is unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">To enjoin enforcement of the Racing Board's sanction, after its affirmance by the state court, amounts to a collateral attack on a state court judgment. <i>See, e.g., Wang v. N.H. Bd. of Registration in Med.,</i> <span class=\"citation\" data-id=\"196121\"><a href=\"/opinion/196121/wang-v-nh-board-of-reg/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 703 (1st Cir.1995). <i>Rooker-Feldman</i> does not depend on what issues were actually litigated in the state court; and it is enough that granting Maym&#243; the injunction he seeks would effectively overturn the state court's decision. The case law to this effect is extensive. <i>E.g., Mandel v. Town of Orleans,</i> <span class=\"citation\" data-id=\"781618\"><a href=\"/opinion/781618/sarah-fitzpatrick-mandel-v-town-of-orleans/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">267</span></a></span>, 271 (1st Cir.2003); <i>Hill v. Town of Conway,</i> <span class=\"citation\" data-id=\"198663\"><a href=\"/opinion/198663/hill-v-town-of-conway/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 39-40 (1st Cir.1999).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">There are exceptions to <i>Rooker-Feldman, see</i> 18B Wright, Miller &amp; Cooper, <i>supra,</i> &#167; 4469.1, at 127-37, and the one that comes closest derives from cases saying that a general attack on a state law or regulation is not precluded by a prior judgment applying such a law or rule to the federal plaintiff. <i>Id.</i> at 123; <i>Wilson v. Shumway,</i> <span class=\"citation\" data-id=\"199589\"><a href=\"/opinion/199589/wilson-v-genisis-of-laconia/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 124 (1st Cir.2001). The exception does not apply, however, if the relief sought in federal court is directed towards undoing the prior state judgment. <i>See Kenmen Eng'g v. City of Union,</i> <span class=\"citation\" data-id=\"162851\"><a href=\"/opinion/162851/kenman-engineering-v-city-of-union/\"><span class=\"volume\">314</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">468</span></a></span>, 476 (10th Cir.2002) (\"In conducting [<i>Rooker-Feldman</i>] analysis, we must pay close attention to the <i>relief</i> sought by the federal-court plaintiff.\" (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Here, one facet of Maym&#243;'s due process claim was a general attack on the Racing Board's drug regulations; he argued that they were unconstitutionally vague and contradictory and the district court agreed. But, so far as advanced as a reason to grant an injunction overturning his license suspension, Maym&#243;'s challenge is an attack on the Puerto Rico Circuit Court of Appeals's decision affirming the suspension and is therefore barred by <i>Rooker-Feldman. See Wilson,</i> 264 F.3d at 125; <i>Hill,</i> 193 F.3d at 39-40. Had he been suspended for a week and then sought to enjoin future enforcement of the regulations, that would be a different question. <i>See Hood v. Keller,</i> <span class=\"citation\" data-id=\"783326\"><a href=\"/opinion/783326/james-d-hood-ii-v-ronald-t-keller-richard-h-finan-kenneth-l-morckel/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">593</span></a></span>, 597-99 (6th Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Maym&#243;'s assault on the Tramadol suspension presents a different problem. As to it, there was no state-court proceeding; indeed, Maym&#243; was only to the stage of appealing the Racing Administrator's decision to the Racing Board when he brought his initial federal action to enjoin the suspension. <i>Rooker-Feldman</i> is based on the Supreme Court's reading of a statute governing review of state-<i>court</i> judgments, <i>Feldman,</i> 460 U.S. at 476, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1303</span></span> (relying on 28 U.S.C. &#167; 1257 (2000)); <i>Rooker-Feldman</i> does not insulate from federal challenge <i>administrative</i> rulings standing alone. <i>Van Harken v. City of Chicago,</i> <span class=\"citation\" data-id=\"732443\"><a href=\"/opinion/732443/ada-van-harken-v-city-of-chicago/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1346</span></a></span>, 1349 (7th Cir.1997); 18B Wright, Miller &amp; Cooper, <i>supra,</i> &#167; 4469.1, at 143-44.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">However, <i>Younger</i> (as already noted) does apply to administrative proceedings like this one. Thus, we confront the district court's conclusion that <i>Younger</i> did not apply in this case because the administrative proceedings in the Tramadol case were not ongoing when the first federal action to enjoin the Administrator's order was filed. True, thereafter Maym&#243; sought review by the Racing Board but, as the review petition was then returned (because of the pending federal action), we will accept <i>arguendo</i> the district court's premise that the federal action came after the conclusion of any pending administrative proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The question, then, is whether Maym&#243; can avoid <i>Younger</i> abstention by failing to pursue his administrative remedy within the Racing Board. This question, although not identical, is related to the larger question whether, even if Maym&#243; had completed review by the Racing Board, he could have refused to seek judicial review in the state court and instead brought his federal claims to federal court in an injunction action. Needless to say, this issue &#8212; essentially an exhaustion of remedies question &#8212; is a matter of general importance that could affect an array of state proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To us, the answer is dictated by <i>Huffman v. Pursue, Ltd.,</i> <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1975), and its progeny. In <i>Huffman,</i> the Supreme Court said that once a state judicial proceeding had begun, the exhaustion of state judicial remedies was required by <i>Younger;</i> despite the formal break between trial and appellate review, the Court deemed the proceeding \"ongoing\" for <i>Younger</i> purposes until the state appellate process was complete. <i>Id.</i> at 607-11, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>. This was so even though the state court decision would then likely be preclusive of any new federal lawsuit.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">At the time <i>Huffman</i> was decided, <i>Younger</i> had not formally been extended to state administrative proceedings; and the Court reserved the exhaustion question as to them.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> But the Supreme Court thereafter extended <i>Younger</i> to such proceedings in <i>Middlesex County Ethics Committee v. Garden State Bar Association,</i> <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></a></span> (1982), and <i>Ohio Civil Rights Commission v. Dayton Christian Schools, Inc.,</i> <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></a></span> (1986), its premise being that the administrative proceedings were subject to <i>Younger</i> because they were \"judicial\" in character. 457 U.S. at 432-34, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>, 477 U.S. at 627-28, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>. In <i>Dayton,</i> the Court further stressed that if the constitutional mistakes were not remedied at the administrative level, <i>state</i> courts would be available to set the matter right. 477 U.S. at 629, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Given such rhetoric and the policy judgments underlying the recent decisions, <i>Younger</i> now has to be read as treating the state process &#8212; where the administrative proceeding is judicial in character &#8212; as a continuum from start to finish. There are exceptions to <i>Younger</i> (to which we will return) but, absent an applicable exception, there cannot at any point on the continuum be an automatic right to detour into federal court because unhappy with an initial answer.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The principal author of these \"Younger-extended\" opinions has been Chief Justice Rehnquist. When, following <i>Dayton,</i> he summed up in a concurrence in <i>New Orleans Public Service, Inc. (NOPSI) v. Council of New Orleans,</i> <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">350</span></a></span>, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2506</span></a></span>, <span class=\"citation\" data-id=\"112302\"><a href=\"/opinion/112302/new-orleans-public-service-inc-v-council-of-city-of-new-orleans/\"><span class=\"volume\">105</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">298</span></a></span> (1989), he specifically described the <i>Younger</i> rule as one that treats a matter as \"ongoing\" from the administrative proceeding into the state judicial proceeding:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nothing in the Court's opinion curtails our prior application of <i>Younger</i> to certain administrative proceedings which <i>are</i> `judicial in nature[';] nor does it alter our prior case law indicating that such proceedings should be regarded as `ongoing' for the purposes of <i>Younger</i> abstention until state appellate review is completed. (citations omitted) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This conclusion does little more than spell out what is inherent in <i>Huffman, Middlesex,</i> and <i>Dayton,</i> taken together; and it is certainly the view taken by three out of four circuits that have addressed the exhaustion question.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> The majority view &#8212; reflected in <i>O'Neill v. City of Philadelphia,</i> <span class=\"citation\" data-id=\"676503\"><a href=\"/opinion/676503/john-oneill-samuel-r-goodman-on-behalf-of-themselves-and-all-others/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">785</span></a></span> (3d Cir.1994) &#8212; is persuasive to us:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We have been given no reason why a litigant in a state administrative proceeding should be permitted to forego state-court review of the agency's decision in order to apply for relief in federal court. Rather, we find the grounds offered by the Supreme Court to support its holding in <i>Huffman</i> &#8212; that state appellate review of a state court judgment must be exhausted before federal court intervention is permitted &#8212; are equally persuasive when considered with respect to state-court judicial review of a state administrative decision.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>Id.</i> at 790-91. The opinion continues by quoting portions of <i>Huffman</i> and other decisions that reinforce this view. <i>Id.</i> at 791.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>Huffman</i> is a reliable guide only where full-fledged state administrative proceedings of a judicial character and, arguably, of a coercive nature, are directed against the federal plaintiff. <i>See Alleghany Corp. v. Haase,</i> <span class=\"citation\" data-id=\"537034\"><a href=\"/opinion/537034/alleghany-corporation-v-robert-d-haase-commissioner-of-insurance-of-the/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1046</span></a></span>, 1050-53 (7th Cir.1990). If Maym&#243; had been summarily suspended by the Racing Administrator and no administrative proceeding had been begun, he could have gone directly to federal court to challenge his dismissal. <i>See Patsy v. Bd. of Regents,</i> <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, 498, 516, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2557</span></a></span>, <span class=\"citation\" data-id=\"110753\"><a href=\"/opinion/110753/patsy-v-board-of-regents-of-fla/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">172</span></a></span> (1982); <i>Barry v. Barchi,</i> <span class=\"citation\" data-id=\"110129\"><a href=\"/opinion/110129/barry-v-barchi/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span>, 59-61, 63 n. 10, <span class=\"citation\" data-id=\"110129\"><a href=\"/opinion/110129/barry-v-barchi/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2642</span></a></span>, <span class=\"citation\" data-id=\"110129\"><a href=\"/opinion/110129/barry-v-barchi/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">365</span></a></span> (1979); <i>see also Dayton Christian Schs., Inc.,</i> 477 U.S. at 627 n. 2, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>. Admittedly, a line between summary action and full-fledged administrative proceedings that are judicial in nature is bound to be fuzzy.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In <i>Kercado-Melendez v. Aponte-Roque,</i> <span class=\"citation\" data-id=\"494592\"><a href=\"/opinion/494592/ipcia-m-kercado-melendez-v-awilda-aponte-roque-etc/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span> (1st Cir.1987), a school superintendent (Kercado) in Puerto Rico was terminated after an informal hearing at which she was given a chance to respond to allegations of \"incompetence, negligence, insubordination, and improper conduct.\" <i>Id.</i> at 257-58. The termination order specified that it would take effect ten days after receipt, unless Kercado chose to file an administrative appeal to the Board of Appeals of the Public Education System. <i>Id.</i> Instead, Kercado filed a federal suit, alleging retaliation for activities protected by the First Amendment. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The panel majority held that <i>Younger</i> did not apply because Puerto Rico did not require any kind of formal procedure <i>prior</i> to the issuing of a termination order and because all post-order proceedings were within the discretion of the aggrieved party and were not necessary to the order's taking effect. <i>Kercado-Melendez,</i> 829 F.2d at 260-62.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>Kercado-Melendez</i> does Maym&#243; no good, however, because he was suspended only after full-fledged administrative proceedings. There is a spectrum stretching from <i>Huffman</i> to <i>Patsy</i> and <i>Kercado-Melendez</i> may be in the middle; but Maym&#243;'s situation is clearly at the <i>Huffman</i> end.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\"><i>Younger,</i> even where it presumptively applies, is not implicated where the federal claims cannot be raised and resolved somewhere in the state process. <i>Middlesex County Ethics Comm.,</i> 457 U.S. at 432, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>. How far the Racing Board would entertain constitutional objections to its regulations or practices is unclear, but the state court clearly would do so and this is enough. As noted above, in <i>Dayton</i> the Supreme Court said \"it is sufficient ... that constitutional claims may be raised in state-court judicial review of the administrative proceeding.\" 477 U.S. at 629, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Maym&#243; says that one claim in particular &#8212; that Alves harbored bias against him &#8212; could not be developed because, in the administrative proceeding involving Clenbuterol, he was not allowed to subpoena Alves to develop that claim and so was limited by a truncated record on appeal. Denial of an opportunity to develop a material issue is a standard basis for overturning an adverse administrative decision, <i>Fla. Power &amp; Light Co. v. Lorion,</i> <span class=\"citation\" data-id=\"111379\"><a href=\"/opinion/111379/florida-power-light-co-v-lorion/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">729</span></a></span>, 744, <span class=\"citation\" data-id=\"111379\"><a href=\"/opinion/111379/florida-power-light-co-v-lorion/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1598</span></a></span>, <span class=\"citation\" data-id=\"111379\"><a href=\"/opinion/111379/florida-power-light-co-v-lorion/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">643</span></a></span> (1985), and Maym&#243; has not persuasively explained why this remedy was inadequate in this case.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Taking a related but somewhat different tack, Maym&#243; argues that an exception to <i>Younger</i> permitted him to go to federal court directly to forestall an administrative action against him conducted by a biased tribunal. In substance, Maym&#243; says that Alves, Cruz, Pacheco, and &#193;lvarez were prejudiced against him and, in addition, that he was singled out for discipline while other trainers similarly situated were not pursued. These facts, he says, he was entitled to develop in an independent action in federal court. His main reliance is upon <i>Gibson v. Berryhill,</i> <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In <i>Gibson,</i> a group of optometrists sued in federal court to enjoin disciplinary proceedings against them by a state board, 411 U.S. at 568-70, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>; and the Supreme Court said that <i>Younger</i> did not bar a due process claim that the administrative tribunal was \"incompetent by reason of bias [an alleged financial stake in the outcome] to adjudicate the issues pending before it.\" <i>Id.</i> at 577-79, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>. The Court also said: \"[n]or, in these circumstances, would a different result be required simply because judicial review, de novo or otherwise, would be forthcoming at the conclusion of the administrative proceeding.\" <i>Id.</i> at 577, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\"><i>Gibson</i> was decided only two years after <i>Younger</i> began the process of contracting federal-court remedies, but it has never been formally overruled. Further, in <i>Huffman</i> itself, the Supreme Court said that \"of course\" exceptions to <i>Younger's</i> bar remained, mentioning not bias but state proceedings brought \"to harass,\" or \"in bad faith,\" or to enforce a flagrantly unconstitutional statute. 420 U.S. at 611-12, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>. The opinion added, however, that irreparable injury would still be required for an injunction based on such an exception. <i>Id.</i> at 612, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The scope and conditions of the various <i>Younger</i> exceptions remain uncertain. Underneath the surface is an unspoken policy debate as to how much should be done by federal courts and how far state courts are to be trusted; the Chief Justice's majority opinion in <i>Huffman</i> plays out this debate in a counterpoint with the dissent, joined by three Warren Court veterans. <i>Compare</i> 420 U.S. at 608-11, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span> (Rehnquist, J.), <i>with id.</i> at 616-18, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span> (Brennan, J., dissenting). About all that is certain is that there is some reason for interim federal court intervention where core constitutional values are threatened during an ongoing state proceeding and there is a showing of irreparable harm that is both \"great and immediate.\" <i>See Younger,</i> 401 U.S. at 46, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In all events, <i>this</i> case &#8212; given its present posture &#8212; cannot fall within any rational <i>Younger</i> exception. Because the first five year suspension (based on the Clenbuterol order) has now been immunized from district-court review on grounds independent of <i>Younger,</i> only the second (Tramadol) suspension remains; and it has no bite for five years. This makes it impossible to show an immediate threat to Maym&#243;'s constitutional rights that would justify an injunction by-passing existing state remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">So far as the <i>Younger</i> exceptions are concerned with the impact of the state proceeding independent of any final remedy (<i>e.g.,</i> to harass), the suspension order has already been entered; so far as the concern is with implementing an order before state review is completed (<i>e.g.,</i> the initial injunction against the theater in <i>Huffman</i>), Maym&#243; now has five years to complete his administrative and judicial review options. Nor is there any \"flagrantly\" unconstitutional statute or regulation. <i>Compare Huffman,</i> 420 U.S. at 611-13, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">This case is not one in which a denial of relief is a comfortable outcome. Maym&#243; offered more than trivial evidence that the medical regime used by the Racing Board is incomplete and was unfairly implemented; the district court thought that the evidence (on a preliminary look) was persuasive. The district court also saw force in Maym&#243;'s claims of bias or selective enforcement, although to us this is less clear-cut. Maym&#243;'s suit is by no means \"totally unfounded, frivolous, or otherwise unreasonable\" &#8212; the test for awarding fees against the plaintiff who fails in a section 1983 action. <i>Casa Marie Hogar Geriatrico, Inc. v. Rivera-Santos,</i> <span class=\"citation\" data-id=\"195704\"><a href=\"/opinion/195704/casa-marie-inc-v-superior-court-of-pr/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 618 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Yet so long as the Administrator is prepared to reinstate Maym&#243;'s temporarily dismissed Tramadol appeal, it is not apparent why <i>Younger's</i> policy bar should be ignored and state processes by-passed.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Conceivably, the district court's findings, which have at least persuasive force, may give Maym&#243; some basis for asking the Racing Board or the state courts in the Clenbuterol case to re-open that matter as well &#8212; steps that might vindicate the faith <i>Huffman</i> and <i>Dayton</i> now place in state proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The district court's injunctive orders are <i>vacated</i> and the matter <i>remanded</i> to the district court for proceedings consistent with this opinion. Each side will bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> &#193;lvarez also referred Maym&#243; to the Racing Board, asking that it declare Maym&#243; a \"racing nuisance,\" a statutory brand that, if imposed, would have subjected Maym&#243; to criminal penalties (including up to ten years in prison) for even attempting to enter a \"racetrack or dependency thereof.\" 15 L.P.R.A. &#167; 198e(b)(7)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On August 7, 2002, the Puerto Rico Circuit Court of Appeals denied Maym&#243;'s motion for reconsideration of its decision affirming the Racing Board in the Clenbuterol case. Maym&#243; sought review in the Supreme Court of Puerto Rico. On October 25, 2002, the Supreme Court of Puerto Rico denied Maym&#243;'s petition for further review</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>See Huffman v. Pursue, Ltd.,</i> <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, 603-05, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1975) (applying <i>Younger</i> to a civil proceeding initiated by the state to enforce a nuisance statute); <i>Ohio Civil Rights Comm'n v. Dayton Christian Schs., Inc.,</i> <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, 623-27, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></a></span> (1986) (applying <i>Younger</i> to state administrative proceedings based on alleged sex discrimination); <i>Middlesex County Ethics Comm. v. Garden State Bar Ass'n,</i> <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 432, 435, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></a></span> (1982) (applying <i>Younger</i> to administrative proceedings brought by state ethics committee to discipline an attorney).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because a dismissal on<i>Younger</i> grounds is without prejudice, <i>see Caldwell v. Camp,</i> <span class=\"citation\" data-id=\"364229\"><a href=\"/opinion/364229/william-b-caldwell-v-eugene-camp-chief-of-police-st-louis-metropolitan/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></a></span>, 708 (8th Cir.1979), Maym&#243; would presumably be free in this case to re-file the complaint immediately (state court review having now undoubtedly concluded).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Res judicata is familiar common law doctrine,<i>see Restatement (Second) of Judgments</i> &#167;&#167; 17-20, 24, 27 (1982); the federal statute is 28 U.S.C. &#167; 1738 (2000); and <i>Rooker-Feldman</i> refers to <i>Rooker v. Fidelity Trust Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">362</span></span> (1923), and <i>D.C. Court of Appeals v. Feldman,</i> <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1303</span></span>, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">206</span></a></span> (1983). It is no accident that the doctrines are discussed together in 18B Wright, Miller &amp; Cooper, <i>supra,</i> &#167;&#167; 4469-4469.1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The catalogue of federal cases doing so, and the scholarly disapproval, are both reflected in 18B Wright, Miller &amp; Cooper,<i>supra,</i> &#167; 4469.1. For a thick law review volume devoted to (thus far ineffectual) scholarly criticism of <i>Rooker-Feldman, see Symposium: The Rooker-Feldman Doctrine,</i> 74 Notre Dame L.Rev. 1081, 1081 (1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The<i>Rooker-Feldman</i> doctrine was not raised as an objection on this appeal, but it is jurisdictional, <i>Mandel,</i> 326 F.3d at 271, and cannot be ignored. <i>Friedman's, Inc. v. Dunlap,</i> <span class=\"citation\" data-id=\"777662\"><a href=\"/opinion/777662/friedmans-incorporated-american-bankers-insurance-company-of-florida/\"><span class=\"volume\">290</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span>, 195-96 (4th Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> It purported to reserve this issue, citing two ancient Supreme Court cases that allowed federal equity suits to challenge state administrative action<i>Huffman,</i> 420 U.S. at 609 n. 21, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>Compare Thomas v. Tex. State Bd. of Med. Exam'rs,</i> <span class=\"citation\" data-id=\"480575\"><a href=\"/opinion/480575/john-hall-thomas-v-texas-state-board-of-medical-examiners/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">453</span></a></span>, 455-57 (5th Cir.1987) (holding that exhaustion of opportunities to appeal in state court from adverse administrative decision is not required by <i>Younger</i>), <i>with Majors v. Engelbrecht,</i> <span class=\"citation\" data-id=\"755837\"><a href=\"/opinion/755837/orville-lynn-majors-v-katie-engelbrecht-kay-leach-nancy-mckee-george/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">709</span></a></span>, 712-13 &amp; n. 3 (7th Cir.1998) (holding the opposite), <i>O'Neill v. City of Philadelphia,</i> <span class=\"citation\" data-id=\"676503\"><a href=\"/opinion/676503/john-oneill-samuel-r-goodman-on-behalf-of-themselves-and-all-others/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">785</span></a></span>, 790-91 &amp; n. 13 (3d Cir.1994) (same), <i>and Alleghany Corp. v. McCartney,</i> <span class=\"citation\" data-id=\"537051\"><a href=\"/opinion/537051/alleghany-corporation-v-william-h-mccartney-in-his-official-capacity-as/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1138</span></a></span>, 1143-45 (8th Cir.1990) (same).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Judge (now Justice) Breyer dissented, arguing that the termination was not truly complete until after the formal review process &#8212; he deemed the termination order merely the beginning of an integrated proceeding &#8212; and he thought that in any event<i>Huffman</i> still applied. <i>Id.</i> at 267-68 (Breyer, J., dissenting).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> At oral argument, Maym&#243; said (without citation) that the state court had no power to remand to the Racing Board to develop more evidence. But it would take more than general assertion to persuade us that a competent state court with authority to review a disciplinary order lacked other remedies (<i>e.g.,</i> setting aside the order) where a material issue had been wrongly foreclosed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Maym&#243; did<i>not</i> fail to seek administrative review; he did file a request, which the Administrator returned because of the pending federal court action. If the Administrator now failed to reinstate the review proceeding, there would be a serious question whether state procedures were adequate to protect Maym&#243;'s constitutional rights.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110129/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/162851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/537051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783326/"
  ]
}