{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200904/",
  "absolute_url": "/opinion/200904/qin-v-ashcroft/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200904/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:03:27Z",
  "date_modified": "2016-02-28T05:04:09.584423Z",
  "type": "010combined",
  "sha1": "198b9a49fbbb7368cd4c390e1cd937db97855050",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1352-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/03/15/Qin_v._Ashcroft.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 03-1352\n\n                            LIN QIN,\n\n                           Petitioner,\n\n                                v.\n\n                JOHN ASHCROFT, Attorney General,\n\n                           Respondent.\n\n\n                ON PETITION FOR REVIEW OF AN ORDER\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n                    Lynch, Circuit Judge, and\n                      Lipez, Circuit Judge.\n\n\n\n     William A. Hahn, with whom Hahn & Matkov was on brief, for\npetitioner.\n     Joan E. Smiley, Trial Attorney, Office of Immigration\nLitigation, with whom Richard M. Evans, Assistant Director, and\nPeter D. Keisler, Assistant Attorney General, Civil Division, were\non brief, for respondent.\n\n\n\n                         March 15, 2004\n\f             LYNCH, Circuit Judge.    Lin Qin, a native and citizen of\n\nthe People's Republic of China, seeks review of the BIA's denial of\n\nher applications for asylum, withholding of removal, and relief\n\nunder the United Nations Convention Against Torture (CAT). Finding\n\nsubstantial evidence to support the Immigration Judge's adverse\n\ncredibility determination, we affirm.\n\n                                     I.\n\n             In February 1999, petitioner Lin Qin illegally entered\n\nthe United States.     Her immigration from China was arranged by a\n\n\"snakehead\"1 to whom she paid $50,000 for smuggling her into the\n\ncountry with a fake passport.        After reuniting in Boston with her\n\nhusband from China, Xue Rong Zheng, who had himself illegally\n\nentered the United States in 1994, Lin became pregnant and gave\n\nbirth to a baby girl in the United States in late December 1999.\n\nAt around the time that her child was born, Lin applied for asylum.\n\nOn May 26, 2000, the Immigration and Naturalization Service (INS)2\n\ncommenced removal proceedings against Lin, charging her with being\n\n\n\n\n     1\n         The Snakeheads are a Chinese smuggling group.\n     2\n      The Homeland Security Act of 2002 dissolved the INS and\ntransferred its functions to the Department of Homeland Security\n(DHS).   The INS functions relevant to this case, including the\nadjudication of asylum claims, now reside in the DHS Bureau of\nCitizenship and Immigration Services (\"BCIS\"). See Disu v.\nAshcroft, 338 F.3d 13, 16 n.3 (1st Cir. 2003).    We nonetheless\nrefer to the INS, rather than the BCIS, for the sake of\nconsistency.\n\n\n                                  -2-\n\fpresent in the United States without being admitted or paroled by\n\nan immigration officer.\n\n          Lin testified before an Immigration Judge (IJ) at a\n\nremoval hearing.    Conceding removability, Lin requested relief in\n\nthe form of asylum, withholding of removal, protection under the\n\nCAT, and, in the event removal was necessary, voluntary departure.\n\nLin was the only witness to testify; notably, Lin's husband Zheng,\n\nwho was living with Lin at the time of the hearing, did not testify\n\non her behalf.3    Lin's testimony recounted the following events.\n\n          Lin and Zheng were unofficially married in Changle City,\n\nChina on April 12, 1992.       At the time, both Lin and Zheng were\n\nnineteen years old, which Lin testified is below the required age\n\nfor marriage in China; in order to get married, a woman must be\n\ntwenty-two and a man must be twenty-three.        On June 21, 1993, Lin\n\ngave birth to her first child, a boy named Zhang Jai, in a small\n\nhospital in the countryside.         Knowing that she was too young to\n\nreceive a permit to have a child, Lin had avoided the major\n\nhospitals where Chinese officials would be more likely to note the\n\nbirth and did not register the child with the authorities.\n\n          Lin     testified   that    despite   her   efforts   to   escape\n\ndetection, she learned soon after Zhang Jai's birth that government\n\nofficials were looking for her so that they could sterilize her.\n\n\n     3\n      Zheng filed his own application for asylum. The record\nprovides no information about the present status of that\napplication.\n\n                                     -3-\n\fShe and Zheng, along with their newborn son, moved from Zheng's\n\nfamily's house to Lin's mother's house in September 1993, where\n\nthey believed Chinese officials would be less likely to find them.\n\nBy March 1994, Lin was again pregnant.    Lin testified that members\n\nof Zheng's village learned of her second pregnancy in April or May\n\nand told Zheng that he should turn in Lin so that she could be\n\nsterilized.    The village officials threatened to sterilize Zheng\n\nshould he refuse to turn over his wife.     It was this threat, said\n\nLin, that led Zheng to emigrate from China to the United States in\n\nMay 1994.    Lin, still living at her mother's house, stayed behind\n\nin China to look after her son.\n\n            Lin testified that in mid-July 1994, several months after\n\nZheng had left for America, six people broke into her mother's\n\nhouse and dragged Lin to the hospital, where her pregnancy was\n\nforcibly aborted.    Although these people -- apparently government\n\nofficials from Zheng's hometown -- initially told the doctor to\n\nsterilize Lin, Lin's mother, who had also come to the hospital,\n\nconvinced them not to perform the sterilization procedure.       Lin\n\nsaid that her mother had pleaded with the officials that Lin might\n\nhave children not in China, but in the United States.\n\n            According to Lin's testimony, these officials continued\n\nto harass her even after the forced termination of her pregnancy.\n\nThey threatened to fine her about $6,000 and to sterilize her.   Lin\n\nsaid that she fears that these officials will continue to harass\n\n\n                                 -4-\n\fher and will have her sterilized if she returns to China.         At the\n\nconclusion of her direct testimony, Lin entered in evidence a\n\nhospital document in which her 1994 abortion was recorded.             She\n\nalso submitted a picture of herself and her son, who is apparently\n\nstill living in China.\n\n            At the conclusion of Lin's testimony, the IJ asked Lin\n\nwhether, as her testimony had indicated, government officials had\n\nlearned of her second pregnancy when she was only one month\n\npregnant.     Lin responded \"[n]o, the government discover I was\n\npregnant, it is from March, April, May, June, July, that is four\n\nmonths.\"    During cross-examination, Lin testified that Zheng lived\n\nwith her at her mother's house after he was threatened with\n\nsterilization and before he left for America. But she then changed\n\nher story when confronted with an earlier sworn statement in her\n\nasylum application that Zheng moved in with his sister after he was\n\nthreatened with sterilization.        Finally, during cross-examination,\n\nLin revised her earlier testimony about why she had not been\n\nsterilized when her pregnancy was forcibly aborted: Lin's mother\n\nhad convinced the officials not to sterilize Lin by explaining that\n\nLin could not get pregnant again because Zheng was in America.\n\n            After   hearing   Lin's    testimony   and   considering   her\n\nsubmissions in evidence, the IJ delivered an oral opinion which\n\n\n\n\n                                  -5-\n\fdenied all forms of relief sought by Lin.4    The IJ first found that\n\nLin was statutorily ineligible for voluntary departure because she\n\nhad no travel documents enabling her to enter China.5         The IJ then\n\ndecided against Lin on her claims for asylum, withholding of\n\nremoval, and relief under the CAT, concluding that Lin was \"not a\n\ncredible witness and . . . perjured herself under oath.\"             After\n\nnoting the conspicuous absence from the proceedings of Lin's\n\nhusband, who lived only a ten-minute walk away, the IJ explained\n\nthat Lin's testimony was, at times, inherently implausible and\n\nfrequently self-contradictory.\n\n          Lin   appealed   the   IJ's   decision   to   the   BIA,   which\n\nsummarily affirmed without decision.     See 8 C.F.R. ยง 1003.1 (a)(7)\n\n(2003).\n\n                                  II.\n\n          Lin makes two arguments in her petition for review.\n\nFirst, she says that the IJ's credibility determinations were not\n\nsupported by substantial evidence.       Second, she argues that her\n\nasylum application really had two different claims, but the IJ\n\nruled on only one.   Lin says that she argued to the IJ and to the\n\n\n\n     4\n      The IJ did find that Lin's application for asylum was timely\nbecause it was filed within one year of her entry into the United\nStates. The INS had initially found that Lin's application was not\ntimely. This issue is not before us on appeal.\n     5\n      Petitioner has, on appeal, waived any challenge to this\ndenial of voluntary departure by not addressing the issue in her\nbrief. See Mediouni v. INS, 314 F.3d 24, 28 n.5 (1st Cir. 2002).\n\n                                  -6-\n\fBIA that she met the criteria for asylum for two independent\n\nreasons: first, that she has been persecuted and has a well-founded\n\nfear of   future   persecution   because   she   and   her   husband   were\n\nunderage when they were married and had their first child; and\n\nsecond, that she was persecuted by being forced to have an abortion\n\nof her second child.      Lin says the IJ ruled against her on the\n\nsecond claim but did not address the first, so she is entitled to\n\na remand on that issue.\n\n          These asylum claims, if true, are serious.          See Zhao v.\n\nU.S. Dep't of Justice, 265 F.3d 83, 92 (2d Cir. 2001) (discussing\n\nCongress's findings concerning forced abortion and sterilization in\n\nChina).   But we conclude after our own review that Lin did not\n\npresent these as two separate claims, but rather as one seamless\n\nargument in support of asylum, which explains the IJ's failure to\n\nfocus on the first as an independent ground.       More importantly, we\n\nconclude that the IJ's adverse credibility findings, which are\n\nsupported by the record, doom the first claim, even assuming it had\n\nbeen clearly presented as an independent claim.          As a result, we\n\naffirm.\n\n          The BIA's denial of Lin's asylum claims, absent legal\n\nerror, \"must be upheld if supported by reasonable, substantial, and\n\nprobative evidence on the record considered as a whole.\"           INS v.\n\nElias-Zacarias, 502 U.S. 478, 481 (1992) (internal quotation marks\n\nomitted); Albathani v. INS, 318 F.3d 365, 372 (1st Cir. 2003).          To\n\n\n                                  -7-\n\freverse the BIA, we must be persuaded that \"the evidence not only\n\nsupports that conclusion, but compels it.\"                     Elias-Zacarias, 502\n\nU.S. at 481 n.1 (emphasis in original); Albathani, 318 F.3d at 372.\n\nIn the case of an adverse credibility determination, the IJ must\n\n\"offer a specific, cogent reason for [her] disbelief.\"                  El Moraghy\n\nv. Ashcroft, 331 F.3d 195, 205 (1st Cir. 2003) (quoting Gailius v.\n\nINS, 147 F.3d 34, 47 (1st Cir. 1998)).             Where, as here, the BIA has\n\nsummarily affirmed without opinion under 8 C.F.R. ยง 1003.1(a)(7),\n\nthe findings and conclusions of the IJ are reviewed directly.                      See\n\nKeo v. Ashcroft, 341 F.3d 57, 60 (1st Cir. 2003); Herbert v.\n\nAshcroft, 325 F.3d 68, 71 (1st Cir. 2003).\n\n           An applicant can qualify as a \"refugee,\" and thus for\n\nconsideration     for    asylum,      either   \"(1)       by   demonstrating      past\n\npersecution, thus creating a presumption of a well-founded fear of\n\npersecution;     or   (2)   by    demonstrating       a    well-founded     fear    of\n\npersecution.\"     Yatskin v. INS, 255 F.3d 5, 9 (1st Cir. 2001).\n\nWhether past or future, the persecution must be on the basis of\n\nrace, religion, nationality, membership in a particular social\n\ngroup, or political opinion.           El Moraghy, 331 F.3d at 203.            Lin's\n\nasylum   claim   is     based    on   the   1996   IRRIRA6      amendment    to    the\n\ndefinition of \"refugee\":\n\n\n\n\n     6\n      The full name of the act is the Illegal Immigration Reform\nand Immigrant Responsibility Act, Pub. L. No. 104-208, 110 Stat.\n3009-546 (1996).\n\n                                        -8-\n\f     For purposes of determinations under this chapter, a\n     person who has been forced to abort a pregnancy or to\n     undergo involuntary sterilization, or who has been\n     persecuted for failure or refusal to undergo such a\n     procedure or for other resistance to a coercive\n     population control program, shall be deemed to have been\n     persecuted on account of political opinion, and a person\n     who has a well founded fear that he or she will be forced\n     to undergo such a procedure or subject to persecution for\n     such failure, refusal, or resistance shall be deemed to\n     have a well founded fear of persecution on account of\n     political opinion.\n\n8 U.S.C. ยง 1101(a)(42).\n\n            The IJ's conclusion that Lin fabricated her story about\n\nthe forced abortion was supported by substantial evidence and was\n\njustified    with    specific      reasoning.        It     was    within   the   IJ's\n\ndiscretion to conclude that Lin's account of this incident was\n\nhighly     implausible      and    riddled     with       contradictions.          Cf.\n\nAguilar-Solis v. INS, 168 F.3d 565, 571 (1st Cir. 1999) (\"[W]hen a\n\nhearing officer who saw and heard a witness makes an adverse\n\ncredibility determination and supports it with specific findings,\n\nan   appellate      court   ordinarily       should       accord    it   significant\n\nrespect.\").\n\n            Lin first testified that she became pregnant in March\n\n1994 and that government officials started harassing Zheng about\n\nthe pregnancy in April.           It was reasonable for the IJ to conclude\n\nthat Chinese officials would not have discovered that Lin was\n\npregnant    within    the    first    month     of    her    pregnancy;     this   is\n\nespecially true since Lin failed to clarify her testimony when the\n\n\n\n                                        -9-\n\fIJ directly questioned her on it.7     Lin also provided contradictory\n\ntestimony about how her mother was able to convince the Chinese\n\nofficials not to sterilize Lin after the doctors had already\n\nperformed the abortion.    Lin first said that her mother explained\n\nthat Lin might have a child in America, but then testified that her\n\nmother actually said that Zheng was in America and so Lin could not\n\nget pregnant.     At another point in her testimony, Lin said that\n\nZheng lived with her after he was threatened with sterilization,\n\nbut then later testified that Zheng was actually living with his\n\nsister.\n\n          The IJ also noted that the 1998 Profile of Asylum Claims\n\nfor China indicates that the Fujian Province, from which Lin and\n\nher husband hailed, \"apparently has been relatively liberal in\n\nimplementing restrictive family planning policies.\"          Moreover, the\n\nprofile said that it is not standard practice to issue abortion\n\ncertificates and that documentation purporting to certify abortions\n\nis subject to widespread fabrication and fraud.          This profile,\n\nconsidered   in   light   of   Lin's    inconsistent   and    implausible\n\ntestimony, was sufficient to support the IJ's conclusion that the\n\n\n\n\n     7\n      Lin tried to explain the discrepancy in her testimony by\nsaying that there were four months between when she became pregnant\nin March and when government officials aborted her pregnancy in\nJuly. This explanation was not responsive to the IJ's point, which\nwas that she testified Zheng was told to produce Lin for an\nabortion in April.\n\n                                 -10-\n\fabortion certificate provided by Lin was fake and had been provided\n\nby a smuggler.\n\n          We turn to Lin's other argument that regardless of\n\nwhether she fabricated the forced-abortion story, she was still\n\nentitled to asylum.       Lin's argument is that the uncontroverted\n\nevidence, taken by itself, established both that she was previously\n\npersecuted   and   that   she   has   a   well-founded   fear   of   future\n\npersecution.     She says that she was persecuted in China based\n\nsolely on her underage marriage and birth.          She buttresses this\n\npoint by noting that she has had a second child while in America\n\nand pointing out that, according to the Profile of Asylum Claims\n\nrelied upon by the IJ, \"a person who conceived a second child\n\nwithout approval while on a student or visitor visa would be\n\nsubject to the same penalties that a resident of China must bear.\"\n\nLin argues that neither the IJ nor the BIA ever addressed this\n\nargument in rejecting her claims for relief.\n\n          Lin's argument is unpersuasive.        The IJ's determination\n\n(which was supported by substantial evidence) that Lin fabricated\n\nthe major incident upon which she was seeking asylum supported the\n\nIJ's secondary conclusion that Lin was simply \"not a credible\n\nwitness\" and had therefore not met her burden on her asylum claim.\n\nIt is \"simply common sense\" that the presence of false testimony\n\nand documents \"'submitted to prove a central element of the claim\n\nin an asylum adjudication indicates [the applicant's] lack of\n\n\n                                  -11-\n\fcredibility . . . [and] in the absence of an explanation regarding\n\nsuch       presentation,     creates     serious          doubts    regarding           the\n\n[petitioner's] overall credibility.'\"                Yongo v. INS, 355 F.3d 27,\n\n33 (1st Cir. 2004) (quoting In re O-D-, 21 I. & N. Dec. 1079, 1083\n\n(BIA 1998)).       Here, the IJ was entitled to, and did, disbelieve not\n\nonly       Lin's   forced-abortion     claim,       but    many    of    her     related\n\nassertions that she had been persecuted and would likely face\n\nsimilar        persecution     should       she       return        to         China.\n\n               We do not rest, though, on this proposition.                         Even\n\naccepting       Lin's   testimony    that     she    attempted      to    escape        the\n\nattention of the authorities after the birth of her first child by\n\ngiving birth in a small hospital half an hour away and by not\n\nregistering him, that is not enough.                The IJ was entitled to, and\n\ndid, find not credible Lin's stories about the roving birth control\n\ncadres.       This finding not only undermined Lin's claim about her\n\nforced abortion, it also undermined any claim relating solely to\n\nher underage marriage and birth.8           The IJ's findings regarding the\n\nrelatively liberal policies of the Fujian Province also undermine\n\nthe    claim.       Further,   Lin's    testimony         that    she    was    harassed\n\nindependently of the abortion by being ordered to pay a fine after\n\n\n       8\n      The IJ found that Lin's testimony about when she was living\nwith her family and when she was living with Zheng's family was\nself-contradictory and inconsistent with her asylum application.\nMost of this testimony referred to events prior to when Lin said\nshe was pregnant for the second time. These inconsistencies also\nundermine Lin's claim regarding the persecution she experienced on\nthe sole basis of her underage marriage and birth.\n\n                                       -12-\n\fthe birth of her child was also found not credible by the IJ; Lin\n\nfailed to mention such a fine in her asylum application.                 The\n\nrecord indicates that the IJ implicitly rejected Lin's first claim\n\nand had adequate reason to do so.\n\n                                    III.\n\n            For   the   same    reasons,    the   IJ's   refusal   to   grant\n\nwithholding of removal was within her discretion.           See Mediouni v.\n\nINS, 314 F.3d 24, 27 (1st Cir. 2002) (\"Because the standard for\n\nwithholding deportation is more stringent than that for asylum, a\n\npetitioner unable to satisfy the asylum standard fails, a fortiori,\n\nto   satisfy   the   former.\"   (internal    quotation    marks    omitted)).\n\nSimilarly, the IJ's denial of relief under the CAT is amply\n\nsupported by the record. See Guzman v. INS, 327 F.3d 11, 16 (1st\n\nCir. 2003) (burden is on petitioner under the CAT to establish that\n\ntorture is more likely than not upon removal).\n\n                                     IV.\n\n            The judgment of the BIA denying Lin's applications for\n\nasylum, withholding of removal, and protection under the CAT is\n\naffirmed.\n\n\n\n\n                                    -13-\n\f",
  "html": "<p class=\"case_cite\">360 F.3d 302</p>\n    <p class=\"parties\">Lin QIN, Petitioner,<br>v.<br>John ASHCROFT, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 03-1352.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted February 10, 2004.</p>\n    <p class=\"date\">Decided March 15, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William A. Hahn, with whom Hahn &amp; Matkov was on brief, for petitioner.</p>\n      <p class=\"indent\">Joan E. Smiley, Trial Attorney, Office of Immigration Litigation, with whom Richard M. Evans, Assistant Director, and Peter D. Keisler, Assistant Attorney General, Civil Division, were on brief, for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lin Qin, a native and citizen of the People's Republic of China, seeks review of the BIA's denial of her applications for asylum, withholding of removal, and relief under the United Nations Convention Against Torture (CAT). Finding substantial evidence to support the Immigration Judge's adverse credibility determination, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In February 1999, petitioner Lin Qin illegally entered the United States. Her immigration from China was arranged by a \"snakehead\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to whom she paid $50,000 for smuggling her into the country with a fake passport. After reuniting in Boston with her husband from China, Xue Rong Zheng, who had himself illegally entered the United States in 1994, Lin became pregnant and gave birth to a baby girl in the United States in late December 1999. At around the time that her child was born, Lin applied for asylum. On May 26, 2000, the Immigration and Naturalization Service (INS)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> commenced removal proceedings against Lin, charging her with being present in the United States without being admitted or paroled by an immigration officer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Lin testified before an Immigration Judge (IJ) at a removal hearing. Conceding removability, Lin requested relief in the form of asylum, withholding of removal, protection under the CAT, and, in the event removal was necessary, voluntary departure. Lin was the only witness to testify; notably, Lin's husband Zheng, who was living with Lin at the time of the hearing, did not testify on her behalf.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Lin's testimony recounted the following events.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lin and Zheng were unofficially married in Changle City, China on April 12, 1992. At the time, both Lin and Zheng were nineteen years old, which Lin testified is below the required age for marriage in China; in order to get married, a woman must be twenty-two and a man must be twenty-three. On June 21, 1993, Lin gave birth to her first child, a boy named Zhang Jai, in a small hospital in the countryside. Knowing that she was too young to receive a permit to have a child, Lin had avoided the major hospitals where Chinese officials would be more likely to note the birth and did not register the child with the authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lin testified that despite her efforts to escape detection, she learned soon after Zhang Jai's birth that government officials were looking for her so that they could sterilize her. She and Zheng, along with their newborn son, moved from Zheng's family's house to Lin's mother's house in September 1993, where they believed Chinese officials would be less likely to find them. By March 1994, Lin was again pregnant. Lin testified that members of Zheng's village learned of her second pregnancy in April or May and told Zheng that he should turn in Lin so that she could be sterilized. The village officials threatened to sterilize Zheng should he refuse to turn over his wife. It was this threat, said Lin, that led Zheng to emigrate from China to the United States in May 1994. Lin, still living at her mother's house, stayed behind in China to look after her son.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lin testified that in mid-July 1994, several months after Zheng had left for America, six people broke into her mother's house and dragged Lin to the hospital, where her pregnancy was forcibly aborted. Although these people &#8212; apparently government officials from Zheng's hometown &#8212; initially told the doctor to sterilize Lin, Lin's mother, who had also come to the hospital, convinced them not to perform the sterilization procedure. Lin said that her mother had pleaded with the officials that Lin might have children not in China, but in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">According to Lin's testimony, these officials continued to harass her even after the forced termination of her pregnancy. They threatened to fine her about $6,000 and to sterilize her. Lin said that she fears that these officials will continue to harass her and will have her sterilized if she returns to China. At the conclusion of her direct testimony, Lin entered in evidence a hospital document in which her 1994 abortion was recorded. She also submitted a picture of herself and her son, who is apparently still living in China.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the conclusion of Lin's testimony, the IJ asked Lin whether, as her testimony had indicated, government officials had learned of her second pregnancy when she was only one month pregnant. Lin responded \"[n]o, the government discover I was pregnant, it is from March, April, May, June, July, that is four months.\" During cross-examination, Lin testified that Zheng lived with her at her mother's house after he was threatened with sterilization and before he left for America. But she then changed her story when confronted with an earlier sworn statement in her asylum application that Zheng moved in with his sister after he was threatened with sterilization. Finally, during cross-examination, Lin revised her earlier testimony about why she had not been sterilized when her pregnancy was forcibly aborted: Lin's mother had convinced the officials not to sterilize Lin by explaining that Lin could not get pregnant again because Zheng was in America.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After hearing Lin's testimony and considering her submissions in evidence, the IJ delivered an oral opinion which denied all forms of relief sought by Lin.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The IJ first found that Lin was statutorily ineligible for voluntary departure because she had no travel documents enabling her to enter China.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The IJ then decided against Lin on her claims for asylum, withholding of removal, and relief under the CAT, concluding that Lin was \"not a credible witness and ... perjured herself under oath.\" After noting the conspicuous absence from the proceedings of Lin's husband, who lived only a ten-minute walk away, the IJ explained that Lin's testimony was, at times, inherently implausible and frequently self-contradictory.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lin appealed the IJ's decision to the BIA, which summarily affirmed without decision. <i>See</i> 8 C.F.R. &#167; 1003.1(a)(7) (2003).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Lin makes two arguments in her petition for review. First, she says that the IJ's credibility determinations were not supported by substantial evidence. Second, she argues that her asylum application really had two different claims, but the IJ ruled on only one. Lin says that she argued to the IJ and to the BIA that she met the criteria for asylum for two independent reasons: first, that she has been persecuted and has a well-founded fear of future persecution because she and her husband were underage when they were married and had their first child; and second, that she was persecuted by being forced to have an abortion of her second child. Lin says the IJ ruled against her on the second claim but did not address the first, so she is entitled to a remand on that issue.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">These asylum claims, if true, are serious. <i>See Zhao v. U.S. Dep't of Justice,</i> 265 F.3d 83, 92 (2d Cir.2001) (discussing Congress's findings concerning forced abortion and sterilization in China). But we conclude after our own review that Lin did not present these as two separate claims, but rather as one seamless argument in support of asylum, which explains the IJ's failure to focus on the first as an independent ground. More importantly, we conclude that the IJ's adverse credibility findings, which are supported by the record, doom the first claim, even assuming it had been clearly presented as an independent claim. As a result, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The BIA's denial of Lin's asylum claims, absent legal error, \"must be upheld if supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992) (internal quotation marks omitted); <i>Albathani v. INS,</i> 318 F.3d 365, 372 (1st Cir.2003). To reverse the BIA, we must be persuaded that \"the evidence not only <i>supports</i> that conclusion, but <i>compels</i> it.\" <i>Elias-Zacarias,</i> 502 U.S. at 481 n. 1, 112 S.Ct. 812 (emphasis in original); <i>Albathani,</i> 318 F.3d at 372. In the case of an adverse credibility determination, the IJ must \"offer a specific, cogent reason for [her] disbelief.\" <i>El Moraghy v. Ashcroft,</i> 331 F.3d 195, 205 (1st Cir.2003) (quoting <i>Gailius v. INS,</i> 147 F.3d 34, 47 (1st Cir.1998)). Where, as here, the BIA has summarily affirmed without opinion under 8 C.F.R. &#167; 1003.1(a)(7), the findings and conclusions of the IJ are reviewed directly. <i>See Keo v. Ashcroft,</i> 341 F.3d 57, 60 (1st Cir.2003); <i>Herbert v. Ashcroft,</i> 325 F.3d 68, 71 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">An applicant can qualify as a \"refugee,\" and thus for consideration for asylum, either \"(1) by demonstrating past persecution, thus creating a presumption of a well-founded fear of persecution; or (2) by demonstrating a well-founded fear of persecution.\" <i>Yatskin v. INS,</i> 255 F.3d 5, 9 (1st Cir.2001). Whether past or future, the persecution must be on the basis of race, religion, nationality, membership in a particular social group, or political opinion. <i>El Moraghy,</i> 331 F.3d at 203. Lin's asylum claim is based on the 1996 IRRIRA<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> amendment to the definition of \"refugee\":</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For purposes of determinations under this chapter, a person who has been forced to abort a pregnancy or to undergo involuntary sterilization, or who has been persecuted for failure or refusal to undergo such a procedure or for other resistance to a coercive population control program, shall be deemed to have been persecuted on account of political opinion, and a person who has a well founded fear that he or she will be forced to undergo such a procedure or subject to persecution for such failure, refusal, or resistance shall be deemed to have a well founded fear of persecution on account of political opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">8 U.S.C. &#167; 1101(a)(42).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The IJ's conclusion that Lin fabricated her story about the forced abortion was supported by substantial evidence and was justified with specific reasoning. It was within the IJ's discretion to conclude that Lin's account of this incident was highly implausible and riddled with contradictions. <i>Cf. Aguilar-Solis v. INS,</i> 168 F.3d 565, 571 (1st Cir.1999) (\"[W]hen a hearing officer who saw and heard a witness makes an adverse credibility determination and supports it with specific findings, an appellate court ordinarily should accord it significant respect.\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lin first testified that she became pregnant in March 1994 and that government officials started harassing Zheng about the pregnancy in April. It was reasonable for the IJ to conclude that Chinese officials would not have discovered that Lin was pregnant within the first month of her pregnancy; this is especially true since Lin failed to clarify her testimony when the IJ directly questioned her on it.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Lin also provided contradictory testimony about how her mother was able to convince the Chinese officials not to sterilize Lin after the doctors had already performed the abortion. Lin first said that her mother explained that Lin might have a child in America, but then testified that her mother actually said that Zheng was in America and so Lin could not get pregnant. At another point in her testimony, Lin said that Zheng lived with her after he was threatened with sterilization, but then later testified that Zheng was actually living with his sister.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The IJ also noted that the 1998 Profile of Asylum Claims for China indicates that the Fujian Province, from which Lin and her husband hailed, \"apparently has been relatively liberal in implementing restrictive family planning policies.\" Moreover, the profile said that it is not standard practice to issue abortion certificates and that documentation purporting to certify abortions is subject to widespread fabrication and fraud. This profile, considered in light of Lin's inconsistent and implausible testimony, was sufficient to support the IJ's conclusion that the abortion certificate provided by Lin was fake and had been provided by a smuggler.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We turn to Lin's other argument that regardless of whether she fabricated the forced-abortion story, she was still entitled to asylum. Lin's argument is that the uncontroverted evidence, taken by itself, established both that she was previously persecuted and that she has a well-founded fear of future persecution. She says that she was persecuted in China based solely on her underage marriage and birth. She buttresses this point by noting that she has had a second child while in America and pointing out that, according to the Profile of Asylum Claims relied upon by the IJ, \"a person who conceived a second child without approval while on a student or visitor visa would be subject to the same penalties that a resident of China must bear.\" Lin argues that neither the IJ nor the BIA ever addressed this argument in rejecting her claims for relief.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Lin's argument is unpersuasive. The IJ's determination (which was supported by substantial evidence) that Lin fabricated the major incident upon which she was seeking asylum supported the IJ's secondary conclusion that Lin was simply \"not a credible witness\" and had therefore not met her burden on her asylum claim. It is \"simply common sense\" that the presence of false testimony and documents \"`submitted to prove a central element of the claim in an asylum adjudication indicates [the applicant's] lack of credibility... [and] in the absence of an explanation regarding such presentation, creates serious doubts regarding the [petitioner's] overall credibility.'\" <i>Yongo v. INS,</i> 355 F.3d 27, 33 (1st Cir.2004) (quoting <i>In re O-D-,</i> 21 I. &amp; N. Dec. 1079, 1083 (BIA 1998)). Here, the IJ was entitled to, and did, disbelieve not only Lin's forced-abortion claim, but many of her related assertions that she had been persecuted and would likely face similar persecution should she return to China.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We do not rest, though, on this proposition. Even accepting Lin's testimony that she attempted to escape the attention of the authorities after the birth of her first child by giving birth in a small hospital half an hour away and by not registering him, that is not enough. The IJ was entitled to, and did, find not credible Lin's stories about the roving birth control cadres. This finding not only undermined Lin's claim about her forced abortion, it also undermined any claim relating solely to her underage marriage and birth.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The IJ's findings regarding the relatively liberal policies of the Fujian Province also undermine the claim. Further, Lin's testimony that she was harassed independently of the abortion by being ordered to pay a fine after the birth of her child was also found not credible by the IJ; Lin failed to mention such a fine in her asylum application. The record indicates that the IJ implicitly rejected Lin's first claim and had adequate reason to do so.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the same reasons, the IJ's refusal to grant withholding of removal was within her discretion. <i>See Mediouni v. INS,</i> 314 F.3d 24, 27 (1st Cir.2002) (\"Because the standard for withholding deportation is more stringent than that for asylum, a petitioner unable to satisfy the asylum standard fails, <i>a fortiori,</i> to satisfy the former.\" (internal quotation marks omitted)). Similarly, the IJ's denial of relief under the CAT is amply supported by the record. <i>See Guzman v. INS,</i> 327 F.3d 11, 16 (1st Cir.2003) (burden is on petitioner under the CAT to establish that torture is more likely than not upon removal).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the BIA denying Lin's applications for asylum, withholding of removal, and protection under the CAT is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Snakeheads are a Chinese smuggling group</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Homeland Security Act of 2002 dissolved the INS and transferred its functions to the Department of Homeland Security (DHS). The INS functions relevant to this case, including the adjudication of asylum claims, now reside in the DHS Bureau of Citizenship and Immigration Services (\"BCIS\")<i>See Disu v. Ashcroft,</i> 338 F.3d 13, 16 n. 3 (1st Cir.2003). We nonetheless refer to the INS, rather than the BCIS, for the sake of consistency.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Zheng filed his own application for asylum. The record provides no information about the present status of that application</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The IJ did find that Lin's application for asylum was timely because it was filed within one year of her entry into the United States. The INS had initially found that Lin's application was not timely. This issue is not before us on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Petitioner has, on appeal, waived any challenge to this denial of voluntary departure by not addressing the issue in her brief<i>See Mediouni v. INS,</i> 314 F.3d 24, 28 n. 5 (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The full name of the act is the Illegal Immigration Reform and Immigrant Responsibility Act, Pub. L. No. 104-208, 110 Stat. 3009-546 (1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Lin tried to explain the discrepancy in her testimony by saying that there were four months between when she became pregnant in March and when government officials aborted her pregnancy in July. This explanation was not responsive to the IJ's point, which was that she testified Zheng was told to produce Lin for an abortion in April</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The IJ found that Lin's testimony about when she was living with her family and when she was living with Zheng's family was self-contradictory and inconsistent with her asylum application. Most of this testimony referred to events prior to when Lin said she was pregnant for the second time. These inconsistencies also undermine Lin's claim regarding the persecution she experienced on the sole basis of her underage marriage and birth</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"201016\"><a href=\"/opinion/201016/qin-v-ashcroft/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span></p>\n    <p class=\"parties\">Lin QIN, Petitioner,<br>v.<br>John ASHCROFT, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 03-1352.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted February 10, 2004.</p>\n    <p class=\"date\">Decided March 15, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">William A. Hahn, with whom Hahn &amp; Matkov was on brief, for petitioner.</p>\n      <p class=\"indent\">Joan E. Smiley, Trial Attorney, Office of Immigration Litigation, with whom Richard M. Evans, Assistant Director, and Peter D. Keisler, Assistant Attorney General, Civil Division, were on brief, for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lin Qin, a native and citizen of the People's Republic of China, seeks review of the BIA's denial of her applications for asylum, withholding of removal, and relief under the United Nations Convention Against Torture (CAT). Finding substantial evidence to support the Immigration Judge's adverse credibility determination, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In February 1999, petitioner Lin Qin illegally entered the United States. Her immigration from China was arranged by a \"snakehead\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to whom she paid $50,000 for smuggling her into the country with a fake passport. After reuniting in Boston with her husband from China, Xue Rong Zheng, who had himself illegally entered the United States in 1994, Lin became pregnant and gave birth to a baby girl in the United States in late December 1999. At around the time that her child was born, Lin applied for asylum. On May 26, 2000, the Immigration and Naturalization Service (INS)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> commenced removal proceedings against Lin, charging her with being present in the United States without being admitted or paroled by an immigration officer.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Lin testified before an Immigration Judge (IJ) at a removal hearing. Conceding removability, Lin requested relief in the form of asylum, withholding of removal, protection under the CAT, and, in the event removal was necessary, voluntary departure. Lin was the only witness to testify; notably, Lin's husband Zheng, who was living with Lin at the time of the hearing, did not testify on her behalf.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Lin's testimony recounted the following events.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lin and Zheng were unofficially married in Changle City, China on April 12, 1992. At the time, both Lin and Zheng were nineteen years old, which Lin testified is below the required age for marriage in China; in order to get married, a woman must be twenty-two and a man must be twenty-three. On June 21, 1993, Lin gave birth to her first child, a boy named Zhang Jai, in a small hospital in the countryside. Knowing that she was too young to receive a permit to have a child, Lin had avoided the major hospitals where Chinese officials would be more likely to note the birth and did not register the child with the authorities.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lin testified that despite her efforts to escape detection, she learned soon after Zhang Jai's birth that government officials were looking for her so that they could sterilize her. She and Zheng, along with their newborn son, moved from Zheng's family's house to Lin's mother's house in September 1993, where they believed Chinese officials would be less likely to find them. By March 1994, Lin was again pregnant. Lin testified that members of Zheng's village learned of her second pregnancy in April or May and told Zheng that he should turn in Lin so that she could be sterilized. The village officials threatened to sterilize Zheng should he refuse to turn over his wife. It was this threat, said Lin, that led Zheng to emigrate from China to the United States in May 1994. Lin, still living at her mother's house, stayed behind in China to look after her son.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lin testified that in mid-July 1994, several months after Zheng had left for America, six people broke into her mother's house and dragged Lin to the hospital, where her pregnancy was forcibly aborted. Although these people &#8212; apparently government officials from Zheng's hometown &#8212; initially told the doctor to sterilize Lin, Lin's mother, who had also come to the hospital, convinced them not to perform the sterilization procedure. Lin said that her mother had pleaded with the officials that Lin might have children not in China, but in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">According to Lin's testimony, these officials continued to harass her even after the forced termination of her pregnancy. They threatened to fine her about $6,000 and to sterilize her. Lin said that she fears that these officials will continue to harass her and will have her sterilized if she returns to China. At the conclusion of her direct testimony, Lin entered in evidence a hospital document in which her 1994 abortion was recorded. She also submitted a picture of herself and her son, who is apparently still living in China.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the conclusion of Lin's testimony, the IJ asked Lin whether, as her testimony had indicated, government officials had learned of her second pregnancy when she was only one month pregnant. Lin responded \"[n]o, the government discover I was pregnant, it is from March, April, May, June, July, that is four months.\" During cross-examination, Lin testified that Zheng lived with her at her mother's house after he was threatened with sterilization and before he left for America. But she then changed her story when confronted with an earlier sworn statement in her asylum application that Zheng moved in with his sister after he was threatened with sterilization. Finally, during cross-examination, Lin revised her earlier testimony about why she had not been sterilized when her pregnancy was forcibly aborted: Lin's mother had convinced the officials not to sterilize Lin by explaining that Lin could not get pregnant again because Zheng was in America.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After hearing Lin's testimony and considering her submissions in evidence, the IJ delivered an oral opinion which denied all forms of relief sought by Lin.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The IJ first found that Lin was statutorily ineligible for voluntary departure because she had no travel documents enabling her to enter China.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The IJ then decided against Lin on her claims for asylum, withholding of removal, and relief under the CAT, concluding that Lin was \"not a credible witness and ... perjured herself under oath.\" After noting the conspicuous absence from the proceedings of Lin's husband, who lived only a ten-minute walk away, the IJ explained that Lin's testimony was, at times, inherently implausible and frequently self-contradictory.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lin appealed the IJ's decision to the BIA, which summarily affirmed without decision. <i>See</i> 8 C.F.R. &#167; 1003.1(a)(7) (2003).</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Lin makes two arguments in her petition for review. First, she says that the IJ's credibility determinations were not supported by substantial evidence. Second, she argues that her asylum application really had two different claims, but the IJ ruled on only one. Lin says that she argued to the IJ and to the BIA that she met the criteria for asylum for two independent reasons: first, that she has been persecuted and has a well-founded fear of future persecution because she and her husband were underage when they were married and had their first child; and second, that she was persecuted by being forced to have an abortion of her second child. Lin says the IJ ruled against her on the second claim but did not address the first, so she is entitled to a remand on that issue.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">These asylum claims, if true, are serious. <i>See Zhao v. U.S. Dep't of Justice,</i> <span class=\"citation\" data-id=\"774878\"><a href=\"/opinion/774878/ke-zhen-zhao-v-united-states-department-of-justice-janet-reno-attorney/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">83</span></a></span>, 92 (2d Cir.2001) (discussing Congress's findings concerning forced abortion and sterilization in China). But we conclude after our own review that Lin did not present these as two separate claims, but rather as one seamless argument in support of asylum, which explains the IJ's failure to focus on the first as an independent ground. More importantly, we conclude that the IJ's adverse credibility findings, which are supported by the record, doom the first claim, even assuming it had been clearly presented as an independent claim. As a result, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The BIA's denial of Lin's asylum claims, absent legal error, \"must be upheld if supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 481, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992) (internal quotation marks omitted); <i>Albathani v. INS,</i> <span class=\"citation\" data-id=\"200413\"><a href=\"/opinion/200413/albathani-v-ins/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 372 (1st Cir.2003). To reverse the BIA, we must be persuaded that \"the evidence not only <i>supports</i> that conclusion, but <i>compels</i> it.\" <i>Elias-Zacarias,</i> 502 U.S. at 481 n. 1, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span> (emphasis in original); <i>Albathani,</i> 318 F.3d at 372. In the case of an adverse credibility determination, the IJ must \"offer a specific, cogent reason for [her] disbelief.\" <i>El Moraghy v. Ashcroft,</i> <span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span>, 205 (1st Cir.2003) (quoting <i>Gailius v. INS,</i> <span class=\"citation\" data-id=\"198026\"><a href=\"/opinion/198026/ins-v-gailius/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 47 (1st Cir.1998)). Where, as here, the BIA has summarily affirmed without opinion under 8 C.F.R. &#167; 1003.1(a)(7), the findings and conclusions of the IJ are reviewed directly. <i>See Keo v. Ashcroft,</i> <span class=\"citation no-link\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></span>, 60 (1st Cir.2003); <i>Herbert v. Ashcroft,</i> <span class=\"citation\" data-id=\"200420\"><a href=\"/opinion/200420/herbert-v-ins/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 71 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">An applicant can qualify as a \"refugee,\" and thus for consideration for asylum, either \"(1) by demonstrating past persecution, thus creating a presumption of a well-founded fear of persecution; or (2) by demonstrating a well-founded fear of persecution.\" <i>Yatskin v. INS,</i> <span class=\"citation\" data-id=\"199481\"><a href=\"/opinion/199481/yatskin-v-ins/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir.2001). Whether past or future, the persecution must be on the basis of race, religion, nationality, membership in a particular social group, or political opinion. <i>El Moraghy,</i> 331 F.3d at 203. Lin's asylum claim is based on the 1996 IRRIRA<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> amendment to the definition of \"refugee\":</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">For purposes of determinations under this chapter, a person who has been forced to abort a pregnancy or to undergo involuntary sterilization, or who has been persecuted for failure or refusal to undergo such a procedure or for other resistance to a coercive population control program, shall be deemed to have been persecuted on account of political opinion, and a person who has a well founded fear that he or she will be forced to undergo such a procedure or subject to persecution for such failure, refusal, or resistance shall be deemed to have a well founded fear of persecution on account of political opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">8 U.S.C. &#167; 1101(a)(42).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The IJ's conclusion that Lin fabricated her story about the forced abortion was supported by substantial evidence and was justified with specific reasoning. It was within the IJ's discretion to conclude that Lin's account of this incident was highly implausible and riddled with contradictions. <i>Cf. Aguilar-Solis v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 571 (1st Cir.1999) (\"[W]hen a hearing officer who saw and heard a witness makes an adverse credibility determination and supports it with specific findings, an appellate court ordinarily should accord it significant respect.\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Lin first testified that she became pregnant in March 1994 and that government officials started harassing Zheng about the pregnancy in April. It was reasonable for the IJ to conclude that Chinese officials would not have discovered that Lin was pregnant within the first month of her pregnancy; this is especially true since Lin failed to clarify her testimony when the IJ directly questioned her on it.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Lin also provided contradictory testimony about how her mother was able to convince the Chinese officials not to sterilize Lin after the doctors had already performed the abortion. Lin first said that her mother explained that Lin might have a child in America, but then testified that her mother actually said that Zheng was in America and so Lin could not get pregnant. At another point in her testimony, Lin said that Zheng lived with her after he was threatened with sterilization, but then later testified that Zheng was actually living with his sister.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The IJ also noted that the 1998 Profile of Asylum Claims for China indicates that the Fujian Province, from which Lin and her husband hailed, \"apparently has been relatively liberal in implementing restrictive family planning policies.\" Moreover, the profile said that it is not standard practice to issue abortion certificates and that documentation purporting to certify abortions is subject to widespread fabrication and fraud. This profile, considered in light of Lin's inconsistent and implausible testimony, was sufficient to support the IJ's conclusion that the abortion certificate provided by Lin was fake and had been provided by a smuggler.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We turn to Lin's other argument that regardless of whether she fabricated the forced-abortion story, she was still entitled to asylum. Lin's argument is that the uncontroverted evidence, taken by itself, established both that she was previously persecuted and that she has a well-founded fear of future persecution. She says that she was persecuted in China based solely on her underage marriage and birth. She buttresses this point by noting that she has had a second child while in America and pointing out that, according to the Profile of Asylum Claims relied upon by the IJ, \"a person who conceived a second child without approval while on a student or visitor visa would be subject to the same penalties that a resident of China must bear.\" Lin argues that neither the IJ nor the BIA ever addressed this argument in rejecting her claims for relief.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Lin's argument is unpersuasive. The IJ's determination (which was supported by substantial evidence) that Lin fabricated the major incident upon which she was seeking asylum supported the IJ's secondary conclusion that Lin was simply \"not a credible witness\" and had therefore not met her burden on her asylum claim. It is \"simply common sense\" that the presence of false testimony and documents \"`submitted to prove a central element of the claim in an asylum adjudication indicates [the applicant's] lack of credibility... [and] in the absence of an explanation regarding such presentation, creates serious doubts regarding the [petitioner's] overall credibility.'\" <i>Yongo v. INS,</i> <span class=\"citation\" data-id=\"200810\"><a href=\"/opinion/200810/yongo-v-ashcroft/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 (1st Cir.2004) (quoting <i>In re O-D-,</i> 21 I. &amp; N. Dec. 1079, 1083 (BIA 1998)). Here, the IJ was entitled to, and did, disbelieve not only Lin's forced-abortion claim, but many of her related assertions that she had been persecuted and would likely face similar persecution should she return to China.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We do not rest, though, on this proposition. Even accepting Lin's testimony that she attempted to escape the attention of the authorities after the birth of her first child by giving birth in a small hospital half an hour away and by not registering him, that is not enough. The IJ was entitled to, and did, find not credible Lin's stories about the roving birth control cadres. This finding not only undermined Lin's claim about her forced abortion, it also undermined any claim relating solely to her underage marriage and birth.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The IJ's findings regarding the relatively liberal policies of the Fujian Province also undermine the claim. Further, Lin's testimony that she was harassed independently of the abortion by being ordered to pay a fine after the birth of her child was also found not credible by the IJ; Lin failed to mention such a fine in her asylum application. The record indicates that the IJ implicitly rejected Lin's first claim and had adequate reason to do so.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the same reasons, the IJ's refusal to grant withholding of removal was within her discretion. <i>See Mediouni v. INS,</i> <span class=\"citation\" data-id=\"200253\"><a href=\"/opinion/200253/mediouni-v-ins/\"><span class=\"volume\">314</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 27 (1st Cir.2002) (\"Because the standard for withholding deportation is more stringent than that for asylum, a petitioner unable to satisfy the asylum standard fails, <i>a fortiori,</i> to satisfy the former.\" (internal quotation marks omitted)). Similarly, the IJ's denial of relief under the CAT is amply supported by the record. <i>See Guzman v. INS,</i> <span class=\"citation\" data-id=\"200443\"><a href=\"/opinion/200443/guzman-v-ins/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 16 (1st Cir.2003) (burden is on petitioner under the CAT to establish that torture is more likely than not upon removal).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the BIA denying Lin's applications for asylum, withholding of removal, and protection under the CAT is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Snakeheads are a Chinese smuggling group</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Homeland Security Act of 2002 dissolved the INS and transferred its functions to the Department of Homeland Security (DHS). The INS functions relevant to this case, including the adjudication of asylum claims, now reside in the DHS Bureau of Citizenship and Immigration Services (\"BCIS\")<i>See Disu v. Ashcroft,</i> <span class=\"citation\" data-id=\"200581\"><a href=\"/opinion/200581/disu-v-ins/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 16 n. 3 (1st Cir.2003). We nonetheless refer to the INS, rather than the BCIS, for the sake of consistency.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Zheng filed his own application for asylum. The record provides no information about the present status of that application</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The IJ did find that Lin's application for asylum was timely because it was filed within one year of her entry into the United States. The INS had initially found that Lin's application was not timely. This issue is not before us on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Petitioner has, on appeal, waived any challenge to this denial of voluntary departure by not addressing the issue in her brief<i>See Mediouni v. INS,</i> <span class=\"citation\" data-id=\"200253\"><a href=\"/opinion/200253/mediouni-v-ins/\"><span class=\"volume\">314</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 28 n. 5 (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The full name of the act is the Illegal Immigration Reform and Immigrant Responsibility Act, Pub. L. No. 104-208, 110 Stat. 3009-546 (1996)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Lin tried to explain the discrepancy in her testimony by saying that there were four months between when she became pregnant in March and when government officials aborted her pregnancy in July. This explanation was not responsive to the IJ's point, which was that she testified Zheng was told to produce Lin for an abortion in April</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The IJ found that Lin's testimony about when she was living with her family and when she was living with Zheng's family was self-contradictory and inconsistent with her asylum application. Most of this testimony referred to events prior to when Lin said she was pregnant for the second time. These inconsistencies also undermine Lin's claim regarding the persecution she experienced on the sole basis of her underage marriage and birth</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200810/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201016/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774878/"
  ]
}