{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200957/",
  "absolute_url": "/opinion/200957/pena-borrero-v-estremeda/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200957/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:04:29Z",
  "date_modified": "2016-02-28T05:04:19.333905Z",
  "type": "010combined",
  "sha1": "3b6ec30388c4dfc3efdc62615595f998427ce4ac",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1084-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/04/09/Pena-Borrero_v._Estremeda.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 03-1084\n\n              CECILIO PEÑA-BORRERO; ORLANDO PEÑA-AYALA;\n                          ASTRY PEÑA-AYALA,\n\n                       Plaintiffs, Appellants,\n\n                                 v.\n\n               JUAN ESTREMEDA; HECTOR MILLAN SANTIAGO,\n\n                       Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                               Before\n\n                      Torruella, Circuit Judge,\n                   Coffin, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n\n     Mauricio Hernández-Arroyo for appellants.\n     Eduardo A. Vera-Ramírez with whom Eileen Landrón Guardiola and\nLandrón & Vera, LLP were on brief for appellees.\n\n\n\n                           April 9, 2004\n\f     COFFIN, Senior Circuit Judge. On November 10, 2000, appellant\n\nCecilio Peña-Borrero was arrested by officers of the Puerto Rico\n\nPolice Department on a valid warrant.   He was released the same day\n\nafter posting a $300 bond. Nearly six weeks later, on December 21,\n\nhe was awakened at his home in the middle of the night and arrested\n\nagain; the warrant carried by the officers was facially identical\n\nto the earlier document but was no longer active because of its\n\nprior execution.    Despite his protests of a mistake, and his\n\ndisplay of documents showing the earlier arrest and release, the\n\nofficers took him into custody and transported him to police\n\nheadquarters.   He was released later that morning.        Appellant\n\nsubsequently filed this action, claiming civil rights violations\n\nunder federal and Commonwealth law.     The district court concluded\n\nthat the complaint failed to state a viable claim for relief and\n\nthus granted defendants' motion to dismiss.       We now vacate the\n\ndismissal and remand the case for further proceedings.\n\n                          I. Background\n\n     We summarize the facts and allegations set forth in the\n\ncomplaint. When police officers arrived at appellant's home at\n\napproximately 3:30 a.m. on December 21, 2000, he and his two young\n\nchildren, Orlando and Astry Peña-Ayala,1 were asleep.     Appellant\n\nheard a loud noise in the yard and looked out to see eight to ten\n\n\n\n     1\n       Although the children also are plaintiffs-appellants, for\nsimplicity, we refer only to Peña-Borrero as the appealing party.\n\n                               -2-\n\fpolice officers gathered there.    Informed that the officers had an\n\narrest warrant, appellant asked if it involved \"the Sabana Grande\n\nor Mayaguez case\" and reported that the warrant already had been\n\nexecuted.   Two officers, one of whom was identified as Captain\n\nSantiago, repeated the instruction for appellant to come outside.\n\nAs he opened the door to comply,2 officers entered the house,\n\npushed appellant's arms behind his back, and handcuffed him in\n\nfront of the two children.   In the course of the arrest, he re-\n\ninjured his ribs and back, which previously had been injured in a\n\ncar accident.\n\n     Once outside, appellant told the officers that he had in the\n\ntrunk of his car a copy of the executed arrest warrant and a\n\nreceipt for the bond that he had posted to be released on bail.\n\nOfficers retrieved his car keys from inside the house, opened the\n\ntrunk, and found the copy of the executed warrant.              It was\n\nidentical to the one possessed by defendants – showing its issuance\n\nin Sabana Grande on October 19 – but bore a stamp showing that it\n\nhad been executed on November 10.       The bond receipt also was dated\n\nNovember 10.\n\n     Despite the obvious overlap, the officers persisted in taking\n\nappellant to police headquarters.       His children were taken away in\n\nanother vehicle.   Appellant was placed in a cell with three other\n\n\n     2\n      Appellant stated that he immediately moved to exit the house\nbecause the officers threatened to break down his door and gates\nand used foul language.\n\n                                  -3-\n\findividuals.       He met with his attorney at about 7 a.m. and was\n\ntaken to court at about 9 a.m., \"chained together with other\n\narrestees.\"     After some time, a judge reviewed the court papers,\n\nordered him released, and apologized for the mistake.\n\n        Appellant brought suit under 42 U.S.C. §§ 1983 and 1988, and\n\nvarious    provisions     of   Commonwealth      law,   contending   that   the\n\nofficers,3 inter alia, violated his Fourteenth Amendment right to\n\ndue process and his Fourth Amendment right to be free from illegal\n\nsearches and seizures by subjecting him to false arrest, false\n\nimprisonment, excessive force and an illegal search of his home.\n\nHe further asserted that the officers conspired to deprive him of\n\nthese    rights.     He   claimed   that   the    officers   acted   at   least\n\nrecklessly by failing to check police records before executing a\n\ntwo-month-old warrant and by ignoring the documentary evidence\n\nshowing that the warrant previously had been executed.\n\n     On defendants' motion to dismiss, the district court concluded\n\nthat, \"[a]t best . . . plaintiff's allegations state negligence\n\nclaims, which, though actionable under Puerto Rico law, do not rise\n\nto the level of reckless disregard or callous indifference required\n\nfor a constitutional claim.\"        The court thus dismissed the federal\n\n\n\n\n     3\n       The complaint initially was brought against four named\nofficers and four additional unnamed officers, but appellant\ndismissed the claims without prejudice against all but two\ndefendants: Héctor Millán-Santiago and Juan Estremeda.\n\n                                     -4-\n\fclaims     explicitly,   implicitly    dismissing    as   well   the   pendent\n\ncommonwealth claims.\n\n      On    appeal,   appellant   contends   that     the   district    court\n\nimproperly applied a heightened pleading standard to assess his\n\nclaims and erred in finding his allegations inadequate to support\n\na constitutional violation.4\n\n                              II. Discussion\n\n      We review de novo the grant of a motion to dismiss, keeping in\n\nmind that a complaint may be dismissed for failure to state a claim\n\n\"'only if it is clear that no relief could be granted under any set\n\nof facts that could be proved consistent with the allegations.'\"\n\nTorres-Viera v. Laboy-Alvarado, 311 F.3d 105, 108 (lst Cir. 2002)\n\n(quoting Swierkiewicz v. Sorema N.A., 534 U.S. 506, 514 (2002));\n\nsee also Judge v. City of Lowell, 160 F.3d 67, 72 (lst Cir. 1998).\n\nAt   oral   argument,    appellants'    counsel     acknowledged   that   the\n\nconspiracy claim was thinly developed, and we agree with the\n\ndistrict court that the allegations in the complaint directed to\n\nconspiracy are wholly conclusory and inadequate, under any pleading\n\nstandard, to support relief.      No more is necessary on that issue.\n\n      The remaining § 1983 claims \"need only comply with the liberal\n\n'notice pleading' standards of the Federal Rules.\"           Wilson v. Town\n\nof Mendon, 294 F.3d 1, 10 (lst Cir. 2002) (citing Leatherman v.\n\n\n      4\n       An additional argument that the court improperly allowed\ndefendants to file a sur-reply concerning their motions to dismiss\nis without merit, and we do not address it.\n\n                                      -5-\n\fTarrant Cty. Narcotics Intelligence & Coordination Unit, 507 U.S.\n\n163, 168 (1993)); see also Swierkiewicz, 534 U.S. at 513 (\"Rule\n\n8(a)'s simplified pleading standard applies to all civil actions,\n\nwith limited exceptions.\").5      With respect to those claims, we\n\naccept as true all well-pleaded facts and draw all reasonable\n\ninferences in plaintiff's favor.\n\n      Following these precepts, we accept as true that appellant was\n\nabruptly awakened in the middle of the night, forcefully arrested,\n\nand   incarcerated   for   some   six   hours,    despite   unequivocal\n\ndocumentary evidence that the warrant justifying his arrest had\n\nbeen rendered invalid by prior execution.        Moreover, officers had\n\nfailed to check with the precinct in which the warrant originated\n\nto verify that it remained active.6\n\n      Based on these facts, we understand appellant to allege\n\nviolations of the Fourth Amendment, applicable to the states\n\nthrough the Fourteenth Amendment, stemming from both the fact of\n\n\n      5\n       The parties argue at some length about whether a heightened\npleading standard, as discussed in Judge, governs this case.\nPutting aside the conspiracy claim, the heightened review discussed\nin Judge would be inapplicable here because the claims do not\nrequire proof of wrongful motive.      See Judge, 160 F.3d at 74\n(quoting Crawford-El v. Britton, 523 U.S. 574, 597-98 (1998)).\n      6\n       Appellant did not specifically allege in his complaint that\npolice department procedures required defendants to check internal\nrecords before making an arrest under a months-old warrant, but he\nmade that assertion in his opposition to defendants' motions to\ndismiss and the district court presumed the obligation existed. In\ntheir brief on appeal and at oral argument, defendants accepted the\ndistrict court's summary of the facts and assumed the existence of\nsuch a requirement.\n\n                                  -6-\n\fhis arrest and its forceful nature.         See Albright v. Oliver, 510\n\nU.S. 266, 274 (1994) (plurality opinion) (\"deprivations of liberty\n\nthat go hand in hand with criminal prosecutions\" are properly\n\nanalyzed under the Fourth Amendment); Graham v. Connor, 490 U.S.\n\n386, 395 (1989) (Fourth Amendment provides the guide for analyzing\n\nclaims that law enforcement officers used excessive force in the\n\ncourse of an arrest or other seizure).\n\n       We begin our analysis with the claim of excessive force, which\n\nis argued by appellant in highly abbreviated, conclusory form. His\n\ncomplaint alleges that officers threatened to break down the door\n\nand gates to gain entry to his home, used foul language, and\n\n       pushed both of [his] arms up behind his back up to almost\n       his neck, whereby plaintiff told them that they were\n       hurting him.      Plaintiff was injured while being\n       handcuffed in front of his two children . . . .\n       Plaintiff reinjured his ribs near his chest which had\n       been fractured due to a prior car accident in 1997 and\n       his back was also injured where he has three (3)\n       herniated discs.\n\nIn essence, appellant asserts a constitutional violation based on\n\nharsh language and handcuffing that was accomplished by pushing his\n\narms behind his back, causing injury exacerbated by prior non-\n\nobvious injuries.    Making only cursory reference to this claim in\n\nhis brief, he suggests that, since no force was necessary to\n\neffectuate his arrest, any force was therefore unreasonable and\n\nexcessive.    In our view, however, the allegations demonstrate no\n\nmore than the \"degree of physical coercion,\" Graham, 490 U.S. at\n\n396,   typically   attendant   to   an    arrest.   Given   the   unknown\n\n                                    -7-\n\fcircumstances facing the officers as they entered appellant's home,\n\nsee id. (\"a particular use of force must be judged from the\n\nperspective of a reasonable officer on the scene, rather than with\n\nthe   20/20    vision   of   hindsight\"),    appellant's    allegations   of\n\nforceful handcuffing are insufficient to state a constitutional\n\nclaim of excessive force.       See id. (\"'Not every push or shove, even\n\nif it may later seem unnecessary in the peace of a judge's\n\nchambers,' Johnson v. Glick, 481 F.2d [1028, 1033 (2d Cir. 1973)],\n\nviolates      the   Fourth   Amendment.\");   cf.   Alexis   v.   McDonald's\n\nRestaurants of Mass., 67 F.3d 341, 352-53 (lst Cir. 1995) (finding\n\nactionable excessive force claim where officers \"suddenly and\n\nviolently grabbed and pulled\" plaintiff from a restaurant booth and\n\nacross the table; handcuffed her hands tightly behind her back;\n\ndragged her from the booth, bruising her legs; hoisted her by her\n\nelbows and carried her to the police car, and then pushed her in).7\n\n\n\n\n      7\n       Although the complaint also refers to an illegal search,\nneither the allegations contained therein nor the argument on\nappeal are sufficiently developed to require our consideration.\n\n                                     -8-\n\f     The remaining claim, however, is not so easily dismissed.8\n\nThe Fourth Amendment guarantees individuals \"the right 'to be\n\nsecure in their persons . . . against unreasonable . . . seizures'\n\nof the person.\"     Graham, 490 U.S. at 394.      Despite facially\n\nauthentic documentary evidence that the warrant was no longer\n\neffective, and with knowledge that they had failed to follow\n\nprecautionary procedures to assure its vitality, the officers\n\npersisted with appellant's arrest and detention.     If any doubts\n\nremained after appellant displayed the stamped warrant, a quick\n\nphone call to the precinct presumably would have resolved them.\n\nWhile the officers arguably were simply negligent in failing to\n\ncheck on the warrant before they acted on it, following through on\n\nthe arrest and detention once confronted with appellant's documents\n\nreflected a much more deliberate disregard for whether the warrant\n\nremained valid.   We thus conclude that the complaint's allegations\n\nwould support a jury conclusion that defendants acted unreasonably\n\nin arresting appellant and taking him into custody.    See Graham,\n\n490 U.S. at 397 (\"[T]he reasonableness inquiry [in the Fourth\n\n\n     8\n        Appellant's complaint suggests that he is asserting\nindependent claims for \"false arrest\" and \"false imprisonment.\" In\nthis context, we view the former as a subset of the latter and\nbelieve it most appropriate to view the allegations as stating a\nsingle claim for violation of appellant's Fourth Amendment right to\nbe free from an unreasonable seizure. Cf. Camilo-Robles v. Hoyos,\n151 F.3d 1, 6 (lst Cir. 1998) (\"The right to be free from\nunreasonable seizure (and, by extension, unjustified arrest and\ndetention) is clearly established in the jurisprudence of the\nFourteenth Amendment (through which the Fourth Amendment constrains\nstate action).\").\n\n                                -9-\n\fAmendment context] . . . is an objective one: the question is\n\nwhether the officers' actions are 'objectively reasonable' in light\n\nof the facts and circumstances confronting them, without regard to\n\ntheir underlying intent or motivation.\").\n\n     The documentary evidence that appellant presented to the\n\nofficers distinguishes this case from the mistaken identity setting\n\nof Baker v. McCollan, 443 U.S. 137 (1979), cited by the district\n\ncourt.     In Baker, the Supreme Court found no constitutional claim\n\nwas stated where the plaintiff was arrested on a valid warrant that\n\nwas issued in his name but intended for his brother.         In the course\n\nof its decision, the Court observed that \"a sheriff executing an\n\narrest warrant is [not] required by the Constitution to investigate\n\nindependently every claim of innocence, whether the claim is based\n\non mistaken identity or a defense such as lack of requisite\n\nintent.\"    Id. at 145-46.   In this case, however, appellant's claim\n\nof improper arrest arguably required no independent investigation;\n\nhe   did    not   simply   assert    a     mistake,   but   also   provided\n\nsubstantiation.\n\n     Our decision in Torres Ramirez v. Bermudez Garcia, 898 F.2d\n\n224, 227 (lst Cir. 1990), also supports appellant's right to pursue\n\nhis claim.    In that case, the plaintiff similarly was arrested and\n\ntransported to court despite his protests that the underlying\n\nmatter had been resolved and the arrest warrant vacated.                 We\n\nconcluded that the general marshal of the court that issued the\n\n\n                                    -10-\n\fwarrant       could    be   found     liable      under    §    1983    for    recklessly\n\nrecirculating an old warrant without first checking the court's\n\nrecords, which included a notation that the warrant had been\n\nvacated.      See id. at 227.9           In this case, where the officers had at\n\nhand proof that the warrant was deficient, the decision to proceed\n\nwith       appellant's      arrest    and    incarceration        appears      even       more\n\nreckless than the general marshal's conduct in Torres Ramirez, and\n\nmore clearly unreasonable.\n\n       Defendants        make   two       other    attempts     to     dispose       of    the\n\ncomplaint.      First,      they     contend      that    the   allegations      fail       to\n\nattribute specific acts to either defendant. Reading the complaint\n\nin the light most favorable to appellant, however, we have no\n\ndifficulty concluding that the Fourth Amendment claim remains\n\nviable against Millán.             He is identified as the supervisor of the\n\ngroup of officers at the scene; as such, he presumably had the\n\nauthority to call off the arrest – or check with the issuing\n\nprecinct – when presented with the evidence casting doubt on the\n\nwarrant's      continuing       validity.          We    also   conclude      that    it    is\n\npremature       to    dismiss      the    claim    against      defendant      Estremeda.\n\nAlthough he is mentioned by name only once – appellant allegedly\n\n\n       9\n       We note that neither the Supreme Court in Baker nor our\npanel in Torres Ramirez analyzed the plaintiffs' cases under the\nFourth Amendment's \"reasonableness\" standard and instead viewed the\nplaintiffs' claims as alleging violations of the Fourteenth\nAmendment's protection against deprivations of liberty without due\nprocess of law. See Baker, 443 U.S. at 142; Torres Ramirez, 898\nF.2d at 226.\n\n                                            -11-\n\fsaw Estremeda \"abruptly wake up his sleeping children\" – at this\n\nstage of the case, appellant's allegation that \"codefendants found\n\nthe   court    papers   but   ignored      them   completely\"    is    properly\n\nattributable to each of the officers on the scene.              See Judge, 160\n\nF.3d at 76 n.13 (\"[G]eneral allegations of omissions by all of the\n\nofficer defendants as a group gave the defendants 'fair notice' .\n\n. . of at least the general nature of [the plaintiff's] claims\n\nagainst them.\") (citation omitted).\n\n      The defendants' second point of attack is via the doctrine of\n\nqualified immunity.      \"An officer is entitled to qualified immunity\n\nwhen his conduct is objectively reasonable based on the information\n\navailable at the time and in light of clearly established law.\"\n\nTorres Ramirez, 898 F.2d at 228; see also Kelley v. LaForce, 288\n\nF.3d 1, 6-7 (lst Cir. 2002).       We think it apparent that defendants\n\nmay not use this defense to extinguish appellant's case.               Taken in\n\nthe light most favorable to appellant, the allegations show that\n\ndefendants pursued appellant's arrest and incarceration in the face\n\nof unambiguous evidence that their warrant was unenforceable.               In\n\nour view, such a seizure could be objectively unreasonable and a\n\nviolation     of   appellant's   clearly    established   Fourth      Amendment\n\nrights.   If a jury so finds, defendants would not be protected by\n\nqualified immunity, and dismissal on that basis is therefore\n\nunavailable.\n\n\n\n\n                                    -12-\n\f     For the foregoing reasons, the judgment is vacated and the\n\ncase is remanded for further proceedings consistent with this\n\nopinion.\n\n\n\n\n                             -13-\n\f",
  "html": "<p class=\"case_cite\">365 F.3d 7</p>\n    <p class=\"parties\">Cecilio PE&#209;A-BORRERO; Orlando Pe&#241;a-Ayala; Astry Pe&#241;a-Ayala, Plaintiffs, Appellants,<br>v.<br>Juan ESTREMEDA; Hector Millan Santiago, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1084.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 3, 2004.</p>\n    <p class=\"date\">Decided April 9, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Mauricio Hern&#225;ndez-Arroyo for appellants.</p>\n      <p class=\"indent\">Eduardo A. Vera-Ram&#237;rez with whom Eileen Landr&#243;n Guardiola and Landr&#243;n &amp; Vera, LLP were on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On November 10, 2000, appellant Cecilio Pe&#241;a-Borrero was arrested by officers of the Puerto Rico Police Department on a valid warrant. He was released the same day after posting a $300 bond. Nearly six weeks later, on December 21, he was awakened at his home in the middle of the night and arrested again; the warrant carried by the officers was facially identical to the earlier document but was no longer active because of its prior execution. Despite his protests of a mistake, and his display of documents showing the earlier arrest and release, the officers took him into custody and transported him to police headquarters. He was released later that morning. Appellant subsequently filed this action, claiming civil rights violations under federal and Commonwealth law. The district court concluded that the complaint failed to state a viable claim for relief and thus granted defendants' motion to dismiss. We now vacate the dismissal and remand the case for further proceedings.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We summarize the facts and allegations set forth in the complaint. When police officers arrived at appellant's home at approximately 3:30 a.m. on December 21, 2000, he and his two young children, Orlando and Astry Pe&#241;a-Ayala,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> were asleep. Appellant heard a loud noise in the yard and looked out to see eight to ten police officers gathered there. Informed that the officers had an arrest warrant, appellant asked if it involved \"the Sabana Grande or Mayaguez case\" and reported that the warrant already had been executed. Two officers, one of whom was identified as Captain Santiago, repeated the instruction for appellant to come outside. As he opened the door to comply,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> officers entered the house, pushed appellant's arms behind his back, and handcuffed him in front of the two children. In the course of the arrest, he re-injured his ribs and back, which previously had been injured in a car accident.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Once outside, appellant told the officers that he had in the trunk of his car a copy of the executed arrest warrant and a receipt for the bond that he had posted to be released on bail. Officers retrieved his car keys from inside the house, opened the trunk, and found the copy of the executed warrant. It was identical to the one possessed by defendants &#8212; showing its issuance in Sabana Grande on October 19 &#8212; but bore a stamp showing that it had been executed on November 10. The bond receipt also was dated November 10.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Despite the obvious overlap, the officers persisted in taking appellant to police headquarters. His children were taken away in another vehicle. Appellant was placed in a cell with three other individuals. He met with his attorney at about 7 a.m. and was taken to court at about 9 a.m., \"chained together with other arrestees.\" After some time, a judge reviewed the court papers, ordered him released, and apologized for the mistake.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant brought suit under 42 U.S.C. &#167;&#167; 1983 and 1988, and various provisions of Commonwealth law, contending that the officers,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>inter alia,</i> violated his Fourteenth Amendment right to due process and his Fourth Amendment right to be free from illegal searches and seizures by subjecting him to false arrest, false imprisonment, excessive force and an illegal search of his home. He further asserted that the officers conspired to deprive him of these rights. He claimed that the officers acted at least recklessly by failing to check police records before executing a two-month-old warrant and by ignoring the documentary evidence showing that the warrant previously had been executed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On defendants' motion to dismiss, the district court concluded that, \"[a]t best ... plaintiff's allegations state negligence claims, which, though actionable under Puerto Rico law, do not rise to the level of reckless disregard or callous indifference required for a constitutional claim.\" The court thus dismissed the federal claims explicitly, implicitly dismissing as well the pendent commonwealth claims.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, appellant contends that the district court improperly applied a heightened pleading standard to assess his claims and erred in finding his allegations inadequate to support a constitutional violation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review de novo the grant of a motion to dismiss, keeping in mind that a complaint may be dismissed for failure to state a claim \"`only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.'\" <i>Torres-Viera v. Laboy-Alvarado,</i> 311 F.3d 105, 108 (1st Cir.2002) (quoting <i>Swierkiewicz v. Sorema N.A.,</i> 534 U.S. 506, 514, 122 S.Ct. 992, 152 L.Ed.2d 1 (2002)); <i>see also Judge v. City of Lowell,</i> 160 F.3d 67, 72 (1st Cir.1998). At oral argument, appellants' counsel acknowledged that the conspiracy claim was thinly developed, and we agree with the district court that the allegations in the complaint directed to conspiracy are wholly conclusory and inadequate, under any pleading standard, to support relief. No more is necessary on that issue.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The remaining &#167; 1983 claims \"need only comply with the liberal `notice pleading' standards of the Federal Rules.\" <i>Wilson v. Town of Mendon,</i> 294 F.3d 1, 10 (1st Cir.2002) (citing <i>Leatherman v. Tarrant Cty. Narcotics Intelligence &amp; Coordination Unit,</i> 507 U.S. 163, 168, 113 S.Ct. 1160, 122 L.Ed.2d 517 (1993)); <i>see also Swierkiewicz,</i> 534 U.S. at 513, 122 S.Ct. 992 (\"Rule 8(a)'s simplified pleading standard applies to all civil actions, with limited exceptions.\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> With respect to those claims, we accept as true all well-pleaded facts and draw all reasonable inferences in plaintiff's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following these precepts, we accept as true that appellant was abruptly awakened in the middle of the night, forcefully arrested, and incarcerated for some six hours, despite unequivocal documentary evidence that the warrant justifying his arrest had been rendered invalid by prior execution. Moreover, officers had failed to check with the precinct in which the warrant originated to verify that it remained active.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Based on these facts, we understand appellant to allege violations of the Fourth Amendment, applicable to the states through the Fourteenth Amendment, stemming from both the fact of his arrest and its forceful nature. <i>See Albright v. Oliver,</i> 510 U.S. 266, 274, 114 S.Ct. 807, 127 L.Ed.2d 114 (1994) (plurality opinion) (\"deprivations of liberty that go hand in hand with criminal prosecutions\" are properly analyzed under the Fourth Amendment); <i>Graham v. Connor,</i> 490 U.S. 386, 395, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989) (Fourth Amendment provides the guide for analyzing claims that law enforcement officers used excessive force in the course of an arrest or other seizure).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We begin our analysis with the claim of excessive force, which is argued by appellant in highly abbreviated, conclusory form. His complaint alleges that officers threatened to break down the door and gates to gain entry to his home, used foul language, and</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">pushed both of [his] arms up behind his back up to almost his neck, whereby plaintiff told them that they were hurting him. Plaintiff was injured while being handcuffed in front of his two children.... Plaintiff reinjured his ribs near his chest which had been fractured due to a prior car accident in 1997 and his back was also injured where he has three (3) herniated discs.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In essence, appellant asserts a constitutional violation based on harsh language and handcuffing that was accomplished by pushing his arms behind his back, causing injury exacerbated by prior non-obvious injuries. Making only cursory reference to this claim in his brief, he suggests that, since no force was necessary to effectuate his arrest, any force was therefore unreasonable and excessive. In our view, however, the allegations demonstrate no more than the \"degree of physical coercion,\" <i>Graham,</i> 490 U.S. at 396, 109 S.Ct. 1865, typically attendant to an arrest. Given the unknown circumstances facing the officers as they entered appellant's home, <i>see id.</i> (\"a particular use of force must be judged from the perspective of a reasonable officer on the scene, rather than with the 20/20 vision of hindsight\"), appellant's allegations of forceful handcuffing are insufficient to state a constitutional claim of excessive force. <i>See id.</i> (\"`Not every push or shove, even if it may later seem unnecessary in the peace of a judge's chambers,' <i>Johnson v. Glick,</i> 481 F.2d [1028, 1033 (2d Cir.1973)], violates the Fourth Amendment.\"); <i>cf. Alexis v. McDonald's Restaurants of Mass.,</i> 67 F.3d 341, 352-53 (1st Cir.1995) (finding actionable excessive force claim where officers \"suddenly and violently grabbed and pulled\" plaintiff from a restaurant booth and across the table; handcuffed her hands tightly behind her back; dragged her from the booth, bruising her legs; hoisted her by her elbows and carried her to the police car, and then pushed her in).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The remaining claim, however, is not so easily dismissed.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The Fourth Amendment guarantees individuals \"the right `to be secure in their persons ... against unreasonable ... seizures' of the person.\" <i>Graham,</i> 490 U.S. at 394, 109 S.Ct. 1865. Despite facially authentic documentary evidence that the warrant was no longer effective, and with knowledge that they had failed to follow precautionary procedures to assure its vitality, the officers persisted with appellant's arrest and detention. If any doubts remained after appellant displayed the stamped warrant, a quick phone call to the precinct presumably would have resolved them. While the officers arguably were simply negligent in failing to check on the warrant before they acted on it, following through on the arrest and detention once confronted with appellant's documents reflected a much more deliberate disregard for whether the warrant remained valid. We thus conclude that the complaint's allegations would support a jury conclusion that defendants acted unreasonably in arresting appellant and taking him into custody. <i>See Graham,</i> 490 U.S. at 397, 109 S.Ct. 1865 (\"[T]he reasonableness inquiry [in the Fourth Amendment context] ... is an objective one: the question is whether the officers' actions are `objectively reasonable' in light of the facts and circumstances confronting them, without regard to their underlying intent or motivation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The documentary evidence that appellant presented to the officers distinguishes this case from the mistaken identity setting of <i>Baker v. McCollan,</i> 443 U.S. 137, 99 S.Ct. 2689, 61 L.Ed.2d 433 (1979), cited by the district court. In <i>Baker,</i> the Supreme Court found no constitutional claim was stated where the plaintiff was arrested on a valid warrant that was issued in his name but intended for his brother. In the course of its decision, the Court observed that \"a sheriff executing an arrest warrant is [not] required by the Constitution to investigate independently every claim of innocence, whether the claim is based on mistaken identity or a defense such as lack of requisite intent.\" <i>Id.</i> at 145-46, 99 S.Ct. 2689. In this case, however, appellant's claim of improper arrest arguably required no independent investigation; he did not simply assert a mistake, but also provided substantiation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our decision in <i>Torres Ramirez v. Bermudez Garcia,</i> 898 F.2d 224, 227 (1st Cir.1990), also supports appellant's right to pursue his claim. In that case, the plaintiff similarly was arrested and transported to court despite his protests that the underlying matter had been resolved and the arrest warrant vacated. We concluded that the general marshal of the court that issued the warrant could be found liable under &#167; 1983 for recklessly recirculating an old warrant without first checking the court's records, which included a notation that the warrant had been vacated. <i>See id.</i> at 227.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In this case, where the officers had at hand proof that the warrant was deficient, the decision to proceed with appellant's arrest and incarceration appears even more reckless than the general marshal's conduct in <i>Torres Ramirez,</i> and more clearly unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defendants make two other attempts to dispose of the complaint. First, they contend that the allegations fail to attribute specific acts to either defendant. Reading the complaint in the light most favorable to appellant, however, we have no difficulty concluding that the Fourth Amendment claim remains viable against Mill&#225;n. He is identified as the supervisor of the group of officers at the scene; as such, he presumably had the authority to call off the arrest &#8212; or check with the issuing precinct &#8212; when presented with the evidence casting doubt on the warrant's continuing validity. We also conclude that it is premature to dismiss the claim against defendant Estremeda. Although he is mentioned by name only once &#8212; appellant allegedly saw Estremeda \"abruptly wake up his sleeping children\" &#8212; at this stage of the case, appellant's allegation that \"codefendants found the court papers but ignored them completely\" is properly attributable to each of the officers on the scene. <i>See Judge,</i> 160 F.3d at 76 n. 13 (\"[G]eneral allegations of omissions by all of the officer defendants as a group gave the defendants `fair notice' ... of at least the general nature of [the plaintiff's] claims against them.\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The defendants' second point of attack is via the doctrine of qualified immunity. \"An officer is entitled to qualified immunity when his conduct is objectively reasonable based on the information available at the time and in light of clearly established law.\" <i>Torres Ramirez,</i> 898 F.2d at 228; <i>see also Kelley v. LaForce,</i> 288 F.3d 1, 6-7 (1st Cir.2002). We think it apparent that defendants may not use this defense to extinguish appellant's case. Taken in the light most favorable to appellant, the allegations show that defendants pursued appellant's arrest and incarceration in the face of unambiguous evidence that their warrant was unenforceable. In our view, such a seizure could be objectively unreasonable and a violation of appellant's clearly established Fourth Amendment rights. If a jury so finds, defendants would not be protected by qualified immunity, and dismissal on that basis is therefore unavailable.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>For the foregoing reasons, the judgment is vacated and the case is remanded for further proceedings consistent with this opinion.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the children also are plaintiffs-appellants, for simplicity, we refer only to Pe&#241;a-Borrero as the appealing party</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant stated that he immediately moved to exit the house because the officers threatened to break down his door and gates and used foul language</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The complaint initially was brought against four named officers and four additional unnamed officers, but appellant dismissed the claims without prejudice against all but two defendants: H&#233;ctor Mill&#225;n-Santiago and Juan Estremeda</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> An additional argument that the court improperly allowed defendants to file a sur-reply concerning their motions to dismiss is without merit, and we do not address it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The parties argue at some length about whether a heightened pleading standard, as discussed in<i>Judge,</i> governs this case. Putting aside the conspiracy claim, the heightened review discussed in <i>Judge</i> would be inapplicable here because the claims do not require proof of wrongful motive. <i>See Judge,</i> 160 F.3d at 74 (quoting <i>Crawford-El v. Britton,</i> 523 U.S. 574, 597-98, 118 S.Ct. 1584, 140 L.Ed.2d 759 (1998)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellant did not specifically allege in his complaint that police department procedures required defendants to check internal records before making an arrest under a months-old warrant, but he made that assertion in his opposition to defendants' motions to dismiss and the district court presumed the obligation existed. In their brief on appeal and at oral argument, defendants accepted the district court's summary of the facts and assumed the existence of such a requirement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although the complaint also refers to an illegal search, neither the allegations contained therein nor the argument on appeal are sufficiently developed to require our consideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Appellant's complaint suggests that he is asserting independent claims for \"false arrest\" and \"false imprisonment.\" In this context, we view the former as a subset of the latter and believe it most appropriate to view the allegations as stating a single claim for violation of appellant's Fourth Amendment right to be free from an unreasonable seizure<i>Cf. Camilo-Robles v. Hoyos,</i> 151 F.3d 1, 6 (1st Cir.1998) (\"The right to be free from unreasonable seizure (and, by extension, unjustified arrest and detention) is clearly established in the jurisprudence of the Fourteenth Amendment (through which the Fourth Amendment constrains state action).\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note that neither the Supreme Court in<i>Baker</i> nor our panel in <i>Torres Ramirez</i> analyzed the plaintiffs' cases under the Fourth Amendment's \"reasonableness\" standard and instead viewed the plaintiffs' claims as alleging violations of the Fourteenth Amendment's protection against deprivations of liberty without due process of law. <i>See Baker,</i> 443 U.S. at 142, 99 S.Ct. 2689; <i>Torres Ramirez,</i> 898 F.2d at 226.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></span></p>\n    <p class=\"parties\">Cecilio PE&#209;A-BORRERO; Orlando Pe&#241;a-Ayala; Astry Pe&#241;a-Ayala, Plaintiffs, Appellants,<br>v.<br>Juan ESTREMEDA; Hector Millan Santiago, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 03-1084.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 3, 2004.</p>\n    <p class=\"date\">Decided April 9, 2004.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Mauricio Hern&#225;ndez-Arroyo for appellants.</p>\n      <p class=\"indent\">Eduardo A. Vera-Ram&#237;rez with whom Eileen Landr&#243;n Guardiola and Landr&#243;n &amp; Vera, LLP were on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On November 10, 2000, appellant Cecilio Pe&#241;a-Borrero was arrested by officers of the Puerto Rico Police Department on a valid warrant. He was released the same day after posting a $300 bond. Nearly six weeks later, on December 21, he was awakened at his home in the middle of the night and arrested again; the warrant carried by the officers was facially identical to the earlier document but was no longer active because of its prior execution. Despite his protests of a mistake, and his display of documents showing the earlier arrest and release, the officers took him into custody and transported him to police headquarters. He was released later that morning. Appellant subsequently filed this action, claiming civil rights violations under federal and Commonwealth law. The district court concluded that the complaint failed to state a viable claim for relief and thus granted defendants' motion to dismiss. We now vacate the dismissal and remand the case for further proceedings.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We summarize the facts and allegations set forth in the complaint. When police officers arrived at appellant's home at approximately 3:30 a.m. on December 21, 2000, he and his two young children, Orlando and Astry Pe&#241;a-Ayala,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> were asleep. Appellant heard a loud noise in the yard and looked out to see eight to ten police officers gathered there. Informed that the officers had an arrest warrant, appellant asked if it involved \"the Sabana Grande or Mayaguez case\" and reported that the warrant already had been executed. Two officers, one of whom was identified as Captain Santiago, repeated the instruction for appellant to come outside. As he opened the door to comply,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> officers entered the house, pushed appellant's arms behind his back, and handcuffed him in front of the two children. In the course of the arrest, he re-injured his ribs and back, which previously had been injured in a car accident.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Once outside, appellant told the officers that he had in the trunk of his car a copy of the executed arrest warrant and a receipt for the bond that he had posted to be released on bail. Officers retrieved his car keys from inside the house, opened the trunk, and found the copy of the executed warrant. It was identical to the one possessed by defendants &#8212; showing its issuance in Sabana Grande on October 19 &#8212; but bore a stamp showing that it had been executed on November 10. The bond receipt also was dated November 10.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Despite the obvious overlap, the officers persisted in taking appellant to police headquarters. His children were taken away in another vehicle. Appellant was placed in a cell with three other individuals. He met with his attorney at about 7 a.m. and was taken to court at about 9 a.m., \"chained together with other arrestees.\" After some time, a judge reviewed the court papers, ordered him released, and apologized for the mistake.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant brought suit under 42 U.S.C. &#167;&#167; 1983 and 1988, and various provisions of Commonwealth law, contending that the officers,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>inter alia,</i> violated his Fourteenth Amendment right to due process and his Fourth Amendment right to be free from illegal searches and seizures by subjecting him to false arrest, false imprisonment, excessive force and an illegal search of his home. He further asserted that the officers conspired to deprive him of these rights. He claimed that the officers acted at least recklessly by failing to check police records before executing a two-month-old warrant and by ignoring the documentary evidence showing that the warrant previously had been executed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On defendants' motion to dismiss, the district court concluded that, \"[a]t best ... plaintiff's allegations state negligence claims, which, though actionable under Puerto Rico law, do not rise to the level of reckless disregard or callous indifference required for a constitutional claim.\" The court thus dismissed the federal claims explicitly, implicitly dismissing as well the pendent commonwealth claims.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, appellant contends that the district court improperly applied a heightened pleading standard to assess his claims and erred in finding his allegations inadequate to support a constitutional violation.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review de novo the grant of a motion to dismiss, keeping in mind that a complaint may be dismissed for failure to state a claim \"`only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.'\" <i>Torres-Viera v. Laboy-Alvarado,</i> <span class=\"citation\" data-id=\"200213\"><a href=\"/opinion/200213/torres-viera-v-laboy-alvarado/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 108 (1st Cir.2002) (quoting <i>Swierkiewicz v. Sorema N.A.,</i> <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">506</span></a></span>, 514, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span>, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2002)); <i>see also Judge v. City of Lowell,</i> <span class=\"citation\" data-id=\"759120\"><a href=\"/opinion/759120/rebecca-judge-v-city-of-lowell/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 72 (1st Cir.1998). At oral argument, appellants' counsel acknowledged that the conspiracy claim was thinly developed, and we agree with the district court that the allegations in the complaint directed to conspiracy are wholly conclusory and inadequate, under any pleading standard, to support relief. No more is necessary on that issue.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The remaining &#167; 1983 claims \"need only comply with the liberal `notice pleading' standards of the Federal Rules.\" <i>Wilson v. Town of Mendon,</i> <span class=\"citation\" data-id=\"200002\"><a href=\"/opinion/200002/wilson-v-town-of-mendon/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir.2002) (citing <i>Leatherman v. Tarrant Cty. Narcotics Intelligence &amp; Coordination Unit,</i> <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 168, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1993)); <i>see also Swierkiewicz,</i> 534 U.S. at 513, <span class=\"citation\" data-id=\"118482\"><a href=\"/opinion/118482/swierkiewicz-v-sorema-na/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">992</span></a></span> (\"Rule 8(a)'s simplified pleading standard applies to all civil actions, with limited exceptions.\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> With respect to those claims, we accept as true all well-pleaded facts and draw all reasonable inferences in plaintiff's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following these precepts, we accept as true that appellant was abruptly awakened in the middle of the night, forcefully arrested, and incarcerated for some six hours, despite unequivocal documentary evidence that the warrant justifying his arrest had been rendered invalid by prior execution. Moreover, officers had failed to check with the precinct in which the warrant originated to verify that it remained active.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Based on these facts, we understand appellant to allege violations of the Fourth Amendment, applicable to the states through the Fourteenth Amendment, stemming from both the fact of his arrest and its forceful nature. <i>See Albright v. Oliver,</i> <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 274, <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">807</span></a></span>, <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">127</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">114</span></a></span> (1994) (plurality opinion) (\"deprivations of liberty that go hand in hand with criminal prosecutions\" are properly analyzed under the Fourth Amendment); <i>Graham v. Connor,</i> <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 395, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989) (Fourth Amendment provides the guide for analyzing claims that law enforcement officers used excessive force in the course of an arrest or other seizure).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We begin our analysis with the claim of excessive force, which is argued by appellant in highly abbreviated, conclusory form. His complaint alleges that officers threatened to break down the door and gates to gain entry to his home, used foul language, and</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">pushed both of [his] arms up behind his back up to almost his neck, whereby plaintiff told them that they were hurting him. Plaintiff was injured while being handcuffed in front of his two children.... Plaintiff reinjured his ribs near his chest which had been fractured due to a prior car accident in 1997 and his back was also injured where he has three (3) herniated discs.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In essence, appellant asserts a constitutional violation based on harsh language and handcuffing that was accomplished by pushing his arms behind his back, causing injury exacerbated by prior non-obvious injuries. Making only cursory reference to this claim in his brief, he suggests that, since no force was necessary to effectuate his arrest, any force was therefore unreasonable and excessive. In our view, however, the allegations demonstrate no more than the \"degree of physical coercion,\" <i>Graham,</i> 490 U.S. at 396, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, typically attendant to an arrest. Given the unknown circumstances facing the officers as they entered appellant's home, <i>see id.</i> (\"a particular use of force must be judged from the perspective of a reasonable officer on the scene, rather than with the 20/20 vision of hindsight\"), appellant's allegations of forceful handcuffing are insufficient to state a constitutional claim of excessive force. <i>See id.</i> (\"`Not every push or shove, even if it may later seem unnecessary in the peace of a judge's chambers,' <i>Johnson v. Glick,</i> 481 F.2d [1028, 1033 (2d Cir.1973)], violates the Fourth Amendment.\"); <i>cf. Alexis v. McDonald's Restaurants of Mass.,</i> <span class=\"citation\" data-id=\"196337\"><a href=\"/opinion/196337/alexis-v-mcdonalds-corp/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">341</span></a></span>, 352-53 (1st Cir.1995) (finding actionable excessive force claim where officers \"suddenly and violently grabbed and pulled\" plaintiff from a restaurant booth and across the table; handcuffed her hands tightly behind her back; dragged her from the booth, bruising her legs; hoisted her by her elbows and carried her to the police car, and then pushed her in).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The remaining claim, however, is not so easily dismissed.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The Fourth Amendment guarantees individuals \"the right `to be secure in their persons ... against unreasonable ... seizures' of the person.\" <i>Graham,</i> 490 U.S. at 394, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>. Despite facially authentic documentary evidence that the warrant was no longer effective, and with knowledge that they had failed to follow precautionary procedures to assure its vitality, the officers persisted with appellant's arrest and detention. If any doubts remained after appellant displayed the stamped warrant, a quick phone call to the precinct presumably would have resolved them. While the officers arguably were simply negligent in failing to check on the warrant before they acted on it, following through on the arrest and detention once confronted with appellant's documents reflected a much more deliberate disregard for whether the warrant remained valid. We thus conclude that the complaint's allegations would support a jury conclusion that defendants acted unreasonably in arresting appellant and taking him into custody. <i>See Graham,</i> 490 U.S. at 397, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span> (\"[T]he reasonableness inquiry [in the Fourth Amendment context] ... is an objective one: the question is whether the officers' actions are `objectively reasonable' in light of the facts and circumstances confronting them, without regard to their underlying intent or motivation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The documentary evidence that appellant presented to the officers distinguishes this case from the mistaken identity setting of <i>Baker v. McCollan,</i> <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2689</span></a></span>, <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">61</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">433</span></a></span> (1979), cited by the district court. In <i>Baker,</i> the Supreme Court found no constitutional claim was stated where the plaintiff was arrested on a valid warrant that was issued in his name but intended for his brother. In the course of its decision, the Court observed that \"a sheriff executing an arrest warrant is [not] required by the Constitution to investigate independently every claim of innocence, whether the claim is based on mistaken identity or a defense such as lack of requisite intent.\" <i>Id.</i> at 145-46, <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2689</span></a></span>. In this case, however, appellant's claim of improper arrest arguably required no independent investigation; he did not simply assert a mistake, but also provided substantiation.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Our decision in <i>Torres Ramirez v. Bermudez Garcia,</i> <span class=\"citation\" data-id=\"538368\"><a href=\"/opinion/538368/rafael-torres-ramirez-v-juan-bermudez-garcia/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">224</span></a></span>, 227 (1st Cir.1990), also supports appellant's right to pursue his claim. In that case, the plaintiff similarly was arrested and transported to court despite his protests that the underlying matter had been resolved and the arrest warrant vacated. We concluded that the general marshal of the court that issued the warrant could be found liable under &#167; 1983 for recklessly recirculating an old warrant without first checking the court's records, which included a notation that the warrant had been vacated. <i>See id.</i> at 227.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In this case, where the officers had at hand proof that the warrant was deficient, the decision to proceed with appellant's arrest and incarceration appears even more reckless than the general marshal's conduct in <i>Torres Ramirez,</i> and more clearly unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defendants make two other attempts to dispose of the complaint. First, they contend that the allegations fail to attribute specific acts to either defendant. Reading the complaint in the light most favorable to appellant, however, we have no difficulty concluding that the Fourth Amendment claim remains viable against Mill&#225;n. He is identified as the supervisor of the group of officers at the scene; as such, he presumably had the authority to call off the arrest &#8212; or check with the issuing precinct &#8212; when presented with the evidence casting doubt on the warrant's continuing validity. We also conclude that it is premature to dismiss the claim against defendant Estremeda. Although he is mentioned by name only once &#8212; appellant allegedly saw Estremeda \"abruptly wake up his sleeping children\" &#8212; at this stage of the case, appellant's allegation that \"codefendants found the court papers but ignored them completely\" is properly attributable to each of the officers on the scene. <i>See Judge,</i> 160 F.3d at 76 n. 13 (\"[G]eneral allegations of omissions by all of the officer defendants as a group gave the defendants `fair notice' ... of at least the general nature of [the plaintiff's] claims against them.\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The defendants' second point of attack is via the doctrine of qualified immunity. \"An officer is entitled to qualified immunity when his conduct is objectively reasonable based on the information available at the time and in light of clearly established law.\" <i>Torres Ramirez,</i> 898 F.2d at 228; <i>see also Kelley v. LaForce,</i> <span class=\"citation\" data-id=\"777426\"><a href=\"/opinion/777426/michael-k-kelley-and-lenore-t-kelley-v-joseph-w-laforce-robert/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6-7 (1st Cir.2002). We think it apparent that defendants may not use this defense to extinguish appellant's case. Taken in the light most favorable to appellant, the allegations show that defendants pursued appellant's arrest and incarceration in the face of unambiguous evidence that their warrant was unenforceable. In our view, such a seizure could be objectively unreasonable and a violation of appellant's clearly established Fourth Amendment rights. If a jury so finds, defendants would not be protected by qualified immunity, and dismissal on that basis is therefore unavailable.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>For the foregoing reasons, the judgment is vacated and the case is remanded for further proceedings consistent with this opinion.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the children also are plaintiffs-appellants, for simplicity, we refer only to Pe&#241;a-Borrero as the appealing party</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant stated that he immediately moved to exit the house because the officers threatened to break down his door and gates and used foul language</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The complaint initially was brought against four named officers and four additional unnamed officers, but appellant dismissed the claims without prejudice against all but two defendants: H&#233;ctor Mill&#225;n-Santiago and Juan Estremeda</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> An additional argument that the court improperly allowed defendants to file a sur-reply concerning their motions to dismiss is without merit, and we do not address it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The parties argue at some length about whether a heightened pleading standard, as discussed in<i>Judge,</i> governs this case. Putting aside the conspiracy claim, the heightened review discussed in <i>Judge</i> would be inapplicable here because the claims do not require proof of wrongful motive. <i>See Judge,</i> 160 F.3d at 74 (quoting <i>Crawford-El v. Britton,</i> <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 597-98, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">759</span></a></span> (1998)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellant did not specifically allege in his complaint that police department procedures required defendants to check internal records before making an arrest under a months-old warrant, but he made that assertion in his opposition to defendants' motions to dismiss and the district court presumed the obligation existed. In their brief on appeal and at oral argument, defendants accepted the district court's summary of the facts and assumed the existence of such a requirement</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although the complaint also refers to an illegal search, neither the allegations contained therein nor the argument on appeal are sufficiently developed to require our consideration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Appellant's complaint suggests that he is asserting independent claims for \"false arrest\" and \"false imprisonment.\" In this context, we view the former as a subset of the latter and believe it most appropriate to view the allegations as stating a single claim for violation of appellant's Fourth Amendment right to be free from an unreasonable seizure<i>Cf. Camilo-Robles v. Hoyos,</i> <span class=\"citation\" data-id=\"756655\"><a href=\"/opinion/756655/grancid-camilo-robles-v-dr-guillermo-hoyos-and-dr-hector-o/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.1998) (\"The right to be free from unreasonable seizure (and, by extension, unjustified arrest and detention) is clearly established in the jurisprudence of the Fourteenth Amendment (through which the Fourth Amendment constrains state action).\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We note that neither the Supreme Court in<i>Baker</i> nor our panel in <i>Torres Ramirez</i> analyzed the plaintiffs' cases under the Fourth Amendment's \"reasonableness\" standard and instead viewed the plaintiffs' claims as alleging violations of the Fourteenth Amendment's protection against deprivations of liberty without due process of law. <i>See Baker,</i> 443 U.S. at 142, <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2689</span></a></span>; <i>Torres Ramirez,</i> 898 F.2d at 226.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777426/"
  ]
}