{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/200935/",
  "absolute_url": "/opinion/200935/american-fiber-v-tyco-healthcare/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/200935/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:04:02Z",
  "date_modified": "2016-02-28T05:04:23.284891Z",
  "type": "010combined",
  "sha1": "76ce95d710d2db2e00c3c35e9a0468f47d6ebeb2",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2297-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/03/29/American_Fiber_v._Tyco_Healthcare.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 03-2297\n\n                AMERICAN FIBER & FINISHING, INC.,\n       TRUSTEE OF AMERICAN FIBER & FINISHING REALTY TRUST,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                   TYCO HEALTHCARE GROUP, LP,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n\n              Torruella and Selya, Circuit Judges.\n\n\n     Diane C. Tillotson, Joseph L. Bierwirth, Jr., Hemenway &\nBarnes, Martin E. Levin, and Stern, Shapiro, Weissberg & Garin, LP\non brief and motion to dismiss for appellant.\n     Ben T. Clements and Clements & Clements, LLP on brief and\nopposition to motion for appellee.\n\n\n\n                         March 29, 2004\n\f             SELYA, Circuit Judge. This case began as a routine piece\n\nof environmental litigation. It has morphed into what could easily\n\npass for     a    law    school    examination      question   in    federal     civil\n\nprocedure.       The tale follows.\n\n             On February 16, 2001, plaintiff-appellant American Fiber\n\n& Finishing, Inc. (AF&F), trustee of the American Fiber & Finishing\n\nRealty Trust, sued Tyco International (US), Inc. in the United\n\nStates District Court for the District of Massachusetts.                        In its\n\ncomplaint, AF&F claimed that Tyco International was liable, as a\n\nsuccessor in interest to Kendall Company, for response costs\n\nincurred in connection with the decontamination of an industrial\n\nsite in Colrain, Massachusetts. Although AF&F asserted only state-\n\nlaw claims, federal jurisdiction attached based on diversity of\n\ncitizenship (AF&F is a Delaware corporation that maintains its\n\nprincipal        place    of    business      in    North    Carolina     and     Tyco\n\nInternational is a Nevada corporation that maintains its principal\n\nplace   of   business      in     New   Hampshire)    and    the   existence     of   a\n\ncontroversy       exceeding       $75,000    in    amount.     See   28   U.S.C.      §\n\n1332(a)(1).\n\n             Under Fed. R. Civ. P. 15(a), a plaintiff may amend its\n\ncomplaint once as of right before a responsive pleading is served.\n\nOn April 2, 2001, AF&F exercised this prerogative and filed an\n\namended complaint that dropped Tyco International as a defendant\n\n\n\n\n                                            -2-\n\fand inserted Tyco Healthcare Group, LP in its stead.1            Otherwise,\n\nthe amended complaint mimicked the original complaint:                AF&F\n\nasserted the same state-law claims against Tyco Healthcare that it\n\npreviously had asserted against Tyco International.\n\n            The switch of parties defendant worked a subtle change in\n\nthe     jurisdictional   calculus.         For   purposes   of    diversity\n\njurisdiction, a limited partnership is deemed to be a citizen of\n\nevery state of which any of its general or limited partners are\n\ncitizens.    Carden v. Arkoma Assocs., 494 U.S. 185, 195-96 (1990).\n\nTyco Healthcare is a Delaware limited partnership and its general\n\npartner, SWD Holding, Inc. I, is incorporated in that state. Thus,\n\nTyco Healthcare is deemed a citizen of Delaware for diversity\n\npurposes.    So viewed, the change in parties should have raised a\n\nred flag about a possible lack of diversity, inasmuch as Tyco\n\nHealthcare and AF&F shared Delaware citizenship.\n\n            Although this land mine is obvious in hindsight, no one\n\nquestioned the district court's subject matter jurisdiction at the\n\ntime.     By the same token, the use of Rule 15(a) to replace one\n\nparty with another may be mildly controversial, see, e.g., Int'l\n\nBhd. of Teamsters v. AFL-CIO, 32 F.R.D. 441, 442 (E.D. Mich. 1963)\n\n\n\n      1\n      The record suggests that AF&F substituted Tyco Healthcare as\nthe defendant after ascertaining that, by October of 1998, Tyco\nHealthcare (then known as \"The Kendall Company LP\") had acquired\nall of Kendall Company's assets and liabilities. That information\napparently led AF&F to conclude that Tyco Healthcare was Kendall's\nultimate successor in interest.\n\n                                     -3-\n\f(suggesting that the addition or discharge of parties is controlled\n\nby Rule 21 and that an amended pleading altering the identity of\n\nthe parties therefore requires leave of court), but nobody raised\n\nthat point.      Indeed, Tyco Healthcare refrained from any sort of\n\nchallenge to the propriety of the amended complaint, but, rather,\n\nanswered it.     From that point forward, the court presided over two\n\nyears of pretrial discovery.          On March 3, 2003, Tyco Healthcare\n\nmoved for summary judgment.           See Fed. R. Civ. P. 56(c).               The\n\ndistrict court granted the motion.          Am. Fiber & Finishing, Inc. v.\n\nTyco Healthcare Group, LP, 273 F. Supp. 2d 155 (D. Mass. 2003).\n\nThis appeal ensued.\n\n           In short order, the character of the proceeding changed.\n\nSimultaneous with the filing of its appellate brief, AF&F moved to\n\ndismiss the appeal and to remand the case for the purpose of\n\nvacating   the   judgment.      It    asserted      that,    in    preparing   the\n\njurisdictional statement for its appellate brief, it recognized for\n\nthe first time that the parties were non-diverse and, accordingly,\n\nthat the trial court lacked subject matter jurisdiction.                       Tyco\n\nHealthcare opposed the motion.         We postponed oral argument on the\n\nappeal itself and took the motion to vacate under advisement.                   We\n\nturn now to the merits of that motion.\n\n           Federal courts are courts of limited jurisdiction.                   In\n\nthe   absence    of   jurisdiction,    a    court    is     powerless   to     act.\n\nConsistent    with    these   principles,    it     is    firmly    settled    that\n\n\n                                      -4-\n\fchallenges to federal subject matter jurisdiction may be raised for\n\nthe first time on appeal.             See Kontrick v. Ryan, 124 S. Ct. 906,\n\n915 (2004); Halleran v. Hoffman, 966 F.2d 45, 47 (1st Cir. 1992);\n\nsee   also    Fed.    R.    Civ.   P.   12(h)(3)         (\"Whenever    it    appears    by\n\nsuggestion     of     the   parties     or    otherwise      that   the      court    lacks\n\njurisdiction of the subject matter, the court shall dismiss the\n\naction.\").          Federal    courts        are     expected   to     monitor        their\n\njurisdictional boundaries vigilantly and to guard carefully against\n\nexpansion by distended judicial interpretation.                       Am. Fire & Cas.\n\nCo. v. Finn, 341 U.S. 6, 17-18 (1951).                     Just as a federal court\n\ncannot expand its jurisdictional horizon, parties cannot confer\n\nsubject matter jurisdiction on a federal court \"by indolence,\n\noversight, acquiescence, or consent.\"                    United States v. Horn, 29\n\nF.3d 754, 768 (1st Cir. 1994).\n\n              In the case at hand, the parties concede that diversity\n\nis    the    only     conceivable       basis      for    federal     subject        matter\n\njurisdiction.         The initial complaint cleared this hurdle.                       The\n\nquestion, then, is what jurisdictional consequences attached to the\n\nreplacement of Tyco International with Tyco Healthcare in AF&F's\n\namended complaint.          On this question, the protagonists part ways.\n\nAF&F contends that, even though it was unaware of the consequences\n\nat the time, Tyco Healthcare's arrival on the scene destroyed the\n\nrequisite diversity and, thus, eliminated any vestige of federal\n\nsubject      matter    jurisdiction.            In    contrast,       Tyco    Healthcare\n\n\n                                             -5-\n\fasseverates that the lack of diversity between it and AF&F did not\n\ndivest the district court of jurisdiction because the original\n\nparties were diverse and the subsequent switch did not alter the\n\nfundamental nature of the action.                After careful study of this\n\nconundrum, we are persuaded that AF&F's view is correct.\n\n              We begin with the abecedarian rule that there must be\n\ncomplete      diversity    among   the   parties      to    sustain    diversity\n\njurisdiction.        See Strawbridge v. Curtiss, 7 U.S. (3 Cranch) 267,\n\n267 (1806). That circumstance has not existed here from the moment\n\nthat   AF&F    made    Tyco   Healthcare     a    party    to   the   action    and\n\nsimultaneously dropped Tyco International from the equation.                   This\n\nappeal, therefore, appears to be a fish out of water.\n\n              Tyco   Healthcare    reminds   us    that    appearances    can   be\n\ndeceiving.      Cf. Aesop, The Wolf in Sheep's Clothing (circa 550\n\nB.C.).   Indeed, \"the rule that there must be complete diversity to\n\nsustain diversity jurisdiction is not absolute.\"                Am. Nat'l Bank &\n\nTrust Co. v. Bailey, 750 F.2d 577, 582 (7th Cir. 1984).                         For\n\nexample, if the opposing parties are diverse at the moment of suit,\n\nbut one of them then moves to the other's home state, diversity\n\njurisdiction is not affected. See, e.g., Morgan's Heirs v. Morgan,\n\n15 U.S. (2 Wheat.) 290, 297 (1817); Hawes v. Club Ecuestre El\n\nComandante, 598 F.2d 698, 700-01 (1st Cir. 1979).\n\n              Tyco Healthcare insists that the particular circumstances\n\nof this case — in which complete diversity existed when the action\n\n\n                                      -6-\n\finitially was commenced and was dissipated only by the subsequent\n\nfiling of an amendment to the complaint — demand a finding of\n\ncontinued jurisdiction.        In support of this claim, Tyco Healthcare\n\nholds     fast   to   the    Supreme   Court's    statement    that   it   has\n\n\"consistently held that if jurisdiction exists at the time an\n\naction is commenced, such jurisdiction may not be divested by\n\nsubsequent events.\"         Freeport-McMoRan, Inc. v. K N Energy, Inc.,\n\n498 U.S. 426, 428 (1991) (per curiam).           Tyco Healthcare's reliance\n\non this statement is understandable.         Read literally, it seems to\n\nsuggest that the later change in the identity of parties defendant\n\ncould not destroy the diversity that originally existed. But it is\n\nrisky to read judicial pronouncements in a vacuum, and adding\n\ncontext makes it pellucid that the quoted language cannot be taken\n\nliterally.\n\n             In Freeport, a gas seller brought a breach of contract\n\naction against a diverse buyer in federal court.                 The seller\n\nsubsequently assigned its interest in the contract and sought to\n\nadd the non-diverse assignee as a plaintiff under Fed. R. Civ. P.\n\n25(c).2     Such a procedural move is available when there is a\n\ntransfer of interest after the filing of suit.                See Explosives\n\n\n     2\n         Fed. R. Civ. P. 25(c) provides in pertinent part:\n\n     In case of any transfer of interest, the action may be\n     continued by or against the original party, unless the\n     court upon motion directs the person to whom the interest\n     is transferred to be substituted in the action or joined\n     with the original party.\n\n                                       -7-\n\fCorp. of Am. v. Garlam Enters. Corp., 817 F.2d 894, 907 (1st Cir.\n\n1987).     In a brief per curiam opinion, the Court held that\n\ndiversity jurisdiction persisted, despite the introduction of a\n\nnon-diverse party, because \"[a] contrary rule could well have the\n\neffect   of    deterring    normal    business     transactions    during     the\n\npendency of what might be lengthy litigation.\"            Freeport, 498 U.S.\n\nat 428-29.\n\n              The   procedural    circumstances    and   ratio    decidendi   of\n\nFreeport limit its precedential value.             They make it clear that\n\nwhen the Court declared that \"subsequent events\" do not divest the\n\ndistrict court of diversity jurisdiction, it was referring mainly\n\nto post-filing transfers of interest — not to all post-filing\n\nadditions of non-diverse parties.              Accordingly, we join several\n\nother courts of appeals that have read Freeport narrowly and\n\nrestricted its precedential force to the precincts patrolled by\n\nRule 25.      See Estate of Alvarez v. Donaldson Co., 213 F.3d 993,\n\n994-95 (7th Cir. 2000) (refusing to read Freeport as standing for\n\nthe   general       proposition   that    once   diversity   jurisdiction     is\n\nestablished it cannot be destroyed by later developments); Cobb v.\n\nDelta Exps., Inc., 186 F.3d 675, 680-81 (5th Cir. 1999) (limiting\n\nFreeport to the context of adding parties under Fed. R. Civ. P.\n\n25); Ingram v. CSX Transp., Inc., 146 F.3d 858, 861 (11th Cir.\n\n1998) (\"Freeport does not stand for the proposition that all\n\n\n\n\n                                         -8-\n\fadditions of nondiverse parties are permissible as long as complete\n\ndiversity existed at the time of commencement of the lawsuit.\").\n\n            In   contrast   to    Freeport,   there   was    no    post-filing\n\ntransfer of interest in the instant case.             Tyco Healthcare had\n\nacquired all of Kendall's assets and liabilities by October of\n\n1998.     See supra note 1.       That was over two years before AF&F\n\ncommenced this action.      A finding of subject matter jurisdiction\n\nunder these circumstances would allow for the easy circumvention of\n\n28 U.S.C. § 1332(a)(1) and would expand the reach of diversity\n\njurisdiction beyond what Congress intended.           We are unwilling to\n\ngive our imprimatur to so large a loophole.\n\n             We find further support for our initial impression in\n\nCasas Office Machines, Inc. v. Mita Copystar America, Inc., 42 F.3d\n\n668 (1st Cir. 1994).        There, the plaintiff replaced fictitious\n\ndefendants with named, non-diverse defendants after removal to\n\nfederal court.      Id. at 670.        On appeal, we ruled that this\n\nsubstitution defeated diversity jurisdiction.               Id. at 675.      Of\n\nparticular    pertinence    for    present    purposes,     we    rejected   the\n\nplaintiff's absolutist interpretation of Freeport. See id. at 673-\n\n74.     At least two other courts have taken a similar stance where,\n\nas here, a plaintiff has introduced a non-diverse defendant to an\n\naction by amending his or her complaint under Rule 15(a).                    See\n\nAlvarez, 213 F.3d at 995-96 (holding that the introduction of new\n\nparties destroyed the federal court's subject matter jurisdiction);\n\n\n                                     -9-\n\fIngram, 146 F.3d at 861-62 (similar); cf. 13B Charles A. Wright et\n\nal., Federal Practice and Procedure § 3608, at 454 (2d ed. 1984 &\n\nSupp. 2003) (explaining that parties joined under Rules 19 and 20\n\nmust independently satisfy applicable jurisdictional requirements).\n\n          The Supreme Court's opinion in Owen Equipment & Erection\n\nCo. v. Kroger, 437 U.S. 365 (1978), confirms the notion that\n\nsubject matter jurisdiction is lacking here.   In Owen — a case that\n\nFreeport expressly declined to overrule, see 498 U.S. at 429 — the\n\nplaintiff amended her complaint to bring a state-law claim against\n\na non-diverse third-party defendant who had been impleaded by the\n\noriginal (diverse) defendant pursuant to Fed. R. Civ. P. 14(a).\n\nOwen, 437 U.S. at 367-68.   The Court found no basis for federal\n\njurisdiction over the plaintiff's claim against the non-diverse\n\nparty, explaining that:\n\n          [I]t is clear that the [plaintiff] could not\n          originally have brought suit in federal court\n          naming [the non-diverse third-party defendant]\n          and [the diverse original defendant] as\n          codefendants, since citizens of Iowa would\n          have been on both sides of the litigation.\n          Yet the identical lawsuit resulted when she\n          amended her complaint. Complete diversity was\n          destroyed just as surely as if she had sued\n          [the non-diverse defendant] initially.      In\n          either situation, in the plain language of the\n          statute, the \"matter in controversy\" could not\n          be \"between . . . citizens of different\n          States.\"\n\nId. at 374.\n\n          So here:   it is nose-on-the-face plain that AF&F could\n\nnot originally have brought suit in federal court against Tyco\n\n                               -10-\n\fHealthcare, since citizens of Delaware would have been perched on\n\nboth sides of the litigation.      When it amended its complaint to\n\nconfigure its suit in precisely that fashion, complete diversity\n\nwas destroyed just as surely as if it had sued Tyco Healthcare in\n\nthe first instance.   As the Seventh Circuit put it, \"the plaintiff\n\nwas doing in two steps what, if [the plaintiff] had done it in one,\n\nwould have clearly disclosed the absence of federal jurisdiction .\n\n. . .\"      Am. Nat'l Bank, 750 F.2d at       583.    The extra step\n\nobfuscates, but does not alter, the jurisdictional calculus.\n\n            We do not pretend that the jurisdictional question is\n\ntotally free from doubt.    Even apart from Rule 25, some courts have\n\nfound diversity jurisdiction to exist despite the introduction of\n\na non-diverse litigant into the mix.      See, e.g., Dean v. Holiday\n\nInns, Inc., 860 F.2d 670, 671-72 (6th Cir. 1988) (finding that\n\nintervention of former attorney to litigate fee dispute within the\n\nlarger case did not destroy diversity jurisdiction); Gaines v.\n\nDixie Carriers, Inc., 434 F.2d 52, 54 (5th Cir. 1970) (per curiam)\n\n(finding that diversity jurisdiction persisted even after Rule\n\n24(a) intervention by a non-diverse litigant); Brough v. Strathmann\n\nSupply Co., 358 F.2d 374, 375-76 (3d Cir. 1966) (finding that\n\ndiversity    jurisdiction   endured   where   non-diverse   minor   was\n\nsubstituted for his diverse guardian upon reaching maturity).       But\n\nmost of those decisions predate the Supreme Court's opinion in Owen\n\nand all of them involve circumstances materially different from\n\n\n                                 -11-\n\fthose of the instant case.       In the last analysis, we are faced with\n\na plaintiff who belatedly ascertained that it had sued the wrong\n\nentity and proceeded to replace the only existing defendant with a\n\nnon-diverse defendant.         The transfer of interest that made Tyco\n\nHealthcare potentially liable occurred prior to the inception of\n\nthe litigation.       Thus, although an exact precedential match has\n\nproven   elusive,    closely    related    case   law   and   general   policy\n\nconcerns lead us to the ineluctable conclusion that the swapping of\n\nparties defeased the court of jurisdiction.\n\n            In a final effort to salvage its case, Tyco Healthcare\n\ncontends    that    estoppel    principles    should     prevent    AF&F    from\n\nchallenging subject matter jurisdiction at this late date.                    It\n\nfinds    AF&F's    belated   discovery    that    the   federal    courts   lack\n\njurisdiction over this matter — a discovery made after almost three\n\nyears of litigation and a crushing defeat on the merits — much too\n\nconvenient, and it voices concerns about manipulation.               We are not\n\nwithout empathy for Tyco Healthcare's predicament, but its estoppel\n\nrationale is not backed by any persuasive authority.               Nor would we\n\nexpect it to be:       diversity jurisdiction is, in general, not a\n\nmatter subject to the exercise of judicial discretion.               New Engl.\n\nConcrete Pipe Corp. v. D/C Sys. of New Engl., Inc., 658 F.2d 867,\n\n874 (1st Cir. 1981).         To permit the exercise of jurisdiction in\n\nthis case based solely on estoppel principles would give federal\n\ncourts power that Congress saw fit to deny to them, and that would\n\n\n                                    -12-\n\f\"work a wrongful extension of federal jurisdiction.\"          Am. Fire &\n\nCas., 341 U.S. at 18.        We therefore decline Tyco Healthcare's\n\ninvitation to use estoppel as a hook on which to hang federal\n\njurisdiction.\n\n           For the reasons elucidated above, we hold that the\n\nintroduction of Tyco Healthcare into this action divested the\n\ndistrict court of jurisdiction.      That holding, however, does not\n\nnecessarily end our journey.     Under certain circumstances, federal\n\nappellate courts have the authority to dismiss non-diverse parties\n\nto cure defects in diversity jurisdiction.         See Newman-Green, Inc.\n\nv. Alfonzo-Larrain, 490 U.S. 826, 837 (1989) (extending to courts\n\nof appeals the power found in Fed. R. Civ. P. 21); Casas, 42 F.3d\n\nat 678 (ordering dismissal of two non-diverse defendants in order\n\nto restore diversity jurisdiction).          The decision to dismiss\n\nrevolves largely around whether the non-diverse litigant is a\n\ndispensable or indispensable party.       See Newman, 490 U.S. at 837;\n\nCasas, 42 F.3d at 675; see also 13B Federal Practice and Procedure,\n\nsupra § 3606, at 413-14 (explaining that \"when the party whose\n\npresence would destroy jurisdiction is not 'indispensable' it may\n\nbe possible for plaintiff to have the action dismissed as to that\n\nindividual and thereby preserve jurisdiction\"); see generally Fed.\n\nR. Civ. P. 19.      In a classic battle of dueling footnotes, the\n\nparties   dispute   Tyco   Healthcare's   proper    classification   as   a\n\ndispensable or indispensable party.       We eschew any resolution of\n\n\n                                  -13-\n\fthis issue.    When a defendant is the only defendant remaining in\n\nthe action, any dismissal of it from the case would necessarily\n\nterminate the action itself.         That principle obtains here.\n\n            To sum up, AF&F destroyed diversity jurisdiction when it\n\namended its complaint and jettisoned Tyco International (a diverse\n\nparty)   in   favor    of   Tyco     Healthcare    (a     non-diverse     party).\n\nAccordingly,   we     vacate   the   judgment     below    and   remand   to   the\n\ndistrict court for dismissal of the action without prejudice to its\n\nmaintenance in a court of competent jurisdiction. See Fed. R. Civ.\n\nP. 41(b).\n\n            We add an eschatocol of sorts.                There is admittedly\n\nsomething unsettling about a party bringing a case in a federal\n\ncourt, taking the case to final judgment, losing, and then invoking\n\na jurisdictional defect that it created — with the result that it\n\nescapes from the judgment and returns, albeit in a different venue,\n\nto relitigate the merits.          But the federal courts are courts of\n\nlimited jurisdiction and their institutional interest in policing\n\nthe margins of that jurisdiction is of greater concern than any\n\nperceived inequity that may exist here.              We add, moreover, that\n\nalthough the jurisdictional fault was of AF&F's making, the shoe\n\ncould have been on the other foot — AF&F might have won in the\n\ndistrict court only to have its victory snatched away by the\n\nbelated discovery of the jurisdictional snafu. That said, we think\n\n\n\n\n                                      -14-\n\fit fair in these circumstances that costs be taxed in favor of Tyco\n\nHealthcare.\n\n          So Ordered.\n\n\n\n\n                               -15-\n\f",
  "html": "<p class=\"case_cite\">362 F.3d 136</p>\n    <p class=\"parties\">AMERICAN FIBER &amp; FINISHING, INC., Trustee of American Fiber &amp; Finishing Realty Trust, Plaintiff, Appellant,<br>v.<br>TYCO HEALTHCARE GROUP, LP, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-2297.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted February 6, 2004.</p>\n    <p class=\"date\">Decided March 29, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Diane C. Tillotson, Joseph L. Bierwirth, Jr., Hemenway &amp; Barnes, Martin E. Levin, and Stern, Shapiro, Weissberg &amp; Garin, LP on brief and motion to dismiss for appellant.</p>\n      <p class=\"indent\">Ben T. Clements and Clements &amp; Clements, LLP on brief and opposition to motion for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case began as a routine piece of environmental litigation. It has morphed into what could easily pass for a law school examination question in federal civil procedure. The tale follows.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 16, 2001, plaintiff-appellant American Fiber &amp; Finishing, Inc. (AF &amp; F), trustee of the American Fiber &amp; Finishing Realty Trust, sued Tyco International (US), Inc. in the United States District Court for the District of Massachusetts. In its complaint, AF &amp; F claimed that Tyco International was liable, as a successor in interest to Kendall Company, for response costs incurred in connection with the decontamination of an industrial site in Colrain, Massachusetts. Although AF &amp; F asserted only state-law claims, federal jurisdiction attached based on diversity of citizenship (AF &amp; F is a Delaware corporation that maintains its principal place of business in North Carolina and Tyco International is a Nevada corporation that maintains its principal place of business in New Hampshire) and the existence of a controversy exceeding $75,000 in amount. <i>See</i> 28 U.S.C. &#167; 1332(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Under Fed.R.Civ.P. 15(a), a plaintiff may amend its complaint once as of right before a responsive pleading is served. On April 2, 2001, AF &amp; F exercised this prerogative and filed an amended complaint that dropped Tyco International as a defendant and inserted Tyco Healthcare Group, LP in its stead.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Otherwise, the amended complaint mimicked the original complaint: AF &amp; F asserted the same state-law claims against Tyco Healthcare that it previously had asserted against Tyco International.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The switch of parties defendant worked a subtle change in the jurisdictional calculus. For purposes of diversity jurisdiction, a limited partnership is deemed to be a citizen of every state of which any of its general or limited partners are citizens. <i>Carden v. Arkoma Assocs.,</i> 494 U.S. 185, 195-96, 110 S.Ct. 1015, 108 L.Ed.2d 157 (1990). Tyco Healthcare is a Delaware limited partnership and its general partner, SWD Holding, Inc. I, is incorporated in that state. Thus, Tyco Healthcare is deemed a citizen of Delaware for diversity purposes. So viewed, the change in parties should have raised a red flag about a possible lack of diversity, inasmuch as Tyco Healthcare and AF &amp; F shared Delaware citizenship.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although this land mine is obvious in hindsight, no one questioned the district court's subject matter jurisdiction at the time. By the same token, the use of Rule 15(a) to replace one party with another may be mildly controversial, <i>see, e.g., Int'l Bhd. of Teamsters v. AFL-CIO,</i> 32 F.R.D. 441, 442 (E.D.Mich.1963) (suggesting that the addition or discharge of parties is controlled by Rule 21 and that an amended pleading altering the identity of the parties therefore requires leave of court), but nobody raised that point. Indeed, Tyco Healthcare refrained from any sort of challenge to the propriety of the amended complaint, but, rather, answered it. From that point forward, the court presided over two years of pretrial discovery. On March 3, 2003, Tyco Healthcare moved for summary judgment. <i>See</i> Fed.R.Civ.P. 56(c). The district court granted the motion. <i>Am. Fiber &amp; Finishing, Inc. v. Tyco Healthcare Group, LP,</i> 273 F.Supp.2d 155 (D.Mass.2003). This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In short order, the character of the proceeding changed. Simultaneous with the filing of its appellate brief, AF &amp; F moved to dismiss the appeal and to remand the case for the purpose of vacating the judgment. It asserted that, in preparing the jurisdictional statement for its appellate brief, it recognized for the first time that the parties were non-diverse and, accordingly, that the trial court lacked subject matter jurisdiction. Tyco Healthcare opposed the motion. We postponed oral argument on the appeal itself and took the motion to vacate under advisement. We turn now to the merits of that motion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Federal courts are courts of limited jurisdiction. In the absence of jurisdiction, a court is powerless to act. Consistent with these principles, it is firmly settled that challenges to federal subject matter jurisdiction may be raised for the first time on appeal. <i>See Kontrick v. Ryan,</i> 540 U.S. 443, ___, 124 S.Ct. 906, 915, 157 L.Ed.2d 867 (2004); <i>Halleran v. Hoffman,</i> 966 F.2d 45, 47 (1st Cir.1992); <i>see also</i> Fed.R.Civ.P. 12(h)(3) (\"Whenever it appears by suggestion of the parties or otherwise that the court lacks jurisdiction of the subject matter, the court shall dismiss the action.\"). Federal courts are expected to monitor their jurisdictional boundaries vigilantly and to guard carefully against expansion by distended judicial interpretation. <i>Am. Fire &amp; Cas. Co. v. Finn,</i> 341 U.S. 6, 17-18, 71 S.Ct. 534, 95 L.Ed. 702 (1951). Just as a federal court cannot expand its jurisdictional horizon, parties cannot confer subject matter jurisdiction on a federal court \"by indolence, oversight, acquiescence, or consent.\" <i>United States v. Horn,</i> 29 F.3d 754, 768 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the case at hand, the parties concede that diversity is the only conceivable basis for federal subject matter jurisdiction. The initial complaint cleared this hurdle. The question, then, is what jurisdictional consequences attached to the replacement of Tyco International with Tyco Healthcare in AF &amp; F's amended complaint. On this question, the protagonists part ways. AF &amp; F contends that, even though it was unaware of the consequences at the time, Tyco Healthcare's arrival on the scene destroyed the requisite diversity and, thus, eliminated any vestige of federal subject matter jurisdiction. In contrast, Tyco Healthcare asseverates that the lack of diversity between it and AF &amp; F did not divest the district court of jurisdiction because the original parties were diverse and the subsequent switch did not alter the fundamental nature of the action. After careful study of this conundrum, we are persuaded that AF &amp; F's view is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We begin with the abecedarian rule that there must be complete diversity among the parties to sustain diversity jurisdiction. <i>See Strawbridge v. Curtiss,</i> 7 U.S. (3 Cranch) 267, 267, 2 L.Ed. 435 (1806). That circumstance has not existed here from the moment that AF &amp; F made Tyco Healthcare a party to the action and simultaneously dropped Tyco International from the equation. This appeal, therefore, appears to be a fish out of water.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tyco Healthcare reminds us that appearances can be deceiving. <i>Cf.</i> Aesop, The Wolf in Sheep's Clothing (circa 550 B.C.). Indeed, \"the rule that there must be complete diversity to sustain diversity jurisdiction is not absolute.\" <i>Am. Nat'l Bank &amp; Trust Co. v. Bailey,</i> 750 F.2d 577, 582 (7th Cir.1984). For example, if the opposing parties are diverse at the moment of suit, but one of them then moves to the other's home state, diversity jurisdiction is not affected. <i>See, e.g., Morgan's Heirs v. Morgan,</i> 15 U.S. (2 Wheat.) 290, 297, 4 L.Ed. 242 (1817); <i>Hawes v. Club Ecuestre El Comandante,</i> 598 F.2d 698, 700-01 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Tyco Healthcare insists that the particular circumstances of this case &#8212; in which complete diversity existed when the action initially was commenced and was dissipated only by the subsequent filing of an amendment to the complaint &#8212; demand a finding of continued jurisdiction. In support of this claim, Tyco Healthcare holds fast to the Supreme Court's statement that it has \"consistently held that if jurisdiction exists at the time an action is commenced, such jurisdiction may not be divested by subsequent events.\" <i>Freeport-McMoRan, Inc. v. K N Energy, Inc.,</i> 498 U.S. 426, 428, 111 S.Ct. 858, 112 L.Ed.2d 951 (1991) (per curiam). Tyco Healthcare's reliance on this statement is understandable. Read literally, it seems to suggest that the later change in the identity of parties defendant could not destroy the diversity that originally existed. But it is risky to read judicial pronouncements in a vacuum, and adding context makes it pellucid that the quoted language cannot be taken literally.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In <i>Freeport,</i> a gas seller brought a breach of contract action against a diverse buyer in federal court. The seller subsequently assigned its interest in the contract and sought to add the non-diverse assignee as a plaintiff under Fed.R.Civ.P. 25(c).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Such a procedural move is available when there is a transfer of interest <i>after</i> the filing of suit. <i>See Explosives Corp. of Am. v. Garlam Enters. Corp.,</i> 817 F.2d 894, 907 (1st Cir.1987). In a brief per curiam opinion, the Court held that diversity jurisdiction persisted, despite the introduction of a non-diverse party, because \"[a] contrary rule could well have the effect of deterring normal business transactions during the pendency of what might be lengthy litigation.\" <i>Freeport-McMoRan,</i> 498 U.S. at 428-29, 111 S.Ct. 858.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The procedural circumstances and ratio decidendi of <i>Freeport-McMoRan</i> limit its precedential value. They make it clear that when the Court declared that \"subsequent events\" do not divest the district court of diversity jurisdiction, it was referring mainly to post-filing transfers of interest &#8212; not to all post-filing additions of non-diverse parties. Accordingly, we join several other courts of appeals that have read <i>Freeport</i> narrowly and restricted its precedential force to the precincts patrolled by Rule 25. <i>See Estate of Alvarez v. Donaldson Co.,</i> 213 F.3d 993, 994-95 (7th Cir.2000) (refusing to read <i>Freeport-McMoRan</i> as standing for the general proposition that once diversity jurisdiction is established it cannot be destroyed by later developments); <i>Cobb v. Delta Exps., Inc.,</i> 186 F.3d 675, 680-81 (5th Cir.1999) (limiting <i>Freeport-McMoRan</i> to the context of adding parties under Fed.R.Civ.P. 25); <i>Ingram v. CSX Transp., Inc.,</i> 146 F.3d 858, 861 (11th Cir.1998) (\"<i>Freeport-McMoRan</i> does not stand for the proposition that <i>all</i> additions of nondiverse parties are permissible as long as complete diversity existed at the time of commencement of the lawsuit.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In contrast to <i>Freeport-McMoRan,</i> there was no post-filing transfer of interest in the instant case. Tyco Healthcare had acquired all of Kendall's assets and liabilities by October of 1998. <i>See supra</i> note 1. That was over two years <i>before</i> AF &amp; F commenced this action. A finding of subject matter jurisdiction under these circumstances would allow for the easy circumvention of 28 U.S.C. &#167; 1332(a)(1) and would expand the reach of diversity jurisdiction beyond what Congress intended. We are unwilling to give our imprimatur to so large a loophole.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We find further support for our initial impression in <i>Casas Office Machines, Inc. v. Mita Copystar America, Inc.,</i> 42 F.3d 668 (1st Cir.1994). There, the plaintiff replaced fictitious defendants with named, non-diverse defendants after removal to federal court. <i>Id.</i> at 670. On appeal, we ruled that this substitution defeated diversity jurisdiction. <i>Id.</i> at 675. Of particular pertinence for present purposes, we rejected the plaintiff's absolutist interpretation of <i>Freeport-McMoRan. See id.</i> at 673-74. At least two other courts have taken a similar stance where, as here, a plaintiff has introduced a non-diverse defendant to an action by amending his or her complaint under Rule 15(a). <i>See Alvarez,</i> 213 F.3d at 995-96 (holding that the introduction of new parties destroyed the federal court's subject matter jurisdiction); <i>Ingram,</i> 146 F.3d at 861-62 (similar); <i>cf.</i> 13B Charles A. Wright et al., Federal Practice and Procedure &#167; 3608, at 454 (2d ed. 1984 &amp; Supp.2003) (explaining that parties joined under Rules 19 and 20 must independently satisfy applicable jurisdictional requirements).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Supreme Court's opinion in <i>Owen Equipment &amp; Erection Co. v. Kroger,</i> 437 U.S. 365, 98 S.Ct. 2396, 57 L.Ed.2d 274 (1978), confirms the notion that subject matter jurisdiction is lacking here. In <i>Owen</i> &#8212; a case that <i>Freeport-McMoRan</i> expressly declined to overrule, <i>see</i> 498 U.S. at 429, 111 S.Ct. 858 &#8212; the plaintiff amended her complaint to bring a state-law claim against a non-diverse third-party defendant who had been impleaded by the original (diverse) defendant pursuant to Fed. R.Civ.P. 14(a). <i>Owen,</i> 437 U.S. at 367-68, 98 S.Ct. 2396. The Court found no basis for federal jurisdiction over the plaintiff's claim against the non-diverse party, explaining that:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">[I]t is clear that the [plaintiff] could not originally have brought suit in federal court naming [the non-diverse third-party defendant] and [the diverse original defendant] as codefendants, since citizens of Iowa would have been on both sides of the litigation. Yet the identical lawsuit resulted when she amended her complaint. Complete diversity was destroyed just as surely as if she had sued [the non-diverse defendant] initially. In either situation, in the plain language of the statute, the \"matter in controversy\" could not be \"between ... citizens of different States.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Id.</i> at 374, 98 S.Ct. 2396.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">So here: it is nose-on-the-face plain that AF &amp; F could not originally have brought suit in federal court against Tyco Healthcare, since citizens of Delaware would have been perched on both sides of the litigation. When it amended its complaint to configure its suit in precisely that fashion, complete diversity was destroyed just as surely as if it had sued Tyco Healthcare in the first instance. As the Seventh Circuit put it, \"the plaintiff was doing in two steps what, if [the plaintiff] had done it in one, would have clearly disclosed the absence of federal jurisdiction....\" <i>Am. Nat'l Bank,</i> 750 F.2d at 583. The extra step obfuscates, but does not alter, the jurisdictional calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We do not pretend that the jurisdictional question is totally free from doubt. Even apart from Rule 25, some courts have found diversity jurisdiction to exist despite the introduction of a non-diverse litigant into the mix. <i>See, e.g., Dean v. Holiday Inns, Inc.,</i> 860 F.2d 670, 671-72 (6th Cir. 1988) (finding that intervention of former attorney to litigate fee dispute within the larger case did not destroy diversity jurisdiction); <i>Gaines v. Dixie Carriers, Inc.,</i> 434 F.2d 52, 54 (5th Cir.1970) (per curiam) (finding that diversity jurisdiction persisted even after Rule 24(a) intervention by a non-diverse litigant); <i>Brough v. Strathmann Supply Co.,</i> 358 F.2d 374, 375-76 (3d Cir.1966) (finding that diversity jurisdiction endured where non-diverse minor was substituted for his diverse guardian upon reaching maturity). But most of those decisions predate the Supreme Court's opinion in <i>Owen</i> and all of them involve circumstances materially different from those of the instant case. In the last analysis, we are faced with a plaintiff who belatedly ascertained that it had sued the wrong entity and proceeded to replace the only existing defendant with a non-diverse defendant. The transfer of interest that made Tyco Healthcare potentially liable occurred prior to the inception of the litigation. Thus, although an exact precedential match has proven elusive, closely related case law and general policy concerns lead us to the ineluctable conclusion that the swapping of parties defeased the court of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In a final effort to salvage its case, Tyco Healthcare contends that estoppel principles should prevent AF &amp; F from challenging subject matter jurisdiction at this late date. It finds AF &amp; F's belated discovery that the federal courts lack jurisdiction over this matter &#8212; a discovery made after almost three years of litigation and a crushing defeat on the merits &#8212; much too convenient, and it voices concerns about manipulation. We are not without empathy for Tyco Healthcare's predicament, but its estoppel rationale is not backed by any persuasive authority. Nor would we expect it to be: diversity jurisdiction is, in general, not a matter subject to the exercise of judicial discretion. <i>New Engl. Concrete Pipe Corp. v. D/C Sys. of New Engl., Inc.,</i> 658 F.2d 867, 874 (1st Cir.1981). To permit the exercise of jurisdiction in this case based solely on estoppel principles would give federal courts power that Congress saw fit to deny to them, and that would \"work a wrongful extension of federal jurisdiction.\" <i>Am. Fire &amp; Cas.,</i> 341 U.S. at 18, 71 S.Ct. 534. We therefore decline Tyco Healthcare's invitation to use estoppel as a hook on which to hang federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the reasons elucidated above, we hold that the introduction of Tyco Healthcare into this action divested the district court of jurisdiction. That holding, however, does not necessarily end our journey. Under certain circumstances, federal appellate courts have the authority to dismiss non-diverse parties to cure defects in diversity jurisdiction. <i>See Newman-Green, Inc. v. Alfonzo-Larrain,</i> 490 U.S. 826, 837, 109 S.Ct. 2218, 104 L.Ed.2d 893 (1989) (extending to courts of appeals the power found in Fed.R.Civ.P. 21); <i>Casas,</i> 42 F.3d at 678 (ordering dismissal of two non-diverse defendants in order to restore diversity jurisdiction). The decision to dismiss revolves largely around whether the non-diverse litigant is a dispensable or indispensable party. <i>See Newman-Green,</i> 490 U.S. at 837, 109 S.Ct. 2218; <i>Casas,</i> 42 F.3d at 675; <i>see also</i> 13B Federal Practice and Procedure, <i>supra</i> &#167; 3606, at 413-14 (explaining that \"when the party whose presence would destroy jurisdiction is not `indispensable' it may be possible for plaintiff to have the action dismissed as to that individual and thereby preserve jurisdiction\"); <i>see generally</i> Fed. R.Civ.P. 19. In a classic battle of dueling footnotes, the parties dispute Tyco Healthcare's proper classification as a dispensable or indispensable party. We eschew any resolution of this issue. When a defendant is the only defendant remaining in the action, any dismissal of it from the case would necessarily terminate the action itself. That principle obtains here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To sum up, AF &amp; F destroyed diversity jurisdiction when it amended its complaint and jettisoned Tyco International (a diverse party) in favor of Tyco Healthcare (a non-diverse party). Accordingly, we vacate the judgment below and remand to the district court for dismissal of the action without prejudice to its maintenance in a court of competent jurisdiction. <i>See</i> Fed. R.Civ.P. 41(b).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We add an eschatocol of sorts. There is admittedly something unsettling about a party bringing a case in a federal court, taking the case to final judgment, losing, and then invoking a jurisdictional defect that it created &#8212; with the result that it escapes from the judgment and returns, albeit in a different venue, to relitigate the merits. But the federal courts are courts of limited jurisdiction and their institutional interest in policing the margins of that jurisdiction is of greater concern than any perceived inequity that may exist here. We add, moreover, that although the jurisdictional fault was of AF &amp; F's making, the shoe could have been on the other foot &#8212; AF &amp; F might have won in the district court only to have its victory snatched away by the belated discovery of the jurisdictional snafu. That said, we think it fair in these circumstances that costs be taxed in favor of Tyco Healthcare.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\n        <i>So Ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record suggests that AF &amp; F substituted Tyco Healthcare as the defendant after ascertaining that, by October of 1998, Tyco Healthcare (then known as \"The Kendall Company LP\") had acquired all of Kendall Company's assets and liabilities. That information apparently led AF &amp; F to conclude that Tyco Healthcare was Kendall's ultimate successor in interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 25(c) provides in pertinent part:</p>\n        <p class=\"indent\">In case of any transfer of interest, the action may be continued by or against the original party, unless the court upon motion directs the person to whom the interest is transferred to be substituted in the action or joined with the original party.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></span></p>\n    <p class=\"parties\">AMERICAN FIBER &amp; FINISHING, INC., Trustee of American Fiber &amp; Finishing Realty Trust, Plaintiff, Appellant,<br>v.<br>TYCO HEALTHCARE GROUP, LP, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-2297.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted February 6, 2004.</p>\n    <p class=\"date\">Decided March 29, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Diane C. Tillotson, Joseph L. Bierwirth, Jr., Hemenway &amp; Barnes, Martin E. Levin, and Stern, Shapiro, Weissberg &amp; Garin, LP on brief and motion to dismiss for appellant.</p>\n      <p class=\"indent\">Ben T. Clements and Clements &amp; Clements, LLP on brief and opposition to motion for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case began as a routine piece of environmental litigation. It has morphed into what could easily pass for a law school examination question in federal civil procedure. The tale follows.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 16, 2001, plaintiff-appellant American Fiber &amp; Finishing, Inc. (AF &amp; F), trustee of the American Fiber &amp; Finishing Realty Trust, sued Tyco International (US), Inc. in the United States District Court for the District of Massachusetts. In its complaint, AF &amp; F claimed that Tyco International was liable, as a successor in interest to Kendall Company, for response costs incurred in connection with the decontamination of an industrial site in Colrain, Massachusetts. Although AF &amp; F asserted only state-law claims, federal jurisdiction attached based on diversity of citizenship (AF &amp; F is a Delaware corporation that maintains its principal place of business in North Carolina and Tyco International is a Nevada corporation that maintains its principal place of business in New Hampshire) and the existence of a controversy exceeding $75,000 in amount. <i>See</i> 28 U.S.C. &#167; 1332(a)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Under Fed.R.Civ.P. 15(a), a plaintiff may amend its complaint once as of right before a responsive pleading is served. On April 2, 2001, AF &amp; F exercised this prerogative and filed an amended complaint that dropped Tyco International as a defendant and inserted Tyco Healthcare Group, LP in its stead.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Otherwise, the amended complaint mimicked the original complaint: AF &amp; F asserted the same state-law claims against Tyco Healthcare that it previously had asserted against Tyco International.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The switch of parties defendant worked a subtle change in the jurisdictional calculus. For purposes of diversity jurisdiction, a limited partnership is deemed to be a citizen of every state of which any of its general or limited partners are citizens. <i>Carden v. Arkoma Assocs.,</i> <span class=\"citation\" data-id=\"112380\"><a href=\"/opinion/112380/carden-v-arkoma-associates/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 195-96, <span class=\"citation\" data-id=\"112380\"><a href=\"/opinion/112380/carden-v-arkoma-associates/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1015</span></a></span>, <span class=\"citation\" data-id=\"112380\"><a href=\"/opinion/112380/carden-v-arkoma-associates/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">157</span></a></span> (1990). Tyco Healthcare is a Delaware limited partnership and its general partner, SWD Holding, Inc. I, is incorporated in that state. Thus, Tyco Healthcare is deemed a citizen of Delaware for diversity purposes. So viewed, the change in parties should have raised a red flag about a possible lack of diversity, inasmuch as Tyco Healthcare and AF &amp; F shared Delaware citizenship.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although this land mine is obvious in hindsight, no one questioned the district court's subject matter jurisdiction at the time. By the same token, the use of Rule 15(a) to replace one party with another may be mildly controversial, <i>see, e.g., Int'l Bhd. of Teamsters v. AFL-CIO,</i> <span class=\"citation no-link\"><span class=\"volume\">32</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">441</span></span>, 442 (E.D.Mich.1963) (suggesting that the addition or discharge of parties is controlled by Rule 21 and that an amended pleading altering the identity of the parties therefore requires leave of court), but nobody raised that point. Indeed, Tyco Healthcare refrained from any sort of challenge to the propriety of the amended complaint, but, rather, answered it. From that point forward, the court presided over two years of pretrial discovery. On March 3, 2003, Tyco Healthcare moved for summary judgment. <i>See</i> Fed.R.Civ.P. 56(c). The district court granted the motion. <i>Am. Fiber &amp; Finishing, Inc. v. Tyco Healthcare Group, LP,</i> <span class=\"citation\" data-id=\"2339905\"><a href=\"/opinion/2339905/american-fiber-finishing-inc-v-tyco-healthcare-group-lp/\"><span class=\"volume\">273</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">155</span></a></span> (D.Mass.2003). This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In short order, the character of the proceeding changed. Simultaneous with the filing of its appellate brief, AF &amp; F moved to dismiss the appeal and to remand the case for the purpose of vacating the judgment. It asserted that, in preparing the jurisdictional statement for its appellate brief, it recognized for the first time that the parties were non-diverse and, accordingly, that the trial court lacked subject matter jurisdiction. Tyco Healthcare opposed the motion. We postponed oral argument on the appeal itself and took the motion to vacate under advisement. We turn now to the merits of that motion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Federal courts are courts of limited jurisdiction. In the absence of jurisdiction, a court is powerless to act. Consistent with these principles, it is firmly settled that challenges to federal subject matter jurisdiction may be raised for the first time on appeal. <i>See Kontrick v. Ryan,</i> <span class=\"citation\" data-id=\"131156\"><a href=\"/opinion/131156/kontrick-v-ryan/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">443</span></a></span>, ___, <span class=\"citation\" data-id=\"131156\"><a href=\"/opinion/131156/kontrick-v-ryan/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">906</span></a></span>, 915, <span class=\"citation\" data-id=\"131156\"><a href=\"/opinion/131156/kontrick-v-ryan/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">867</span></a></span> (2004); <i>Halleran v. Hoffman,</i> <span class=\"citation\" data-id=\"584189\"><a href=\"/opinion/584189/arthur-j-halleran-jr-etc-v-harry-m-hoffman-etc/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">45</span></a></span>, 47 (1st Cir.1992); <i>see also</i> Fed.R.Civ.P. 12(h)(3) (\"Whenever it appears by suggestion of the parties or otherwise that the court lacks jurisdiction of the subject matter, the court shall dismiss the action.\"). Federal courts are expected to monitor their jurisdictional boundaries vigilantly and to guard carefully against expansion by distended judicial interpretation. <i>Am. Fire &amp; Cas. Co. v. Finn,</i> <span class=\"citation\" data-id=\"104881\"><a href=\"/opinion/104881/american-fire-casualty-co-v-finn/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">6</span></a></span>, 17-18, <span class=\"citation\" data-id=\"104881\"><a href=\"/opinion/104881/american-fire-casualty-co-v-finn/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, <span class=\"citation\" data-id=\"104881\"><a href=\"/opinion/104881/american-fire-casualty-co-v-finn/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">702</span></a></span> (1951). Just as a federal court cannot expand its jurisdictional horizon, parties cannot confer subject matter jurisdiction on a federal court \"by indolence, oversight, acquiescence, or consent.\" <i>United States v. Horn,</i> <span class=\"citation\" data-id=\"674595\"><a href=\"/opinion/674595/united-states-v-richard-a-horn/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 768 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In the case at hand, the parties concede that diversity is the only conceivable basis for federal subject matter jurisdiction. The initial complaint cleared this hurdle. The question, then, is what jurisdictional consequences attached to the replacement of Tyco International with Tyco Healthcare in AF &amp; F's amended complaint. On this question, the protagonists part ways. AF &amp; F contends that, even though it was unaware of the consequences at the time, Tyco Healthcare's arrival on the scene destroyed the requisite diversity and, thus, eliminated any vestige of federal subject matter jurisdiction. In contrast, Tyco Healthcare asseverates that the lack of diversity between it and AF &amp; F did not divest the district court of jurisdiction because the original parties were diverse and the subsequent switch did not alter the fundamental nature of the action. After careful study of this conundrum, we are persuaded that AF &amp; F's view is correct.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We begin with the abecedarian rule that there must be complete diversity among the parties to sustain diversity jurisdiction. <i>See Strawbridge v. Curtiss,</i> 7 U.S. (3 Cranch) 267, 267, <span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">435</span></span> (1806). That circumstance has not existed here from the moment that AF &amp; F made Tyco Healthcare a party to the action and simultaneously dropped Tyco International from the equation. This appeal, therefore, appears to be a fish out of water.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Tyco Healthcare reminds us that appearances can be deceiving. <i>Cf.</i> Aesop, The Wolf in Sheep's Clothing (circa 550 B.C.). Indeed, \"the rule that there must be complete diversity to sustain diversity jurisdiction is not absolute.\" <i>Am. Nat'l Bank &amp; Trust Co. v. Bailey,</i> <span class=\"citation\" data-id=\"445502\"><a href=\"/opinion/445502/american-national-bank-and-trust-company-of-chicago-as-trustee-under-trust/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span>, 582 (7th Cir.1984). For example, if the opposing parties are diverse at the moment of suit, but one of them then moves to the other's home state, diversity jurisdiction is not affected. <i>See, e.g., Morgan's Heirs v. Morgan,</i> 15 U.S. (2 Wheat.) 290, 297, <span class=\"citation no-link\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">242</span></span> (1817); <i>Hawes v. Club Ecuestre El Comandante,</i> <span class=\"citation\" data-id=\"366288\"><a href=\"/opinion/366288/ellen-hawes-for-herself-and-in-representation-of-the-minors-ana-francisca/\"><span class=\"volume\">598</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">698</span></a></span>, 700-01 (1st Cir.1979).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Tyco Healthcare insists that the particular circumstances of this case &#8212; in which complete diversity existed when the action initially was commenced and was dissipated only by the subsequent filing of an amendment to the complaint &#8212; demand a finding of continued jurisdiction. In support of this claim, Tyco Healthcare holds fast to the Supreme Court's statement that it has \"consistently held that if jurisdiction exists at the time an action is commenced, such jurisdiction may not be divested by subsequent events.\" <i>Freeport-McMoRan, Inc. v. K N Energy, Inc.,</i> <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, 428, <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">858</span></a></span>, <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">951</span></a></span> (1991) (per curiam). Tyco Healthcare's reliance on this statement is understandable. Read literally, it seems to suggest that the later change in the identity of parties defendant could not destroy the diversity that originally existed. But it is risky to read judicial pronouncements in a vacuum, and adding context makes it pellucid that the quoted language cannot be taken literally.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In <i>Freeport,</i> a gas seller brought a breach of contract action against a diverse buyer in federal court. The seller subsequently assigned its interest in the contract and sought to add the non-diverse assignee as a plaintiff under Fed.R.Civ.P. 25(c).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Such a procedural move is available when there is a transfer of interest <i>after</i> the filing of suit. <i>See Explosives Corp. of Am. v. Garlam Enters. Corp.,</i> <span class=\"citation\" data-id=\"487733\"><a href=\"/opinion/487733/explosives-corporation-of-america-v-garlam-enterprises-corporation-two/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">894</span></a></span>, 907 (1st Cir.1987). In a brief per curiam opinion, the Court held that diversity jurisdiction persisted, despite the introduction of a non-diverse party, because \"[a] contrary rule could well have the effect of deterring normal business transactions during the pendency of what might be lengthy litigation.\" <i>Freeport-McMoRan,</i> 498 U.S. at 428-29, <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">858</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The procedural circumstances and ratio decidendi of <i>Freeport-McMoRan</i> limit its precedential value. They make it clear that when the Court declared that \"subsequent events\" do not divest the district court of diversity jurisdiction, it was referring mainly to post-filing transfers of interest &#8212; not to all post-filing additions of non-diverse parties. Accordingly, we join several other courts of appeals that have read <i>Freeport</i> narrowly and restricted its precedential force to the precincts patrolled by Rule 25. <i>See Estate of Alvarez v. Donaldson Co.,</i> <span class=\"citation\" data-id=\"768856\"><a href=\"/opinion/768856/estate-of-jose-e-alvarez-by-zulma-prieto-personal-representative-ana-l/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 994-95 (7th Cir.2000) (refusing to read <i>Freeport-McMoRan</i> as standing for the general proposition that once diversity jurisdiction is established it cannot be destroyed by later developments); <i>Cobb v. Delta Exps., Inc.,</i> <span class=\"citation\" data-id=\"18505\"><a href=\"/opinion/18505/cobb-v-delta-exports-inc/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">675</span></a></span>, 680-81 (5th Cir.1999) (limiting <i>Freeport-McMoRan</i> to the context of adding parties under Fed.R.Civ.P. 25); <i>Ingram v. CSX Transp., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">858</span></span>, 861 (11th Cir.1998) (\"<i>Freeport-McMoRan</i> does not stand for the proposition that <i>all</i> additions of nondiverse parties are permissible as long as complete diversity existed at the time of commencement of the lawsuit.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In contrast to <i>Freeport-McMoRan,</i> there was no post-filing transfer of interest in the instant case. Tyco Healthcare had acquired all of Kendall's assets and liabilities by October of 1998. <i>See supra</i> note 1. That was over two years <i>before</i> AF &amp; F commenced this action. A finding of subject matter jurisdiction under these circumstances would allow for the easy circumvention of 28 U.S.C. &#167; 1332(a)(1) and would expand the reach of diversity jurisdiction beyond what Congress intended. We are unwilling to give our imprimatur to so large a loophole.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We find further support for our initial impression in <i>Casas Office Machines, Inc. v. Mita Copystar America, Inc.,</i> <span class=\"citation\" data-id=\"684340\"><a href=\"/opinion/684340/casas-office-machines-inc-v-mita-copystar-america-inc/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">668</span></a></span> (1st Cir.1994). There, the plaintiff replaced fictitious defendants with named, non-diverse defendants after removal to federal court. <i>Id.</i> at 670. On appeal, we ruled that this substitution defeated diversity jurisdiction. <i>Id.</i> at 675. Of particular pertinence for present purposes, we rejected the plaintiff's absolutist interpretation of <i>Freeport-McMoRan. See id.</i> at 673-74. At least two other courts have taken a similar stance where, as here, a plaintiff has introduced a non-diverse defendant to an action by amending his or her complaint under Rule 15(a). <i>See Alvarez,</i> 213 F.3d at 995-96 (holding that the introduction of new parties destroyed the federal court's subject matter jurisdiction); <i>Ingram,</i> 146 F.3d at 861-62 (similar); <i>cf.</i> 13B Charles A. Wright et al., Federal Practice and Procedure &#167; 3608, at 454 (2d ed. 1984 &amp; Supp.2003) (explaining that parties joined under Rules 19 and 20 must independently satisfy applicable jurisdictional requirements).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Supreme Court's opinion in <i>Owen Equipment &amp; Erection Co. v. Kroger,</i> <span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">365</span></a></span>, <span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2396</span></a></span>, <span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span></a></span> (1978), confirms the notion that subject matter jurisdiction is lacking here. In <i>Owen</i> &#8212; a case that <i>Freeport-McMoRan</i> expressly declined to overrule, <i>see</i> 498 U.S. at 429, <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">858</span></a></span> &#8212; the plaintiff amended her complaint to bring a state-law claim against a non-diverse third-party defendant who had been impleaded by the original (diverse) defendant pursuant to Fed. R.Civ.P. 14(a). <i>Owen,</i> 437 U.S. at 367-68, <span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2396</span></a></span>. The Court found no basis for federal jurisdiction over the plaintiff's claim against the non-diverse party, explaining that:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">[I]t is clear that the [plaintiff] could not originally have brought suit in federal court naming [the non-diverse third-party defendant] and [the diverse original defendant] as codefendants, since citizens of Iowa would have been on both sides of the litigation. Yet the identical lawsuit resulted when she amended her complaint. Complete diversity was destroyed just as surely as if she had sued [the non-diverse defendant] initially. In either situation, in the plain language of the statute, the \"matter in controversy\" could not be \"between ... citizens of different States.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Id.</i> at 374, <span class=\"citation\" data-id=\"109904\"><a href=\"/opinion/109904/owen-equipment-erection-co-v-kroger/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2396</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">So here: it is nose-on-the-face plain that AF &amp; F could not originally have brought suit in federal court against Tyco Healthcare, since citizens of Delaware would have been perched on both sides of the litigation. When it amended its complaint to configure its suit in precisely that fashion, complete diversity was destroyed just as surely as if it had sued Tyco Healthcare in the first instance. As the Seventh Circuit put it, \"the plaintiff was doing in two steps what, if [the plaintiff] had done it in one, would have clearly disclosed the absence of federal jurisdiction....\" <i>Am. Nat'l Bank,</i> 750 F.2d at 583. The extra step obfuscates, but does not alter, the jurisdictional calculus.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We do not pretend that the jurisdictional question is totally free from doubt. Even apart from Rule 25, some courts have found diversity jurisdiction to exist despite the introduction of a non-diverse litigant into the mix. <i>See, e.g., Dean v. Holiday Inns, Inc.,</i> <span class=\"citation\" data-id=\"513452\"><a href=\"/opinion/513452/cassandra-dean-a-minor-and-tommy-dean-next-friend-james-r-bandy-and/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">670</span></a></span>, 671-72 (6th Cir. 1988) (finding that intervention of former attorney to litigate fee dispute within the larger case did not destroy diversity jurisdiction); <i>Gaines v. Dixie Carriers, Inc.,</i> <span class=\"citation\" data-id=\"293134\"><a href=\"/opinion/293134/charles-alfred-gaines-v-dixie-carriers-inc-v-plotkin-sapir-bradley/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 54 (5th Cir.1970) (per curiam) (finding that diversity jurisdiction persisted even after Rule 24(a) intervention by a non-diverse litigant); <i>Brough v. Strathmann Supply Co.,</i> <span class=\"citation\" data-id=\"271187\"><a href=\"/opinion/271187/alfred-brough-v-strathmann-supply-co-inc-and-mermaid-pools-inc/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">374</span></a></span>, 375-76 (3d Cir.1966) (finding that diversity jurisdiction endured where non-diverse minor was substituted for his diverse guardian upon reaching maturity). But most of those decisions predate the Supreme Court's opinion in <i>Owen</i> and all of them involve circumstances materially different from those of the instant case. In the last analysis, we are faced with a plaintiff who belatedly ascertained that it had sued the wrong entity and proceeded to replace the only existing defendant with a non-diverse defendant. The transfer of interest that made Tyco Healthcare potentially liable occurred prior to the inception of the litigation. Thus, although an exact precedential match has proven elusive, closely related case law and general policy concerns lead us to the ineluctable conclusion that the swapping of parties defeased the court of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In a final effort to salvage its case, Tyco Healthcare contends that estoppel principles should prevent AF &amp; F from challenging subject matter jurisdiction at this late date. It finds AF &amp; F's belated discovery that the federal courts lack jurisdiction over this matter &#8212; a discovery made after almost three years of litigation and a crushing defeat on the merits &#8212; much too convenient, and it voices concerns about manipulation. We are not without empathy for Tyco Healthcare's predicament, but its estoppel rationale is not backed by any persuasive authority. Nor would we expect it to be: diversity jurisdiction is, in general, not a matter subject to the exercise of judicial discretion. <i>New Engl. Concrete Pipe Corp. v. D/C Sys. of New Engl., Inc.,</i> <span class=\"citation\" data-id=\"393939\"><a href=\"/opinion/393939/new-england-concrete-pipe-corporation-v-dc-systems-of-new-england-inc/\"><span class=\"volume\">658</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">867</span></a></span>, 874 (1st Cir.1981). To permit the exercise of jurisdiction in this case based solely on estoppel principles would give federal courts power that Congress saw fit to deny to them, and that would \"work a wrongful extension of federal jurisdiction.\" <i>Am. Fire &amp; Cas.,</i> 341 U.S. at 18, <span class=\"citation\" data-id=\"104881\"><a href=\"/opinion/104881/american-fire-casualty-co-v-finn/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>. We therefore decline Tyco Healthcare's invitation to use estoppel as a hook on which to hang federal jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the reasons elucidated above, we hold that the introduction of Tyco Healthcare into this action divested the district court of jurisdiction. That holding, however, does not necessarily end our journey. Under certain circumstances, federal appellate courts have the authority to dismiss non-diverse parties to cure defects in diversity jurisdiction. <i>See Newman-Green, Inc. v. Alfonzo-Larrain,</i> <span class=\"citation\" data-id=\"112278\"><a href=\"/opinion/112278/newman-green-inc-v-alfonzo-larrain/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">826</span></a></span>, 837, <span class=\"citation\" data-id=\"112278\"><a href=\"/opinion/112278/newman-green-inc-v-alfonzo-larrain/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2218</span></a></span>, <span class=\"citation\" data-id=\"112278\"><a href=\"/opinion/112278/newman-green-inc-v-alfonzo-larrain/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">893</span></a></span> (1989) (extending to courts of appeals the power found in Fed.R.Civ.P. 21); <i>Casas,</i> 42 F.3d at 678 (ordering dismissal of two non-diverse defendants in order to restore diversity jurisdiction). The decision to dismiss revolves largely around whether the non-diverse litigant is a dispensable or indispensable party. <i>See Newman-Green,</i> 490 U.S. at 837, <span class=\"citation\" data-id=\"112278\"><a href=\"/opinion/112278/newman-green-inc-v-alfonzo-larrain/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2218</span></a></span>; <i>Casas,</i> 42 F.3d at 675; <i>see also</i> 13B Federal Practice and Procedure, <i>supra</i> &#167; 3606, at 413-14 (explaining that \"when the party whose presence would destroy jurisdiction is not `indispensable' it may be possible for plaintiff to have the action dismissed as to that individual and thereby preserve jurisdiction\"); <i>see generally</i> Fed. R.Civ.P. 19. In a classic battle of dueling footnotes, the parties dispute Tyco Healthcare's proper classification as a dispensable or indispensable party. We eschew any resolution of this issue. When a defendant is the only defendant remaining in the action, any dismissal of it from the case would necessarily terminate the action itself. That principle obtains here.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To sum up, AF &amp; F destroyed diversity jurisdiction when it amended its complaint and jettisoned Tyco International (a diverse party) in favor of Tyco Healthcare (a non-diverse party). Accordingly, we vacate the judgment below and remand to the district court for dismissal of the action without prejudice to its maintenance in a court of competent jurisdiction. <i>See</i> Fed. R.Civ.P. 41(b).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We add an eschatocol of sorts. There is admittedly something unsettling about a party bringing a case in a federal court, taking the case to final judgment, losing, and then invoking a jurisdictional defect that it created &#8212; with the result that it escapes from the judgment and returns, albeit in a different venue, to relitigate the merits. But the federal courts are courts of limited jurisdiction and their institutional interest in policing the margins of that jurisdiction is of greater concern than any perceived inequity that may exist here. We add, moreover, that although the jurisdictional fault was of AF &amp; F's making, the shoe could have been on the other foot &#8212; AF &amp; F might have won in the district court only to have its victory snatched away by the belated discovery of the jurisdictional snafu. That said, we think it fair in these circumstances that costs be taxed in favor of Tyco Healthcare.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\n        <i>So Ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The record suggests that AF &amp; F substituted Tyco Healthcare as the defendant after ascertaining that, by October of 1998, Tyco Healthcare (then known as \"The Kendall Company LP\") had acquired all of Kendall Company's assets and liabilities. That information apparently led AF &amp; F to conclude that Tyco Healthcare was Kendall's ultimate successor in interest</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Fed.R.Civ.P. 25(c) provides in pertinent part:</p>\n        <p class=\"indent\">In case of any transfer of interest, the action may be continued by or against the original party, unless the court upon motion directs the person to whom the interest is transferred to be substituted in the action or joined with the original party.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/18505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/271187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/293134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393939/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2339905/"
  ]
}