{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201042/",
  "absolute_url": "/opinion/201042/united-states-v-derbes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201042/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:06:25Z",
  "date_modified": "2016-02-28T05:04:28.149180Z",
  "type": "010combined",
  "sha1": "0fc6d19d0d1a6a499649cd81ef74e2d0fbe6b314",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2067-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/05/27/US_v._Derbes.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 03-2067\n\n                    UNITED STATES OF AMERICA,\n\n                           Appellant,\n\n                                v.\n\n                        FRANK F. DERBES,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n\n                Lynch and Howard, Circuit Judges.\n\n\n     Michael J. Pineault, Assistant United States Attorney, with\nwhom Michael J. Sullivan, United States Attorney, was on brief for\nappellant.\n     Thomas R. Kiley with whom William J. Cintolo and Cosgrove,\nEisenberg and Kiley, P.C. were on brief for appellee.\n\n\n\n                          May 27, 2004\n\f           BOUDIN,      Chief   Judge.     Frank       and   Robert   Derbes   are\n\nofficers of the Derbes Brothers construction company in Quincy,\n\nMassachusetts.     Beginning in 1995, they used various devices to\n\nunderstate    company     and   personal   federal      tax    liability.      For\n\nexample, one scheme involved having the company write checks made\n\npayable to various subcontractors (some fictional and some real),\n\ndeducting these payments as business expenses, and then having\n\nDerbes Brothers' employees cash the checks at local banks and\n\nreturn the cash to the company.            The total revenue loss to the\n\ngovernment attributed to Frank Derbes was about $500,000.\n\n             The scheme was uncovered, and the government indicted the\n\nbrothers for six counts each of tax evasion in violation of 26\n\nU.S.C. § 7201 (2000).       Both brothers pled guilty in November 2002.\n\nAfter sentencing adjustments for acceptance of responsibility, both\n\nbrothers faced guidelines ranges of 15 to 21 months imprisonment.\n\nU.S.S.G. §§ 2T1.1, 2T4.1 (1997).                 Both moved for a downward\n\ndeparture on multiple grounds.\n\n             The district court granted Frank Derbes a four-level\n\ndownward     departure,    sentencing      him    to    nine   months   of     home\n\nconfinement with electronic monitoring, plus an additional fifteen\n\nmonths of probation.       The district court granted Robert Derbes a\n\none-level departure, sentencing him to a year and a day in prison,\n\nplus two years of supervised release.            The government appeals only\n\nthe four-level departure granted to Frank Derbes (whom we will\n\n\n                                     -2-\n\frefer to simply as \"Derbes\"), arguing that the departure was not\n\nbased on legitimate concerns nor supported by the factual record.\n\n           The district judge's remarks at the sentencing hearing\n\nwere    brief.    After   rejecting    several   suggested   grounds   of\n\ndeparture--aberrant behavior, charitable contributions--the court\n\nsaid:\n\n                   The two plausible grounds for a\n            departure are the ones identified by counsel,\n            including government's counsel.\n\n                  Under Olbres, [99 F.3d 28 (1st Cir.\n           1996)], there is some latitude under the\n           Guidelines for considering the impact an\n           incarcerated   sentence  may   have  on the\n           employees of a small business that might\n           otherwise   be   placed  underwater  by the\n           incarceration of a business principal.\n\n                   And health is a concern . . . .\n\n                   His medical conditions are aggravated.\n            They are not of the type that the Bureau of\n            Prisons, for the most part, could not\n            adequately treat, but what concerns me is the\n            fact that he's been under psychiatric care now\n            for some seven years; and the one thing I do\n            not think the Bureau of Prisons could provide\n            is the connection with Mr. Derbes' treating\n            psychiatrist that has developed over time.\n\n            The judge's subsequent written statement of the grounds\n\nfor departure says only that the departure was granted because of\n\n\"medical reasons as more fully stated on the record in open court.\"\n\nGiven this cross-reference, the district court's phrase \"medical\n\nconditions\" presumably refers only to mental health concerns; there\n\n\n\n\n                                 -3-\n\fis no indication that Frank Derbes' physical health problems\n\n(described by his doctor as \"stable\") could support a departure.\n\n              Mental condition is a discouraged basis for departure\n\nunder the guidelines, U.S.S.G. § 5H1.3, so a departure is warranted\n\nonly if circumstances are extraordinary, see U.S.S.G. ch. 5, pt. H,\n\nintroductory cmt.; United States v. Maldonado-Montalvo, 356 F.3d\n\n65, 74 (1st Cir. 2003).1      The able and experienced district judge\n\nthought Derbes' condition qualified under this standard, but at the\n\ntime of sentencing, the district judge had no obligation to provide\n\nwritten findings.       Compare 18 U.S.C.A. § 3553(c) (2004) (written\n\nfindings now required).        So we must reconstruct the basis and\n\nreasoning from the record.\n\n              The presentence report explains that Frank Derbes has\n\nbeen under the care of a psychiatrist, Dr. Lee Chartock, since\n\n1997.       In two paragraphs, the report explains that Derbes had in\n\nthe past struggled with thoughts of suicide and occasionally heard\n\nvoices, but these problems have not recurred since he has been\n\n\n\n        1\n      Derbes attempts to avoid the \"discouragement\" of section\n5H1.3 by pointing to the unqualified statutory statement that, in\nimposing a sentence, the court \"shall consider\" inter alia the need\n\"to provide the defendant with . . . medical care.\" 18 U.S.C. §\n3553(a)(2)(D) (2000). However, subsection (b) says that the court\nhas to follow the Guidelines, unless a factor was not adequately\nconsidered by the Commission, id. § 3553(b), and the cases hold\nthat both mental and physical condition are factors discouraged by\nthe Commission, regardless of whether the concern is with the need\nfor treatment or with some other implication. See, e.g., United\nStates v. Martin, 363 F.3d 25 (1st Cir. 2004); Maldonado-Montalvo,\n356 F.3d at 74.\n\n                                   -4-\n\funder the care of Dr. Chartock.       Derbes sees Dr. Chartock \"for\n\nindividual therapy as well as medication monitoring,\" and Derbes\n\nsays that without his medication he tends to get \"confused.\"      In\n\nthe plea hearing, Derbes testified that he had been diagnosed as\n\nhaving a \"chemical imbalance and depression\" seven years before,\n\nand that he found it \"very difficult to function\" before he was put\n\non the medications.\n\n          In a letter to the court, Dr. Chartock stated that he had\n\nbeen treating Frank Derbes since 1997 for major depression and\n\ngeneralized anxiety disorder.   Dr. Chartock explained that it had\n\ntaken several years to find the right combination of medications to\n\n\"effectively stabilize\" Derbes, and that it was very important to\n\nmaintain the current regime of Paxil, Effexor, and Serax.        Dr.\n\nChartock noted that these substances might not be available in\n\nprison, and he said that altering the treatment regime \"may result\n\nin destabilizing Mr. Derbes, causing him to revert to a deep\n\ndepression and significant panic and anxiety.\"\n\n          The PROTECT Act changed the standard of review applied to\n\ndepartures   from   the   guidelines,   eliminating   the   deference\n\npreviously accorded to a district court's application of the\n\nguidelines to the facts of the case, see, e.g., United States v.\n\nLujan, 324 F.3d 27, 31 n.5 (1st Cir. 2003) (discussing deference);\n\ninstead Congress requires us to review sentencing departures de\n\nnovo, giving deference only to the district court's observation of\n\n\n                                -5-\n\fwitnesses and raw factual findings.        18 U.S.C.A. § 3742(e) (2004);\n\nUnited States v. Thurston, 358 F.3d 51, 70 (1st Cir. 2004).\n\nAlthough Derbes was sentenced on April 29, 2003--one day before the\n\nPROTECT Act became law--the new standard of review on appeal\n\napplies to his case.     See Thurston, 358 F.3d at 70.\n\n           Arguably, the present case falls between two of our\n\nrecent precedents.      In one, Maldonado-Montalvo, we reversed a\n\ndeparture granted by the district court based on defendant's\n\ndepressive condition--which was serious, although it apparently did\n\nnot include explicit threats of suicide.             356 F.3d at 73-75.\n\nThere, the defendant had responded to medication and, while his\n\ndoctor wrote that incarceration would be a \"catastrophic blow,\" id.\n\nat 75, there was apparently no discussion of whether the same\n\nmedical regime would be available in prison.\n\n           By contrast, in United States v. Martin, 363 F.3d 25 (1st\n\nCir. 2004), we sustained a departure based on physical condition,\n\nalso a discouraged departure, see U.S.S.G. § 5H1.4.          There, it was\n\nshown that the defendant had a history of Crohn's Disease, that\n\nDemerol was the only treatment that had proven successful, and that\n\nthe Bureau of Prisons would not provide this medication.            Id. at\n\n49-50 & n.39.    While BOP said it could treat Martin's condition by\n\nother means, we noted that Martin's health was \"exceptionally\n\nfragile\"   and   that   BOP   had   not   been   specific   in   describing\n\nalternatives.    Id. at 50.\n\n\n                                    -6-\n\f           In the case at hand, Derbes submitted medical evidence\n\nthat only one combination of drugs had proved successful and that\n\nan alteration in this regime would likely prove harmful.        However,\n\nabsent a further finding that the drugs would be unavailable in\n\nprison, the case looks much like Maldonado-Montalvo.        To bring it\n\nwithin Martin or any other obvious formula supporting a departure,\n\none would have to find Derbes would not get, or was at least\n\nunlikely to get, adequate treatment in prison.\n\n           Dr. Chartock stated in a letter that he \"understand[s]\"\n\nthat the specific drugs he had prescribed for Derbes might not be\n\navailable in prison. Yet the record is inconclusive on this point;\n\nand, equally important, it is not clear how far the district judge\n\nwas concerned about the lack of drugs.      While the judge did express\n\ninterest   in   knowing   exactly    what   medications   Dr.   Chartock\n\nprescribed for Derbes, the judge's oral statement concluded by\n\nsaying, \"the one thing I do not think the Bureau of Prisons could\n\nprovide is the connection with Mr. Derbes' treating psychiatrist\n\nthat has developed over time.\"\n\n           This supposed vital connection could refer to drugs that\n\nwould not be obtainable in prison or refer only to the therapeutic\n\nrelationship between doctor and patient. If the former, the record\n\nis distressingly thin as to whether the drugs would be available or\n\nnot.   If the latter, there is little to show that it was the\n\npersonal relationship that was essential to Derbes' mental health\n\n\n                                    -7-\n\fand   nothing   to    show    that    some       adequate   substitute        would   be\n\nunavailable in prison.\n\n            We inquired of the government at oral argument about\n\nwhether the drugs in question would be available.                      Although the\n\nburden of justifying a downward departure is on the defendant, the\n\ngovernment obviously has superior knowledge of what BOP permits.\n\nIn response the government offered BOP's own representation that\n\n\"BOP offers inmates a full range of mental health services,\" Fed.\n\nBureau of Prisons, U.S. Dep't of Justice, Legal Resource Guide to\n\nthe   Federal   Bureau       of   Prisons        31   (2003),    but   such    general\n\nassurances have not been given much weight.                     Martin, 363 F.3d at\n\n50; United States v. Gee, 226 F.3d 885, 902 (7th Cir. 2000).\n\n            On May 4, 2004, the government submitted a 28(j) letter\n\nsaying that BOP's regional counsel had \"recently clarified that BOP\n\ndoes treat inmates with controlled substances, including narcotics,\n\nwhen determined medically necessary by BOP medical staff\" and\n\nadding that two of the three drugs currently prescribed for Derbes\n\nare listed in the BOP formulary and are not controlled substances;\n\nas to the third, Serax, the letter says that it is not in the\n\nformulary   but      that    \"BOP    has    informed     the     government     [that]\n\nappropriate substitutes are listed in the formulary.\"\n\n            Derbes has now responded, objecting to consideration\n\nbeing given to the letter because the facts asserted are not part\n\nof the record and should be open to dispute in the district court.\n\n\n                                           -8-\n\fWe appreciate the government's letter; it sought to clarify and\n\ncorrect answers that we ourselves had sought and received from\n\ngovernment counsel during oral argument. But, of course, Derbes is\n\nnot bound to accept this proffer as accurate, and there may be\n\nfurther issues that Derbes might like to raise--such as to whether\n\nrealistically he has any likelihood of receiving such treatment.\n\n          In all events, the government's letter may cast further\n\ndoubt on the prospects for a departure on mental health grounds but\n\nwe remain of the view that a remand is the proper solution in this\n\ncase.   Putting aside the government's recent letter, we cannot\n\nuphold the present departure since there is as yet no firm basis in\n\nthe record for concluding that Derbes' imprisonment will prevent\n\nadequate treatment, whether based on required drugs or a unique\n\ntherapeutic relationship.   But given the district court's doubts\n\nand ample gaps in the record, we are not willing to rule out the\n\npossibility that a departure might yet be justified.\n\n          At the same time, it should be stressed again that our\n\ncases are stringent in distinguishing between serious mental health\n\nproblems and a truly \"extraordinary\" case.     See United States v.\n\nStudley, 907 F.2d 254, 259 (1st Cir. 1990); United States v.\n\nDeCologero, 821 F.2d 39, 43 (1st Cir. 1987).    BOP is by no means\n\nrequired to tailor a perfect plan for every inmate; while it is\n\nconstitutionally obligated to provide medical services to inmates,\n\nEstelle v. Gamble, 429 U.S. 97, 103-05 (1976), these services need\n\n\n                               -9-\n\fonly be on \"a level reasonably commensurate with modern medical\n\nscience and of a quality acceptable within prudent professional\n\nstandards.\"    DeCologero, 821 F.2d at 43.\n\n           One other ground of departure was suggested by the\n\ndistrict court's oral statement, namely, the rare possibility\n\nrecognized in United States v. Olbres, 99 F.3d 28, 31-36 (1st Cir.\n\n1996), of a departure where the defendant is essential to a small\n\nbusiness whose innocent employees might suffer if the company goes\n\nout of business.    However, the district judge did not repeat this\n\noral reference in his written statement and apparently the release\n\nof Robert Derbes from prison is imminent.\n\n           Nevertheless, we do not foreclose the possibility of a\n\ndeparture on this ground if it was intended as an alternative basis\n\nin the district court's oral discussion, if Derbes continues to\n\nurge a departure on this basis, and if the district court believes\n\nthat the current facts still support such a departure.                    The\n\ngovernment did not argue the point on appeal, taking the view that\n\nthe district court had not relied upon Olbres at all, but in light\n\nof the remand, we express no view on this matter.\n\n           This remand brings to light a quirk of the PROTECT Act.\n\nIn most situations appellate courts have great flexibility in\n\nshaping the scope of the mandate on remand.           See 28 U.S.C. § 2106\n\n(court   may   \"remand   the   cause   and   direct   the   entry   of   such\n\nappropriate judgment, decree, or order, or require such further\n\n\n                                   -10-\n\fproceedings to be had as may be just under the circumstances\");\n\nUnited States v. Maldonado, 242 F.3d 1, 3-4 (1st Cir. 2001).                Prior\n\nto the PROTECT Act, the circuits had developed standards for what\n\ncould be considered on a general remand for resentencing.                    See,\n\ne.g., United States v. Ticchiarelli, 171 F.3d 24, 31 (1st Cir.\n\n1999).\n\n               But the PROTECT Act says that on remand, the district\n\ncourt may not depart except upon a ground that\n\n               (A)   was   specifically   and   affirmatively\n               included in the written statement of reasons\n               required by section 3553(c) in connection with\n               the previous sentencing of the defendant prior\n               to the appeal; and\n\n               (B) was held by the court of appeals, in\n               remanding the case, to be a permissible ground\n               of departure.\n\n18 U.S.C.A. § 3742(g) (2004).\n\n               Although applying the PROTECT Act's appellate standard of\n\nreview to pending appeals is appropriate, see Thurston, 358 F.3d at\n\n71-72,    it    would   make   no   sense    to    apply   section   3742(g)(A)\n\nretroactively to sentences imposed before its enactment because\n\ndistrict courts were not at that time required to make the \"written\n\nstatement of reasons [now] required by section 3553(c).\"                   Accord\n\nUnited States v. Kostakis, No. 02-1647, 2004 WL 691658, at *6 (2d\n\nCir. Apr. 2, 2004) (section 3742(g) limits do not apply in cases\n\nwhere    initial    sentencing      occurred      before   PROTECT   Act   became\n\n\n\n\n                                      -11-\n\feffective); United States v. Cole, 357 F.3d 780, 786 (8th Cir.\n\n2004) (same).\n\n           In   any   event,   the   district   court   in   this    case   did\n\naffirmatively depart on mental health grounds in the previous round\n\nof sentencing and referred (ambiguously) to Olbres.                 We mention\n\nthis new provision primarily to alert district court judges to the\n\nchange.   Ordinarily it would be wise for sentencing courts to rule\n\nexpressly on each requested ground for departure, thus avoiding any\n\nconstraints that section 3742(g)(A) might otherwise cause if the\n\ncase were later remanded.\n\n           Finally, in their briefs, the parties debate the issue\n\nwhether the time Derbes has spent in home confinement and probation\n\nshould be credited against any sentence of imprisonment that may be\n\nimposed on remand.     The point was decided last month in Martin, 363\n\nF.3d 25, which   provides all the guidance necessary.         Id. at 37-40.\n\nIt is generally helpful to Derbes; but how helpful depends on a\n\njudgment of the district court as to the amount of the credit.               In\n\nany event such a credit depends on whether on remand Derbes would\n\notherwise receive a prison sentence.\n\n           We vacate the district court's sentence and remand for\n\nresentencing.    On remand the district court may consider Derbes'\n\nneed for therapy and medications, Olbres, and--if imprisonment is\n\nimposed--the amount of credit that Derbes deserves for the nine\n\n\n\n\n                                     -12-\n\fmonths he has spent in home confinement and any additional time\n\nspent on probation.\n\n          It is so ordered.\n\n\n\n\n                              -13-\n\f",
  "html": "<p class=\"case_cite\">369 F.3d 579</p>\n    <p class=\"parties\">UNITED STATES of America, appellant,<br>v.<br>Frank F. DERBES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-2067.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 4, 2004.</p>\n    <p class=\"date\">Decided May 27, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Pineault, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellant.</p>\n      <p class=\"indent\">Thomas R. Kiley with whom William J. Cintolo and Cosgrove, Eisenberg and Kiley, P.C. were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Frank and Robert Derbes are officers of the Derbes Brothers construction company in Quincy, Massachusetts. Beginning in 1995, they used various devices to understate company and personal federal tax liability. For example, one scheme involved having the company write checks made payable to various subcontractors (some fictional and some real), deducting these payments as business expenses, and then having Derbes Brothers' employees cash the checks at local banks and return the cash to the company. The total revenue loss to the government attributed to Frank Derbes was about $500,000.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The scheme was uncovered, and the government indicted the brothers for six counts each of tax evasion in violation of 26 U.S.C. &#167; 7201 (2000). Both brothers pled guilty in November 2002. After sentencing adjustments for acceptance of responsibility, both brothers faced guidelines ranges of 15 to 21 months imprisonment. U.S.S.G. &#167;&#167; 2T1.1, 2T4.1 (1997). Both moved for a downward departure on multiple grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court granted Frank Derbes a four-level downward departure, sentencing him to nine months of home confinement with electronic monitoring, plus an additional fifteen months of probation. The district court granted Robert Derbes a one-level departure, sentencing him to a year and a day in prison, plus two years of supervised release. The government appeals only the four-level departure granted to Frank Derbes (whom we will refer to simply as \"Derbes\"), arguing that the departure was not based on legitimate concerns nor supported by the factual record.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district judge's remarks at the sentencing hearing were brief. After rejecting several suggested grounds of departure &#8212; aberrant behavior, charitable contributions &#8212; the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The two plausible grounds for a departure are the ones identified by counsel, including government's counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under <i>Olbres,</i> [99 F.3d 28 (1st Cir.1996)], there is some latitude under the Guidelines for considering the impact an incarcerated sentence may have on the employees of a small business that might otherwise be placed underwater by the incarceration of a business principal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">And health is a concern....</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">His medical conditions are aggravated. They are not of the type that the Bureau of Prisons, for the most part, could not adequately treat, but what concerns me is the fact that he's been under psychiatric care now for some seven years; and the one thing I do not think the Bureau of Prisons could provide is the connection with Mr. Derbes' treating psychiatrist that has developed over time.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judge's subsequent written statement of the grounds for departure says only that the departure was granted because of \"medical reasons as more fully stated on the record in open court.\" Given this cross-reference, the district court's phrase \"medical conditions\" presumably refers only to mental health concerns; there is no indication that Frank Derbes' physical health problems (described by his doctor as \"stable\") could support a departure.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mental condition is a discouraged basis for departure under the guidelines, U.S.S.G. &#167; 5H1.3, so a departure is warranted only if circumstances are extraordinary, <i>see</i> U.S.S.G. ch. 5, pt. H, introductory cmt.; <i>United States v. Maldonado-Montalvo,</i> 356 F.3d 65, 74 (1st Cir.2003).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The able and experienced district judge thought Derbes' condition qualified under this standard, but at the time of sentencing, the district judge had no obligation to provide written findings. <i>Compare</i> 18 U.S.C.A. &#167; 3553(c) (2004) (written findings now required). So we must reconstruct the basis and reasoning from the record.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The presentence report explains that Frank Derbes has been under the care of a psychiatrist, Dr. Lee Chartock, since 1997. In two paragraphs, the report explains that Derbes had in the past struggled with thoughts of suicide and occasionally heard voices, but these problems have not recurred since he has been under the care of Dr. Chartock. Derbes sees Dr. Chartock \"for individual therapy as well as medication monitoring,\" and Derbes says that without his medication he tends to get \"confused.\" In the plea hearing, Derbes testified that he had been diagnosed as having a \"chemical imbalance and depression\" seven years before, and that he found it \"very difficult to function\" before he was put on the medications.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In a letter to the court, Dr. Chartock stated that he had been treating Frank Derbes since 1997 for major depression and generalized anxiety disorder. Dr. Chartock explained that it had taken several years to find the right combination of medications to \"effectively stabilize\" Derbes, and that it was very important to maintain the current regime of Paxil, Effexor, and Serax. Dr. Chartock noted that these substances might not be available in prison, and he said that altering the treatment regime \"may result in destabilizing Mr. Derbes, causing him to revert to a deep depression and significant panic and anxiety.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The PROTECT Act changed the standard of review applied to departures from the guidelines, eliminating the deference previously accorded to a district court's application of the guidelines to the facts of the case, <i>see, e.g., United States v. Lujan,</i> 324 F.3d 27, 31 n. 5 (1st Cir.2003) (discussing deference); instead Congress requires us to review sentencing departures <i>de novo,</i> giving deference only to the district court's observation of witnesses and raw factual findings. 18 U.S.C.A. &#167; 3742(e) (2004); <i>United States v. Thurston,</i> 358 F.3d 51, 70 (1st Cir.2004). Although Derbes was sentenced on April 29, 2003 &#8212; one day before the PROTECT Act became law &#8212; the new standard of review on appeal applies to his case. <i>See Thurston,</i> 358 F.3d at 70.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Arguably, the present case falls between two of our recent precedents. In one, <i>Maldonado-Montalvo,</i> we reversed a departure granted by the district court based on defendant's depressive condition &#8212; which was serious, although it apparently did not include explicit threats of suicide. 356 F.3d at 73-75. There, the defendant had responded to medication and, while his doctor wrote that incarceration would be a \"catastrophic blow,\" <i>id.</i> at 75, there was apparently no discussion of whether the same medical regime would be available in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">By contrast, in <i>United States v. Martin,</i> 363 F.3d 25 (1st Cir.2004), we sustained a departure based on physical condition, also a discouraged departure, <i>see</i> U.S.S.G. &#167; 5H1.4. There, it was shown that the defendant had a history of Crohn's Disease, that Demerol was the only treatment that had proven successful, and that the Bureau of Prisons would not provide this medication. <i>Id.</i> at 49-50 &amp; n. 39. While BOP said it could treat Martin's condition by other means, we noted that Martin's health was \"exceptionally fragile\" and that BOP had not been specific in describing alternatives. <i>Id.</i> at 50.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the case at hand, Derbes submitted medical evidence that only one combination of drugs had proved successful and that an alteration in this regime would likely prove harmful. However, absent a further finding that the drugs would be unavailable in prison, the case looks much like <i>Maldonado-Montalvo.</i> To bring it within <i>Martin</i> or any other obvious formula supporting a departure, one would have to find Derbes would not get, or was at least unlikely to get, adequate treatment in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Dr. Chartock stated in a letter that he \"understand[s]\" that the specific drugs he had prescribed for Derbes might not be available in prison. Yet the record is inconclusive on this point; and, equally important, it is not clear how far the district judge was concerned about the lack of drugs. While the judge did express interest in knowing exactly what medications Dr. Chartock prescribed for Derbes, the judge's oral statement concluded by saying, \"the one thing I do not think the Bureau of Prisons could provide is the connection with Mr. Derbes' treating psychiatrist that has developed over time.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This supposed vital connection could refer to drugs that would not be obtainable in prison or refer only to the therapeutic relationship between doctor and patient. If the former, the record is distressingly thin as to whether the drugs would be available or not. If the latter, there is little to show that it was the personal relationship that was essential to Derbes' mental health and nothing to show that some adequate substitute would be unavailable in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We inquired of the government at oral argument about whether the drugs in question would be available. Although the burden of justifying a downward departure is on the defendant, the government obviously has superior knowledge of what BOP permits. In response the government offered BOP's own representation that \"BOP offers inmates a full range of mental health services,\" Fed. Bureau of Prisons, U.S. Dep't of Justice, <i>Legal Resource Guide to the Federal Bureau of Prisons</i> 31 (2003), but such general assurances have not been given much weight. <i>Martin,</i> 363 F.3d at 50; <i>United States v. Gee,</i> 226 F.3d 885, 902 (7th Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On May 4, 2004, the government submitted a 28(j) letter saying that BOP's regional counsel had \"recently clarified that BOP does treat inmates with controlled substances, including narcotics, when determined medically necessary by BOP medical staff\" and adding that two of the three drugs currently prescribed for Derbes are listed in the BOP formulary and are not controlled substances; as to the third, Serax, the letter says that it is not in the formulary but that \"BOP has informed the government [that] appropriate substitutes are listed in the formulary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Derbes has now responded, objecting to consideration being given to the letter because the facts asserted are not part of the record and should be open to dispute in the district court. We appreciate the government's letter; it sought to clarify and correct answers that we ourselves had sought and received from government counsel during oral argument. But, of course, Derbes is not bound to accept this proffer as accurate, and there may be further issues that Derbes might like to raise &#8212; such as to whether realistically he has any likelihood of receiving such treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In all events, the government's letter may cast further doubt on the prospects for a departure on mental health grounds but we remain of the view that a remand is the proper solution in this case. Putting aside the government's recent letter, we cannot uphold the present departure since there is as yet no firm basis in the record for concluding that Derbes' imprisonment will prevent adequate treatment, whether based on required drugs or a unique therapeutic relationship. But given the district court's doubts and ample gaps in the record, we are not willing to rule out the possibility that a departure might yet be justified.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the same time, it should be stressed again that our cases are stringent in distinguishing between serious mental health problems and a truly \"extraordinary\" case. <i>See United States v. Studley,</i> 907 F.2d 254, 259 (1st Cir.1990); <i>United States v. DeCologero,</i> 821 F.2d 39, 43 (1st Cir.1987). BOP is by no means required to tailor a perfect plan for every inmate; while it is constitutionally obligated to provide medical services to inmates, <i>Estelle v. Gamble,</i> 429 U.S. 97, 103-05, 97 S.Ct. 285, 50 L.Ed.2d 251 (1976), these services need only be on \"a level reasonably commensurate with modern medical science and of a quality acceptable within prudent professional standards.\" <i>DeCologero,</i> 821 F.2d at 43.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">One other ground of departure was suggested by the district court's oral statement, namely, the rare possibility recognized in <i>United States v. Olbres,</i> 99 F.3d 28, 31-36 (1st Cir.1996), of a departure where the defendant is essential to a small business whose innocent employees might suffer if the company goes out of business. However, the district judge did not repeat this oral reference in his written statement and apparently the release of Robert Derbes from prison is imminent.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nevertheless, we do not foreclose the possibility of a departure on this ground if it was intended as an alternative basis in the district court's oral discussion, if Derbes continues to urge a departure on this basis, and if the district court believes that the current facts still support such a departure. The government did not argue the point on appeal, taking the view that the district court had not relied upon <i>Olbres</i> at all, but in light of the remand, we express no view on this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This remand brings to light a quirk of the PROTECT Act. In most situations appellate courts have great flexibility in shaping the scope of the mandate on remand. <i>See</i> 28 U.S.C. &#167; 2106 (court may \"remand the cause and direct the entry of such appropriate judgment, decree, or order, or require such further proceedings to be had as may be just under the circumstances\"); <i>United States v. Maldonado,</i> 242 F.3d 1, 3-4 (1st Cir.2001). Prior to the PROTECT Act, the circuits had developed standards for what could be considered on a general remand for resentencing. <i>See, e.g., United States v. Ticchiarelli,</i> 171 F.3d 24, 31 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">But the PROTECT Act says that on remand, the district court may not depart except upon a ground that</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(A) was specifically and affirmatively included in the written statement of reasons required by section 3553(c) in connection with the previous sentencing of the defendant prior to the appeal; and</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(B) was held by the court of appeals, in remanding the case, to be a permissible ground of departure.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">18 U.S.C.A. &#167; 3742(g) (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although applying the PROTECT Act's appellate standard of review to pending appeals is appropriate, <i>see Thurston,</i> 358 F.3d at 71-72, it would make no sense to apply section 3742(g)(A) retroactively to sentences imposed before its enactment because district courts were not at that time required to make the \"written statement of reasons [now] required by section 3553(c).\" <i>Accord United States v. Kostakis,</i> No. 02-1647, 364 F.3d 45, 52, 2004 WL 691658, at *6 (2d Cir. Apr.2, 2004) (section 3742(g) limits do not apply in cases where initial sentencing occurred before PROTECT Act became effective); <i>United States v. Cole,</i> 357 F.3d 780, 786 (8th Cir.2004) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In any event, the district court in this case <i>did</i> affirmatively depart on mental health grounds in the previous round of sentencing and referred (ambiguously) to <i>Olbres.</i> We mention this new provision primarily to alert district court judges to the change. Ordinarily it would be wise for sentencing courts to rule expressly on each requested ground for departure, thus avoiding any constraints that section 3742(g)(A) might otherwise cause if the case were later remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Finally, in their briefs, the parties debate the issue whether the time Derbes has spent in home confinement and probation should be credited against any sentence of imprisonment that may be imposed on remand. The point was decided last month in <i>Martin,</i> 363 F.3d 25, which provides all the guidance necessary. <i>Id.</i> at 37-40. It is generally helpful to Derbes; but <i>how</i> helpful depends on a judgment of the district court as to the amount of the credit. In any event such a credit depends on whether on remand Derbes would otherwise receive a prison sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We <i>vacate</i> the district court's sentence and <i>remand</i> for resentencing. On remand the district court may consider Derbes' need for therapy and medications, <i>Olbres,</i> and &#8212; if imprisonment is imposed &#8212; the amount of credit that Derbes deserves for the nine months he has spent in home confinement and any additional time spent on probation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Derbes attempts to avoid the \"discouragement\" of section 5H1.3 by pointing to the unqualified statutory statement that, in imposing a sentence, the court \"shall consider\"<i>inter alia</i> the need \"to provide the defendant with ... medical care.\" 18 U.S.C. &#167; 3553(a)(2)(D) (2000). However, subsection (b) says that the court has to follow the Guidelines, unless a factor was not adequately considered by the Commission, <i>id.</i> &#167; 3553(b), and the cases hold that both mental and physical condition are factors discouraged by the Commission, regardless of whether the concern is with the need for treatment or with some other implication. <i>See, e.g., United States v. Martin,</i> 363 F.3d 25 (1st Cir.2004); <i>Maldonado-Montalvo,</i> 356 F.3d at 74.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, appellant,<br>v.<br>Frank F. DERBES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-2067.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 4, 2004.</p>\n    <p class=\"date\">Decided May 27, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Pineault, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellant.</p>\n      <p class=\"indent\">Thomas R. Kiley with whom William J. Cintolo and Cosgrove, Eisenberg and Kiley, P.C. were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Frank and Robert Derbes are officers of the Derbes Brothers construction company in Quincy, Massachusetts. Beginning in 1995, they used various devices to understate company and personal federal tax liability. For example, one scheme involved having the company write checks made payable to various subcontractors (some fictional and some real), deducting these payments as business expenses, and then having Derbes Brothers' employees cash the checks at local banks and return the cash to the company. The total revenue loss to the government attributed to Frank Derbes was about $500,000.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The scheme was uncovered, and the government indicted the brothers for six counts each of tax evasion in violation of 26 U.S.C. &#167; 7201 (2000). Both brothers pled guilty in November 2002. After sentencing adjustments for acceptance of responsibility, both brothers faced guidelines ranges of 15 to 21 months imprisonment. U.S.S.G. &#167;&#167; 2T1.1, 2T4.1 (1997). Both moved for a downward departure on multiple grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court granted Frank Derbes a four-level downward departure, sentencing him to nine months of home confinement with electronic monitoring, plus an additional fifteen months of probation. The district court granted Robert Derbes a one-level departure, sentencing him to a year and a day in prison, plus two years of supervised release. The government appeals only the four-level departure granted to Frank Derbes (whom we will refer to simply as \"Derbes\"), arguing that the departure was not based on legitimate concerns nor supported by the factual record.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district judge's remarks at the sentencing hearing were brief. After rejecting several suggested grounds of departure &#8212; aberrant behavior, charitable contributions &#8212; the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The two plausible grounds for a departure are the ones identified by counsel, including government's counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under <i>Olbres,</i> [<span class=\"citation\" data-id=\"197051\"><a href=\"/opinion/197051/united-states-v-olbres/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span> (1st Cir.1996)], there is some latitude under the Guidelines for considering the impact an incarcerated sentence may have on the employees of a small business that might otherwise be placed underwater by the incarceration of a business principal.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">And health is a concern....</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">His medical conditions are aggravated. They are not of the type that the Bureau of Prisons, for the most part, could not adequately treat, but what concerns me is the fact that he's been under psychiatric care now for some seven years; and the one thing I do not think the Bureau of Prisons could provide is the connection with Mr. Derbes' treating psychiatrist that has developed over time.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judge's subsequent written statement of the grounds for departure says only that the departure was granted because of \"medical reasons as more fully stated on the record in open court.\" Given this cross-reference, the district court's phrase \"medical conditions\" presumably refers only to mental health concerns; there is no indication that Frank Derbes' physical health problems (described by his doctor as \"stable\") could support a departure.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mental condition is a discouraged basis for departure under the guidelines, U.S.S.G. &#167; 5H1.3, so a departure is warranted only if circumstances are extraordinary, <i>see</i> U.S.S.G. ch. 5, pt. H, introductory cmt.; <i>United States v. Maldonado-Montalvo,</i> <span class=\"citation\" data-id=\"200777\"><a href=\"/opinion/200777/united-states-v-maldonado-montalvo/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 74 (1st Cir.2003).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The able and experienced district judge thought Derbes' condition qualified under this standard, but at the time of sentencing, the district judge had no obligation to provide written findings. <i>Compare</i> 18 U.S.C.A. &#167; 3553(c) (2004) (written findings now required). So we must reconstruct the basis and reasoning from the record.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The presentence report explains that Frank Derbes has been under the care of a psychiatrist, Dr. Lee Chartock, since 1997. In two paragraphs, the report explains that Derbes had in the past struggled with thoughts of suicide and occasionally heard voices, but these problems have not recurred since he has been under the care of Dr. Chartock. Derbes sees Dr. Chartock \"for individual therapy as well as medication monitoring,\" and Derbes says that without his medication he tends to get \"confused.\" In the plea hearing, Derbes testified that he had been diagnosed as having a \"chemical imbalance and depression\" seven years before, and that he found it \"very difficult to function\" before he was put on the medications.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In a letter to the court, Dr. Chartock stated that he had been treating Frank Derbes since 1997 for major depression and generalized anxiety disorder. Dr. Chartock explained that it had taken several years to find the right combination of medications to \"effectively stabilize\" Derbes, and that it was very important to maintain the current regime of Paxil, Effexor, and Serax. Dr. Chartock noted that these substances might not be available in prison, and he said that altering the treatment regime \"may result in destabilizing Mr. Derbes, causing him to revert to a deep depression and significant panic and anxiety.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The PROTECT Act changed the standard of review applied to departures from the guidelines, eliminating the deference previously accorded to a district court's application of the guidelines to the facts of the case, <i>see, e.g., United States v. Lujan,</i> <span class=\"citation\" data-id=\"200430\"><a href=\"/opinion/200430/united-states-v-lujan/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 31 n. 5 (1st Cir.2003) (discussing deference); instead Congress requires us to review sentencing departures <i>de novo,</i> giving deference only to the district court's observation of witnesses and raw factual findings. 18 U.S.C.A. &#167; 3742(e) (2004); <i>United States v. Thurston,</i> <span class=\"citation\" data-id=\"200587\"><a href=\"/opinion/200587/united-states-v-thurston/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 70 (1st Cir.2004). Although Derbes was sentenced on April 29, 2003 &#8212; one day before the PROTECT Act became law &#8212; the new standard of review on appeal applies to his case. <i>See Thurston,</i> 358 F.3d at 70.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Arguably, the present case falls between two of our recent precedents. In one, <i>Maldonado-Montalvo,</i> we reversed a departure granted by the district court based on defendant's depressive condition &#8212; which was serious, although it apparently did not include explicit threats of suicide. 356 F.3d at 73-75. There, the defendant had responded to medication and, while his doctor wrote that incarceration would be a \"catastrophic blow,\" <i>id.</i> at 75, there was apparently no discussion of whether the same medical regime would be available in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">By contrast, in <i>United States v. Martin,</i> <span class=\"citation\" data-id=\"200941\"><a href=\"/opinion/200941/united-states-v-martin/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span> (1st Cir.2004), we sustained a departure based on physical condition, also a discouraged departure, <i>see</i> U.S.S.G. &#167; 5H1.4. There, it was shown that the defendant had a history of Crohn's Disease, that Demerol was the only treatment that had proven successful, and that the Bureau of Prisons would not provide this medication. <i>Id.</i> at 49-50 &amp; n. 39. While BOP said it could treat Martin's condition by other means, we noted that Martin's health was \"exceptionally fragile\" and that BOP had not been specific in describing alternatives. <i>Id.</i> at 50.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the case at hand, Derbes submitted medical evidence that only one combination of drugs had proved successful and that an alteration in this regime would likely prove harmful. However, absent a further finding that the drugs would be unavailable in prison, the case looks much like <i>Maldonado-Montalvo.</i> To bring it within <i>Martin</i> or any other obvious formula supporting a departure, one would have to find Derbes would not get, or was at least unlikely to get, adequate treatment in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Dr. Chartock stated in a letter that he \"understand[s]\" that the specific drugs he had prescribed for Derbes might not be available in prison. Yet the record is inconclusive on this point; and, equally important, it is not clear how far the district judge was concerned about the lack of drugs. While the judge did express interest in knowing exactly what medications Dr. Chartock prescribed for Derbes, the judge's oral statement concluded by saying, \"the one thing I do not think the Bureau of Prisons could provide is the connection with Mr. Derbes' treating psychiatrist that has developed over time.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This supposed vital connection could refer to drugs that would not be obtainable in prison or refer only to the therapeutic relationship between doctor and patient. If the former, the record is distressingly thin as to whether the drugs would be available or not. If the latter, there is little to show that it was the personal relationship that was essential to Derbes' mental health and nothing to show that some adequate substitute would be unavailable in prison.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We inquired of the government at oral argument about whether the drugs in question would be available. Although the burden of justifying a downward departure is on the defendant, the government obviously has superior knowledge of what BOP permits. In response the government offered BOP's own representation that \"BOP offers inmates a full range of mental health services,\" Fed. Bureau of Prisons, U.S. Dep't of Justice, <i>Legal Resource Guide to the Federal Bureau of Prisons</i> 31 (2003), but such general assurances have not been given much weight. <i>Martin,</i> 363 F.3d at 50; <i>United States v. Gee,</i> <span class=\"citation\" data-id=\"770436\"><a href=\"/opinion/770436/united-states-of-america-plaintiff-appelleecross-appellant-v-jim-gee-and/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">885</span></a></span>, 902 (7th Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On May 4, 2004, the government submitted a 28(j) letter saying that BOP's regional counsel had \"recently clarified that BOP does treat inmates with controlled substances, including narcotics, when determined medically necessary by BOP medical staff\" and adding that two of the three drugs currently prescribed for Derbes are listed in the BOP formulary and are not controlled substances; as to the third, Serax, the letter says that it is not in the formulary but that \"BOP has informed the government [that] appropriate substitutes are listed in the formulary.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Derbes has now responded, objecting to consideration being given to the letter because the facts asserted are not part of the record and should be open to dispute in the district court. We appreciate the government's letter; it sought to clarify and correct answers that we ourselves had sought and received from government counsel during oral argument. But, of course, Derbes is not bound to accept this proffer as accurate, and there may be further issues that Derbes might like to raise &#8212; such as to whether realistically he has any likelihood of receiving such treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In all events, the government's letter may cast further doubt on the prospects for a departure on mental health grounds but we remain of the view that a remand is the proper solution in this case. Putting aside the government's recent letter, we cannot uphold the present departure since there is as yet no firm basis in the record for concluding that Derbes' imprisonment will prevent adequate treatment, whether based on required drugs or a unique therapeutic relationship. But given the district court's doubts and ample gaps in the record, we are not willing to rule out the possibility that a departure might yet be justified.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the same time, it should be stressed again that our cases are stringent in distinguishing between serious mental health problems and a truly \"extraordinary\" case. <i>See United States v. Studley,</i> <span class=\"citation\" data-id=\"544230\"><a href=\"/opinion/544230/united-states-v-james-studley/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 259 (1st Cir.1990); <i>United States v. DeCologero,</i> <span class=\"citation\" data-id=\"489942\"><a href=\"/opinion/489942/united-states-v-anthony-decologero/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 43 (1st Cir.1987). BOP is by no means required to tailor a perfect plan for every inmate; while it is constitutionally obligated to provide medical services to inmates, <i>Estelle v. Gamble,</i> <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 103-05, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">285</span></a></span>, <span class=\"citation\" data-id=\"109561\"><a href=\"/opinion/109561/estelle-v-gamble/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (1976), these services need only be on \"a level reasonably commensurate with modern medical science and of a quality acceptable within prudent professional standards.\" <i>DeCologero,</i> 821 F.2d at 43.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">One other ground of departure was suggested by the district court's oral statement, namely, the rare possibility recognized in <i>United States v. Olbres,</i> <span class=\"citation\" data-id=\"197051\"><a href=\"/opinion/197051/united-states-v-olbres/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 31-36 (1st Cir.1996), of a departure where the defendant is essential to a small business whose innocent employees might suffer if the company goes out of business. However, the district judge did not repeat this oral reference in his written statement and apparently the release of Robert Derbes from prison is imminent.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Nevertheless, we do not foreclose the possibility of a departure on this ground if it was intended as an alternative basis in the district court's oral discussion, if Derbes continues to urge a departure on this basis, and if the district court believes that the current facts still support such a departure. The government did not argue the point on appeal, taking the view that the district court had not relied upon <i>Olbres</i> at all, but in light of the remand, we express no view on this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This remand brings to light a quirk of the PROTECT Act. In most situations appellate courts have great flexibility in shaping the scope of the mandate on remand. <i>See</i> 28 U.S.C. &#167; 2106 (court may \"remand the cause and direct the entry of such appropriate judgment, decree, or order, or require such further proceedings to be had as may be just under the circumstances\"); <i>United States v. Maldonado,</i> <span class=\"citation\" data-id=\"199284\"><a href=\"/opinion/199284/united-states-v-maldonado/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.2001). Prior to the PROTECT Act, the circuits had developed standards for what could be considered on a general remand for resentencing. <i>See, e.g., United States v. Ticchiarelli,</i> <span class=\"citation\" data-id=\"198379\"><a href=\"/opinion/198379/united-states-v-ticchiarelli/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 31 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">But the PROTECT Act says that on remand, the district court may not depart except upon a ground that</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(A) was specifically and affirmatively included in the written statement of reasons required by section 3553(c) in connection with the previous sentencing of the defendant prior to the appeal; and</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(B) was held by the court of appeals, in remanding the case, to be a permissible ground of departure.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">18 U.S.C.A. &#167; 3742(g) (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although applying the PROTECT Act's appellate standard of review to pending appeals is appropriate, <i>see Thurston,</i> 358 F.3d at 71-72, it would make no sense to apply section 3742(g)(A) retroactively to sentences imposed before its enactment because district courts were not at that time required to make the \"written statement of reasons [now] required by section 3553(c).\" <i>Accord United States v. Kostakis,</i> No. 02-1647, <span class=\"citation\" data-id=\"785750\"><a href=\"/opinion/785750/united-states-v-christos-kostakis/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 52, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">691658</span></span>, at *6 (2d Cir. Apr.2, 2004) (section 3742(g) limits do not apply in cases where initial sentencing occurred before PROTECT Act became effective); <i>United States v. Cole,</i> <span class=\"citation\" data-id=\"785037\"><a href=\"/opinion/785037/united-states-v-christopher-martin-cole/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">780</span></a></span>, 786 (8th Cir.2004) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In any event, the district court in this case <i>did</i> affirmatively depart on mental health grounds in the previous round of sentencing and referred (ambiguously) to <i>Olbres.</i> We mention this new provision primarily to alert district court judges to the change. Ordinarily it would be wise for sentencing courts to rule expressly on each requested ground for departure, thus avoiding any constraints that section 3742(g)(A) might otherwise cause if the case were later remanded.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Finally, in their briefs, the parties debate the issue whether the time Derbes has spent in home confinement and probation should be credited against any sentence of imprisonment that may be imposed on remand. The point was decided last month in <i>Martin,</i> <span class=\"citation\" data-id=\"200941\"><a href=\"/opinion/200941/united-states-v-martin/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, which provides all the guidance necessary. <i>Id.</i> at 37-40. It is generally helpful to Derbes; but <i>how</i> helpful depends on a judgment of the district court as to the amount of the credit. In any event such a credit depends on whether on remand Derbes would otherwise receive a prison sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We <i>vacate</i> the district court's sentence and <i>remand</i> for resentencing. On remand the district court may consider Derbes' need for therapy and medications, <i>Olbres,</i> and &#8212; if imprisonment is imposed &#8212; the amount of credit that Derbes deserves for the nine months he has spent in home confinement and any additional time spent on probation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Derbes attempts to avoid the \"discouragement\" of section 5H1.3 by pointing to the unqualified statutory statement that, in imposing a sentence, the court \"shall consider\"<i>inter alia</i> the need \"to provide the defendant with ... medical care.\" 18 U.S.C. &#167; 3553(a)(2)(D) (2000). However, subsection (b) says that the court has to follow the Guidelines, unless a factor was not adequately considered by the Commission, <i>id.</i> &#167; 3553(b), and the cases hold that both mental and physical condition are factors discouraged by the Commission, regardless of whether the concern is with the need for treatment or with some other implication. <i>See, e.g., United States v. Martin,</i> <span class=\"citation\" data-id=\"200941\"><a href=\"/opinion/200941/united-states-v-martin/\"><span class=\"volume\">363</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span> (1st Cir.2004); <i>Maldonado-Montalvo,</i> 356 F.3d at 74.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785750/"
  ]
}