{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201056/",
  "absolute_url": "/opinion/201056/lin-v-ashcroft/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201056/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:06:48Z",
  "date_modified": "2016-02-28T05:04:30.695031Z",
  "type": "010combined",
  "sha1": "65806eb9c880225e7dc4f86a0752cac060e30526",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1387-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/06/08/Lin_v._Ashcroft.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 03-1387\n\n                             MEI GUAN LIN,\n\n                              Petitioner,\n\n                                   v.\n\n                            JOHN ASHCROFT,\n                Attorney General of the United States,\n\n                              Respondent.\n\n\n                 ON PETITION FOR REVIEW OF AN ORDER OF\n                    THE BOARD OF IMMIGRATION APPEALS\n\n\n                                Before\n\n                         Lynch, Circuit Judge,\n                         Lipez, Circuit Judge,\n                  and Garcia-Gregory,* District Judge.\n\n\n     Bruno Joseph Bembi was on brief for Petitioner.\n     John Andre, Senior Litigation Counsel, Office of Immigration\nLitigation, with whom Peter D. Keisler, Assistant Attorney General\nand Donald E. Keener, Deputy Director, were on brief for\nRespondent.\n\n\n\n                             June 8, 2004\n\n\n\n\n     *\n         Of the District of Puerto Rico, sitting by designation.\n\f            GARCIA-GREGORY, District Judge. Mei Guan Lin (“Lin”), a\n\nnative and citizen of the People’s Republic of China, seeks review\n\nof the denial by the Board of Immigration Appeals (“BIA”) of his\n\napplication for asylum under the Immigration and Nationality Act\n\n(“INA”) § 208(a), 8 U.S.C. § 1158(a), withholding of removal under\n\nINA § 241(b)(3), and denial of his request for relief under the\n\nUnited Nations Convention Against Torture (CAT).\n\n                                  I.\n\n            Lin is a resident of the Fujian Province, People’s\n\nRepublic of China. He was smuggled into the United States on\n\nOctober 20, 1998. Previously, one of his sisters was also smuggled\n\ninto the United States, but there is no information on record as to\n\nher present status.\n\n            Lin testified before an Immigration Judge at his removal\n\nhearing on April 18, 2000, and a subsequent hearing on July 27,\n\n2000.1 Conceding removability, Lin requested relief in the form of\n\nasylum, withholding of removal, and protection under the Convention\n\nAgainst Torture. Lin was the only person who testified, and he\n\nrecounted the following events.\n\n            Lin stated that he unofficially married Yan Fang Pan on\n\nDecember 18, 1985. A son was born to them on January 15, 1987, and\n\nLin did not initially report the birth to the Chinese authorities.\n\nThe authorities allegedly found out about the birth and required\n\n\n     1\n         There was a preliminary hearing on September 2, 1999.\n\n                                 -2-\n\fMs. Pan to use an intrauterine device. Lin claims that the IUD\n\n“fell out”, and in February 1989 Ms. Pan discovered she was\n\npregnant again. To avoid possible repercussions for the second\n\npregnancy, Lin and Ms. Pan moved in with Lin’s uncle in Fuzhou\n\nCity, leaving their son with Lin’s mother. Their daughter was born\n\non August 3, 1989.\n\n          Lin claimed that in August of 1989 two family planning\n\ncadres came to his uncle’s house and took Ms. Pan to undergo a\n\nsterilization procedure at Jung Tin Kon Hospital. Lin was also\n\nfined for violating China’s one-child policy, and was fined a\n\nsecond time for registering his son to attend school. Lin stated\n\nthat he borrowed the money from relatives.\n\n          As a result of these events, Lin became disillusioned and\n\ndid not want to remain in China. In December of 1997, he arranged\n\nto borrow $35,000 from relatives to pay smugglers to transport him\n\nto the United States. Lin came alone, leaving Ms. Pan and his\n\nchildren in China. Lin already had a sister living illegally in New\n\nYork who was also smuggled into the U.S. prior to his arrival. Lin\n\nclaimed he was tortured, but offered no evidence to support his\n\nclaim.\n\n          On July 21, 2000, six days prior to the July 27th asylum\n\nhearing - rather than the 10 days required by the Court’s rules -\n\nLin submitted 17 documents to the Immigration Court to support his\n\nasylum claim.   Counsel stated that he had not had time to file the\n\n\n                                -3-\n\fdocuments on time, and that he had not attempted to authenticate\n\nthem.\n\n               On July 27, 2000, after the conclusion of the removal\n\nhearing, the Immigration Judge delivered an oral opinion where she\n\ndenied asylum and withholding of removal, as well as protection\n\nunder CAT. The IJ found that since the documents presented at the\n\ntime of the hearing had not been authenticated, and that no\n\nfoundation had been laid for their admission (with the exception of\n\nthe eldest boy’s birth certificate), they would be part of the\n\nrecord for identification purposes but would not be admitted into\n\nevidence. The IJ noted in particular that there was no evidence\n\nthat the woman with the scar in the photograph was Ms. Pan, or that\n\nthe x-ray submitted was hers.\n\n               The IJ also determined that Lin’s claim of persecution\n\nfor    being    assessed   a   fine    of   $200   to   register   his    son   was\n\nincompatible with his ability to raise $35,000 to pay smugglers to\n\ntransport him to the U.S. In addition, the IJ found that Lin’s\n\naccount of persecution was uncorroborated because the documents\n\nwere    not     authenticated    and    no    chain     of   custody     had    been\n\nestablished. He also presented no evidence that he was more likely\n\nthan not to be tortured. Because Lin did not meet the standard for\n\nasylum, he could not meet the stricter standard for withholding of\n\nremoval.\n\n\n\n\n                                        -4-\n\f             Lin appealed the IJ’s decision. The BIA declined to\n\nconsider the additional evidence that was submitted and upheld the\n\nIJ’s decision. The BIA found that Lin failed to sustain his burden\n\nof proof through any combination of his testimony and corroborating\n\nmaterial, that Lin had not provided sufficient detail regarding the\n\nalleged sterilization of his wife, particularly as to the issue of\n\ncoercion, and that the documents submitted did not relate to any of\n\nthe material issues of force.\n\n                                      II.\n\n\n             It is well established that the BIA’s determination “must\n\nbe upheld if ‘supported by reasonable, substantial, and probative\n\nevidence on the record considered as a whole’.” INS v. Elias-\n\nZacarias, 502 U.S. 478, 481 (1992); Qin v. Ashcroft, 360 F.3d 302,\n\n306 (1st Cir. 2004). To that effect, while testimony, if credible,\n\nis enough to support a petition for asylum, it would be erroneous\n\nto then conclude that all testimony must be taken at face value.\n\nAguilar-Solis v. INS, 168 F.3d 565, 571 (1st Cir. 1999)(“While the\n\nobligation to defer should not be confused with an obligation to\n\nrubber-stamp       the   hearing   officer’s   credibility   call,   such   a\n\ndetermination merits judicial approbation as long as the findings\n\non   which    it    rests   have   sufficiently    sturdy    roots   in   the\n\nadministrative record.”).\n\n             Lin has presented a large number of separate issues on\n\nappeal. These arguments, however, can be summarized as follows: (1)\n\n                                      -5-\n\fthat the IJ’s credibility determinations were not supported by\n\nsubstantial evidence; (2) that the BIA erred in not considering the\n\nadditional documentation; and (3) that the IJ erred in finding that\n\nthere was not sufficient evidence to support the conclusion that\n\nLin merits the withholding of removal and benefits under CAT. Lin\n\ncontends that both the IJ and the BIA had ample documentation and\n\ntestimony to support his request for asylum. As to the credibility\n\nand   verification      issues,    Lin     argues    that   there   were    no\n\ndiscrepancies in his testimony, and that it is very difficult, as\n\nacknowledged by the INS, to obtain authentication of documents from\n\nChina. In addition, he argues that he was never put on notice as to\n\nthe fact   that   the   court     would    require   authentication   of   the\n\ndocuments presented, and that there were no specific findings as to\n\nany of the documents being fraudulent. He further claims that the\n\ncourt incorrectly insisted on corroboration of Lin’s testimony. In\n\nsum, Lin claims that his request was denied for “invidious reasons\n\nhaving nothing to do with the evidence presented.”\n\n           To qualify as a “refugee” and for consideration of\n\nasylum, an applicant must demonstrate either (1) past persecution,\n\ncreating a presumption of a well-founded fear of persecution; or\n\n(2) a well-founded fear of persecution. Qin v. Ashcroft, 360 F.3d\n\n302, 306 (1st Cir. 2004), citing Yatskin v. INS, 255 F.3d 5, 9 (1st\n\nCir. 2001). Under 8 U.S.C. § 1101(a)(42), a person who has been\n\nsubmitted to a forced sterilization and/or persecution for failure\n\n\n                                     -6-\n\for resistance to submit to a sterilization procedure, as well as a\n\nperson who has the well-founded fear of such future sterilization\n\nor persecution, is deemed to have been persecuted or have a well-\n\nfounded fear of persecution on account of political opinion. Under\n\nthis provision, the spouse of a person who has been forced to\n\nundergo sterilization may qualify as a refugee. The record in this\n\ncase is too weak to render unreasonable the IJ’s decision that Lin\n\ndid not meet the qualifications for refugee status.\n\n            The majority of Lin’s claims in this appeal hinge on the\n\nIJ’s assessment of his credibility and his disagreement with that\n\nassessment.       The    IJ     found   the      credibility        of    Lin’s    testimony\n\ndifficult    to        assess,    and   furthermore,            found     that    there    was\n\ninsufficient evidence on the record to corroborate Lin’s account.\n\nThe record shows that Lin presented insufficient evidence to\n\nestablish     past       persecution        or       well-founded         fear    of   future\n\npersecution, and his testimony did not include any accounts of past\n\ntorture or likelihood of torture in China. While Lin describes his\n\nfrustration       at    having     to   pay      a    fine   for    his    eldest      child’s\n\nschooling and uncertainty as to whether or not this fine would be\n\nassessed in the future, his concerns are not based on specific\n\nevents or indications that he was being persecuted. The time lapse\n\nbetween     his        wife’s     alleged        sterilization           (1989)     and    his\n\ndisillusionment          and     subsequent          planning      to    leave    (1997)    is\n\n\n\n\n                                              -7-\n\fnoticeable, and again, the record does not point to any intervening\n\nfactors that support his claim of possible future persecution.\n\n          The IJ insisted on corroboration because she believed\n\nthat Lin failed to provide a plausible, believable account. She\n\nalso found it difficult to credit Lin’s motivations for wishing to\n\nstay in the United States, in light of his outstanding $35,000.00\n\n(thirty-five thousand) debt to relatives in China. Moreover, the IJ\n\nfound that the documents presented by Lin did not furnish such\n\ncorroboration, because he failed to establish a foundation for the\n\ndocuments submitted, failed to submit them in a timely manner, and\n\nfailed to authenticate them in accordance with 8 C.F.R. § 287.6\n\n(1999). Given the undisputed government reports that the documents\n\nfrom the Fuzhou area of China are subject to widespread fabrication\n\nand fraud, it was reasonable for the IJ to require some type of\n\nauthentication of the documents submitted by Lin. In this case no\n\nauthentication was offered, or attempted through the minimal effort\n\nof having the official seals recognized by the American consulate\n\nin China. Additionally, it is up to the BIA in its sound discretion\n\nto decide whether or not to consider further documentation, and we\n\ncan discern no abuse in this regard. Lin did not offer any\n\nexplanations as to why these documents and reports regarding\n\ntorture in China were not submitted earlier, nor how these reports\n\nwould be relevant to his claims.\n\n\n\n\n                               -8-\n\f          The IJ’s difficulty in assessing Lin’s credibility and\n\nthe lack of supporting evidence were the basis for the IJ’s\n\nfindings. The record does not compel a rejection of the IJ’s\n\ndetermination to deny Lin’s applications for asylum, withholding of\n\nremoval, and protection under CAT.\n\n                               III.\n\n          For the reasons set forth above, the decision of the BIA\n\nis affirmed.\n\n\n\n\n                               -9-\n\f",
  "html": "<p class=\"case_cite\">371 F.3d 18</p>\n    <p class=\"parties\">Mei Guan LIN, Petitioner,<br>v.<br>John ASHCROFT, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 03-1387.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 7, 2004.</p>\n    <p class=\"date\">Decided June 8, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bruno Joseph Bembi was on brief for Petitioner.</p>\n      <p class=\"indent\">John Andre, Senior Litigation Counsel, Office of Immigration Litigation, with whom Peter D. Keisler, Assistant Attorney General and Donald E. Keener, Deputy Director, were on brief for Respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, LIPEZ, Circuit Judge, and GARCIA-GREGORY,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">GARCIA-GREGORY, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mei Guan Lin (\"Lin\"), a native and citizen of the People's Republic of China, seeks review of the denial by the Board of Immigration Appeals (\"BIA\") of his application for asylum under the Immigration and Nationality Act (\"INA\") &#167; 208(a), 8 U.S.C. &#167; 1158(a), withholding of removal under INA &#167; 241(b)(3), and denial of his request for relief under the United Nations Convention Against Torture (CAT).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lin is a resident of the Fujian Province, People's Republic of China. He was smuggled into the United States on October 20, 1998. Previously, one of his sisters was also smuggled into the United States, but there is no information on record as to her present status.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lin testified before an Immigration Judge at his removal hearing on April 18, 2000, and a subsequent hearing on July 27, 2000.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Conceding removability, Lin requested relief in the form of asylum, withholding of removal, and protection under the Convention Against Torture. Lin was the only person who testified, and he recounted the following events.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lin stated that he unofficially married Yan Fang Pan on December 18, 1985. A son was born to them on January 15, 1987, and Lin did not initially report the birth to the Chinese authorities. The authorities allegedly found out about the birth and required Ms. Pan to use an intrauterine device. Lin claims that the IUD \"fell out\", and in February 1989 Ms. Pan discovered she was pregnant again. To avoid possible repercussions for the second pregnancy, Lin and Ms. Pan moved in with Lin's uncle in Fuzhou City, leaving their son with Lin's mother. Their daughter was born on August 3, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Lin claimed that in August of 1989 two family planning cadres came to his uncle's house and took Ms. Pan to undergo a sterilization procedure at Jung Tin Kon Hospital. Lin was also fined for violating China's one-child policy, and was fined a second time for registering his son to attend school. Lin stated that he borrowed the money from relatives.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As a result of these events, Lin became disillusioned and did not want to remain in China. In December of 1997, he arranged to borrow $35,000 from relatives to pay smugglers to transport him to the United States. Lin came alone, leaving Ms. Pan and his children in China. Lin already had a sister living illegally in New York who was also smuggled into the U.S. prior to his arrival. Lin claimed he was tortured, but offered no evidence to support his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On July 21, 2000, six days prior to the July 27th asylum hearing &#8212; rather than the 10 days required by the Court's rules &#8212; Lin submitted 17 documents to the Immigration Court to support his asylum claim. Counsel stated that he had not had time to file the documents on time, and that he had not attempted to authenticate them.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On July 27, 2000, after the conclusion of the removal hearing, the Immigration Judge delivered an oral opinion where she denied asylum and withholding of removal, as well as protection under CAT. The IJ found that since the documents presented at the time of the hearing had not been authenticated, and that no foundation had been laid for their admission (with the exception of the eldest boy's birth certificate), they would be part of the record for identification purposes but would not be admitted into evidence. The IJ noted in particular that there was no evidence that the woman with the scar in the photograph was Ms. Pan, or that the x-ray submitted was hers.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The IJ also determined that Lin's claim of persecution for being assessed a fine of $200 to register his son was incompatible with his ability to raise $35,000 to pay smugglers to transport him to the U.S. In addition, the IJ found that Lin's account of persecution was uncorroborated because the documents were not authenticated and no chain of custody had been established. He also presented no evidence that he was more likely than not to be tortured. Because Lin did not meet the standard for asylum, he could not meet the stricter standard for withholding of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lin appealed the IJ's decision. The BIA declined to consider the additional evidence that was submitted and upheld the IJ's decision. The BIA found that Lin failed to sustain his burden of proof through any combination of his testimony and corroborating material, that Lin had not provided sufficient detail regarding the alleged sterilization of his wife, particularly as to the issue of coercion, and that the documents submitted did not relate to any of the material issues of force.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is well established that the BIA's determination \"must be upheld if `supported by reasonable, substantial, and probative evidence on the record considered as a whole'.\" <i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992); <i>Qin v. Ashcroft,</i> 360 F.3d 302, 306 (1st Cir.2004). To that effect, while testimony, <i>if credible,</i> is enough to support a petition for asylum, it would be erroneous to then conclude that all testimony must be taken at face value. <i>Aguilar-Solis v. INS,</i> 168 F.3d 565, 571 (1st Cir.1999)(\"While the obligation to defer should not be confused with an obligation to rubber-stamp the hearing officer's credibility call, such a determination merits judicial approbation as long as the findings on which it rests have sufficiently sturdy roots in the administrative record.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Lin has presented a large number of separate issues on appeal. These arguments, however, can be summarized as follows: (1) that the IJ's credibility determinations were not supported by substantial evidence; (2) that the BIA erred in not considering the additional documentation; and (3) that the IJ erred in finding that there was not sufficient evidence to support the conclusion that Lin merits the withholding of removal and benefits under CAT. Lin contends that both the IJ and the BIA had ample documentation and testimony to support his request for asylum. As to the credibility and verification issues, Lin argues that there were no discrepancies in his testimony, and that it is very difficult, as acknowledged by the INS, to obtain authentication of documents from China. In addition, he argues that he was never put on notice as to the fact that the court would require authentication of the documents presented, and that there were no specific findings as to any of the documents being fraudulent. He further claims that the court incorrectly insisted on corroboration of Lin's testimony. In sum, Lin claims that his request was denied for \"invidious reasons having nothing to do with the evidence presented.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To qualify as a \"refugee\" and for consideration of asylum, an applicant must demonstrate either (1) past persecution, creating a presumption of a well-founded fear of persecution; or (2) a well-founded fear of persecution. <i>Qin v. Ashcroft,</i> 360 F.3d 302, 306 (1st Cir.2004), citing <i>Yatskin v. INS,</i> 255 F.3d 5, 9 (1st Cir.2001). Under 8 U.S.C. &#167; 1101(a)(42), a person who has been submitted to a forced sterilization and/or persecution for failure or resistance to submit to a sterilization procedure, as well as a person who has the well-founded fear of such future sterilization or persecution, is deemed to have been persecuted or have a well-founded fear of persecution on account of political opinion. Under this provision, the spouse of a person who has been forced to undergo sterilization may qualify as a refugee. The record in this case is too weak to render unreasonable the IJ's decision that Lin did not meet the qualifications for refugee status.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The majority of Lin's claims in this appeal hinge on the IJ's assessment of his credibility and his disagreement with that assessment. The IJ found the credibility of Lin's testimony difficult to assess, and furthermore, found that there was insufficient evidence on the record to corroborate Lin's account. The record shows that Lin presented insufficient evidence to establish past persecution or well-founded fear of future persecution, and his testimony did not include any accounts of past torture or likelihood of torture in China. While Lin describes his frustration at having to pay a fine for his eldest child's schooling and uncertainty as to whether or not this fine would be assessed in the future, his concerns are not based on specific events or indications that he was being persecuted. The time lapse between his wife's alleged sterilization (1989) and his disillusionment and subsequent planning to leave (1997) is noticeable, and again, the record does not point to any intervening factors that support his claim of possible future persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The IJ insisted on corroboration because she believed that Lin failed to provide a plausible, believable account. She also found it difficult to credit Lin's motivations for wishing to stay in the United States, in light of his outstanding $35,000.00 (thirty-five thousand) debt to relatives in China. Moreover, the IJ found that the documents presented by Lin did not furnish such corroboration, because he failed to establish a foundation for the documents submitted, failed to submit them in a timely manner, and failed to authenticate them in accordance with 8 C.F.R. &#167; 287.6 (1999). Given the undisputed government reports that the documents from the Fuzhou area of China are subject to widespread fabrication and fraud, it was reasonable for the IJ to require some type of authentication of the documents submitted by Lin. In this case no authentication was offered, or attempted through the minimal effort of having the official seals recognized by the American consulate in China. Additionally, it is up to the BIA in its sound discretion to decide whether or not to consider further documentation, and we can discern no abuse in this regard. Lin did not offer any explanations as to why these documents and reports regarding torture in China were not submitted earlier, nor how these reports would be relevant to his claims.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The IJ's difficulty in assessing Lin's credibility and the lack of supporting evidence were the basis for the IJ's findings. The record does not compel a rejection of the IJ's determination to deny Lin's applications for asylum, withholding of removal, and protection under CAT.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the reasons set forth above, the decision of the BIA is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There was a preliminary hearing on September 2, 1999</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></span></p>\n    <p class=\"parties\">Mei Guan LIN, Petitioner,<br>v.<br>John ASHCROFT, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 03-1387.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard April 7, 2004.</p>\n    <p class=\"date\">Decided June 8, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Bruno Joseph Bembi was on brief for Petitioner.</p>\n      <p class=\"indent\">John Andre, Senior Litigation Counsel, Office of Immigration Litigation, with whom Peter D. Keisler, Assistant Attorney General and Donald E. Keener, Deputy Director, were on brief for Respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, LIPEZ, Circuit Judge, and GARCIA-GREGORY,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">GARCIA-GREGORY, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Mei Guan Lin (\"Lin\"), a native and citizen of the People's Republic of China, seeks review of the denial by the Board of Immigration Appeals (\"BIA\") of his application for asylum under the Immigration and Nationality Act (\"INA\") &#167; 208(a), 8 U.S.C. &#167; 1158(a), withholding of removal under INA &#167; 241(b)(3), and denial of his request for relief under the United Nations Convention Against Torture (CAT).</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lin is a resident of the Fujian Province, People's Republic of China. He was smuggled into the United States on October 20, 1998. Previously, one of his sisters was also smuggled into the United States, but there is no information on record as to her present status.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Lin testified before an Immigration Judge at his removal hearing on April 18, 2000, and a subsequent hearing on July 27, 2000.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Conceding removability, Lin requested relief in the form of asylum, withholding of removal, and protection under the Convention Against Torture. Lin was the only person who testified, and he recounted the following events.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lin stated that he unofficially married Yan Fang Pan on December 18, 1985. A son was born to them on January 15, 1987, and Lin did not initially report the birth to the Chinese authorities. The authorities allegedly found out about the birth and required Ms. Pan to use an intrauterine device. Lin claims that the IUD \"fell out\", and in February 1989 Ms. Pan discovered she was pregnant again. To avoid possible repercussions for the second pregnancy, Lin and Ms. Pan moved in with Lin's uncle in Fuzhou City, leaving their son with Lin's mother. Their daughter was born on August 3, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Lin claimed that in August of 1989 two family planning cadres came to his uncle's house and took Ms. Pan to undergo a sterilization procedure at Jung Tin Kon Hospital. Lin was also fined for violating China's one-child policy, and was fined a second time for registering his son to attend school. Lin stated that he borrowed the money from relatives.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As a result of these events, Lin became disillusioned and did not want to remain in China. In December of 1997, he arranged to borrow $35,000 from relatives to pay smugglers to transport him to the United States. Lin came alone, leaving Ms. Pan and his children in China. Lin already had a sister living illegally in New York who was also smuggled into the U.S. prior to his arrival. Lin claimed he was tortured, but offered no evidence to support his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On July 21, 2000, six days prior to the July 27th asylum hearing &#8212; rather than the 10 days required by the Court's rules &#8212; Lin submitted 17 documents to the Immigration Court to support his asylum claim. Counsel stated that he had not had time to file the documents on time, and that he had not attempted to authenticate them.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On July 27, 2000, after the conclusion of the removal hearing, the Immigration Judge delivered an oral opinion where she denied asylum and withholding of removal, as well as protection under CAT. The IJ found that since the documents presented at the time of the hearing had not been authenticated, and that no foundation had been laid for their admission (with the exception of the eldest boy's birth certificate), they would be part of the record for identification purposes but would not be admitted into evidence. The IJ noted in particular that there was no evidence that the woman with the scar in the photograph was Ms. Pan, or that the x-ray submitted was hers.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The IJ also determined that Lin's claim of persecution for being assessed a fine of $200 to register his son was incompatible with his ability to raise $35,000 to pay smugglers to transport him to the U.S. In addition, the IJ found that Lin's account of persecution was uncorroborated because the documents were not authenticated and no chain of custody had been established. He also presented no evidence that he was more likely than not to be tortured. Because Lin did not meet the standard for asylum, he could not meet the stricter standard for withholding of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lin appealed the IJ's decision. The BIA declined to consider the additional evidence that was submitted and upheld the IJ's decision. The BIA found that Lin failed to sustain his burden of proof through any combination of his testimony and corroborating material, that Lin had not provided sufficient detail regarding the alleged sterilization of his wife, particularly as to the issue of coercion, and that the documents submitted did not relate to any of the material issues of force.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">It is well established that the BIA's determination \"must be upheld if `supported by reasonable, substantial, and probative evidence on the record considered as a whole'.\" <i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 481, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992); <i>Qin v. Ashcroft,</i> <span class=\"citation\" data-id=\"200904\"><a href=\"/opinion/200904/qin-v-ashcroft/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span>, 306 (1st Cir.2004). To that effect, while testimony, <i>if credible,</i> is enough to support a petition for asylum, it would be erroneous to then conclude that all testimony must be taken at face value. <i>Aguilar-Solis v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 571 (1st Cir.1999)(\"While the obligation to defer should not be confused with an obligation to rubber-stamp the hearing officer's credibility call, such a determination merits judicial approbation as long as the findings on which it rests have sufficiently sturdy roots in the administrative record.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Lin has presented a large number of separate issues on appeal. These arguments, however, can be summarized as follows: (1) that the IJ's credibility determinations were not supported by substantial evidence; (2) that the BIA erred in not considering the additional documentation; and (3) that the IJ erred in finding that there was not sufficient evidence to support the conclusion that Lin merits the withholding of removal and benefits under CAT. Lin contends that both the IJ and the BIA had ample documentation and testimony to support his request for asylum. As to the credibility and verification issues, Lin argues that there were no discrepancies in his testimony, and that it is very difficult, as acknowledged by the INS, to obtain authentication of documents from China. In addition, he argues that he was never put on notice as to the fact that the court would require authentication of the documents presented, and that there were no specific findings as to any of the documents being fraudulent. He further claims that the court incorrectly insisted on corroboration of Lin's testimony. In sum, Lin claims that his request was denied for \"invidious reasons having nothing to do with the evidence presented.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To qualify as a \"refugee\" and for consideration of asylum, an applicant must demonstrate either (1) past persecution, creating a presumption of a well-founded fear of persecution; or (2) a well-founded fear of persecution. <i>Qin v. Ashcroft,</i> <span class=\"citation\" data-id=\"200904\"><a href=\"/opinion/200904/qin-v-ashcroft/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">302</span></a></span>, 306 (1st Cir.2004), citing <i>Yatskin v. INS,</i> <span class=\"citation\" data-id=\"199481\"><a href=\"/opinion/199481/yatskin-v-ins/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir.2001). Under 8 U.S.C. &#167; 1101(a)(42), a person who has been submitted to a forced sterilization and/or persecution for failure or resistance to submit to a sterilization procedure, as well as a person who has the well-founded fear of such future sterilization or persecution, is deemed to have been persecuted or have a well-founded fear of persecution on account of political opinion. Under this provision, the spouse of a person who has been forced to undergo sterilization may qualify as a refugee. The record in this case is too weak to render unreasonable the IJ's decision that Lin did not meet the qualifications for refugee status.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The majority of Lin's claims in this appeal hinge on the IJ's assessment of his credibility and his disagreement with that assessment. The IJ found the credibility of Lin's testimony difficult to assess, and furthermore, found that there was insufficient evidence on the record to corroborate Lin's account. The record shows that Lin presented insufficient evidence to establish past persecution or well-founded fear of future persecution, and his testimony did not include any accounts of past torture or likelihood of torture in China. While Lin describes his frustration at having to pay a fine for his eldest child's schooling and uncertainty as to whether or not this fine would be assessed in the future, his concerns are not based on specific events or indications that he was being persecuted. The time lapse between his wife's alleged sterilization (1989) and his disillusionment and subsequent planning to leave (1997) is noticeable, and again, the record does not point to any intervening factors that support his claim of possible future persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The IJ insisted on corroboration because she believed that Lin failed to provide a plausible, believable account. She also found it difficult to credit Lin's motivations for wishing to stay in the United States, in light of his outstanding $35,000.00 (thirty-five thousand) debt to relatives in China. Moreover, the IJ found that the documents presented by Lin did not furnish such corroboration, because he failed to establish a foundation for the documents submitted, failed to submit them in a timely manner, and failed to authenticate them in accordance with 8 C.F.R. &#167; 287.6 (1999). Given the undisputed government reports that the documents from the Fuzhou area of China are subject to widespread fabrication and fraud, it was reasonable for the IJ to require some type of authentication of the documents submitted by Lin. In this case no authentication was offered, or attempted through the minimal effort of having the official seals recognized by the American consulate in China. Additionally, it is up to the BIA in its sound discretion to decide whether or not to consider further documentation, and we can discern no abuse in this regard. Lin did not offer any explanations as to why these documents and reports regarding torture in China were not submitted earlier, nor how these reports would be relevant to his claims.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The IJ's difficulty in assessing Lin's credibility and the lack of supporting evidence were the basis for the IJ's findings. The record does not compel a rejection of the IJ's determination to deny Lin's applications for asylum, withholding of removal, and protection under CAT.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the reasons set forth above, the decision of the BIA is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There was a preliminary hearing on September 2, 1999</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200904/"
  ]
}