{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201123/",
  "absolute_url": "/opinion/201123/premier-v-diamond/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201123/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:08:05Z",
  "date_modified": "2016-02-28T05:04:40.322653Z",
  "type": "010combined",
  "sha1": "d95190ab1d985bc882532b9492113e9a41307e1a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2640-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/07/13/Premier_v._Diamond.pdf",
  "plain_text": "               Not For Publication in West's Federal Reporter\n              Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n          United States Court of Appeals\n                       For the First Circuit\n\nNo. 03-2640\n\n                   IN RE: JOHN J. DIAMOND, III,\n\n                                  Debtor\n\n              --------------------------------------\n\n                       PREMIER CAPITAL, INC.,\n\n                        Plaintiff, Appellant,\n\n                                     v.\n\n                        JOHN J. DIAMOND, III,\n\n                         Defendant, Appellee.\n                        _____________________\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n          Hon. Steven J. McAuliffe, U.S. District Judge\n                     ______________________\n\n                              Before\n                    Torruella, Circuit Judge,\n                  Rosenn, Senior Circuit Judge,*\n                      Howard, Circuit Judge.\n                      ______________________\n\n         Randall L. Pratt was on brief for appellant.\n         James F. Molleur was on brief for appellee.\n\n\n                              July 13, 2004\n\n\n\n    *\n       Of the United States Court of Appeals for the Third\nCircuit, sitting by designation.\n\f            ROSENN, Senior Circuit Judge.     A bankruptcy proceeding is\n\nalmost always disappointing to creditors.       This is especially true\n\nfor creditors who have had no commercial transactions over the\n\nyears with a debtor and have derived no profits from him over time.\n\nThe bankruptcy is especially frustrating to a large unsecured\n\ncreditor whose credit arises out of a loan to the debtor who, as in\n\nthis case, has a substantial annual income with the apparent\n\ncapacity to pay the debt over a reasonable period of time.\n\n            The task of this court, however, is not to philosophize\n\nover the purpose or policy of bankruptcy proceedings, but to review\n\nthe decision of the bankruptcy judge in this case to ascertain\n\nwhether his findings of fact were clearly erroneous or whether he\n\ncommitted legal errors.       Premier Capital, Inc. (Premier), the\n\nprincipal   creditor   of   John   J.    Diamond,   the   debtor,   opposed\n\nDiamond’s discharge in bankruptcy for unlawful transfer, unlawful\n\nconcealment, and false oath in violation of the Bankruptcy Code.\n\nAfter a hearing and the taking of testimony, the Bankruptcy Court\n\nfound no violation by Diamond.          Premier appealed to the United\n\nStates District Court for the District of New Hampshire.                 It\n\naffirmed the Bankruptcy Court’s decisions.           Premier appealed to\n\nthis court.    We also affirm.\n\n                                   I.\n\n            The following facts are undisputed. Diamond defaulted on\n\nthe two promissory notes that he executed in favor of Premier in\n\n\n                                   -2-\n\f1986 and 1987.    In May 1999, Premier brought an action in a New\n\nHampshire state court and obtained a judgment in the amount of\n\n$131,215.12 plus statutory interest and costs.    Subsequently, the\n\nparties unsuccessfully attempted to negotiate a settlement of the\n\njudgment.\n\n            In the course of the negotiation, Diamond resubmitted an\n\nunsigned affidavit to Premier on June 1, 2000, which was first\n\nsubmitted in January 1999.     The affidavit purported to list his\n\nassets and liabilities, but did not include his ownership interest\n\nin two corporations, Dafil, Inc., and Real Estate Settlement\n\nServices, Inc.    Diamond resubmitted the affidavit to Premier.   On\n\nJuly 10, 2000, Premier obtained a trustee attachment. Between July\n\n18 and 26, 2000, Diamond liquidated assets that he held in an\n\ninvestment account with Solomon Smith Barney and a life insurance\n\npolicy that he owned with the Prudential Insurance Company of\n\nAmerica.    Diamond deposited the proceeds in the trust account of\n\nhis then counsel, Terrie Harman.       In a letter, dated July 21,\n\n2000, addressed to counsel for Premier, attorney Harman informed\n\nhim that the Internal Revenue Service (IRS) was the holder of a\n\npriority claim in the approximate amount of $75,000.     She stated\n\nthat she had advised Diamond to file a Chapter 7 bankruptcy\n\npetition, and that the bankruptcy would yield nothing to Premier.\n\nAttorney Harman attached draft Schedules A through F to her letter\n\nin connection with Diamond’s proposed bankruptcy filing, and tax\n\n\n                                 -3-\n\freturns for the years of 1997 and 1998.            The attached schedules\n\ndisclosed Diamond’s ownership interest in the two corporations and\n\na completed and another pending transfer of funds to attorney\n\nHarman’s trust account.       Draft Schedule E also disclosed unsecured\n\ntax liabilities, but having priority, in the amount of $75,000.\n\n           On October 6, 2000, Diamond filed a petition under\n\nChapter 13 of the Bankruptcy Code.          This was converted on October\n\n24, 2000, to a Chapter 7 petition.          Diamond, a real estate broker,\n\nwas   acting   on   several   real    estate   deals   when   he   filed   for\n\nbankruptcy.     His petition failed to list these transactions as\n\nexecutory contracts or as contingent commissions.\n\n           In March 2001, Premier filed a six-count complaint in the\n\nBankruptcy Court, seeking denial of Diamond’s discharge pursuant to\n\n§§ 727(a)(2) and 727(a)(4) of the Bankruptcy Code.            The Bankruptcy\n\nCourt, Vaughn, C.J., conducted a two-day trial in August 2002.             In\n\nMarch 2003, the court issued a memorandum opinion dismissing all\n\ncounts of Premier’s complaint.         Premier appealed the dismissal of\n\nthree of its counts to the District Court. These counts challenged\n\nDiamond’s transfer of funds to attorney Harman’s trust account, his\n\nfailure to disclose ownership interest in the two corporations, and\n\nhis failure to disclose real estate brokerage commissions due him\n\non his bankruptcy schedules.         The counts also attacked his alleged\n\nfalse testimony in a creditors’ meeting.               The District Court,\n\nMcAuliffe, J., by a memorandum opinion, affirmed the Bankruptcy\n\n\n                                      -4-\n\fCourt’s dismissal of the three counts.          This appeal followed.\n\n                                   II.\n\n          The District Court had appellate jurisdiction under 28\n\nU.S.C. §§ 158(a)(1) and 158(c)(1).         We have appellate jurisdiction\n\nto review the District Court’s decision under 28 U.S.C. § 158(d).\n\n          “Notwithstanding the fact that we are the second-in-time\n\nreviewers, we cede no special deference to the district court’s\n\ndeterminations.     Rather,    our    review     directly      addresses   the\n\nbankruptcy court’s decision.       We scrutinize that court’s findings\n\nof fact for clear error and its conclusions of law de novo.”\n\nGannett v. Carp (In re Carp), 340 F.3d 15, 21 (1st Cir. 2003)\n\n(citations omitted).\n\n          The application of the Bankruptcy Code to a\n          particular case poses a mixed question of law\n          and fact, which this court reviews for clear\n          error unless the bankruptcy court’s analysis\n          was based on a mistaken view of the legal\n          principles involved.   Under the clear error\n          standard, the trier’s findings of fact and the\n          conclusions drawn therefrom ought not to be\n          set aside unless, on the whole of the record,\n          we form a strong, unyielding belief that a\n          mistake has been made. It follows that if the\n          bankruptcy court’s findings are supportable on\n          any reasonable view of the record, we are\n          bound to uphold them.\n\nId. at 22 (internal citations and quotation marks omitted).\n\n                                   III.\n\n          Section   727(a)    of   the     Bankruptcy   Code    enumerates   a\n\ndebtor’s conduct that can preclude a Chapter 7 debtor’s discharge\n\n\n\n                                     -5-\n\fin bankruptcy.   Premier invoked §§ 727(a)(2)(A) and (a)(4)(A) as a\n\nbar to Diamond’s discharge.    Section 727(a) provides in relevant\n\npart:\n\n          The court shall grant the debtor a\n          discharge, unless . . .\n          (2) the debtor, with intent to hinder, delay,\n          or defraud a creditor or an officer of the\n          estate charged with custody of property under\n          this   title,   has   transferred,    removed,\n          destroyed, mutilated, or concealed, or has\n          permitted   to   be   transferred,    removed,\n          destroyed, mutilated, or concealed . . . (A)\n          property of the debtor, within one year before\n          the date of the filing of the petition. . . .\n          [or]\n          (4) the debtor knowingly and fraudulently, in\n          or in connection with the case . . . (A) made\n          a false oath or account.\n\n11 U.S.C. § 727(a)(2)(A) and (a)(4)(A).\n\n          To deny a discharge to a debtor under § 727(a)(2), an\n\nobjector must show by a preponderance of the evidence that (1) the\n\ndebtor transferred, removed, or concealed (2) his or her property\n\n(3) within one year of the petition filing date (for prepetition\n\ntransfers) (4) with intent to hinder, delay or defraud a creditor.\n\nGroman v. Watman (In re Watman), 301 F.3d 3, 7 (1st Cir. 2003).\n\nUnder § 727(a)(4)(A), a debtor can be denied a discharge only if he\n\n(1) knowingly and fraudulently made a false oath, (2) relating to\n\na material fact in connection with the case.    Boroff v. Tully (In\n\nre Tully), 818 F.2d 106, 110 (1st Cir. 1987).\n\n          Exceptions to discharge are narrowly construed\n          in furtherance of the Bankruptcy Code’s fresh\n          start policy, and, for that reason, the\n\n\n                                -6-\n\f               claimant must show that his claim comes\n               squarely within an exception enumerated in\n               Bankruptcy Code § 523(a).       The statutory\n               requirements for a discharge are construed\n               liberally in favor of the debtor and the\n               reasons for denying a discharge to a bankrupt\n               must be real and substantial, not merely\n               technical and conjectural. On the other hand,\n               we have noted that the very purpose of . . . §\n               727(a)(2) . . . is to make certain that those\n               who seek the shelter of the bankruptcy code do\n               not play fast and loose with their assets or\n               with the reality of their affairs.\n\nPalmacci v. Umpierrez (In re Umpierrez), 121 F.3d 781, 786 (1st\n\nCir.   1997)       (internal   citations,      quotation     marks    and    brackets\n\nomitted).\n\n                                         IV.\n\n               Premier alleged in count three of its complaint that\n\nduring       the   period   July   18,   2000    to   July   26,     2000,    Diamond\n\ntransferred the sale proceeds from the liquidation of his Solomon\n\nSmith Barney account and Prudential life insurance policy to the\n\ntrust account of his attorney, Terrie Harman, with the intent to\n\nhinder, delay or defraud Premier.              Diamond did not dispute that he\n\ntransferred the funds, and that the transfers occurred after\n\nPremier had obtained a trustee process on other accounts held by\n\nhim.     The funds transferred were not subject to Premier’s trustee\n\nprocess.\n\n               The Bankruptcy Court concluded that count three must fail\n\nfor    two    reasons.      First,   Attorney      Harman    “identified”       those\n\ntransfers to Premier, “some of which had not yet occurred,” in the\n\n\n                                         -7-\n\fdraft bankruptcy schedules attached to her letter of July 21, 2000.\n\nSecond, Diamond “maintained control of these funds,” even though\n\nthey had been transferred to his attorney’s trust account.                     The\n\nBankruptcy Court reasoned further:\n\n            Although bankruptcy had not yet been filed,\n            [Premier], with knowledge of these transfers,\n            took no action to place a lien on the funds.\n            The mere fact that these transfers were\n            immediately disclosed to [Premier] negates any\n            evidence of intent to hinder, delay or defraud\n            [Premier].\n\n            Section 727 requires a showing of actual intent, nothing\n\nless.    In re Watman, 301 F.3d at 8.            “The determination of actual\n\nintent is a finding of fact.            Often, the intent issue will turn on\n\nthe     credibility     and    demeanor     of   the    debtor,    and    in   such\n\ncircumstances,     we    typically       defer   to    the   bankruptcy     court’s\n\nconclusions.”     Id. (citations omitted).\n\n            On   appeal,      Premier    does    not   dispute    the    Bankruptcy\n\nCourt’s findings of fact underlying its conclusion that there was\n\nno evidence to show that Diamond had the actual intent to “hinder,\n\ndelay or defraud.”            Instead, Premier cites a number of cases,\n\nespecially In re Watman, 301 F.3d at 8 (listing a seven-factor test\n\nfor showing fraudulent intent), to support its argument that\n\nDiamond had the actual intent to defraud it.\n\n            We   are    not     convinced      that    the   Bankruptcy     Court’s\n\ndismissal of Premier’s count three is clearly erroneous. It is not\n\ndisputed that attorney Harman disclosed a completed transfer and\n\n\n                                         -8-\n\fanother pending transfer of funds to her trust account in draft\n\nSchedule B (personal property) attached to her letter of July 21,\n\n2000.     Attorney Harman clearly informed Premier that IRS was the\n\nholder of a priority claim in the amount of $75,000, and that all\n\nassets of Diamond’s bankruptcy estate would be used to satisfy the\n\nIRS priority claim.     Premier does not dispute the IRS claim.        The\n\nrecord shows that IRS recorded a tax lien in the amount of\n\n$12,544.20 against Diamond on July 21, 2000.          There is nothing\n\ncovert, therefore, about Diamond’s transfer of funds to attorney\n\nHarman.     Additionally, the transferred funds were not legally\n\nbeyond Premier’s reach.       Premier could have placed a lien on the\n\nfunds, but took no action.\n\n            Because the Bankruptcy Court’s findings of facts and its\n\nconclusion are supportable on a reasonable view of the record, we\n\nare bound to uphold them.      In re Carp, 340 F.3d at 22.\n\n                                    V.\n\n            Premier alleged in count one that Diamond should be\n\ndenied a discharge because, with the intent to hinder, delay, or\n\ndefraud,     he   concealed   his   ownership   interest   in    the   two\n\ncorporations, Diafil, Inc., and Real Estate Settlement, Inc., in\n\nhis unsigned affidavit resubmitted in June 2000.                It is not\n\ndisputed that Diamond failed to list the two corporations in that\n\naffidavit.\n\n            Diamond testified that he was in a state of stress as a\n\n\n                                    -9-\n\fresult of his son’s substance abuse problem and the dissolution of\n\nhis marriage, which ended in divorce in September 2000.               As to the\n\naffidavit, he testified that, since it was being prepared for the\n\npurpose of settlement negotiations, he included only assets that\n\ncould readily be turned into cash.             He did not believe that his\n\nownership interest in the two closely-held corporations had any\n\nreadily ascertainable value to a third party. The Bankruptcy Court\n\nfound   his     testimony   credible     and    his    explanation    logical.\n\nFurthermore, as found by the Bankruptcy Court, attorney Harman\n\ndisclosed Diamond’s ownership interest in the two corporations in\n\ndraft Schedules B and F attached to her letter of July 21, 2000.\n\nDiamond also disclosed the same information in his bankruptcy\n\nfilings.\n\n           On    appeal,    Premier   does     not   dispute   the   Bankruptcy\n\nCourt’s findings of fact underlying its conclusion that there is no\n\nevidence to show that Diamond had the actual intent to defraud\n\nPremier.   Instead, Premier argues only that it was not for Diamond\n\nto decide which assets had value and need be disclosed.                    This\n\nargument, however, is not sufficient to show that the court’s\n\nconclusion is clearly erroneous.               Although Diamond failed to\n\ndisclose his ownership interest in an earlier unsigned affidavit,\n\nhe nonetheless disclosed the information in the draft bankruptcy\n\nschedules sent to Premier more than three months before he filed\n\nfor bankruptcy.      He also disclosed the same information in the\n\n\n                                      -10-\n\fbankruptcy filings.\n\n           Because the Bankruptcy Court’s findings of facts and its\n\nconclusion are supportable on a reasonable view of the record, we\n\nare bound to uphold them.   In re Carp, 340 F.3d at 22.\n\n                                VI.\n\n           Premier asserted in count five of the complaint that\n\npursuant to § 727(a)(4) of the Bankruptcy Code, Diamond should be\n\ndenied a discharge because he gave a false oath by failing to list\n\nthe real estate commissions due him in his bankruptcy filings, and\n\ngave false testimony in a creditors’ meeting.\n\n           Diamond testified at trial that he did not know what an\n\nexecutory contract was, and that he did not believe that the\n\ncommissions were his until the real estate transaction actually\n\nclosed.    Although it seems incredible that a real estate broker\n\nwould not know what was an executory contract, the Bankruptcy Court\n\nfound his testimony credible for a “lay person” and his explanation\n\nvalid.    The court noted the “debate” in case law regarding when a\n\nreal estate broker was deemed to have earned his commissions.   See\n\nParsons v. Union Planters Bank (In re Parsons), 262 B.R. 475, 478-\n\n79 (B.A.P. 8th Cir. 2001) (noting that under Missouri law, the\n\ngeneral rule, as it is in many states, is that a real estate\n\ncommission is earned when the broker or agent produces a buyer\n\n“ready, willing and able to buy” on the terms specified by the\n\nseller, whether or not the sale is completed, but where the sale’s\n\n\n                                -11-\n\fcontract is conditional, such as upon the closing of the sale, the\n\ncontract does not become an enforceable obligation and the broker\n\ndoes not earn a commission until the conditions are met); Tully v.\n\nTaxel (In re Tully), 202 B.R. 481 (B.A.P. 9th Cir. 1996) (noting\n\nthe general rule that once a broker locates a buyer who is ready,\n\nwilling, and able to buy the property on terms acceptable to the\n\nseller, the broker has earned the commission, even though the\n\ncommission is not paid until a post-petition closing, but where a\n\ndebtor derives   post-petition   commissions    under   a   pre-petition\n\ncontract, and such commissions are dependent upon the continued\n\nservices of the debtor, they do not constitute property of the\n\nestate).\n\n           On appeal, Premier argues that Diamond had an affirmative\n\nduty to disclose in his bankruptcy filings any ownership interest,\n\nincluding all equitable interest.   Premier also disagrees with the\n\nBankruptcy Court’s crediting of Diamond’s testimony that he did not\n\nknow what was an executory contract.       Premier notes that Diamond\n\ndid not leave petition Schedule G (Executory Contract) blank, but,\n\ninstead, chose to answer “none.”        Premier asserts that Diamond’s\n\nexplanation was insufficient to rebut the inference of fraud.\n\n            We note that Premier has not alleged or briefed that at\n\nthe time Diamond filed for bankruptcy he had either secured a\n\n“ready, willing and able” buyer or closed a real estate transaction\n\nto have earned the undisclosed commissions.       The question here is\n\n\n                                 -12-\n\fnot whether the commissions should be deemed to be property of\n\nDiamond’s bankruptcy estate.             Premier’s brief indicates that the\n\ntrustee eventually recovered more than $30,000 from Diamond’s\n\nunreported executory contracts and commissions.                  The issue here is\n\nwhether the Bankruptcy Court committed a clear error in concluding,\n\nbased on its view of the evidence, that Diamond did not knowingly\n\nand fraudulently make a false oath or account in his bankruptcy\n\nfilings.\n\n             “[T]he existence of false or inaccurate statements is\n\nnot,   in   and    of   itself,    sufficient      cause    to   deny     a   debtor’s\n\ndischarge    unless     it    is   shown    that    these   were       knowingly     and\n\nfraudulently      made.”       Santana     Olmo v.    Quinones     Rivera      (In   re\n\nQuinones Rivera), 184 B.R. 178, 185 (D.P.R. 1995) (citing Commerce\n\nBank & Trust Co. v. Burgess (In re Burgess), 955 F.2d 134, 136 (1st\n\nCir. 1992), abrogated on other grounds, Field v. Mans, 516 U.S. 59\n\n(1995); In re Tully, 818 F.2d at 110).              A determination concerning\n\nthe    presence    of    fraudulent       intent    largely      depends      upon   an\n\nassessment    of    the      credibility     and    demeanor      of    the    debtor.\n\nTherefore,    deference       here   to    the     bankruptcy     court’s     factual\n\nfindings is particularly appropriate.               In re Burgess, 955 F.2d at\n\n137.\n\n            Because the Bankruptcy Court’s findings of facts and its\n\nconclusions of law are supportable on a reasonable view of the\n\nrecord, we are bound to uphold them.               In re Carp, 340 F.3d at 22.\n\n\n                                         -13-\n\f                               VII.\n\n            For the reasons set forth above, the District Court’s\n\ndecision affirming the Bankruptcy Court’s dismissal of Premier’s\n\ncounts one, three and five is affirmed.   Each party is to bear its\n\nown cost.\n\n\n\n\n                               -14-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               Not For Publication in West's Federal Reporter\n              Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n          United States Court of Appeals\n                       For the First Circuit\n\nNo. 03-2640\n\n                   IN RE: JOHN J. DIAMOND, III,\n\n                                  Debtor\n\n              --------------------------------------\n\n                       PREMIER CAPITAL, INC.,\n\n                        Plaintiff, Appellant,\n\n                                     v.\n\n                        JOHN J. DIAMOND, III,\n\n                         Defendant, Appellee.\n                        _____________________\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n          Hon. Steven J. McAuliffe, U.S. District Judge\n                     ______________________\n\n                              Before\n                    Torruella, Circuit Judge,\n                  Rosenn, Senior Circuit Judge,*\n                      Howard, Circuit Judge.\n                      ______________________\n\n         Randall L. Pratt was on brief for appellant.\n         James F. Molleur was on brief for appellee.\n\n\n                              July 13, 2004\n\n\n\n    *\n       Of the United States Court of Appeals for the Third\nCircuit, sitting by designation.\n\f            ROSENN, Senior Circuit Judge.     A bankruptcy proceeding is\n\nalmost always disappointing to creditors.       This is especially true\n\nfor creditors who have had no commercial transactions over the\n\nyears with a debtor and have derived no profits from him over time.\n\nThe bankruptcy is especially frustrating to a large unsecured\n\ncreditor whose credit arises out of a loan to the debtor who, as in\n\nthis case, has a substantial annual income with the apparent\n\ncapacity to pay the debt over a reasonable period of time.\n\n            The task of this court, however, is not to philosophize\n\nover the purpose or policy of bankruptcy proceedings, but to review\n\nthe decision of the bankruptcy judge in this case to ascertain\n\nwhether his findings of fact were clearly erroneous or whether he\n\ncommitted legal errors.       Premier Capital, Inc. (Premier), the\n\nprincipal   creditor   of   John   J.    Diamond,   the   debtor,   opposed\n\nDiamond’s discharge in bankruptcy for unlawful transfer, unlawful\n\nconcealment, and false oath in violation of the Bankruptcy Code.\n\nAfter a hearing and the taking of testimony, the Bankruptcy Court\n\nfound no violation by Diamond.          Premier appealed to the United\n\nStates District Court for the District of New Hampshire.                 It\n\naffirmed the Bankruptcy Court’s decisions.           Premier appealed to\n\nthis court.    We also affirm.\n\n                                   I.\n\n            The following facts are undisputed. Diamond defaulted on\n\nthe two promissory notes that he executed in favor of Premier in\n\n\n                                   -2-\n\f1986 and 1987.    In May 1999, Premier brought an action in a New\n\nHampshire state court and obtained a judgment in the amount of\n\n$131,215.12 plus statutory interest and costs.    Subsequently, the\n\nparties unsuccessfully attempted to negotiate a settlement of the\n\njudgment.\n\n            In the course of the negotiation, Diamond resubmitted an\n\nunsigned affidavit to Premier on June 1, 2000, which was first\n\nsubmitted in January 1999.     The affidavit purported to list his\n\nassets and liabilities, but did not include his ownership interest\n\nin two corporations, Dafil, Inc., and Real Estate Settlement\n\nServices, Inc.    Diamond resubmitted the affidavit to Premier.   On\n\nJuly 10, 2000, Premier obtained a trustee attachment. Between July\n\n18 and 26, 2000, Diamond liquidated assets that he held in an\n\ninvestment account with Solomon Smith Barney and a life insurance\n\npolicy that he owned with the Prudential Insurance Company of\n\nAmerica.    Diamond deposited the proceeds in the trust account of\n\nhis then counsel, Terrie Harman.       In a letter, dated July 21,\n\n2000, addressed to counsel for Premier, attorney Harman informed\n\nhim that the Internal Revenue Service (IRS) was the holder of a\n\npriority claim in the approximate amount of $75,000.     She stated\n\nthat she had advised Diamond to file a Chapter 7 bankruptcy\n\npetition, and that the bankruptcy would yield nothing to Premier.\n\nAttorney Harman attached draft Schedules A through F to her letter\n\nin connection with Diamond’s proposed bankruptcy filing, and tax\n\n\n                                 -3-\n\freturns for the years of 1997 and 1998.            The attached schedules\n\ndisclosed Diamond’s ownership interest in the two corporations and\n\na completed and another pending transfer of funds to attorney\n\nHarman’s trust account.       Draft Schedule E also disclosed unsecured\n\ntax liabilities, but having priority, in the amount of $75,000.\n\n           On October 6, 2000, Diamond filed a petition under\n\nChapter 13 of the Bankruptcy Code.          This was converted on October\n\n24, 2000, to a Chapter 7 petition.          Diamond, a real estate broker,\n\nwas   acting   on   several   real    estate   deals   when   he   filed   for\n\nbankruptcy.     His petition failed to list these transactions as\n\nexecutory contracts or as contingent commissions.\n\n           In March 2001, Premier filed a six-count complaint in the\n\nBankruptcy Court, seeking denial of Diamond’s discharge pursuant to\n\n§§ 727(a)(2) and 727(a)(4) of the Bankruptcy Code.            The Bankruptcy\n\nCourt, Vaughn, C.J., conducted a two-day trial in August 2002.             In\n\nMarch 2003, the court issued a memorandum opinion dismissing all\n\ncounts of Premier’s complaint.         Premier appealed the dismissal of\n\nthree of its counts to the District Court. These counts challenged\n\nDiamond’s transfer of funds to attorney Harman’s trust account, his\n\nfailure to disclose ownership interest in the two corporations, and\n\nhis failure to disclose real estate brokerage commissions due him\n\non his bankruptcy schedules.         The counts also attacked his alleged\n\nfalse testimony in a creditors’ meeting.               The District Court,\n\nMcAuliffe, J., by a memorandum opinion, affirmed the Bankruptcy\n\n\n                                      -4-\n\fCourt’s dismissal of the three counts.          This appeal followed.\n\n                                   II.\n\n          The District Court had appellate jurisdiction under 28\n\nU.S.C. §§ 158(a)(1) and 158(c)(1).         We have appellate jurisdiction\n\nto review the District Court’s decision under 28 U.S.C. § 158(d).\n\n          “Notwithstanding the fact that we are the second-in-time\n\nreviewers, we cede no special deference to the district court’s\n\ndeterminations.     Rather,    our    review     directly      addresses   the\n\nbankruptcy court’s decision.       We scrutinize that court’s findings\n\nof fact for clear error and its conclusions of law de novo.”\n\nGannett v. Carp (In re Carp), </pre><span class=\"citation\" data-id=\"200602\"><a href=\"/opinion/200602/gannett-v-carp/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span><pre class=\"inline\">, 21 (1st Cir. 2003)\n\n(citations omitted).\n\n          The application of the Bankruptcy Code to a\n          particular case poses a mixed question of law\n          and fact, which this court reviews for clear\n          error unless the bankruptcy court’s analysis\n          was based on a mistaken view of the legal\n          principles involved.   Under the clear error\n          standard, the trier’s findings of fact and the\n          conclusions drawn therefrom ought not to be\n          set aside unless, on the whole of the record,\n          we form a strong, unyielding belief that a\n          mistake has been made. It follows that if the\n          bankruptcy court’s findings are supportable on\n          any reasonable view of the record, we are\n          bound to uphold them.\n\nId. at 22 (internal citations and quotation marks omitted).\n\n                                   III.\n\n          Section   727(a)    of   the     Bankruptcy   Code    enumerates   a\n\ndebtor’s conduct that can preclude a Chapter 7 debtor’s discharge\n\n\n\n                                     -5-\n\fin bankruptcy.   Premier invoked §§ 727(a)(2)(A) and (a)(4)(A) as a\n\nbar to Diamond’s discharge.    Section 727(a) provides in relevant\n\npart:\n\n          The court shall grant the debtor a\n          discharge, unless . . .\n          (2) the debtor, with intent to hinder, delay,\n          or defraud a creditor or an officer of the\n          estate charged with custody of property under\n          this   title,   has   transferred,    removed,\n          destroyed, mutilated, or concealed, or has\n          permitted   to   be   transferred,    removed,\n          destroyed, mutilated, or concealed . . . (A)\n          property of the debtor, within one year before\n          the date of the filing of the petition. . . .\n          [or]\n          (4) the debtor knowingly and fraudulently, in\n          or in connection with the case . . . (A) made\n          a false oath or account.\n\n11 U.S.C. § 727(a)(2)(A) and (a)(4)(A).\n\n          To deny a discharge to a debtor under § 727(a)(2), an\n\nobjector must show by a preponderance of the evidence that (1) the\n\ndebtor transferred, removed, or concealed (2) his or her property\n\n(3) within one year of the petition filing date (for prepetition\n\ntransfers) (4) with intent to hinder, delay or defraud a creditor.\n\nGroman v. Watman (In re Watman), </pre><span class=\"citation no-link\"><span class=\"volume\">301</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></span><pre class=\"inline\">, 7 (1st Cir. 2003).\n\nUnder § 727(a)(4)(A), a debtor can be denied a discharge only if he\n\n(1) knowingly and fraudulently made a false oath, (2) relating to\n\na material fact in connection with the case.    Boroff v. Tully (In\n\nre Tully), </pre><span class=\"citation\" data-id=\"488021\"><a href=\"/opinion/488021/bankr-l-rep-p-71787-in-re-john-e-tully-debtor-henry-j-boroff/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span><pre class=\"inline\">, 110 (1st Cir. 1987).\n\n          Exceptions to discharge are narrowly construed\n          in furtherance of the Bankruptcy Code’s fresh\n          start policy, and, for that reason, the\n\n\n                                -6-\n\f               claimant must show that his claim comes\n               squarely within an exception enumerated in\n               Bankruptcy Code § 523(a).       The statutory\n               requirements for a discharge are construed\n               liberally in favor of the debtor and the\n               reasons for denying a discharge to a bankrupt\n               must be real and substantial, not merely\n               technical and conjectural. On the other hand,\n               we have noted that the very purpose of . . . §\n               727(a)(2) . . . is to make certain that those\n               who seek the shelter of the bankruptcy code do\n               not play fast and loose with their assets or\n               with the reality of their affairs.\n\nPalmacci v. Umpierrez (In re Umpierrez), </pre><span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">781</span></span><pre class=\"inline\">, 786 (1st\n\nCir.   1997)       (internal   citations,      quotation     marks    and    brackets\n\nomitted).\n\n                                         IV.\n\n               Premier alleged in count three of its complaint that\n\nduring       the   period   July   18,   2000    to   July   26,     2000,    Diamond\n\ntransferred the sale proceeds from the liquidation of his Solomon\n\nSmith Barney account and Prudential life insurance policy to the\n\ntrust account of his attorney, Terrie Harman, with the intent to\n\nhinder, delay or defraud Premier.              Diamond did not dispute that he\n\ntransferred the funds, and that the transfers occurred after\n\nPremier had obtained a trustee process on other accounts held by\n\nhim.     The funds transferred were not subject to Premier’s trustee\n\nprocess.\n\n               The Bankruptcy Court concluded that count three must fail\n\nfor    two    reasons.      First,   Attorney      Harman    “identified”       those\n\ntransfers to Premier, “some of which had not yet occurred,” in the\n\n\n                                         -7-\n\fdraft bankruptcy schedules attached to her letter of July 21, 2000.\n\nSecond, Diamond “maintained control of these funds,” even though\n\nthey had been transferred to his attorney’s trust account.                     The\n\nBankruptcy Court reasoned further:\n\n            Although bankruptcy had not yet been filed,\n            [Premier], with knowledge of these transfers,\n            took no action to place a lien on the funds.\n            The mere fact that these transfers were\n            immediately disclosed to [Premier] negates any\n            evidence of intent to hinder, delay or defraud\n            [Premier].\n\n            Section 727 requires a showing of actual intent, nothing\n\nless.    In re Watman, 301 F.3d at 8.            “The determination of actual\n\nintent is a finding of fact.            Often, the intent issue will turn on\n\nthe     credibility     and    demeanor     of   the    debtor,    and    in   such\n\ncircumstances,     we    typically       defer   to    the   bankruptcy     court’s\n\nconclusions.”     Id. (citations omitted).\n\n            On   appeal,      Premier    does    not   dispute    the    Bankruptcy\n\nCourt’s findings of fact underlying its conclusion that there was\n\nno evidence to show that Diamond had the actual intent to “hinder,\n\ndelay or defraud.”            Instead, Premier cites a number of cases,\n\nespecially In re Watman, 301 F.3d at 8 (listing a seven-factor test\n\nfor showing fraudulent intent), to support its argument that\n\nDiamond had the actual intent to defraud it.\n\n            We   are    not     convinced      that    the   Bankruptcy     Court’s\n\ndismissal of Premier’s count three is clearly erroneous. It is not\n\ndisputed that attorney Harman disclosed a completed transfer and\n\n\n                                         -8-\n\fanother pending transfer of funds to her trust account in draft\n\nSchedule B (personal property) attached to her letter of July 21,\n\n2000.     Attorney Harman clearly informed Premier that IRS was the\n\nholder of a priority claim in the amount of $75,000, and that all\n\nassets of Diamond’s bankruptcy estate would be used to satisfy the\n\nIRS priority claim.     Premier does not dispute the IRS claim.        The\n\nrecord shows that IRS recorded a tax lien in the amount of\n\n$12,544.20 against Diamond on July 21, 2000.          There is nothing\n\ncovert, therefore, about Diamond’s transfer of funds to attorney\n\nHarman.     Additionally, the transferred funds were not legally\n\nbeyond Premier’s reach.       Premier could have placed a lien on the\n\nfunds, but took no action.\n\n            Because the Bankruptcy Court’s findings of facts and its\n\nconclusion are supportable on a reasonable view of the record, we\n\nare bound to uphold them.      In re Carp, 340 F.3d at 22.\n\n                                    V.\n\n            Premier alleged in count one that Diamond should be\n\ndenied a discharge because, with the intent to hinder, delay, or\n\ndefraud,     he   concealed   his   ownership   interest   in    the   two\n\ncorporations, Diafil, Inc., and Real Estate Settlement, Inc., in\n\nhis unsigned affidavit resubmitted in June 2000.                It is not\n\ndisputed that Diamond failed to list the two corporations in that\n\naffidavit.\n\n            Diamond testified that he was in a state of stress as a\n\n\n                                    -9-\n\fresult of his son’s substance abuse problem and the dissolution of\n\nhis marriage, which ended in divorce in September 2000.               As to the\n\naffidavit, he testified that, since it was being prepared for the\n\npurpose of settlement negotiations, he included only assets that\n\ncould readily be turned into cash.             He did not believe that his\n\nownership interest in the two closely-held corporations had any\n\nreadily ascertainable value to a third party. The Bankruptcy Court\n\nfound   his     testimony   credible     and    his    explanation    logical.\n\nFurthermore, as found by the Bankruptcy Court, attorney Harman\n\ndisclosed Diamond’s ownership interest in the two corporations in\n\ndraft Schedules B and F attached to her letter of July 21, 2000.\n\nDiamond also disclosed the same information in his bankruptcy\n\nfilings.\n\n           On    appeal,    Premier   does     not   dispute   the   Bankruptcy\n\nCourt’s findings of fact underlying its conclusion that there is no\n\nevidence to show that Diamond had the actual intent to defraud\n\nPremier.   Instead, Premier argues only that it was not for Diamond\n\nto decide which assets had value and need be disclosed.                    This\n\nargument, however, is not sufficient to show that the court’s\n\nconclusion is clearly erroneous.               Although Diamond failed to\n\ndisclose his ownership interest in an earlier unsigned affidavit,\n\nhe nonetheless disclosed the information in the draft bankruptcy\n\nschedules sent to Premier more than three months before he filed\n\nfor bankruptcy.      He also disclosed the same information in the\n\n\n                                      -10-\n\fbankruptcy filings.\n\n           Because the Bankruptcy Court’s findings of facts and its\n\nconclusion are supportable on a reasonable view of the record, we\n\nare bound to uphold them.   In re Carp, 340 F.3d at 22.\n\n                                VI.\n\n           Premier asserted in count five of the complaint that\n\npursuant to § 727(a)(4) of the Bankruptcy Code, Diamond should be\n\ndenied a discharge because he gave a false oath by failing to list\n\nthe real estate commissions due him in his bankruptcy filings, and\n\ngave false testimony in a creditors’ meeting.\n\n           Diamond testified at trial that he did not know what an\n\nexecutory contract was, and that he did not believe that the\n\ncommissions were his until the real estate transaction actually\n\nclosed.    Although it seems incredible that a real estate broker\n\nwould not know what was an executory contract, the Bankruptcy Court\n\nfound his testimony credible for a “lay person” and his explanation\n\nvalid.    The court noted the “debate” in case law regarding when a\n\nreal estate broker was deemed to have earned his commissions.   See\n\nParsons v. Union Planters Bank (In re Parsons), </pre><span class=\"citation\" data-id=\"1549934\"><a href=\"/opinion/1549934/in-re-parsons/\"><span class=\"volume\">262</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">475</span></a></span><pre class=\"inline\">, 478-\n\n79 (B.A.P. 8th Cir. 2001) (noting that under Missouri law, the\n\ngeneral rule, as it is in many states, is that a real estate\n\ncommission is earned when the broker or agent produces a buyer\n\n“ready, willing and able to buy” on the terms specified by the\n\nseller, whether or not the sale is completed, but where the sale’s\n\n\n                                -11-\n\fcontract is conditional, such as upon the closing of the sale, the\n\ncontract does not become an enforceable obligation and the broker\n\ndoes not earn a commission until the conditions are met); Tully v.\n\nTaxel (In re Tully), </pre><span class=\"citation\" data-id=\"1933841\"><a href=\"/opinion/1933841/in-re-tully/\"><span class=\"volume\">202</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">481</span></a></span><pre class=\"inline\"> (B.A.P. 9th Cir. 1996) (noting\n\nthe general rule that once a broker locates a buyer who is ready,\n\nwilling, and able to buy the property on terms acceptable to the\n\nseller, the broker has earned the commission, even though the\n\ncommission is not paid until a post-petition closing, but where a\n\ndebtor derives   post-petition   commissions    under   a   pre-petition\n\ncontract, and such commissions are dependent upon the continued\n\nservices of the debtor, they do not constitute property of the\n\nestate).\n\n           On appeal, Premier argues that Diamond had an affirmative\n\nduty to disclose in his bankruptcy filings any ownership interest,\n\nincluding all equitable interest.   Premier also disagrees with the\n\nBankruptcy Court’s crediting of Diamond’s testimony that he did not\n\nknow what was an executory contract.       Premier notes that Diamond\n\ndid not leave petition Schedule G (Executory Contract) blank, but,\n\ninstead, chose to answer “none.”        Premier asserts that Diamond’s\n\nexplanation was insufficient to rebut the inference of fraud.\n\n            We note that Premier has not alleged or briefed that at\n\nthe time Diamond filed for bankruptcy he had either secured a\n\n“ready, willing and able” buyer or closed a real estate transaction\n\nto have earned the undisclosed commissions.       The question here is\n\n\n                                 -12-\n\fnot whether the commissions should be deemed to be property of\n\nDiamond’s bankruptcy estate.             Premier’s brief indicates that the\n\ntrustee eventually recovered more than $30,000 from Diamond’s\n\nunreported executory contracts and commissions.                  The issue here is\n\nwhether the Bankruptcy Court committed a clear error in concluding,\n\nbased on its view of the evidence, that Diamond did not knowingly\n\nand fraudulently make a false oath or account in his bankruptcy\n\nfilings.\n\n             “[T]he existence of false or inaccurate statements is\n\nnot,   in   and    of   itself,    sufficient      cause    to   deny     a   debtor’s\n\ndischarge    unless     it    is   shown    that    these   were       knowingly     and\n\nfraudulently      made.”       Santana     Olmo v.    Quinones     Rivera      (In   re\n\nQuinones Rivera), </pre><span class=\"citation\" data-id=\"1869938\"><a href=\"/opinion/1869938/in-re-quinones-rivera/\"><span class=\"volume\">184</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">178</span></a></span><pre class=\"inline\">, 185 (D.P.R. 1995) (citing Commerce\n\nBank & Trust Co. v. Burgess (In re Burgess), </pre><span class=\"citation\" data-id=\"577012\"><a href=\"/opinion/577012/bankr-l-rep-p-74443-in-re-philip-n-burgess-jr-debtor-commerce-bank/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, 136 (1st\n\nCir. 1992), abrogated on other grounds, Field v. Mans, </pre><span class=\"citation\" data-id=\"117980\"><a href=\"/opinion/117980/field-v-mans/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">59</span></a></span><pre class=\"inline\">\n\n(1995); In re Tully, 818 F.2d at 110).              A determination concerning\n\nthe    presence    of    fraudulent       intent    largely      depends      upon   an\n\nassessment    of    the      credibility     and    demeanor      of    the    debtor.\n\nTherefore,    deference       here   to    the     bankruptcy     court’s     factual\n\nfindings is particularly appropriate.               In re Burgess, 955 F.2d at\n\n137.\n\n            Because the Bankruptcy Court’s findings of facts and its\n\nconclusions of law are supportable on a reasonable view of the\n\nrecord, we are bound to uphold them.               In re Carp, 340 F.3d at 22.\n\n\n                                         -13-\n\f                               VII.\n\n            For the reasons set forth above, the District Court’s\n\ndecision affirming the Bankruptcy Court’s dismissal of Premier’s\n\ncounts one, three and five is affirmed.   Each party is to bear its\n\nown cost.\n\n\n\n\n                               -14-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200602/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1549934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1869938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1933841/"
  ]
}