{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201136/",
  "absolute_url": "/opinion/201136/bachir-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201136/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:08:24Z",
  "date_modified": "2016-02-28T05:04:41.426097Z",
  "type": "010combined",
  "sha1": "764677dadd1df150eab06d02ddbdc822f7e22668",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2532-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/07/16/Bachir_v._INS.pdf",
  "plain_text": "                Not for Publication in West's Federal Reporter\n               Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 02-2532\n\n                         GEORGES MRAD BACHIR,\n\n                                Petitioner,\n\n                                      v.\n\n              IMMIGRATION AND NATURALIZATION SERVICE,\n\n                                Respondent.\n\n\n               ON PETITION FOR REVIEW OF AN ORDER OF\n\n                 THE BOARD OF IMMIGRATION APPEALS\n\n\n\n                                   Before\n\n                         Boudin, Chief Judge,\n                    Stahl, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n          Joseph L. Grimaldi on brief for petitioner.\n          Peter D. Keisler, Assistant Attorney General, Allen W.\nHausman, Senior Litigation Counsel, and Aviva L. Poczter, Attorney,\nOffice of Immigration Litigation, on brief for respondent.\n\n\n\n                              July 16, 2004\n\f              Per curiam.     Petitioner-appellant Georges Mrad Bachir, a\n\nLebanese national, appeals from the Board of Immigration Appeals'\n\norder denying his petition for asylum, withholding of removal, and\n\nprotection under the Convention Against Torture (\"CAT\").1                     We\n\naffirm the BIA's decision.\n\n                                 I. BACKGROUND\n\n              Bachir is a native and citizen of Lebanon.            On November\n\n13,   1998,    he   arrived    via   airplane   in   the   United   States   and\n\nimmediately requested asylum.          Through an interpreter, he provided\n\na sworn statement to an INS officer saying that he came to the\n\nUnited States to live in a free country and to escape police\n\nbrutality in Lebanon.          Bachir also stated the following: he had\n\nbeen forced to continue to serve in the Lebanese Army after\n\ncompleting his required year of service.             On one occasion, he was\n\n\"arrested by the Lebanon military to obtain military secrets from\n\nthe Christian Lebanon army.\"          He came to the U.S. via Cyprus and\n\nLondon; he did not seek asylum there because the U.S. was his\n\nultimate destination. He stated that \"America will help everyone.\"\n\n              In response to the INS officer's questioning, Bachir\n\nstated that at one time, he was ordered (presumably by the Lebanese\n\nArmy) to put bombs in cars and would have been in trouble had he\n\n\n\n      1\n      On  appeal,   Bachir  presses   only   his  asylum   claim.\nConsequently, we treat his withholding and CAT claims as waived.\nSee, e.g., Mulero-Rodriguez v. Ponte, Inc., 98 F.3d 670, 679 (1st\nCir. 1996).\n\n                                       -2-\n\fdisobeyed the order.     He said that he had problems in Lebanon\n\nbecause of his religion – \"Christian Morony\" – and that \"they want\n\nme to be in the Christian army to fight against the Israelis.\"2         He\n\nalso mentioned to the immigration officer that he had traveled to\n\nthe U.S. in the company of two friends.\n\n           On November 27, the INS filed a Notice to Appear in\n\nimmigration court, charging him with removability pursuant to\n\nsection 212(a)(7)(A)(i)(I) of the Immigration and Naturalization\n\nAct, as an immigrant not in possession of a valid entry, travel, or\n\nidentity and nationality document. 8 U.S.C. § 1182(A)(7)(A)(i)(I).\n\nFollowing a hearing, petitioner admitted he was subject to removal\n\nfrom the   United   States   and   filed   an   application   for   asylum,\n\nwithholding of removal, and CAT protection.\n\n           Bachir testified before the Immigration Judge as follows:\n\nbefore he left Lebanon, he lived in Amsheet with his mother and his\n\ntwo brothers.   He worked as a truck driver for a private company.\n\nIn November 1995, at the time that Lebanon's president announced\n\nthat his term would be extended and that elections would be\n\ncancelled, Bachir participated in a protest.          Later that night,\n\nsoldiers knocked on his door and pushed his mother aside.           When he\n\n\n\n     2\n      Later, at the hearing before the immigration judge, Bachir\nsaid that he had not understood the interpreter at the initial\nimmigration interview.    He denied making the statements that\n\"America will help everyone\"; that he was wanted for service in a\nChristian army to fight Israel; and that he was forced to continue\nto serve in the Lebanese army after his service was completed.\n\n                                   -3-\n\fidentified himself, soldiers punched him and hit him with a rifle\n\nbutt.   They then tied his hands and put him in the trunk of a car.\n\nHe was taken to a building where he was held for sixteen days.\n\nDuring that time, Bachir claimed, he was hit for refusing to\n\ndivulge the identities of other protestors, doused with cold water,\n\nfed only bread, and denied toilet facilities.\n\n             Bachir also testified that during municipal elections in\n\n1996, soldiers came to his home, took him away and detained him for\n\nfive days.      During the period he was detained, he was not beaten.\n\nIn 1998, again during municipal elections, soldiers also detained\n\nhim in order to prevent him from voting.\n\n           On November 10, 1998, Bachir was asked by \"Syrians\" and\n\n\"members of Hezbollah\" to deliver boxes of what he assumed to be\n\nmunitions to southern Lebanon.          Lebanese army soldiers dressed in\n\nSyrian uniforms, aided by his employer, loaded boxes onto his\n\ntruck; when Bachir protested, he was struck with a rifle butt and\n\naccused of being a traitor who deserved to be killed.                  Although\n\nafraid, he drove his truck to an Israeli army checkpoint, followed\n\nby an Army jeep.      Bachir testified that he had been told that he\n\nwould receive a cell phone call when he reached a place called\n\nMarjyoun   to    arrange   for   the    delivery   of   the   boxes.      After\n\nsuccessfully passing through the Israeli checkpoint, with the\n\nsoldiers no longer able to see him, he dumped the boxes off a\n\nmountain road and fled to Beirut.            He said he did so because\n\n\n                                       -4-\n\fdelivering the boxes was against his principles; he wanted Lebanon\n\nto be free of Hezbollah and the Syrians.\n\n          Next, Bachir called a cousin, who was an army commandant,\n\nand told him what had happened.      He testified that his cousin\n\ndirected him to meet him at the Beirut airport, where he gave him\n\nhis passport and cash, along with instructions to go to Cyprus.3\n\nWhen Bachir reached Cyprus, his cousin told him via telephone that\n\nthe army wished to kill Bachir.\n\n          On November 11, 1998, while Bachir was in Cyprus, a man\n\nnamed Abou George purchased an airline ticket for Bachir to travel\n\nfrom Cyprus to London.4   Bachir's passport contained a visa for\n\ntravel to Panama, also obtained on November 11. Bachir stated that\n\nhe does not know how he obtained the visa; he stated that George\n\nhad his passport for several hours on that day.        George also\n\npurchased an airline ticket for Bachir to travel from Panama to\n\nMiami, Florida.5   Bachir further testified that he intended to\n\nremain in London, but his request for amnesty was not understood\n\nand he was placed on a plane to Miami.\n\n\n     3\n      Bachir had applied for and obtained a passport some time\nafter his detentions and before November, 1998.\n     4\n      He asked George to help him file a refugee application in\nCyprus, but, after consulting with an attorney, George told him\nthat Cyprus does not accept such applications.\n     5\n      Contrary to Bachir's testimony, the tickets were dated\nNovember 9, 1998, the day before Bachir claims the incident\ninvolving the boxes took place. At the hearing, Bachir could not\nexplain this discrepancy.\n\n                               -5-\n\f              At the time of the hearing before the IJ, Bachir's mother\n\nand brothers continued to reside in Amsheet without incident.\n\nBachir had purchased a home in Amsheet four or five months before\n\nleaving Lebanon and had never attempted to relocate after any of\n\nhis encounters with the authorities.                 He further stated that he\n\nserved in the army from November 1996 to November 1997, and was not\n\nordered to serve again after his discharge.\n\n              Walid Phares, a professor of political science and Middle\n\nEast Studies at Florida Atlantic University testified on Bachir's\n\nbehalf   as    an    expert   witness.         By   way    of   background,   Phares\n\nexplained that since 1990, Syria has been present in Lebanon, and\n\nthat Syrian intelligence is authorized to operate in Lebanon, to\n\nmake arrests there, and to transfer detainees to Syria.\n\n              Significantly, Phares stated that he did not know Bachir\n\nbefore the      instant   case.     He     had      no    independent   information\n\ncorroborating the specifics of Bachir's contentions, and based his\n\nopinion solely on what Bachir told him.                   Phares testified that if\n\nBachir's account was true, it would be consistent with conditions\n\nin Lebanon.         He also opined that Bachir would be likely to be\n\narrested upon returning to Lebanon and be accused of being a\n\ntraitor or collaborator.6         There have been reports of the torture\n\nof detainees by both Syrian and Lebanese intelligence services.\n\n\n\n     6\n      Phares testified that the Syrian intelligence service would\nbe aware that Bachir had applied for asylum in the United States.\n\n                                         -6-\n\f            The IJ denied the petition, finding that Bachir was not\n\na   credible   witness    and    had    failed   to   meet   his   burden   of\n\ndemonstrating a well-founded fear of persecution.            Bachir appealed\n\nfrom the IJ's decision to the BIA.            On October 31, 2002, the BIA\n\naffirmed the IJ's decision without a separate opinion. This appeal\n\nfollowed.\n\n                                II. DISCUSSION\n\n            We review the Board's findings of fact and credibility\n\nunder a \"substantial evidence\" standard. Mediouni v. INS, 314 F.3d\n\n24, 26 (1st Cir. 2002) (citing Yatskin v. INS, 255 F.3d 5, 9 (1st\n\nCir. 2001)).    \"Board determinations of statutory eligibility for\n\nrelief from deportation, whether via asylum or withholding of\n\ndeportation,    are      conclusive      if   'supported     by    reasonable,\n\nsubstantial, and probative evidence on the record considered as a\n\nwhole.'\"    Id. at 26-27 (quoting INS v. Elias-Zacarias, 502 U.S.\n\n478, 480 (1992)).     Unless the applicant puts forth evidence “so\n\ncompelling that no reasonable factfinder could fail to find the\n\nrequisite fear of persecution,” we will uphold a denial of asylum.\n\nElias-Zacarias, 502 U.S. at 483-84. When the Board affirms without\n\nopinion, as it did here, we review the decision of the Immigration\n\nJudge.   Quevedo v. Ashcroft, 336 F.3d 39, 43 (1st Cir. 2003).\n\n            An asylum applicant bears the burden of proving either\n\npast persecution or a well-founded fear of future persecution.\n\nId.; 8 C.F.R. § 208.13(b).             To establish past persecution, an\n\n\n                                       -7-\n\fapplicant must demonstrate that he or she has suffered persecution\n\non account of one or more of several enumerated statutory grounds:\n\nrace, religion, nationality, membership in a social group, or\n\npolitical opinion.         8 C.F.R. § 208.13(b)(1).        A determination of\n\npast persecution triggers a presumption that the applicant has a\n\nwell-founded       fear    of    future    persecution     and     provisionally\n\nestablishes    his    or   her   eligibility     for   asylum.      8   C.F.R.    §\n\n208.13(b)(1).      The burden then shifts to the Attorney General to\n\ndemonstrate by a preponderance of the evidence either 1) that\n\n\"[t]here has been a fundamental change in circumstances such that\n\nthe applicant no longer has a well-founded fear of persecution in\n\nthe    applicant's    country     of    nationality,\"    or   2)    that    \"[t]he\n\napplicant could avoid future persecution by relocating to another\n\npart    of   the     applicant's       country   of    nationality.\"       Id.   §§\n\n208.13(b)(1)(i)(A)-(B).\n\n             Accordingly, to establish a well-founded fear of future\n\npersecution, the applicant can either claim the benefit of a\n\nregulatory presumption based on proof of past persecution or prove\n\n“both a genuine subjective fear and an objectively reasonable fear\n\nof persecution” on one or more of the statutory grounds.                   Quevedo\n\nv. Ashcroft, 336 F.3d 39, 44 (1st Cir. 2003); see also Mediouni,\n\n314 F.3d at 27. An objectively reasonable fear “requires a showing\n\n‘by credible, direct, and specific evidence . . . facts that would\n\nsupport a reasonable fear that the petitioner faces persecution.’”\n\n\n                                        -8-\n\fCivil v. INS, 140 F.3d 52, 55 (1st Cir. 1998) (quoting Ravindran v.\n\nINS, 976 F.2d 754, 758 (1st Cir. 1992)).\n\n            The standard for withholding deportation is stricter than\n\nthat for asylum, thus “a petitioner unable to satisfy the asylum\n\nstandard fails, a fortiori, to satisfy the former.”               Mediouni, 314\n\nF.3d at 27 (quoting Velasquez v. Ashcroft, 305 F.3d 62, 64 n.2 (1st\n\nCir. 2002)).   Accordingly, we address Bachir's asylum claim first.\n\n            A finding of credibility is paramount in asylum cases.\n\nGailius v. INS, 147 F.3d 34, 45 (1st Cir. 1998).                 In determining\n\ncredibility,       applicable   regulations      direct   that   we    weigh   the\n\napplicant's account of specific incidents \"in light of general\n\nconditions in the applicant's country of nationality or last\n\nhabitual residence\" to determine if the applicant's testimony is\n\nplausible.    8 C.F.R. § 208.13(a) (1997); see Cordero-Trejo v. INS,\n\n40   F.3d   482,    491   (1994).    If    the    IJ   chooses    to   reject    a\n\npetitioner's testimony as lacking credibility, he must \"offer a\n\nspecific, cogent reason for [the IJ's] disbelief\" with support in\n\nthe record.    El Moraghy v. Ashcroft, 331 F.3d 195, 205 (1st Cir.\n\n2003) (internal citation and quotation marks omitted).\n\n            Here, the IJ questioned Bachir's credibility on the\n\ngrounds of inconsistencies and unexplained elements in the record\n\nevidence: the discrepancies in his statements to the immigration\n\ninspector versus his hearing testimony; the conflicting accounts of\n\nthe relevant dates; how the Panamanian visa came into Bachir's\n\n\n                                     -9-\n\fpossession; whether Bachir's true destination was the U.S. or\n\nPanama; and the presence and significance of Bachir's traveling\n\ncompanions.           Given        our    deferential      standard     of    review     of\n\ncredibility determinations, Mendes v. INS, 197 F.3d 6, 13 (1st Cir.\n\n1999), we perceive no legitimate basis for reversing the IJ's\n\nruling that Bachir's testimony lacked the \"ring of truth.\"\n\n                In light of the IJ's credibility finding, we affirm his\n\nconclusion that the incident in which Bachir was asked to deliver\n\nboxes just before he left Lebanon does not establish persecution.\n\nThe IJ found that the authorities' interest in Bachir \"was that he\n\nwas able to travel to a particular area and they saw his usage in\n\ndelivering the material they wanted delivered,\" rather than to\n\nsingle him out based on political animus.                        The record provides\n\nsufficient support for that finding such that we will not disturb\n\nit.\n\n                The   IJ     did    not    specifically        take   issue     with   the\n\ncredibility of Bachir's account of his episodes of detention from\n\n1995       to   1998.7       Given       that    at    least   one    episode   followed\n\nimmediately on the heels of Bachir's participation in a political\n\nprotest and included physical abuse, such evidence conceivably\n\ncould,      under     some    circumstances,           support   a    finding    of    past\n\n\n       7\n      Rather, it appears that the IJ concluded that the detentions\ndid not constitute past persecution, citing the authorities' lack\nof interest in Bachir's day-to-day business or family activities,\nBachir's successful military service following the first detention,\nand his ability to obtain a passport and travel freely.\n\n                                                -10-\n\fpersecution.       See,    e.g.,    Gailius       v.   INS,    147   F.3d   at   143\n\n(petitioner, a native of Lithuania, was active in the protests\n\nagainst Soviet rule).\n\n            Nonetheless, under the specific facts of this case, the\n\ndetentions do not form the basis for an asylum case.                    As the IJ\n\npoints   out,   Bachir     did     not    mention      the    detentions    in   his\n\napplication for asylum.          Moreover, in his appellate brief, Bachir\n\nexplicitly disavowed any reliance on those incidents as motivation\n\nfor his decision to flee Lebanon.               Even if we take the detentions\n\ninto account, it is not clear that, together with the truck\n\nincident,   they   form     a    common    pattern     that    was   motivated    by\n\npersecution on account of Bachir's political opinion.                  Because we\n\ndo not conclude that Bachir's evidence was “so compelling that no\n\nreasonable factfinder could fail to find the requisite fear of\n\npersecution,” we will uphold the denial of asylum. Elias-Zacarias,\n\n502 U.S. at 483-84.\n\n            Bachir contends that the IJ erred in analyzing his claim\n\nas one of religious persecution rather than persecution based on\n\npolitical opinion.        Although the IJ noted in passing that Bachir\n\ndid not experience religious persecution while serving in the\n\nmilitary or suffer more than the same risks than others of his\n\nreligious beliefs residing in Lebanon, he additionally analyzed\n\nBachir's asylum claim under the rubric of political opinion.\n\n\n\n\n                                         -11-\n\f         For the foregoing reasons, we AFFIRM the denial of\n\nBachir's petition for asylum, withholding of removal, and CAT\n\nprotection.\n\n\n\n\n                            -12-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                Not for Publication in West's Federal Reporter\n               Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 02-2532\n\n                         GEORGES MRAD BACHIR,\n\n                                Petitioner,\n\n                                      v.\n\n              IMMIGRATION AND NATURALIZATION SERVICE,\n\n                                Respondent.\n\n\n               ON PETITION FOR REVIEW OF AN ORDER OF\n\n                 THE BOARD OF IMMIGRATION APPEALS\n\n\n\n                                   Before\n\n                         Boudin, Chief Judge,\n                    Stahl, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n          Joseph L. Grimaldi on brief for petitioner.\n          Peter D. Keisler, Assistant Attorney General, Allen W.\nHausman, Senior Litigation Counsel, and Aviva L. Poczter, Attorney,\nOffice of Immigration Litigation, on brief for respondent.\n\n\n\n                              July 16, 2004\n\f              Per curiam.     Petitioner-appellant Georges Mrad Bachir, a\n\nLebanese national, appeals from the Board of Immigration Appeals'\n\norder denying his petition for asylum, withholding of removal, and\n\nprotection under the Convention Against Torture (\"CAT\").1                     We\n\naffirm the BIA's decision.\n\n                                 I. BACKGROUND\n\n              Bachir is a native and citizen of Lebanon.            On November\n\n13,   1998,    he   arrived    via   airplane   in   the   United   States   and\n\nimmediately requested asylum.          Through an interpreter, he provided\n\na sworn statement to an INS officer saying that he came to the\n\nUnited States to live in a free country and to escape police\n\nbrutality in Lebanon.          Bachir also stated the following: he had\n\nbeen forced to continue to serve in the Lebanese Army after\n\ncompleting his required year of service.             On one occasion, he was\n\n\"arrested by the Lebanon military to obtain military secrets from\n\nthe Christian Lebanon army.\"          He came to the U.S. via Cyprus and\n\nLondon; he did not seek asylum there because the U.S. was his\n\nultimate destination. He stated that \"America will help everyone.\"\n\n              In response to the INS officer's questioning, Bachir\n\nstated that at one time, he was ordered (presumably by the Lebanese\n\nArmy) to put bombs in cars and would have been in trouble had he\n\n\n\n      1\n      On  appeal,   Bachir  presses   only   his  asylum   claim.\nConsequently, we treat his withholding and CAT claims as waived.\nSee, e.g., Mulero-Rodriguez v. Ponte, Inc., </pre><span class=\"citation\" data-id=\"728081\"><a href=\"/opinion/728081/72-fair-emplpraccas-bna-406-69-empl-prac-dec-p-44437-gilberto/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">670</span></a></span><pre class=\"inline\">, 679 (1st\nCir. 1996).\n\n                                       -2-\n\fdisobeyed the order.     He said that he had problems in Lebanon\n\nbecause of his religion – \"Christian Morony\" – and that \"they want\n\nme to be in the Christian army to fight against the Israelis.\"2         He\n\nalso mentioned to the immigration officer that he had traveled to\n\nthe U.S. in the company of two friends.\n\n           On November 27, the INS filed a Notice to Appear in\n\nimmigration court, charging him with removability pursuant to\n\nsection 212(a)(7)(A)(i)(I) of the Immigration and Naturalization\n\nAct, as an immigrant not in possession of a valid entry, travel, or\n\nidentity and nationality document. 8 U.S.C. § 1182(A)(7)(A)(i)(I).\n\nFollowing a hearing, petitioner admitted he was subject to removal\n\nfrom the   United   States   and   filed   an   application   for   asylum,\n\nwithholding of removal, and CAT protection.\n\n           Bachir testified before the Immigration Judge as follows:\n\nbefore he left Lebanon, he lived in Amsheet with his mother and his\n\ntwo brothers.   He worked as a truck driver for a private company.\n\nIn November 1995, at the time that Lebanon's president announced\n\nthat his term would be extended and that elections would be\n\ncancelled, Bachir participated in a protest.          Later that night,\n\nsoldiers knocked on his door and pushed his mother aside.           When he\n\n\n\n     2\n      Later, at the hearing before the immigration judge, Bachir\nsaid that he had not understood the interpreter at the initial\nimmigration interview.    He denied making the statements that\n\"America will help everyone\"; that he was wanted for service in a\nChristian army to fight Israel; and that he was forced to continue\nto serve in the Lebanese army after his service was completed.\n\n                                   -3-\n\fidentified himself, soldiers punched him and hit him with a rifle\n\nbutt.   They then tied his hands and put him in the trunk of a car.\n\nHe was taken to a building where he was held for sixteen days.\n\nDuring that time, Bachir claimed, he was hit for refusing to\n\ndivulge the identities of other protestors, doused with cold water,\n\nfed only bread, and denied toilet facilities.\n\n             Bachir also testified that during municipal elections in\n\n1996, soldiers came to his home, took him away and detained him for\n\nfive days.      During the period he was detained, he was not beaten.\n\nIn 1998, again during municipal elections, soldiers also detained\n\nhim in order to prevent him from voting.\n\n           On November 10, 1998, Bachir was asked by \"Syrians\" and\n\n\"members of Hezbollah\" to deliver boxes of what he assumed to be\n\nmunitions to southern Lebanon.          Lebanese army soldiers dressed in\n\nSyrian uniforms, aided by his employer, loaded boxes onto his\n\ntruck; when Bachir protested, he was struck with a rifle butt and\n\naccused of being a traitor who deserved to be killed.                  Although\n\nafraid, he drove his truck to an Israeli army checkpoint, followed\n\nby an Army jeep.      Bachir testified that he had been told that he\n\nwould receive a cell phone call when he reached a place called\n\nMarjyoun   to    arrange   for   the    delivery   of   the   boxes.      After\n\nsuccessfully passing through the Israeli checkpoint, with the\n\nsoldiers no longer able to see him, he dumped the boxes off a\n\nmountain road and fled to Beirut.            He said he did so because\n\n\n                                       -4-\n\fdelivering the boxes was against his principles; he wanted Lebanon\n\nto be free of Hezbollah and the Syrians.\n\n          Next, Bachir called a cousin, who was an army commandant,\n\nand told him what had happened.      He testified that his cousin\n\ndirected him to meet him at the Beirut airport, where he gave him\n\nhis passport and cash, along with instructions to go to Cyprus.3\n\nWhen Bachir reached Cyprus, his cousin told him via telephone that\n\nthe army wished to kill Bachir.\n\n          On November 11, 1998, while Bachir was in Cyprus, a man\n\nnamed Abou George purchased an airline ticket for Bachir to travel\n\nfrom Cyprus to London.4   Bachir's passport contained a visa for\n\ntravel to Panama, also obtained on November 11. Bachir stated that\n\nhe does not know how he obtained the visa; he stated that George\n\nhad his passport for several hours on that day.        George also\n\npurchased an airline ticket for Bachir to travel from Panama to\n\nMiami, Florida.5   Bachir further testified that he intended to\n\nremain in London, but his request for amnesty was not understood\n\nand he was placed on a plane to Miami.\n\n\n     3\n      Bachir had applied for and obtained a passport some time\nafter his detentions and before November, 1998.\n     4\n      He asked George to help him file a refugee application in\nCyprus, but, after consulting with an attorney, George told him\nthat Cyprus does not accept such applications.\n     5\n      Contrary to Bachir's testimony, the tickets were dated\nNovember 9, 1998, the day before Bachir claims the incident\ninvolving the boxes took place. At the hearing, Bachir could not\nexplain this discrepancy.\n\n                               -5-\n\f              At the time of the hearing before the IJ, Bachir's mother\n\nand brothers continued to reside in Amsheet without incident.\n\nBachir had purchased a home in Amsheet four or five months before\n\nleaving Lebanon and had never attempted to relocate after any of\n\nhis encounters with the authorities.                 He further stated that he\n\nserved in the army from November 1996 to November 1997, and was not\n\nordered to serve again after his discharge.\n\n              Walid Phares, a professor of political science and Middle\n\nEast Studies at Florida Atlantic University testified on Bachir's\n\nbehalf   as    an    expert   witness.         By   way    of   background,   Phares\n\nexplained that since 1990, Syria has been present in Lebanon, and\n\nthat Syrian intelligence is authorized to operate in Lebanon, to\n\nmake arrests there, and to transfer detainees to Syria.\n\n              Significantly, Phares stated that he did not know Bachir\n\nbefore the      instant   case.     He     had      no    independent   information\n\ncorroborating the specifics of Bachir's contentions, and based his\n\nopinion solely on what Bachir told him.                   Phares testified that if\n\nBachir's account was true, it would be consistent with conditions\n\nin Lebanon.         He also opined that Bachir would be likely to be\n\narrested upon returning to Lebanon and be accused of being a\n\ntraitor or collaborator.6         There have been reports of the torture\n\nof detainees by both Syrian and Lebanese intelligence services.\n\n\n\n     6\n      Phares testified that the Syrian intelligence service would\nbe aware that Bachir had applied for asylum in the United States.\n\n                                         -6-\n\f            The IJ denied the petition, finding that Bachir was not\n\na   credible   witness    and    had    failed   to   meet   his   burden   of\n\ndemonstrating a well-founded fear of persecution.            Bachir appealed\n\nfrom the IJ's decision to the BIA.            On October 31, 2002, the BIA\n\naffirmed the IJ's decision without a separate opinion. This appeal\n\nfollowed.\n\n                                II. DISCUSSION\n\n            We review the Board's findings of fact and credibility\n\nunder a \"substantial evidence\" standard. Mediouni v. INS, </pre><span class=\"citation\" data-id=\"200253\"><a href=\"/opinion/200253/mediouni-v-ins/\"><span class=\"volume\">314</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">24</span></a></span><pre class=\"inline\">, 26 (1st Cir. 2002) (citing Yatskin v. INS, </pre><span class=\"citation\" data-id=\"199481\"><a href=\"/opinion/199481/yatskin-v-ins/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 9 (1st\n\nCir. 2001)).    \"Board determinations of statutory eligibility for\n\nrelief from deportation, whether via asylum or withholding of\n\ndeportation,    are      conclusive      if   'supported     by    reasonable,\n\nsubstantial, and probative evidence on the record considered as a\n\nwhole.'\"    Id. at 26-27 (quoting INS v. Elias-Zacarias, </pre><span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">478</span></a></span><pre class=\"inline\">, 480 (1992)).     Unless the applicant puts forth evidence “so\n\ncompelling that no reasonable factfinder could fail to find the\n\nrequisite fear of persecution,” we will uphold a denial of asylum.\n\nElias-Zacarias, 502 U.S. at 483-84. When the Board affirms without\n\nopinion, as it did here, we review the decision of the Immigration\n\nJudge.   Quevedo v. Ashcroft, </pre><span class=\"citation\" data-id=\"200551\"><a href=\"/opinion/200551/ins-v-quevedo/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 43 (1st Cir. 2003).\n\n            An asylum applicant bears the burden of proving either\n\npast persecution or a well-founded fear of future persecution.\n\nId.; 8 C.F.R. § 208.13(b).             To establish past persecution, an\n\n\n                                       -7-\n\fapplicant must demonstrate that he or she has suffered persecution\n\non account of one or more of several enumerated statutory grounds:\n\nrace, religion, nationality, membership in a social group, or\n\npolitical opinion.         8 C.F.R. § 208.13(b)(1).        A determination of\n\npast persecution triggers a presumption that the applicant has a\n\nwell-founded       fear    of    future    persecution     and     provisionally\n\nestablishes    his    or   her   eligibility     for   asylum.      8   C.F.R.    §\n\n208.13(b)(1).      The burden then shifts to the Attorney General to\n\ndemonstrate by a preponderance of the evidence either 1) that\n\n\"[t]here has been a fundamental change in circumstances such that\n\nthe applicant no longer has a well-founded fear of persecution in\n\nthe    applicant's    country     of    nationality,\"    or   2)    that    \"[t]he\n\napplicant could avoid future persecution by relocating to another\n\npart    of   the     applicant's       country   of    nationality.\"       Id.   §§\n\n208.13(b)(1)(i)(A)-(B).\n\n             Accordingly, to establish a well-founded fear of future\n\npersecution, the applicant can either claim the benefit of a\n\nregulatory presumption based on proof of past persecution or prove\n\n“both a genuine subjective fear and an objectively reasonable fear\n\nof persecution” on one or more of the statutory grounds.                   Quevedo\n\nv. Ashcroft, </pre><span class=\"citation\" data-id=\"200551\"><a href=\"/opinion/200551/ins-v-quevedo/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span><pre class=\"inline\">, 44 (1st Cir. 2003); see also Mediouni,\n\n314 F.3d at 27. An objectively reasonable fear “requires a showing\n\n‘by credible, direct, and specific evidence . . . facts that would\n\nsupport a reasonable fear that the petitioner faces persecution.’”\n\n\n                                        -8-\n\fCivil v. INS, </pre><span class=\"citation\" data-id=\"197951\"><a href=\"/opinion/197951/civil-v-ins/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span><pre class=\"inline\">, 55 (1st Cir. 1998) (quoting Ravindran v.\n\nINS, </pre><span class=\"citation\" data-id=\"592069\"><a href=\"/opinion/592069/valli-kandiah-ravindran-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">754</span></a></span><pre class=\"inline\">, 758 (1st Cir. 1992)).\n\n            The standard for withholding deportation is stricter than\n\nthat for asylum, thus “a petitioner unable to satisfy the asylum\n\nstandard fails, a fortiori, to satisfy the former.”               Mediouni, 314\n\nF.3d at 27 (quoting Velasquez v. Ashcroft, </pre><span class=\"citation\" data-id=\"200137\"><a href=\"/opinion/200137/velasquez-v-ashcroft/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span><pre class=\"inline\">, 64 n.2 (1st\n\nCir. 2002)).   Accordingly, we address Bachir's asylum claim first.\n\n            A finding of credibility is paramount in asylum cases.\n\nGailius v. INS, </pre><span class=\"citation\" data-id=\"198026\"><a href=\"/opinion/198026/ins-v-gailius/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 45 (1st Cir. 1998).                 In determining\n\ncredibility,       applicable   regulations      direct   that   we    weigh   the\n\napplicant's account of specific incidents \"in light of general\n\nconditions in the applicant's country of nationality or last\n\nhabitual residence\" to determine if the applicant's testimony is\n\nplausible.    8 C.F.R. § 208.13(a) (1997); see Cordero-Trejo v. INS,\n\n</pre><span class=\"citation\" data-id=\"195749\"><a href=\"/opinion/195749/cordero-trejo-v-ins/\"><span class=\"volume\">40</span>   <span class=\"reporter\">F.3d</span>   <span class=\"page\">482</span></a></span><pre class=\"inline\">,    491   (1994).    If    the    IJ   chooses    to   reject    a\n\npetitioner's testimony as lacking credibility, he must \"offer a\n\nspecific, cogent reason for [the IJ's] disbelief\" with support in\n\nthe record.    El Moraghy v. Ashcroft, </pre><span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span><pre class=\"inline\">, 205 (1st Cir.\n\n2003) (internal citation and quotation marks omitted).\n\n            Here, the IJ questioned Bachir's credibility on the\n\ngrounds of inconsistencies and unexplained elements in the record\n\nevidence: the discrepancies in his statements to the immigration\n\ninspector versus his hearing testimony; the conflicting accounts of\n\nthe relevant dates; how the Panamanian visa came into Bachir's\n\n\n                                     -9-\n\fpossession; whether Bachir's true destination was the U.S. or\n\nPanama; and the presence and significance of Bachir's traveling\n\ncompanions.           Given        our    deferential      standard     of    review     of\n\ncredibility determinations, Mendes v. INS, </pre><span class=\"citation\" data-id=\"198722\"><a href=\"/opinion/198722/mendes-v-ins/\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 13 (1st Cir.\n\n1999), we perceive no legitimate basis for reversing the IJ's\n\nruling that Bachir's testimony lacked the \"ring of truth.\"\n\n                In light of the IJ's credibility finding, we affirm his\n\nconclusion that the incident in which Bachir was asked to deliver\n\nboxes just before he left Lebanon does not establish persecution.\n\nThe IJ found that the authorities' interest in Bachir \"was that he\n\nwas able to travel to a particular area and they saw his usage in\n\ndelivering the material they wanted delivered,\" rather than to\n\nsingle him out based on political animus.                        The record provides\n\nsufficient support for that finding such that we will not disturb\n\nit.\n\n                The   IJ     did    not    specifically        take   issue     with   the\n\ncredibility of Bachir's account of his episodes of detention from\n\n1995       to   1998.7       Given       that    at    least   one    episode   followed\n\nimmediately on the heels of Bachir's participation in a political\n\nprotest and included physical abuse, such evidence conceivably\n\ncould,      under     some    circumstances,           support   a    finding    of    past\n\n\n       7\n      Rather, it appears that the IJ concluded that the detentions\ndid not constitute past persecution, citing the authorities' lack\nof interest in Bachir's day-to-day business or family activities,\nBachir's successful military service following the first detention,\nand his ability to obtain a passport and travel freely.\n\n                                                -10-\n\fpersecution.       See,    e.g.,    Gailius       v.   INS,    147   F.3d   at   143\n\n(petitioner, a native of Lithuania, was active in the protests\n\nagainst Soviet rule).\n\n            Nonetheless, under the specific facts of this case, the\n\ndetentions do not form the basis for an asylum case.                    As the IJ\n\npoints   out,   Bachir     did     not    mention      the    detentions    in   his\n\napplication for asylum.          Moreover, in his appellate brief, Bachir\n\nexplicitly disavowed any reliance on those incidents as motivation\n\nfor his decision to flee Lebanon.               Even if we take the detentions\n\ninto account, it is not clear that, together with the truck\n\nincident,   they   form     a    common    pattern     that    was   motivated    by\n\npersecution on account of Bachir's political opinion.                  Because we\n\ndo not conclude that Bachir's evidence was “so compelling that no\n\nreasonable factfinder could fail to find the requisite fear of\n\npersecution,” we will uphold the denial of asylum. Elias-Zacarias,\n\n502 U.S. at 483-84.\n\n            Bachir contends that the IJ erred in analyzing his claim\n\nas one of religious persecution rather than persecution based on\n\npolitical opinion.        Although the IJ noted in passing that Bachir\n\ndid not experience religious persecution while serving in the\n\nmilitary or suffer more than the same risks than others of his\n\nreligious beliefs residing in Lebanon, he additionally analyzed\n\nBachir's asylum claim under the rubric of political opinion.\n\n\n\n\n                                         -11-\n\f         For the foregoing reasons, we AFFIRM the denial of\n\nBachir's petition for asylum, withholding of removal, and CAT\n\nprotection.\n\n\n\n\n                            -12-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728081/"
  ]
}