{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201161/",
  "absolute_url": "/opinion/201161/badillo-santiago-v-naveira-merly/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201161/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:08:48Z",
  "date_modified": "2016-02-28T05:04:47.143692Z",
  "type": "010combined",
  "sha1": "6ed7413f7ef2504a59961d105c05b0ab7fb2cb4d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/01-2640-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/07/29/Badillo-Santiago_v._Naveira-Merly.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 01-2640\n\n                   RAMON BADILLO-SANTIAGO, M.D.\n\n                       Plaintiff, Appellant,\n\n                                and\n\n                          UNITED STATES,\n\n                            Intervenor,\n\n                                v.\n\n      HON. MIRIAM NAVEIRA-MERLY, in her official capacity\n     as Administrator of the Judiciary System; HON. LIRIO\n    BERNAL SANCHEZ, in her official capacity as Director of\n       the Courts Administration of Puerto Rico; WILFREDO\n     GIRAU-TOLEDO, in his official capacity as Director of\n      the Public Buildings Authority; THE COMMONWEALTH OF\n       PUERTO RICO; ADMINISTRACION DE TRIBUNALES, Adm. de\n      Tribunales de P.R.; AUTORIDAD DE EDIFICIOS PUBLICOS,\n\n                      Defendants, Appellees,\n                           _____________\n\n     JOSE A. FUENTES-AGOSTINI, in his official capacity as\n  Secretary of Justice of Puerto Rico; JULIO BERRIOS-JIMÉNEZ,\n          Judge, in his official and personal capacity,\n\n                            Defendants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                              Before\n\n              Selya, Lynch, and Lipez, Circuit Judges.\n\f          Marc P. Charmatz, with whom Mary C. Vargas, Rosaline\nCrawford, and National Association of the Deaf Law Center were on\nbrief, for appellant.\n\n          Kevin K. Russell, Attorney, Department of Justice, with\nwhom R. Alexander Acosta, Assistant Attorney General, Ralph F. Boyd\nJr., Assistant Attorney General, Jessica Dunsay Silver, Attorney,\nand Seth M. Galanter, Attorney, were on brief, for intervenor\nUnited States.\n\n          Alfredo  Fernandez-Martinez,  with  whom   Delgado  &\nFernandez, LLP was on brief, for appellees Administrator of the\nJudiciary System and Director of the Courts Administration of\nPuerto Rico.\n\n          Hiram Melendez, with whom Roberto J. Sánchez Ramos,\nSolicitor General, Vanessa Lugo Flores, Deputy Solicitor General,\nKenneth Pamias Velázquez, Deputy Solicitor General, Leticia\nCasalduc Rabell, Assistant Solicitor General, and Camelia Fernández\nRomeu, Assistant Solicitor General, were on brief, for appellee\nCommonwealth of Puerto Rico.\n\n\n\n                          July 29, 2004\n\f            LYNCH, Circuit Judge. This case raising several different\n\nfederalism issues arose from a dispute in the courts of Puerto Rico\n\nover the sale of a house.\n\n            In   August    1995,   Amparo     Fuentes-Gonzalez         sued   Ramon\n\nBadillo-Santiago        (\"Badillo\"),     along    with    Badillo's     wife   and\n\nbrother, in the Superior Court of Puerto Rico in connection with a\n\npurchase and sale contract for a house.             Badillo is the plaintiff\n\nand appellant here.\n\n            Before trial, Badillo never asserted that his hearing was\n\ndisabled or that he would require accommodation.                 The only pre-\n\ntrial reference to his hearing was in his answer to the complaint.\n\nIn paragraph 20 of his answer, he stated: \"The right to have\n\nwitnesses   and    to    have   [the    deed]    read    aloud   was    declined,\n\nespecially by me, since I do not hear well and rely on hearing\n\naids.\"   Trial started on September 2, 1997.              On that first day of\n\ntrial, Badillo's counsel informed the court about Badillo's hearing\n\nimpairment and asked that he be permitted to sit near witnesses.\n\nThat request was granted.          On the second day of trial, Badillo\n\nstated that he had heard very little of a witness's testimony.                   At\n\nthat   point,    the    trial   judge    stated    that    Badillo's     demeanor\n\nindicated otherwise, as Badillo had made signs of approval and\n\ndisapproval of the testimony.\n\n            On the third day of trial, defendant Badillo moved for a\n\nnew trial on the ground that no reasonable accommodation had been\n\n\n                                        -3-\n\fprovided to him for his hearing impairment, as required by the\n\nAmericans with Disabilities Act (ADA), 42 U.S.C. § 12101 et seq.\n\nIn support of that motion, Badillo submitted a report that had been\n\nprepared by a clinical audiologist two days earlier, on September\n\n6.   The trial court, which had already accommodated both Badillo's\n\nrequest to sit near witnesses and his request that counsel be\n\nrequired to examine him from the podium, denied the motion.          The\n\ncourt did, however, order that Badillo be provided with a chair on\n\nwheels that he could move around the courtroom.      The court allowed\n\nBadillo to move freely around the courtroom in order to hear better\n\nand advised him to stand up and inform the court if he could not\n\nhear testimony.    Badillo claims that he attempted to comply, but\n\nthat he still could not hear witnesses, and claims that he was\n\nhumiliated and embarrassed by the conditions. The court ultimately\n\nruled in favor of the plaintiff on the merits and Badillo appealed,\n\ninter alia, on the ground that the trial court had failed to\n\nprovide   him   with   reasonable    accommodation   for   his   hearing\n\nimpairment, which, in turn, prevented him from receiving a fair\n\ntrial.\n\n           While he pursued his claims in the court system of Puerto\n\nRico, Badillo also filed this suit, pro se, in the U.S. District\n\nCourt for the District of Puerto Rico on August 31, 1998.        The suit\n\nalleged claims under the ADA and under 42 U.S.C. § 1983 for\n\nviolations of his due process and equal protection rights. Badillo\n\n\n                                    -4-\n\fnamed as defendants the Commonwealth of Puerto Rico and numerous\n\nheads   of   Puerto   Rico   government   entities   in   their   official\n\ncapacities, including the presiding judge of the Puerto Rico\n\nSupreme Court and the trial judge who had presided over the civil\n\ncase against Badillo.        Badillo also sued the trial judge in his\n\nindividual capacity.     He sought compensatory and punitive damages\n\nand an injunction ordering the defendants to bring the courts of\n\nPuerto Rico into compliance with Title II of the ADA.\n\n             The defendants in the federal suit filed motions to\n\ndismiss for failure to state a claim, which Badillo, still pro se,\n\nopposed.     On February 11, 1999, the United States successfully\n\nmoved for leave to appear as amicus curiae to oppose the motion to\n\ndismiss.     On September 29, 1999, counsel entered an appearance for\n\nBadillo.     On September 30, 1999, the district court (1) dismissed\n\nthe ADA claim against the trial judge in his official capacity, (2)\n\ndismissed the claim against the trial judge in his individual\n\ncapacity on grounds of judicial immunity, (3) dismissed the § 1983\n\nclaims against all of the individual defendants in their official\n\ncapacities on the ground that those claims were barred by the\n\nEleventh Amendment, and (4) declined to dismiss Badillo's ADA\n\nclaims against the Commonwealth and the other individual defendants\n\nin their official capacities.\n\n             Badillo subsequently sought leave to amend his complaint\n\nto add claims under § 504 of the Rehabilitation Act, arguing that\n\n\n                                    -5-\n\fthe   court    should   grant   him    leave     to    amend    because      of   the\n\ndifficulties he had faced as a pro se litigant.                The district court\n\ndenied his requests to amend, noting that Badillo had almost a year\n\nafter the filing of his federal complaint to retain a lawyer.\n\nBadillo also asked the court to reconsider its dismissal of the §\n\n1983 claims for injunctive relief against the individual defendants\n\nin their official capacities, pointing to Ex parte Young, 209 U.S.\n\n123 (1908).      The district court denied these requests as well.\n\n              On August 31, 2000, Puerto Rico's intermediate appellate\n\ncourt, the Circuit Court of Appeals, reversed the judgment of the\n\nPuerto Rico      Superior   Court     and    granted   Badillo     a   new   trial,\n\nconcluding that the accommodation provided by the trial court was\n\nnot adequate under the ADA.           Because the court found that a new\n\ntrial was necessary, it did not reach several other issues raised\n\nby Badillo.      The plaintiff in the Commonwealth action, Fuentes-\n\nGonzalez, appealed the judgment of the Circuit Court of Appeals to\n\nthe Supreme Court of Puerto Rico.\n\n              In March 2001, the remaining defendants1 in the federal\n\nsuit filed new motions to dismiss the Title II ADA claims on\n\nEleventh Amendment grounds.         On September 28, 2001, the district\n\ncourt entered judgment dismissing the ADA claims against those\n\ndefendants on the ground that it had no jurisdiction in light of\n\n\n      1\n          After the dismissals of September 30, 1999, one of the\nofficial-capacity defendants, Fuentes-Agostini, successfully moved\nto have the ADA claims against him dismissed.\n\n                                       -6-\n\fPuerto Rico's Eleventh Amendment immunity.      Badillo-Santiago v.\n\nAndreu-Garcia, 167 F. Supp. 2d 194 (D. P.R. 2001).          Badillo\n\nappealed that ruling to this court, and also argued that the\n\ndistrict court had erred both in not permitting him to amend to\n\nassert a § 504 claim and also in dismissing his Ex parte Young\n\nclaims for injunctive relief.\n\n          We heard oral arguments in the case on September 12,\n\n2002, at which time the parties agreed to stay the appeal pending\n\nthe outcome of the parallel appeal in the Supreme Court of Puerto\n\nRico.   On September 30, 2003, the Supreme Court of Puerto Rico\n\nreversed the judgment of the Circuit Court of Appeals, finding no\n\nviolation of Badillo's due process right to a fair trial, and\n\nremanded the case to the intermediate appellate court so that it\n\ncould pass on the remaining issues appealed by Badillo.          In\n\nanalyzing whether the trial court had violated Badillo's procedural\n\ndue process rights, the Supreme Court of Puerto Rico explained that\n\nit \"need not resort to the obligations imposed by the ADA on public\n\nentities, inasmuch as such obligations have been incorporated into\n\nthe Puerto Rican law system as part of the due process of law.\"\n\nThe court explicitly adopted the definition of the procedural due\n\nprocess rights under the U.S. Constitution as it was set forth in\n\nMathews v. Eldridge, 424 U.S. 319 (1976).     The court then offered\n\nits definition of reasonable accommodation:\n\n          We define reasonable accommodation, within the context of\n          the services rendered by the court system, as one that\n\n                                -7-\n\f           does not involve modification of such magnitude as may\n           fundamentally alter the nature of the service -- in this\n           case, the trial on the merits. Reasonable accommodation\n           must guarantee significant access to the benefits,\n           rights, and guarantees that a trial on the merits\n           entails; this, however, should not be mistaken for the\n           creation or addition of substantive benefits different\n           from those provided to persons without disabilities. The\n           purpose of reasonable accommodation is to facilitate the\n           equal and equitable use and enjoyment of recognized\n           services and rights by all users.         Thus, we deem\n           unreasonable    an   accommodation    that   imposes   a\n           disproportionate financial or administrative burden on\n           the court system and on the users.\n\n           [T]he determination to provide such an accommodation\n           within the context of a trial requires a thorough\n           consideration of the interests of all the parties\n           affected by the procedure.     . . .    [I]t is vitally\n           important to also consider the date on which the request\n           for accommodation was submitted, [and] the quality and\n           degree of evidence presented to show the degree and\n           extent of the disability . . . .\n\nThe court noted that the audiology report submitted by Badillo\n\nindicated that his hearing impairment was partial and that he could\n\nhear people up to a distance of four feet if he faced them and\n\nresorted   to   lip   reading.   Accordingly,     the   court   said,   the\n\naccommodation    provided   by   the    trial   court   met   due   process\n\nrequirements because it conformed to the degree of Badillo's\n\ndisability.\n\n              The parties filed supplemental briefs addressing the\n\neffect of the Puerto Rico Supreme Court decision on this federal\n\nsuit. We advised the parties that we would withhold ruling on this\n\nappeal until the United States Supreme Court issued its decision in\n\nTennessee v. Lane, 124 S. Ct. 1978 (2004), on the constitutionality\n\n\n                                  -8-\n\fof Title II of the ADA insofar as it purported to abrogate Eleventh\n\nAmendment    immunity.      The     parties   later     provided     supplemental\n\nbriefing on how Lane impacts this appeal.\n\n                                       I.\n\n             We review de novo the district court's grant of the\n\ndefendants' motions to dismiss and may affirm on any independently\n\nsufficient ground.        Willhauck v. Halpin, 953 F.2d 689, 704 (1st\n\nCir. 1991).        The district court dismissed Badillo's Title II ADA\n\nclaims against the Commonwealth and its officials in their official\n\ncapacities on Eleventh Amendment grounds, concluding that Congress\n\ndid not validly abrogate the Commonwealth's sovereign immunity to\n\nsuch claims.        167 F. Supp. 2d at 198-201.         That ruling, on these\n\nfacts, turned out to be contrary to Tennessee v. Lane, 124 S. Ct.\n\n1978 (2004), in which the Supreme Court held that Congress did\n\nvalidly      abrogate     states'     sovereign       immunity       to   certain\n\nconstitutionally-based claims under Title II of the ADA, on an as-\n\napplied basis.       Id. at 1994.\n\n             In Lane, the Court held that Title II of the ADA enforces\n\na   number    of    constitutional     rights     and    that    a   history   of\n\nunconstitutional disability discrimination supported Congress's\n\nenactment of prophylactic legislation.             Id. at 1988-92 (applying\n\nthe first two parts of the three-part analysis of Fourteenth\n\nAmendment legislation created by City of Boerne v. Flores, 521 U.S.\n\n507 (1997)).       Considering next whether Title II is an appropriate\n\n\n                                       -9-\n\fresponse to    the   history   and   pattern   of   unequal   treatment    of\n\nindividuals with disabilities, the Court declined to \"examine the\n\nbroad range of Title II's applications all at once\" and instead\n\nconcluded that the only question before it was \"whether Congress\n\nhad the power under § 5 to enforce the constitutional right of\n\naccess to the courts.\"    Id. at 1992-93.      The Court held that Title\n\nII's \"requirement of program accessibility . . . is congruent and\n\nproportional to its object of enforcing the right of access to the\n\ncourts\" as it requires only \"'reasonable modifications' that would\n\nnot fundamentally alter the nature of the service provided\" and\n\ndoes not require states to \"undertake measures that would impose an\n\nundue financial or administrative burden.\"          Id. at 1993-94.       The\n\ncourt thus concluded that Title II, \"as it applies to the class of\n\ncases implicating the fundamental right of access to the courts,\"\n\nis a valid exercise of Congress's authority under § 5 of the\n\nFourteenth Amendment.      Here, at least one of Badillo's federal\n\nclaims implicates his right of access to the courts and thus falls\n\nwithin the holding of Lane, and so is not barred by the Eleventh\n\nAmendment.    That is his claim that during his trial he was denied\n\ndue process because there was no reasonable accommodation of his\n\nhearing impairment.2\n\n\n\n\n     2\n          For present purposes, we assume arguendo               that     his\nimpairment rose to the level of a disability.\n\n                                     -10-\n\f           It does not follow, though, that Badillo is now entitled\n\nto go forward in federal court and try to establish the merits of\n\nthat claim.     Given the decision of the Supreme Court of Puerto\n\nRico, this case now presents a potential and separate bar to\n\nfederal   court   jurisdiction   under   the   Rooker-Feldman   doctrine\n\n(and/or   the   issue   preclusion   doctrine).     The   Rooker-Feldman\n\ndoctrine provides that the district courts lack jurisdiction over\n\nany action that is effectively or substantially an appeal from a\n\nstate court's judgment.     See Wilson v. Shumway, 264 F.3d 120, 125\n\n(1st Cir. 2001); Hill v. Town of Conway, 193 F.3d 33, 34-35 (1st\n\nCir. 1999).     Rooker-Feldman applies to state or territorial court\n\njudgments to which the federal courts would accord preclusive\n\neffect, Cruz v. Melecio, 204 F.3d 14, 21 n.5 (1st Cir. 2000), and\n\nthe federal courts \"can ascribe no greater preclusive force to a\n\nstate court judgment than would the courts of that state,\" id. at\n\n21.\n\n           The law of Puerto Rico accords preclusive effect only to\n\njudgments that are \"final and unappealable,\" id. at 20, so \"a\n\ncommonwealth court judgment cannot be accorded preclusive effect\n\nuntil all available appeals have been exhausted (or the time for\n\ntaking them has expired),\" id.       When the district court issued its\n\ndecision dismissing Badillo's ADA claims on September 28, 2001,\n\nBadillo's case in the Commonwealth courts was still pending review\n\nby the Supreme Court of Puerto Rico.           Accordingly, the lack of\n\n\n                                 -11-\n\ffinality of judgment in the case at that time prevented the Rooker-\n\nFeldman doctrine from coming into play.                 Because Puerto Rico's\n\nhighest court has since issued a final judgment, and because the\n\nclaims in this federal suit appear to be the functional equivalent\n\nof an appeal from that judgment, we remand the case to the district\n\ncourt so that it can address whether it has jurisdiction under\n\nRooker-Feldman.       For the same reasons, if the district court\n\ndetermines that it does have jurisdiction over the suit, then it\n\nshould address the res judicata and issue preclusion effects (if\n\nany) of the judgment by the Commonwealth's highest court.\n\n              We remand because the issue whether the federal suit is\n\nbarred is not straightforward, nor has it adequately been briefed\n\nto this court by the parties.            Indeed, the Commonwealth has not\n\nraised Rooker-Feldman, but we are obliged to do so because the\n\nRooker-Feldman     doctrine    is     jurisdictional.         Maymo-Melendez   v.\n\nAlvarez-Ramirez, 364 F.3d 27, 33 n.7 (1st Cir. 2004) (the Rooker-\n\nFeldman doctrine is jurisdictional).\n\n              It is true that the Commonwealth officer defendants were\n\nnot nominally parties in the state court proceedings.                 Cf. Perez-\n\nGuzman   v.    Gracia,   346   F.3d    229,   238   &   n.5    (1st   Cir.   2003)\n\n(cautioning that Rooker-Feldman may not apply where there is no\n\nidentity of parties under Puerto Rico law).               It is equally true\n\nthat the Puerto Rico Supreme Court has adjudicated the merits of\n\nBadillo's denial of due process claim and has done so under federal\n\n\n                                       -12-\n\fdue   process   standards   and    has   articulated   a   reasonable\n\naccommodation standard essentially equivalent to the Lane standard.\n\nWe thus reject Badillo's argument that the standard used by the\n\nPuerto Rico Supreme Court was different from the ADA standard.    We\n\nalso reject Badillo's argument that the Puerto Rico Supreme Court's\n\nanalysis was affected by its allocation of the burden of proof as\n\nto the reasonableness of an accommodation.        Nothing about the\n\noutcome reached by the Puerto Rico Supreme Court turned on who had\n\nwhat burden of proof.\n\n          Although we remand, we caution Badillo about whether it\n\nis worth continuing his suit.     Whether or not the decision of the\n\nSupreme Court of Puerto Rico precludes him from having the lower\n\nfederal courts adjudicate his claim, Badillo should be aware that\n\nthe merits of his claim have been thoughtfully received and were\n\nfound to be wanting.\n\n                                  II.\n\n          Badillo also appeals from the dismissal of his claims\n\nunder § 1983 against Commonwealth officials.    The only place where\n\nthis might make a difference is in his request that the defendants\n\nbe enjoined to prepare a plan to secure compliance with the ADA and\n\neducate the public.\n\n          It is not clear if Badillo intends this as an independent\n\nclaim or whether he wishes to pursue it at all.    If, on remand, he\n\npursues the claim, then a number of issues must be resolved:\n\n\n                                  -13-\n\fwhether such a claim is stated under the ADA, whether Badillo has\n\nstanding, whether the Eleventh Amendment and Lane foreclose such a\n\nclaim, and others.   These issues may be addressed initially in the\n\ndistrict court.\n\n                                III.\n\n          This leaves only Badillo's appeal from the district\n\ncourt's refusal to allow him to amend his complaint to add claims\n\nunder § 504 of the Rehabilitation Act.     We review the district\n\ncourt's denial of leave to amend for abuse of discretion and pay\n\ndeference \"to any adequate reason for the denial.\"    Acosta-Mestre\n\nv. Hilton Int'l of P.R., Inc., 156 F.3d 49, 51 (1st Cir. 1998).   We\n\naffirm.\n\n          Badillo filed this case on August 31, 1998.   Before the\n\nend of 1998, the defendants had filed several motions to dismiss.\n\nYet Badillo waited until September 1999 to retain counsel (counsel\n\nmade his first appearance on September 29, 1999), and he did not\n\nfile the motion to amend until October 22, 1999 -- almost one month\n\nafter the court had ruled on the defendants' motions to dismiss and\n\nmore than a full year after the filing of the complaint.     Under\n\nthose circumstances, it was within the district court's discretion\n\nto deny the belated motion to amend.      See Hayes v. New England\n\nMillwork Distribs., Inc., 602 F.2d 15, 20 (1st Cir. 1979) (undue\n\ndelay can be a basis for denial of leave to amend).\n\n\n\n\n                               -14-\n\f                                   IV.\n\n           The judgment of the district court dismissing the ADA\n\nclaim is vacated, the denial of the motion to amend to add a § 504\n\nclaim is   affirmed,   and   the   case   is   remanded   for   proceedings\n\nconsistent with this opinion.      No costs are awarded.\n\n\n\n\n                                   -15-\n\f",
  "html": "<p class=\"case_cite\">378 F.3d 1</p>\n    <p class=\"parties\">Ramon BADILLO-SANTIAGO, M.D. Plaintiff, Appellant, and United States, Intervenor,<br>v.<br>Hon. Miriam NAVEIRA-MERLY, in her official capacity as Administrator of the Judiciary System; Hon. Lirio Bernal Sanchez, in her official capacity as Director of the Courts Administration of Puerto Rico; Wilfredo Girau-Toledo, in his official capacity as Director of the Public Buildings Authority; The Commonwealth of Puerto Rico; Administracion de Tribunales, Adm. de Tribunales de P.R.; Autoridad de Edificios Publicos, Defendants, Appellees,<br>Jose A. Fuentes-Agostini, in his Official capacity as Secretary of Justice of Puerto Rico; Julio Berrios-Jim&#233;nez, Judge, in his official and personal capacity, Defendants.</p>\n    <p class=\"docket\">No. 01-2640.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 12, 2002.</p>\n    <p class=\"date\">Decided July 29, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico, Salvador E. Casellas, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Marc P. Charmatz, with whom Mary C. Vargas, Rosaline Crawford, and National Association of the Deaf Law Center were on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kevin K. Russell, Attorney, Department of Justice, with whom R. Alexander Acosta, Assistant Attorney General, Ralph F. Boyd Jr., Assistant Attorney General, Jessica Dunsay Silver, Attorney, and Seth M. Galanter, Attorney, were on brief, for intervenor United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Alfredo Fernandez-Martinez, with whom Delgado &amp; Fernandez, LLP was on brief, for appellees Administrator of the Judiciary System and Director of the Courts Administration of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Hiram Melendez, with whom Roberto J. Sanchez Ramos, Solicitor General, Vanessa Lugo Flores, Deputy Solicitor General, Kenneth Pamias Velazquez, Deputy Solicitor General, Leticia Casalduc Rabell, Assistant Solicitor General, and Camelia Fernandez Romeu, Assistant Solicitor General, were on brief, for appellee Commonwealth of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before Selya, LYNCH, and LIPEZ, Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This case raising several different federalism issues arose from a dispute in the courts of Puerto Rico over the sale of a house.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In August 1995, Amparo Fuentes-Gonzalez sued Ramon Badillo-Santiago (\"Badillo\"), along with Badillo's wife and brother, in the Superior Court of Puerto Rico in connection with a purchase and sale contract for a house. Badillo is the plaintiff and appellant here.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before trial, Badillo never asserted that his hearing was disabled or that he would require accommodation. The only pre-trial reference to his hearing was in his answer to the complaint. In paragraph 20 of his answer, he stated: \"The right to have witnesses and to have [the deed] read aloud was declined, especially by me, since I do not hear well and rely on hearing aids.\" Trial started on September 2, 1997. On that first day of trial, Badillo's counsel informed the court about Badillo's hearing impairment and asked that he be permitted to sit near witnesses. That request was granted. On the second day of trial, Badillo stated that he had heard very little of a witness's testimony. At that point, the trial judge stated that Badillo's demeanor indicated otherwise, as Badillo had made signs of approval and disapproval of the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On the third day of trial, defendant Badillo moved for a new trial on the ground that no reasonable accommodation had been provided to him for his hearing impairment, as required by the Americans with Disabilities Act (ADA), 42 U.S.C. &#167; 12101 <i>et seq.</i> In support of that motion, Badillo submitted a report that had been prepared by a clinical audiologist two days earlier, on September 6. The trial court, which had already accommodated both Badillo's request to sit near witnesses and his request that counsel be required to examine him from the podium, denied the motion. The court did, however, order that Badillo be provided with a chair on wheels that he could move around the courtroom. The court allowed Badillo to move freely around the courtroom in order to hear better and advised him to stand up and inform the court if he could not hear testimony. Badillo claims that he attempted to comply, but that he still could not hear witnesses, and claims that he was humiliated and embarrassed by the conditions. The court ultimately ruled in favor of the plaintiff on the merits and Badillo appealed, <i>inter alia,</i> on the ground that the trial court had failed to provide him with reasonable accommodation for his hearing impairment, which, in turn, prevented him from receiving a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While he pursued his claims in the court system of Puerto Rico, Badillo also filed this suit, pro se, in the U.S. District Court for the District of Puerto Rico on August 31, 1998. The suit alleged claims under the ADA and under 42 U.S.C. &#167; 1983 for violations of his due process and equal protection rights. Badillo named as defendants the Commonwealth of Puerto Rico and numerous heads of Puerto Rico government entities in their official capacities, including the presiding judge of the Puerto Rico Supreme Court and the trial judge who had presided over the civil case against Badillo. Badillo also sued the trial judge in his individual capacity. He sought compensatory and punitive damages and an injunction ordering the defendants to bring the courts of Puerto Rico into compliance with Title II of the ADA.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The defendants in the federal suit filed motions to dismiss for failure to state a claim, which Badillo, still pro se, opposed. On February 11, 1999, the United States successfully moved for leave to appear as amicus curiae to oppose the motion to dismiss. On September 29, 1999, counsel entered an appearance for Badillo. On September 30, 1999, the district court (1) dismissed the ADA claim against the trial judge in his official capacity, (2) dismissed the claim against the trial judge in his individual capacity on grounds of judicial immunity, (3) dismissed the &#167; 1983 claims against all of the individual defendants in their official capacities on the ground that those claims were barred by the Eleventh Amendment, and (4) declined to dismiss Badillo's ADA claims against the Commonwealth and the other individual defendants in their official capacities.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Badillo subsequently sought leave to amend his complaint to add claims under &#167; 504 of the Rehabilitation Act, arguing that the court should grant him leave to amend because of the difficulties he had faced as a pro se litigant. The district court denied his requests to amend, noting that Badillo had almost a year after the filing of his federal complaint to retain a lawyer. Badillo also asked the court to reconsider its dismissal of the &#167; 1983 claims for injunctive relief against the individual defendants in their official capacities, pointing to <i>Ex parte Young,</i> 209 U.S. 123, 28 S.Ct. 441, 52 L.Ed. 714 (1908). The district court denied these requests as well.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On August 31, 2000, Puerto Rico's intermediate appellate court, the Circuit Court of Appeals, reversed the judgment of the Puerto Rico Superior Court and granted Badillo a new trial, concluding that the accommodation provided by the trial court was not adequate under the ADA. Because the court found that a new trial was necessary, it did not reach several other issues raised by Badillo. The plaintiff in the Commonwealth action, Fuentes-Gonzalez, appealed the judgment of the Circuit Court of Appeals to the Supreme Court of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In March 2001, the remaining defendants<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> in the federal suit filed new motions to dismiss the Title II ADA claims on Eleventh Amendment grounds. On September 28, 2001, the district court entered judgment dismissing the ADA claims against those defendants on the ground that it had no jurisdiction in light of Puerto Rico's Eleventh Amendment immunity. <i>Badillo-Santiago v. Andreu-Garcia,</i> 167 F.Supp.2d 194 (D.P.R.2001). Badillo appealed that ruling to this court, and also argued that the district court had erred both in not permitting him to amend to assert a &#167; 504 claim and also in dismissing his <i>Ex parte Young</i> claims for injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We heard oral arguments in the case on September 12, 2002, at which time the parties agreed to stay the appeal pending the outcome of the parallel appeal in the Supreme Court of Puerto Rico. On September 30, 2003, the Supreme Court of Puerto Rico reversed the judgment of the Circuit Court of Appeals, finding no violation of Badillo's due process right to a fair trial, and remanded the case to the intermediate appellate court so that it could pass on the remaining issues appealed by Badillo. In analyzing whether the trial court had violated Badillo's procedural due process rights, the Supreme Court of Puerto Rico explained that it \"<i>need not</i> resort to the obligations imposed by the ADA on public entities, inasmuch as such obligations have been incorporated into the Puerto Rican law system as part of the due process of law.\" The court explicitly adopted the definition of the procedural due process rights under the U.S. Constitution as it was set forth in <i>Mathews v. Eldridge,</i> 424 U.S. 319, 96 S.Ct. 893, 47 L.Ed.2d 18 (1976). The court then offered its definition of reasonable accommodation:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We define reasonable accommodation, within the context of the services rendered by the court system, as one that does not involve modification of such magnitude as may fundamentally alter the nature of the service &#8212; in this case, the trial on the merits. Reasonable accommodation must guarantee significant access to the benefits, rights, and guarantees that a trial on the merits entails; this, however, should not be mistaken for the creation or addition of substantive benefits different from those provided to persons without disabilities. The purpose of reasonable accommodation is to facilitate the equal and equitable use and enjoyment of recognized services and rights by all users. Thus, we deem unreasonable an accommodation that imposes a disproportionate financial or administrative burden on the court system and on the users.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[T]he determination to provide such an accommodation within the context of a trial requires a thorough consideration of the interests of all the parties affected by the procedure.... [I]t is vitally important to also consider the date on which the request for accommodation was submitted, [and] the quality and degree of evidence presented to show the degree and extent of the disability....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The court noted that the audiology report submitted by Badillo indicated that his hearing impairment was partial and that he could hear people up to a distance of four feet if he faced them and resorted to lip reading. Accordingly, the court said, the accommodation provided by the trial court met due process requirements because it conformed to the degree of Badillo's disability.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The parties filed supplemental briefs addressing the effect of the Puerto Rico Supreme Court decision on this federal suit. We advised the parties that we would withhold ruling on this appeal until the United States Supreme Court issued its decision in <i>Tennessee v. Lane,</i> ___ U.S. ___, 124 S.Ct. 1978, 158 L.Ed.2d 820 (2004), on the constitutionality of Title II of the ADA insofar as it purported to abrogate Eleventh Amendment immunity. The parties later provided supplemental briefing on how <i>Lane</i> impacts this appeal.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review de novo the district court's grant of the defendants' motions to dismiss and may affirm on any independently sufficient ground. <i>Willhauck v. Halpin,</i> 953 F.2d 689, 704 (1st Cir.1991). The district court dismissed Badillo's Title II ADA claims against the Commonwealth and its officials in their official capacities on Eleventh Amendment grounds, concluding that Congress did not validly abrogate the Commonwealth's sovereign immunity to such claims. 167 F.Supp.2d at 198-201. That ruling, on these facts, turned out to be contrary to <i>Tennessee v. Lane,</i> ___ U.S. ___, 124 S.Ct. 1978, 158 L.Ed.2d 820 (2004), in which the Supreme Court held that Congress did validly abrogate states' sovereign immunity to certain constitutionally-based claims under Title II of the ADA, on an as-applied basis. <i>Id.</i> at 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In <i>Lane,</i> the Court held that Title II of the ADA enforces a number of constitutional rights and that a history of unconstitutional disability discrimination supported Congress's enactment of prophylactic legislation. <i>Id.</i> at 1988-92 (applying the first two parts of the three-part analysis of Fourteenth Amendment legislation created by <i>City of Boerne v. Flores,</i> 521 U.S. 507, 117 S.Ct. 2157, 138 L.Ed.2d 624 (1997)). Considering next whether Title II is an appropriate response to the history and pattern of unequal treatment of individuals with disabilities, the Court declined to \"examine the broad range of Title II's applications all at once\" and instead concluded that the only question before it was \"whether Congress had the power under &#167; 5 to enforce the constitutional right of access to the courts.\" <i>Id.</i> at 1992-93. The Court held that Title II's \"requirement of program accessibility... is congruent and proportional to its object of enforcing the right of access to the courts\" as it requires only \"`reasonable modifications' that would not fundamentally alter the nature of the service provided\" and does not require states to \"undertake measures that would impose an undue financial or administrative burden.\" <i>Id.</i> at 1993-94. The court thus concluded that Title II, \"as it applies to the class of cases implicating the fundamental right of access to the courts,\" is a valid exercise of Congress's authority under &#167; 5 of the Fourteenth Amendment. Here, at least one of Badillo's federal claims implicates his right of access to the courts and thus falls within the holding of <i>Lane,</i> and so is not barred by the Eleventh Amendment. That is his claim that during his trial he was denied due process because there was no reasonable accommodation of his hearing impairment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It does not follow, though, that Badillo is now entitled to go forward in federal court and try to establish the merits of that claim. Given the decision of the Supreme Court of Puerto Rico, this case now presents a potential and separate bar to federal court jurisdiction under the <i>Rooker-Feldman</i> doctrine (and/or the issue preclusion doctrine). The <i>Rooker-Feldman</i> doctrine provides that the district courts lack jurisdiction over any action that is effectively or substantially an appeal from a state court's judgment. <i>See Wilson v. Shumway,</i> 264 F.3d 120, 125 (1st Cir.2001); <i>Hill v. Town of Conway,</i> 193 F.3d 33, 34-35 (1st Cir.1999). <i>Rooker-Feldman</i> applies to state or territorial court judgments to which the federal courts would accord preclusive effect, <i>Cruz v. Melecio,</i> 204 F.3d 14, 21 n. 5 (1st Cir.2000), and the federal courts \"can ascribe no greater preclusive force to a state court judgment than would the courts of that state,\" <i>id.</i> at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The law of Puerto Rico accords preclusive effect only to judgments that are \"final and unappealable,\" <i>id.</i> at 20, so \"a commonwealth court judgment cannot be accorded preclusive effect until all available appeals have been exhausted (or the time for taking them has expired),\" <i>id.</i> When the district court issued its decision dismissing Badillo's ADA claims on September 28, 2001, Badillo's case in the Commonwealth courts was still pending review by the Supreme Court of Puerto Rico. Accordingly, the lack of finality of judgment in the case at that time prevented the <i>Rooker-Feldman</i> doctrine from coming into play. Because Puerto Rico's highest court has since issued a final judgment, and because the claims in this federal suit appear to be the functional equivalent of an appeal from that judgment, we remand the case to the district court so that it can address whether it has jurisdiction under <i>Rooker-Feldman.</i> For the same reasons, if the district court determines that it does have jurisdiction over the suit, then it should address the res judicata and issue preclusion effects (if any) of the judgment by the Commonwealth's highest court.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We remand because the issue whether the federal suit is barred is not straightforward, nor has it adequately been briefed to this court by the parties. Indeed, the Commonwealth has not raised <i>Rooker-Feldman,</i> but we are obliged to do so because the <i>Rooker-Feldman</i> doctrine is jurisdictional. <i>Maymo-Melendez v. Alvarez-Ramirez,</i> 364 F.3d 27, 33 n. 7 (1st Cir.2004) (the <i>Rooker-Feldman</i> doctrine is jurisdictional).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is true that the Commonwealth officer defendants were not nominally parties in the state court proceedings. <i>Cf. Perez-Guzman v. Gracia,</i> 346 F.3d 229, 238 &amp; n. 5 (1st Cir.2003) (cautioning that <i>Rooker-Feldman</i> may not apply where there is no identity of parties under Puerto Rico law). It is equally true that the Puerto Rico Supreme Court has adjudicated the merits of Badillo's denial of due process claim and has done so under federal due process standards and has articulated a reasonable accommodation standard essentially equivalent to the <i>Lane</i> standard. We thus reject Badillo's argument that the standard used by the Puerto Rico Supreme Court was different from the ADA standard. We also reject Badillo's argument that the Puerto Rico Supreme Court's analysis was affected by its allocation of the burden of proof as to the reasonableness of an accommodation. Nothing about the outcome reached by the Puerto Rico Supreme Court turned on who had what burden of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Although we remand, we caution Badillo about whether it is worth continuing his suit. Whether or not the decision of the Supreme Court of Puerto Rico precludes him from having the lower federal courts adjudicate his claim, Badillo should be aware that the merits of his claim have been thoughtfully received and were found to be wanting.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Badillo also appeals from the dismissal of his claims under &#167; 1983 against Commonwealth officials. The only place where this might make a difference is in his request that the defendants be enjoined to prepare a plan to secure compliance with the ADA and educate the public.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is not clear if Badillo intends this as an independent claim or whether he wishes to pursue it at all. If, on remand, he pursues the claim, then a number of issues must be resolved: whether such a claim is stated under the ADA, whether Badillo has standing, whether the Eleventh Amendment and <i>Lane</i> foreclose such a claim, and others. These issues may be addressed initially in the district court.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This leaves only Badillo's appeal from the district court's refusal to allow him to amend his complaint to add claims under &#167; 504 of the Rehabilitation Act. We review the district court's denial of leave to amend for abuse of discretion and pay deference \"to any adequate reason for the denial.\" <i>Acosta-Mestre v. Hilton Int'l of P.R., Inc.,</i> 156 F.3d 49, 51 (1st Cir.1998). We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Badillo filed this case on August 31, 1998. Before the end of 1998, the defendants had filed several motions to dismiss. Yet Badillo waited until September 1999 to retain counsel (counsel made his first appearance on September 29, 1999), and he did not file the motion to amend until October 22, 1999 &#8212; almost one month after the court had ruled on the defendants' motions to dismiss and more than a full year after the filing of the complaint. Under those circumstances, it was within the district court's discretion to deny the belated motion to amend. <i>See Hayes v. New England Millwork Distribs., Inc.,</i> 602 F.2d 15, 20 (1st Cir.1979) (undue delay can be a basis for denial of leave to amend).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgment of the district court dismissing the ADA claim is <i>vacated,</i> the denial of the motion to amend to add a &#167; 504 claim is <i>affirmed,</i> and the case is <i>remanded</i> for proceedings consistent with this opinion. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> After the dismissals of September 30, 1999, one of the official-capacity defendants, Fuentes-Agostini, successfully moved to have the ADA claims against him dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For present purposes, we assume arguendo that his impairment rose to the level of a disability</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Ramon BADILLO-SANTIAGO, M.D. Plaintiff, Appellant, and United States, Intervenor,<br>v.<br>Hon. Miriam NAVEIRA-MERLY, in her official capacity as Administrator of the Judiciary System; Hon. Lirio Bernal Sanchez, in her official capacity as Director of the Courts Administration of Puerto Rico; Wilfredo Girau-Toledo, in his official capacity as Director of the Public Buildings Authority; The Commonwealth of Puerto Rico; Administracion de Tribunales, Adm. de Tribunales de P.R.; Autoridad de Edificios Publicos, Defendants, Appellees,<br>Jose A. Fuentes-Agostini, in his Official capacity as Secretary of Justice of Puerto Rico; Julio Berrios-Jim&#233;nez, Judge, in his official and personal capacity, Defendants.</p>\n    <p class=\"docket\">No. 01-2640.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 12, 2002.</p>\n    <p class=\"date\">Decided July 29, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Puerto Rico, Salvador E. Casellas, J.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Marc P. Charmatz, with whom Mary C. Vargas, Rosaline Crawford, and National Association of the Deaf Law Center were on brief, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Kevin K. Russell, Attorney, Department of Justice, with whom R. Alexander Acosta, Assistant Attorney General, Ralph F. Boyd Jr., Assistant Attorney General, Jessica Dunsay Silver, Attorney, and Seth M. Galanter, Attorney, were on brief, for intervenor United States.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Alfredo Fernandez-Martinez, with whom Delgado &amp; Fernandez, LLP was on brief, for appellees Administrator of the Judiciary System and Director of the Courts Administration of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Hiram Melendez, with whom Roberto J. Sanchez Ramos, Solicitor General, Vanessa Lugo Flores, Deputy Solicitor General, Kenneth Pamias Velazquez, Deputy Solicitor General, Leticia Casalduc Rabell, Assistant Solicitor General, and Camelia Fernandez Romeu, Assistant Solicitor General, were on brief, for appellee Commonwealth of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before Selya, LYNCH, and LIPEZ, Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This case raising several different federalism issues arose from a dispute in the courts of Puerto Rico over the sale of a house.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In August 1995, Amparo Fuentes-Gonzalez sued Ramon Badillo-Santiago (\"Badillo\"), along with Badillo's wife and brother, in the Superior Court of Puerto Rico in connection with a purchase and sale contract for a house. Badillo is the plaintiff and appellant here.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before trial, Badillo never asserted that his hearing was disabled or that he would require accommodation. The only pre-trial reference to his hearing was in his answer to the complaint. In paragraph 20 of his answer, he stated: \"The right to have witnesses and to have [the deed] read aloud was declined, especially by me, since I do not hear well and rely on hearing aids.\" Trial started on September 2, 1997. On that first day of trial, Badillo's counsel informed the court about Badillo's hearing impairment and asked that he be permitted to sit near witnesses. That request was granted. On the second day of trial, Badillo stated that he had heard very little of a witness's testimony. At that point, the trial judge stated that Badillo's demeanor indicated otherwise, as Badillo had made signs of approval and disapproval of the testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On the third day of trial, defendant Badillo moved for a new trial on the ground that no reasonable accommodation had been provided to him for his hearing impairment, as required by the Americans with Disabilities Act (ADA), 42 U.S.C. &#167; 12101 <i>et seq.</i> In support of that motion, Badillo submitted a report that had been prepared by a clinical audiologist two days earlier, on September 6. The trial court, which had already accommodated both Badillo's request to sit near witnesses and his request that counsel be required to examine him from the podium, denied the motion. The court did, however, order that Badillo be provided with a chair on wheels that he could move around the courtroom. The court allowed Badillo to move freely around the courtroom in order to hear better and advised him to stand up and inform the court if he could not hear testimony. Badillo claims that he attempted to comply, but that he still could not hear witnesses, and claims that he was humiliated and embarrassed by the conditions. The court ultimately ruled in favor of the plaintiff on the merits and Badillo appealed, <i>inter alia,</i> on the ground that the trial court had failed to provide him with reasonable accommodation for his hearing impairment, which, in turn, prevented him from receiving a fair trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While he pursued his claims in the court system of Puerto Rico, Badillo also filed this suit, pro se, in the U.S. District Court for the District of Puerto Rico on August 31, 1998. The suit alleged claims under the ADA and under 42 U.S.C. &#167; 1983 for violations of his due process and equal protection rights. Badillo named as defendants the Commonwealth of Puerto Rico and numerous heads of Puerto Rico government entities in their official capacities, including the presiding judge of the Puerto Rico Supreme Court and the trial judge who had presided over the civil case against Badillo. Badillo also sued the trial judge in his individual capacity. He sought compensatory and punitive damages and an injunction ordering the defendants to bring the courts of Puerto Rico into compliance with Title II of the ADA.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The defendants in the federal suit filed motions to dismiss for failure to state a claim, which Badillo, still pro se, opposed. On February 11, 1999, the United States successfully moved for leave to appear as amicus curiae to oppose the motion to dismiss. On September 29, 1999, counsel entered an appearance for Badillo. On September 30, 1999, the district court (1) dismissed the ADA claim against the trial judge in his official capacity, (2) dismissed the claim against the trial judge in his individual capacity on grounds of judicial immunity, (3) dismissed the &#167; 1983 claims against all of the individual defendants in their official capacities on the ground that those claims were barred by the Eleventh Amendment, and (4) declined to dismiss Badillo's ADA claims against the Commonwealth and the other individual defendants in their official capacities.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Badillo subsequently sought leave to amend his complaint to add claims under &#167; 504 of the Rehabilitation Act, arguing that the court should grant him leave to amend because of the difficulties he had faced as a pro se litigant. The district court denied his requests to amend, noting that Badillo had almost a year after the filing of his federal complaint to retain a lawyer. Badillo also asked the court to reconsider its dismissal of the &#167; 1983 claims for injunctive relief against the individual defendants in their official capacities, pointing to <i>Ex parte Young,</i> <span class=\"citation\" data-id=\"96819\"><a href=\"/opinion/96819/ex-parte-young/\"><span class=\"volume\">209</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">28</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">441</span></span>, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">714</span></span> (1908). The district court denied these requests as well.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On August 31, 2000, Puerto Rico's intermediate appellate court, the Circuit Court of Appeals, reversed the judgment of the Puerto Rico Superior Court and granted Badillo a new trial, concluding that the accommodation provided by the trial court was not adequate under the ADA. Because the court found that a new trial was necessary, it did not reach several other issues raised by Badillo. The plaintiff in the Commonwealth action, Fuentes-Gonzalez, appealed the judgment of the Circuit Court of Appeals to the Supreme Court of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In March 2001, the remaining defendants<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> in the federal suit filed new motions to dismiss the Title II ADA claims on Eleventh Amendment grounds. On September 28, 2001, the district court entered judgment dismissing the ADA claims against those defendants on the ground that it had no jurisdiction in light of Puerto Rico's Eleventh Amendment immunity. <i>Badillo-Santiago v. Andreu-Garcia,</i> <span class=\"citation\" data-id=\"2506191\"><a href=\"/opinion/2506191/badillo-santiago-v-andreu-garcia/\"><span class=\"volume\">167</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">194</span></a></span> (D.P.R.2001). Badillo appealed that ruling to this court, and also argued that the district court had erred both in not permitting him to amend to assert a &#167; 504 claim and also in dismissing his <i>Ex parte Young</i> claims for injunctive relief.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We heard oral arguments in the case on September 12, 2002, at which time the parties agreed to stay the appeal pending the outcome of the parallel appeal in the Supreme Court of Puerto Rico. On September 30, 2003, the Supreme Court of Puerto Rico reversed the judgment of the Circuit Court of Appeals, finding no violation of Badillo's due process right to a fair trial, and remanded the case to the intermediate appellate court so that it could pass on the remaining issues appealed by Badillo. In analyzing whether the trial court had violated Badillo's procedural due process rights, the Supreme Court of Puerto Rico explained that it \"<i>need not</i> resort to the obligations imposed by the ADA on public entities, inasmuch as such obligations have been incorporated into the Puerto Rican law system as part of the due process of law.\" The court explicitly adopted the definition of the procedural due process rights under the U.S. Constitution as it was set forth in <i>Mathews v. Eldridge,</i> <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">319</span></a></span>, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, <span class=\"citation\" data-id=\"109382\"><a href=\"/opinion/109382/mathews-v-eldridge/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (1976). The court then offered its definition of reasonable accommodation:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We define reasonable accommodation, within the context of the services rendered by the court system, as one that does not involve modification of such magnitude as may fundamentally alter the nature of the service &#8212; in this case, the trial on the merits. Reasonable accommodation must guarantee significant access to the benefits, rights, and guarantees that a trial on the merits entails; this, however, should not be mistaken for the creation or addition of substantive benefits different from those provided to persons without disabilities. The purpose of reasonable accommodation is to facilitate the equal and equitable use and enjoyment of recognized services and rights by all users. Thus, we deem unreasonable an accommodation that imposes a disproportionate financial or administrative burden on the court system and on the users.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[T]he determination to provide such an accommodation within the context of a trial requires a thorough consideration of the interests of all the parties affected by the procedure.... [I]t is vitally important to also consider the date on which the request for accommodation was submitted, [and] the quality and degree of evidence presented to show the degree and extent of the disability....</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The court noted that the audiology report submitted by Badillo indicated that his hearing impairment was partial and that he could hear people up to a distance of four feet if he faced them and resorted to lip reading. Accordingly, the court said, the accommodation provided by the trial court met due process requirements because it conformed to the degree of Badillo's disability.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The parties filed supplemental briefs addressing the effect of the Puerto Rico Supreme Court decision on this federal suit. We advised the parties that we would withhold ruling on this appeal until the United States Supreme Court issued its decision in <i>Tennessee v. Lane,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1978</span></a></span>, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span></a></span> (2004), on the constitutionality of Title II of the ADA insofar as it purported to abrogate Eleventh Amendment immunity. The parties later provided supplemental briefing on how <i>Lane</i> impacts this appeal.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We review de novo the district court's grant of the defendants' motions to dismiss and may affirm on any independently sufficient ground. <i>Willhauck v. Halpin,</i> <span class=\"citation\" data-id=\"575825\"><a href=\"/opinion/575825/francis-a-willhauck-jr-v-paul-halpin/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">689</span></a></span>, 704 (1st Cir.1991). The district court dismissed Badillo's Title II ADA claims against the Commonwealth and its officials in their official capacities on Eleventh Amendment grounds, concluding that Congress did not validly abrogate the Commonwealth's sovereign immunity to such claims. 167 F.Supp.2d at 198-201. That ruling, on these facts, turned out to be contrary to <i>Tennessee v. Lane,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1978</span></a></span>, <span class=\"citation\" data-id=\"134743\"><a href=\"/opinion/134743/tennessee-v-lane/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">820</span></a></span> (2004), in which the Supreme Court held that Congress did validly abrogate states' sovereign immunity to certain constitutionally-based claims under Title II of the ADA, on an as-applied basis. <i>Id.</i> at 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In <i>Lane,</i> the Court held that Title II of the ADA enforces a number of constitutional rights and that a history of unconstitutional disability discrimination supported Congress's enactment of prophylactic legislation. <i>Id.</i> at 1988-92 (applying the first two parts of the three-part analysis of Fourteenth Amendment legislation created by <i>City of Boerne v. Flores,</i> <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2157</span></a></span>, <span class=\"citation\" data-id=\"118140\"><a href=\"/opinion/118140/city-of-boerne-v-flores/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">624</span></a></span> (1997)). Considering next whether Title II is an appropriate response to the history and pattern of unequal treatment of individuals with disabilities, the Court declined to \"examine the broad range of Title II's applications all at once\" and instead concluded that the only question before it was \"whether Congress had the power under &#167; 5 to enforce the constitutional right of access to the courts.\" <i>Id.</i> at 1992-93. The Court held that Title II's \"requirement of program accessibility... is congruent and proportional to its object of enforcing the right of access to the courts\" as it requires only \"`reasonable modifications' that would not fundamentally alter the nature of the service provided\" and does not require states to \"undertake measures that would impose an undue financial or administrative burden.\" <i>Id.</i> at 1993-94. The court thus concluded that Title II, \"as it applies to the class of cases implicating the fundamental right of access to the courts,\" is a valid exercise of Congress's authority under &#167; 5 of the Fourteenth Amendment. Here, at least one of Badillo's federal claims implicates his right of access to the courts and thus falls within the holding of <i>Lane,</i> and so is not barred by the Eleventh Amendment. That is his claim that during his trial he was denied due process because there was no reasonable accommodation of his hearing impairment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It does not follow, though, that Badillo is now entitled to go forward in federal court and try to establish the merits of that claim. Given the decision of the Supreme Court of Puerto Rico, this case now presents a potential and separate bar to federal court jurisdiction under the <i>Rooker-Feldman</i> doctrine (and/or the issue preclusion doctrine). The <i>Rooker-Feldman</i> doctrine provides that the district courts lack jurisdiction over any action that is effectively or substantially an appeal from a state court's judgment. <i>See Wilson v. Shumway,</i> <span class=\"citation\" data-id=\"199589\"><a href=\"/opinion/199589/wilson-v-genisis-of-laconia/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 125 (1st Cir.2001); <i>Hill v. Town of Conway,</i> <span class=\"citation\" data-id=\"198663\"><a href=\"/opinion/198663/hill-v-town-of-conway/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 34-35 (1st Cir.1999). <i>Rooker-Feldman</i> applies to state or territorial court judgments to which the federal courts would accord preclusive effect, <i>Cruz v. Melecio,</i> <span class=\"citation\" data-id=\"198832\"><a href=\"/opinion/198832/oscar-cruz-v-melecio/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 21 n. 5 (1st Cir.2000), and the federal courts \"can ascribe no greater preclusive force to a state court judgment than would the courts of that state,\" <i>id.</i> at 21.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The law of Puerto Rico accords preclusive effect only to judgments that are \"final and unappealable,\" <i>id.</i> at 20, so \"a commonwealth court judgment cannot be accorded preclusive effect until all available appeals have been exhausted (or the time for taking them has expired),\" <i>id.</i> When the district court issued its decision dismissing Badillo's ADA claims on September 28, 2001, Badillo's case in the Commonwealth courts was still pending review by the Supreme Court of Puerto Rico. Accordingly, the lack of finality of judgment in the case at that time prevented the <i>Rooker-Feldman</i> doctrine from coming into play. Because Puerto Rico's highest court has since issued a final judgment, and because the claims in this federal suit appear to be the functional equivalent of an appeal from that judgment, we remand the case to the district court so that it can address whether it has jurisdiction under <i>Rooker-Feldman.</i> For the same reasons, if the district court determines that it does have jurisdiction over the suit, then it should address the res judicata and issue preclusion effects (if any) of the judgment by the Commonwealth's highest court.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We remand because the issue whether the federal suit is barred is not straightforward, nor has it adequately been briefed to this court by the parties. Indeed, the Commonwealth has not raised <i>Rooker-Feldman,</i> but we are obliged to do so because the <i>Rooker-Feldman</i> doctrine is jurisdictional. <i>Maymo-Melendez v. Alvarez-Ramirez,</i> <span class=\"citation\" data-id=\"200962\"><a href=\"/opinion/200962/maymo-melendez-v-alvarez-ramirez/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 n. 7 (1st Cir.2004) (the <i>Rooker-Feldman</i> doctrine is jurisdictional).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">It is true that the Commonwealth officer defendants were not nominally parties in the state court proceedings. <i>Cf. Perez-Guzman v. Gracia,</i> <span class=\"citation\" data-id=\"200687\"><a href=\"/opinion/200687/perez-guzman-v-commonwealth-of-pr/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">229</span></a></span>, 238 &amp; n. 5 (1st Cir.2003) (cautioning that <i>Rooker-Feldman</i> may not apply where there is no identity of parties under Puerto Rico law). It is equally true that the Puerto Rico Supreme Court has adjudicated the merits of Badillo's denial of due process claim and has done so under federal due process standards and has articulated a reasonable accommodation standard essentially equivalent to the <i>Lane</i> standard. We thus reject Badillo's argument that the standard used by the Puerto Rico Supreme Court was different from the ADA standard. We also reject Badillo's argument that the Puerto Rico Supreme Court's analysis was affected by its allocation of the burden of proof as to the reasonableness of an accommodation. Nothing about the outcome reached by the Puerto Rico Supreme Court turned on who had what burden of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Although we remand, we caution Badillo about whether it is worth continuing his suit. Whether or not the decision of the Supreme Court of Puerto Rico precludes him from having the lower federal courts adjudicate his claim, Badillo should be aware that the merits of his claim have been thoughtfully received and were found to be wanting.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Badillo also appeals from the dismissal of his claims under &#167; 1983 against Commonwealth officials. The only place where this might make a difference is in his request that the defendants be enjoined to prepare a plan to secure compliance with the ADA and educate the public.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is not clear if Badillo intends this as an independent claim or whether he wishes to pursue it at all. If, on remand, he pursues the claim, then a number of issues must be resolved: whether such a claim is stated under the ADA, whether Badillo has standing, whether the Eleventh Amendment and <i>Lane</i> foreclose such a claim, and others. These issues may be addressed initially in the district court.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This leaves only Badillo's appeal from the district court's refusal to allow him to amend his complaint to add claims under &#167; 504 of the Rehabilitation Act. We review the district court's denial of leave to amend for abuse of discretion and pay deference \"to any adequate reason for the denial.\" <i>Acosta-Mestre v. Hilton Int'l of P.R., Inc.,</i> <span class=\"citation\" data-id=\"198100\"><a href=\"/opinion/198100/acosta-mestre-v-hilton-international/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 51 (1st Cir.1998). We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Badillo filed this case on August 31, 1998. Before the end of 1998, the defendants had filed several motions to dismiss. Yet Badillo waited until September 1999 to retain counsel (counsel made his first appearance on September 29, 1999), and he did not file the motion to amend until October 22, 1999 &#8212; almost one month after the court had ruled on the defendants' motions to dismiss and more than a full year after the filing of the complaint. Under those circumstances, it was within the district court's discretion to deny the belated motion to amend. <i>See Hayes v. New England Millwork Distribs., Inc.,</i> <span class=\"citation\" data-id=\"368207\"><a href=\"/opinion/368207/joseph-j-hayes-v-new-england-millwork-distributors-inc/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 20 (1st Cir.1979) (undue delay can be a basis for denial of leave to amend).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The judgment of the district court dismissing the ADA claim is <i>vacated,</i> the denial of the motion to amend to add a &#167; 504 claim is <i>affirmed,</i> and the case is <i>remanded</i> for proceedings consistent with this opinion. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> After the dismissals of September 30, 1999, one of the official-capacity defendants, Fuentes-Agostini, successfully moved to have the ADA claims against him dismissed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For present purposes, we assume arguendo that his impairment rose to the level of a disability</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109382/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2506191/"
  ]
}