{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201280/",
  "absolute_url": "/opinion/201280/coyne-v-cronin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201280/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:11:28Z",
  "date_modified": "2016-02-28T05:05:04.756104Z",
  "type": "010combined",
  "sha1": "9d1a188842231c764d012dc302908a4314a756dd",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2357-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/10/12/Coyne_v._Cronin.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 03-2357\n\n                            JOHN COYNE,\n\n                        Plaintiff, Appellee,\n\n                                 v.\n\n                          MARGARET CRONIN,\n\n                       Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                               Before\n\n                        Boudin, Chief Judge,\n\n                 Selya, and Howard, Circuit Judges.\n\n\n\n     Jeremy M. Sternberg, Assistant United States Attorney with\nwhom Michael J. Sullivan, United States Attorney, was on brief, for\nappellant.\n     Harry L. Miles with whom Green, Miles, Lipton & Fitz-Gibbon,\nwas on brief, for appellee.\n\n\n\n                          October 12, 2004\n\f            HOWARD, Circuit Judge. Defendant Margaret Cronin, an FBI\n\nagent, brings this interlocutory appeal to challenge the district\n\ncourt's denial of her motion to dismiss a federal constitutional\n\nclaim asserted against her by plaintiff John Coyne under the Bivens\n\ndoctrine.    See Bivens v. Six Unknown Named Agents, 403 U.S. 388,\n\n397 (1971). We have jurisdiction because Cronin's motion was based\n\non her claim of qualified immunity and because her challenge to its\n\ndenial involves only abstract legal questions.    See, e.g., Limone\n\nv. Condon, 372 F.3d 39, 43 (1st Cir. 2004).     Disposition of this\n\nappeal requires us to decide, first, whether assertions made in an\n\naffidavit Coyne submitted to the government in connection with\n\nadministrative proceedings on a related claim should be considered\n\npart of the relevant corpus of facts, and second, whether the\n\nrelevant corpus of facts gives rise to a viable claim that Cronin\n\nviolated a \"clearly established\" constitutional right.   See, e.g.,\n\nSantana v. Calderon, 342 F.3d 18, 23 (1st Cir. 2003).\n\n            The operative complaint in this troubling case alleges\n\nthat, in April 1999, Coyne began sending letters to the security\n\nteam at the Concord State Prison in Concord, Massachusetts, where\n\nhe was incarcerated.      The letters contained information about\n\ncorruption in the prison and illegal activities committed or\n\nplanned by other inmates. In September 1999, Coyne was transported\n\nto the United States Courthouse in Boston, where he met with\n\nCronin, another unnamed FBI agent, an unnamed assistant United\n\n\n                                 -2-\n\fStates Attorney, and a police officer from the city of Cambridge.\n\nThe meeting was held in response to the letters Coyne had been\n\nsending to the prison's security team.\n\n          During    the   meeting,    Coyne   told    Cronin    that   he   had\n\nadditional information, but that he feared for his safety if he\n\npassed it along.    Cronin thanked Coyne for his prior disclosures\n\nand assured him that she would take the precautions necessary to\n\nkeep him safe.     Relying on this representation, Coyne shared the\n\ninformation with Cronin, who thereafter persuaded Coyne to feign an\n\ninterest in participating in a still-developing plot by inmates to\n\nrob an armored car after their release from prison.              Cronin told\n\nCoyne to send a letter to one of the individuals planning the\n\nrobbery -- an inmate at the Norfolk State Prison -- stating that he\n\n(Coyne) would participate in the scheme if the others could wait\n\nuntil after his release.     Knowing that mail cannot be sent between\n\ninmates at different penal institutions, Cronin instructed Coyne to\n\nsend this \"dummy letter,\" along with a second letter containing\n\nmore detailed information for the FBI, to a phony company address\n\nin Boston that served as an FBI mail drop.           Cronin told Coyne that\n\nthe letter to the inmate would be forwarded to the inmate's\n\ngirlfriend, who presumably would pass it along to the inmate, while\n\nshe (Cronin) would keep the letter to the FBI.                 At some point\n\nduring the next month, Coyne sent the requested letters to the mail\n\ndrop.\n\n\n                                     -3-\n\f            On or about October 5, 1999, Coyne was brought to a\n\nconference room at the prison where he was met by Cronin.                    Cronin\n\ntold Coyne that the FBI had made a \"terrible mistake\" and had\n\nforwarded Coyne's entire parcel -- including his letter to the FBI\n\n(which    was   sure    to   alert    any   reader   that    Coyne    was    an    FBI\n\ninformant) -- to the girlfriend of the inmate in the Norfolk State\n\nPrison.    Cronin expressed concern for the safety of Coyne and his\n\nfamily and promised to do everything necessary to protect them.\n\nAfter the meeting, Cronin called Coyne's ex-wife and told her what\n\nhad happened.         She also called the local police in Coyne's ex-\n\nwife's town to warn them of the danger.                   Thereafter, word of\n\nCoyne's actions spread through the prison system and, at some\n\npoint, Coyne had his teeth broken by a fellow inmate who accused\n\nhim of \"ratting\" on others.           Eventually, Coyne was transferred to\n\nthe Hampshire House of Correction. Because of this transfer, Coyne\n\nlost an opportunity to participate in a halfway house program.                      He\n\nhas since been released from prison.             Coyne lives in fear for his\n\nsafety    and   has    received      numerous   threats     since    his    term    of\n\nimprisonment expired.\n\n            On July 23, 2001, Coyne brought the present lawsuit\n\nagainst the United States, Cronin and other unknown FBI agents, and\n\nthe unknown assistant United States Attorney.                       The operative\n\ncomplaint charged the individual defendants with breach of contract\n\nand all defendants with negligence (the claim against the United\n\n\n                                        -4-\n\fStates lying under the Federal Tort Claims Act, 28 U.S.C. §§ 2671-\n\n2680) and a federal constitutional violation.             The United States\n\nand   Cronin   moved   to   dismiss   the    complaint.    Coyne   filed    an\n\nopposition to these motions, to which the United States and Cronin\n\njointly replied. In the text of their reply memorandum, the United\n\nStates and Cronin first alerted the district court to an affidavit\n\nCoyne had filed with the FBI in connection with the administrative\n\nclaim he was obliged to file prior to filing his FTCA claim against\n\nthe United States.     See, e.g., Cascone v. United States, 370 F.3d\n\n95, 103 (1st Cir. 2004) (prior filing of an administration claim is\n\na jurisdictional prerequisite to a claim under the FTCA).                  The\n\nUnited States and Cronin took the position that the court could\n\nregard the affidavit as merged into the complaint, and therefore\n\nproperly to be considered by it, despite the fact that their\n\nmotions invoked Fed. R. Civ. P. 12.           See Beddall v. State Street\n\nBank & Trust Co., 137 F.3d 12, 17 (1st Cir. 1998) (\"When . . . a\n\ncomplaint's factual allegations are expressly linked to -- and\n\nadmittedly dependent upon -- a document (the authenticity of which\n\nis not challenged), that document effectively merges into the\n\npleadings and the trial court can review it in deciding a motion to\n\ndismiss under Rule 12(b)(6).\").             They argued that, because the\n\nnarrative in the affidavit was pertinent to whether Cronin had been\n\nacting within the scope of her employment (and thus pertinent to\n\nwhether there was subject matter jurisdiction over the negligence\n\n\n                                      -5-\n\fclaims against Cronin and the United States, see Cascone, 370 F.3d\n\nat 103; Aversa v. United States, 99 F.3d 1200, 1209 (1st Cir. 1996)\n\n(court lacks subject matter jurisdiction to entertain tort claim\n\nagainst federal employee who committed the tort while acting within\n\nthe scope of federal employment); see also 28 U.S.C. §§ 2679(b)(1),\n\n(d)(1)),    the   affidavit      was    so    merged,     see    Dynamic   Image\n\nTechnologies, Inc. v. United States, 221 F.3d 34, 37-38 (1st Cir.\n\n2000) (extrinsic materials bearing on a court's subject matter\n\njurisdiction may be considered in connection with a Rule 12 motion\n\nto dismiss without conversion of motion into one for summary\n\njudgment); Aversa, 99 F.3d at 1210 (similar).\n\n            Coyne's affidavit contained additional details about\n\nCronin's actions after she learned of the mistaken mailing.                    But\n\nrather than attaching the affidavit to their reply memorandum, the\n\nUnited States     and   Cronin   quoted      from   it,   explaining    that    it\n\ncontained   sensitive    information         concerning   third     parties    and\n\nasserting that its authenticity was undisputed.                 (Defendants also\n\noffered to make the affidavit available to the court upon request.)\n\nThe quotations read as follows:          (1) \"Agent Margaret Cronin . . .\n\ncalled a member of the Inner Perimeter Security Team at Concord to\n\nrequest that [Coyne] be placed in 'the hole,'\" and (2) \"[Coyne met]\n\nwith Special Agent Margaret Cronin of the FBI, and Lieutenant\n\nBranco of the Inner Perimeter Security Team (IPS), from Concord\n\nPrison [and at that meeting] Agent Cronin . . . explained that\n\n\n                                       -6-\n\f[Coyne] was to be transferred out of Concord the next day to the\n\nHampshire House of Correction in Northampton.\"\n\n            In a published opinion, the district court granted in\n\npart and denied in part defendants' motions.            After explaining a\n\nprior oral ruling denying Coyne's motion to vacate the government's\n\ncertification that Cronin had been acting within the scope of her\n\nemployment, the court permitted Coyne's FTCA claim against the\n\ngovernment to proceed but granted Cronin's motion to dismiss the\n\nnegligence claim against her.        See Coyne v. United States, 270 F.\n\nSupp.2d 104, 108-18 (D. Mass. 2003).            The court also dismissed\n\nCoyne's     breach   of   contract    claims    against      the    individual\n\ndefendants.     See id. at 118-19.         Finally, the court denied the\n\nindividual defendants' motions to dismiss the constitutional claim\n\nboth on the merits and on the basis of the qualified immunity\n\ndoctrine.    See id. at 119-20.\n\n            With respect to the constitutional claims, the district\n\ncourt trained its focus exclusively on Cronin.            The court stated\n\nthat, while Coyne's constitutional claim against Cronin was \"not\n\nwell-developed,\"     it   \"essentially     amount[ed]   to    a    generalized\n\nassertion that [Cronin's] actions violated a generic right to\n\nsafety that is protected by the Fifth and Eighth Amendments.\"              Id.\n\nat 119.     Concluding that Coyne could demonstrate a violation of\n\nthis right if he could show that Cronin had exhibited a \"deliberate\n\nindifference\" to his safety, id. at 119-20 (discussing cases\n\n\n                                     -7-\n\finvolving violence against inmates and a government informant), the\n\ncourt determined that the allegations in Coyne's complaint were\n\nsufficient to state such a claim:\n\n                 It can be fairly inferred from the\n          allegations in the complaint that . . .\n          Cronin, knowing that Coyne was in danger,\n          failed to take steps to inform prison\n          officials of the risk or otherwise make\n          provision for his safety. In other words, she\n          was deliberately indifferent to the danger he\n          faced.     The constitutional dimension of\n          deliberate indifference to Coyne's plight is\n          compounded because he was both a prisoner and\n          was in danger by virtue of his cooperation\n          with the government. Of course, proving this\n          claim will require a showing that the\n          defendant had actual, subjective knowledge of\n          the risk to Coyne and did nothing to protect\n          him -- more than mere negligence. But Coyne's\n          allegations surely are adequate to survive a\n          motion to dismiss.\n\nId. at 120.1   The court then rejected Cronin's claimed entitlement\n\nto qualified immunity because the defense applies to conduct that\n\ndoes not violate \"clearly established\" rights of which a reasonable\n\nperson would have known, id. at 120 (citing Hope v. Pelzer, 536\n\nU.S. 730, 739 (2002)), and because \"the law was clearly established\n\nat the time of the events in the case that government agents may\n\nnot be deliberately indifferent to prisoner safety or government-\n\n\n\n\n     1\n      The court also stated: \"If, for example, . . .       Cronin\ninformed prison officials of the danger to Coyne and they then\nfailed to protect him, she might arguably have fulfilled her\nconstitutional obligations. Coyne then might still have potential\nclaims against prison officials, but he has not named them as\ndefendants in this case.\" 270 F. Supp. 2d at 120 n.8.\n\n                                -8-\n\fcreated dangers that cooperating citizens face; they have a duty to\n\nprotect in such circumstances,\" id.\n\n              Cronin moved for reconsideration of this ruling, arguing\n\nthat the inference that the district court drew -- that Cronin had\n\n\"failed to take steps to inform prison officials of the risk or\n\notherwise make provision for [Coyne's] safety\" -- was contradicted\n\nby Coyne's affidavit.        This time, Cronin attached a copy of the\n\naffidavit (with portions redacted) to her submission.                 But the\n\ncourt denied the motion in an unpublished order, holding that the\n\naffidavit was not properly before it on a Rule 12 motion.                   The\n\ncourt explained that, in its view, consideration of the affidavit\n\nwould require conversion of Coyne's motion to dismiss into one for\n\nsummary judgment. The court did not believe that such a conversion\n\nwas warranted because \"[t]he record is simply not sufficiently\n\ndeveloped at this time to permit full and fair adjudication of this\n\nissue in a summary judgment posture.\"           The court also emphasized\n\nthat, even if it were to consider the affidavit, Coyne had only\n\naverred therein that it was his \"understanding\" that Cronin \"had\n\ncalled a member of the Inner Perimeter Security Team at Concord to\n\nrequest   that     [Coyne]   be   place[d]   in    'the    hole'   for   [his]\n\nprotection.\"     In the court's view, Coyne's \"understanding\" did not\n\npermit it to \"make a solid assessment of the extent and sufficiency\n\nof actions [Cronin] may have taken to protect [Coyne].\"              Finally,\n\nthe   court    rejected   Cronin's   argument     that    the   affidavit   was\n\n\n                                     -9-\n\feffectively merged into the complaint because, \"unlike asserted\n\nexceptions to the Federal Tort Claims Act, the qualified immunity\n\ndefense against the plaintiff's Bivens claim does not implicate the\n\nCourt's jurisdiction.\"\n\n           Cronin challenges the district court's decision not to\n\nconsider Coyne's affidavit.         Cronin renews her argument that the\n\naffidavit was merged into the complaint under Beddall and similar\n\ncases.    Alternatively, Cronin contends that the court erred in\n\nfailing to consider the affidavit because the merits of an asserted\n\nentitlement to qualified immunity is to be determined \"at the\n\nearliest possible state of litigation.\" Hunter v. Bryant, 502 U.S.\n\n224, 227 (1991).        Coyne does not argue that the court was entitled\n\nto    disregard   the     affidavit.          He   contends   that    the     court\n\ndid   consider    it,    but   concluded      that   the   document   failed    to\n\nundermine the inferences the court had drawn:                 that Cronin did\n\nnothing to alert prison officials or protect him after learning of\n\nthe FBI's error.        In pressing this argument, Coyne picks up on the\n\ncourt's    statement      that   the    affidavit      only    set    forth     his\n\n\"understanding\" that Cronin had contacted a member of the prison's\n\nInner Perimeter Security Team and asked that Coyne be transferred\n\nto more secure environs.\n\n           The inference upon which the district court premised its\n\ndenial of Cronin's motion to dismiss on qualified immunity grounds\n\n-- that Cronin \"failed to take steps to inform prison officials of\n\n\n                                       -10-\n\fthe risk or otherwise make provision for his safety,\" 270 F. Supp.\n\n2d at 120 -- is unsustainable if the allegations in Coyne's\n\naffidavit   are   to     be   credited.     Even   if   we   leave   aside   the\n\nallegations based on Coyne's mere \"understanding\" about the nature\n\nof Cronin's call to prison staff, the balance of the affidavit\n\nunambiguously places a state prison security official at a meeting\n\nwithin the prison during which Cronin told Coyne about the FBI's\n\nmistake and the plan to place him in more secure detention pending\n\nhis transfer to the Hampshire House of Correction \"the next day.\"\n\nIf the details of this meeting are to be considered, one simply\n\ncannot infer reasonably that Cronin failed to communicate with\n\nprison officials or to make at least some provisions for Coyne's\n\nsafety.     For   this    reason,   as    set   forth   in   our   introductory\n\nparagraph, the outcome determinative questions in this appeal are\n\nwhether the court erred in declining to consider the affidavit and,\n\nif so, whether Cronin is entitled to qualified immunity in light of\n\nthe affidavit.    We think that each question must be answered in the\n\naffirmative.\n\n            As we already have indicated, there are times when a\n\ncourt should take into account documents beyond the complaint in\n\nevaluating whether a Fed. R. Civ. P. 12 motion should be granted.\n\nSee, e.g., Beddall, 137 F.3d at 17; Watterson v. Page, 987 F.2d 1,\n\n3-4 (1st Cir. 1993); Romani v. Shearson Lehman Hutton, 929 F.2d\n\n875, 879 n.3 (1st Cir. 1991).       One such situation occurs when there\n\n\n                                     -11-\n\fis some doubt about a court's subject matter jurisdiction.                     See\n\nDynamic Image Technologies, 221 F.3d at 37-38; Aversa, 99 F.3d at\n\n1209-10.     Coyne's sworn admissions that Cronin informed prison\n\nofficials of the FBI's error and took affirmative measures to keep\n\nhim safe were pertinent to the jurisdictional inquiries that the\n\ndistrict court was obliged to conduct in connection with Coyne's\n\nmotion to vacate the government's scope-of-employment certification\n\nand, by extension, the United States' and Cronin's motions to\n\ndismiss the     negligence      claims.     We   therefore     think    that   the\n\nadmissions, and the affidavit which contained them, were properly\n\nbefore the court.\n\n             We recognize that the admissions were not brought to the\n\ndistrict court's attention until the United States and Cronin\n\nreplied to Coyne's opposition to their motions to dismiss, and that\n\nthe affidavit was not itself submitted until Cronin filed her\n\nmotion for reconsideration.        We also recognize that the admissions\n\nwere   not   introduced    in    connection      with   the   motions      raising\n\nquestions about the court's jurisdiction.               But to hold that the\n\naffidavit must be disregarded on either of these bases would waste\n\ntime   and   resources    without    reason.       Coyne      does   not    oppose\n\nconsideration of the affidavit and he gives no reason for allowing\n\nhimself to back away from it.        Cf. Coluatuoni v. Alfred Calcagni &\n\nSons, Inc. 44 F.3d 1, 5 (1st Cir. 1994) (affidavit of interested\n\nwitness that contradicts same witness's earlier deposition does not\n\n\n                                     -12-\n\fcreate     a        factual   conflict    unless       change    in    testimony    is\n\nsatisfactorily explained); Cleveland v. Policy Mgmt. Sys. Corp.,\n\n526 U.S. 795, 806-07 (1999) (listing without endorsing cases\n\nsimilar to Coluantuoni across the circuits and holding that a\n\n\"similar insistence upon explanation is warranted . . . where the\n\nconflict involves a legal conclusion\").                      Moreover, as we shall\n\nexplain momentarily, the admissions are highly relevant to Cronin's\n\nentitlement          to   qualified   immunity   --     an    issue   the   court   was\n\nobligated to resolve as early as possible.                   See Hunter, 502 U.S. at\n\n227.   Under the circumstances, we think that the admissions in the\n\naffidavit should have been taken into account.\n\n               This takes us to the nub of the qualified immunity\n\ninquiry:       whether the operative set of allegations might ground a\n\nplausible finding that Cronin violated Coyne's clearly established\n\nconstitutional rights.           See, e.g., Santana, 342 F.3d at 23.                The\n\nthreshold question in conducting this inquiry is whether the\n\nallegations, taken in the light most favorable to Coyne, could\n\nsupport a conclusion that Cronin abridged any such right.                     See id.\n\nCoyne's documentary submissions are unclear about the theories he\n\nis advancing and the conduct that Coyne believes to have exceeded\n\nconstitutional limits.           At oral argument, however, Coyne clarified\n\nthat he        is    claiming   under    the   Fifth    Amendment's     due   process\n\nguarantee and the Eighth Amendment's proscription against cruel and\n\nunusual punishments for Cronin's lapses during two distinct time\n\n\n                                          -13-\n\fperiods: the period prior to the point at which Cronin learned that\n\nCoyne's letter to the FBI had been forwarded, and the period after\n\nshe learned of the mistaken mailing.          As to the first of these\n\nperiods, Coyne identifies as unconstitutional Cronin's alleged\n\nfailure to oversee with care the letter-writing ruse in which she\n\nasked him to participate; as to the second, Coyne cites Cronin's\n\nalleged abandonment of him in the dangerous prison environment.\n\n           Because Cronin is a federal agent and does not work for\n\nCoyne's   jailer   (the   Commonwealth   of   Massachusetts),    we   have\n\ndifficulty seeing how her acts and omissions could constitute\n\n\"punishment\" within the sweep of the Eighth Amendment's Cruel and\n\nUnusual Punishments Clause.     Cf. Ingraham v. Wright, 430 U.S. 651,\n\n671-72 n.40 (1977) (observing that the punishment with which the\n\nEighth Amendment is concerned is that imposed by a sovereign after\n\nit has secured a formal adjudication of guilt in accordance with\n\ndue process of law).      But to say that Coyne has no viable Eighth\n\nAmendment claim against Cronin because she is not an agent of the\n\nsovereign that incarcerated him is not to say, ipso facto, that\n\nCronin has no constitutional claim against Cronin.              The Fifth\n\nAmendment's due process guarantee is in part substantive and, in a\n\nnarrow set of circumstances, may itself be invoked to challenge\n\nexecutive conduct where no other constitutional provision more\n\ndirectly applies. See County of Sacramento v. Lewis, 523 U.S. 833,\n\n842-45 (1998). And although the government's failure to protect an\n\n\n                                 -14-\n\findividual from third-party private violence (even in the face of\n\na known danger) ordinarily does not constitute a due process\n\nviolation, see DeShaney v. Winnebago County Dep't of Soc. Servs.,\n\n489 U.S. 189, 197 (1989), we have recognized that the Due Process\n\nClause may be implicated where the government affirmatively acts to\n\nincrease the threat to an individual of third-party private harm or\n\nprevents that individual from receiving assistance, see Frances-\n\nColon v. Ramirez, 107 F.3d 62, 64 (1st Cir. 1997); see also Butera\n\nv. District of Columbia, 235 F.3d 637, 648-51 & n.10 (D.C. Cir.\n\n2001) (noting that the federal circuit courts are unanimous in\n\nexcepting cases of this sort from application of the DeShaney\n\nprinciple). Thus, while Cronin cannot be liable to Coyne under the\n\nEighth Amendment for breaching constitutional obligations running\n\nfrom jailers to prisoners, he might at least theoretically premise\n\na due process claim against Cronin on the facts that he (Coyne) was\n\nsomeone else's prisoner and therefore especially vulnerable, that\n\nCronin (a federal agent) promised him protection, and that Cronin's\n\nactions -- in permitting the letter to the FBI to be forwarded and\n\nin failing to protect him afterwards -- were the source of an\n\nincreased danger that ultimately caused him harm.     Cf. Butera, 235\n\nF.3d at 652 (recognizing that a viable due process claim might\n\narise   from   a   failure   to   protect   a   government   informant\n\nparticipating in a sting operation from third-party private harm).\n\n\n\n\n                                  -15-\n\f            Coyne's problem is that, in order to prevail on any such\n\ntheory (assuming arguendo its viability), he would have to show\n\nthat Cronin's conduct was \"so egregious, so outrageous, that it may\n\nfairly be said to shock the contemporary conscience.\"                        Lewis, 523\n\nU.S. at 847 n.8.          The hurdle is high because \"[o]ur Constitution\n\ndeals with the large concerns of the governors and the governed,\n\nbut it does not purport to supplant traditional tort law in laying\n\ndown rules of conduct to regulate liability for injuries that\n\nattend living together in society.\" Id. at 848 (quoting Daniels v.\n\nWilliams, 474 U.S. 327, 332 (1986)) (internal quotation marks\n\nomitted);    see    also      Paul    v.    Davis,     424    U.S.    693,   701    (1976)\n\n(explaining that the Fourteenth Amendment's Due Process Clause is\n\nnot \"a font of tort law to be superimposed upon whatever systems\n\nmay    already           be       administered          by      the        States\").\n\n            The conscience-shocking standard is not a monolith; its\n\nrigorousness varies from context to context.                        See Lewis, 523 U.S.\n\nat 850.   In situations where a substantive due process claim might\n\nlie but     where   government            officials    must    act    in   haste,   under\n\npressure,    and        without      an    opportunity        for    reflection,      even\n\napplications       of    deadly      force     by     those    officials     cannot     be\n\nconscience-shocking unless undertaken maliciously and sadistically\n\nfor the very purpose of causing harm.                   Id. at 852-54 (applying to\n\na substantive due process claim arising from a high speed police\n\nchase the \"actual malice\" liability standard, derived from the\n\n\n                                            -16-\n\fEighth Amendment, applicable to prisoner claims arising from a\n\nprison riot).    By contrast, in situations where a substantive due\n\nprocess claim might lie and where actual deliberation on the part\n\nof a governmental defendant is practical, the defendant may be held\n\nto have engaged in conscience-shocking activity even without actual\n\nmalice (to take one familiar example, if a government official\n\nassumes    custody      of     a   person   and    then    displays     deliberate\n\nindifference to his ward's basic human needs).                  See id. at 849-50\n\n& n.10.     The spectrum is wide because substantive due process\n\nviolations tend to come in various shapes and sizes and in a\n\nmultitude of configurations.             We need not probe too deeply where\n\nalong this spectrum of levels of fault Coyne's claim against Cronin\n\nmay lie because the complaint does not fairly allege deliberate\n\nindifference, let alone any more serious level of scienter.2\n\n           To make such a showing, Coyne must, at a bare minimum,\n\ndemonstrate that Cronin actually knew of a substantial risk of\n\nserious harm to him and disregarded that risk.                     See Farmer v.\n\nBrennan,   511   U.S.    825,      837   (1994);   Calderón-Ortiz       v.   Laboy-\n\nAlvarado, 300 F.3d 60, 64 (1st Cir. 2002).                Coyne's complaint does\n\nnot   satisfy    this        standard.      It    fails    to   state   a    viable\n\n\n\n      2\n      In explaining this conclusion, we should make clear that we\nare not in any way holding that Cronin's conduct in the present\ncontext would necessarily be governed by a deliberate indifference\nstandard.    We would have to address that issue only if the\ncomplaint properly asserted deliberate indifference. Here, it does\nnot.\n\n                                         -17-\n\fconstitutional claim because it fails to make such allegations\n\ndirectly, or in substance, or even by fair implication.                   See\n\nEducadores Puertorriqueños en Acción v. Hernández, 367 F.3d 61, 68\n\n(1st Cir. 2004) (the notice pleading requirements of Fed. R. Civ.\n\nP. 8(a)(2) are minimal but they must be observed); see also Torres-\n\nViera   v.   Laboy-Alvarado,   311    F.3d   105,   108   (1st   Cir.   2002)\n\n(dismissing complaint of inmate injured by a tear gas cannister\n\nfired in a prison riot for failing either to allege or to plead\n\nfacts \"which permit[] a reasonable inference to be drawn that the\n\ntear gas cannister was fired maliciously or sadistically for the\n\nvery purpose of doing harm\").\n\n             Although the complaint alleges plenty of facts, it does\n\nnot even hint at a suggestion that Cronin acted with deliberate\n\nindifference towards Coyne's well being.            Insofar as Coyne's due\n\nprocess claim is based on his first case theory -- that Cronin\n\nviolated his rights prior to learning that his letter to the FBI\n\nhad been forwarded -- Coyne has not alleged facts from which one\n\nmight infer either that (1) Cronin deliberately caused Coyne's role\n\nas a government informant to be revealed to the prison community\n\n(e.g., by intentionally forwarding the letter), or (2) Cronin knew\n\nthat there was a substantial risk that Coyne would be so exposed as\n\na result of the ruse and disregarded that risk (e.g., by telling\n\nCoyne to mail his letter to an assistant with a known track record\n\nof botching confidential communications and then by failing to\n\n\n                                     -18-\n\fsupervise that assistant).3         And insofar as Coyne's claim is based\n\non his second case theory -- that Cronin abandoned him after\n\nlearning   of   the    mistaken    mailing       --     the    complaint's    factual\n\nallegations (as supplemented by his affidavit) directly contradict\n\nthe theory's premise by admitting that a prison security official\n\nwas present when Cronin notified Coyne of the mistaken mailing and\n\nthat Cronin     had    made   arrangements        for    Coyne's     transfer       to   a\n\ndifferent prison.\n\n             If matters were at all different or there were any\n\nconcrete suggestion as to what might plausibly be developed against\n\nCronin that would suggest conscience-shocking behavior, we would be\n\nsympathetic     to    discovery.     But        everything      we   know    from    the\n\ncomplaint and Coyne's own allegations show that this is basically\n\na negligence case to which the government must respond but for\n\nwhich Cronin may not be sued under the Due Process Clause.                           See\n\nLewis, 523 U.S. at 849 (\"liability for negligently inflicted harm\n\nis   categorically     beneath     the    threshold       of    constitutional       due\n\nprocess\").\n\n           The district court's judgment denying Cronin's motion to\n\ndismiss Coyne's constitutional claims against her is reversed and\n\nthe matter is remanded for further proceedings consistent with this\n\nopinion.\n\n\n\n      3\n      In any event, such allegations would be highly implausible\nsince Cronin was relying upon Coyne to make her case.\n\n                                         -19-\n\f",
  "html": "<p class=\"case_cite\">386 F.3d 280</p>\n    <p class=\"parties\">John COYNE, Plaintiff, Appellee,<br>v.<br>Margaret CRONIN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-2357.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2004.</p>\n    <p class=\"date\">Decided October 12, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Nancy Gertner, J.</p>\n      <p class=\"indent\">Jeremy M. Sternberg, Assistant United States Attorney with whom Michael J. Sullivan, United States Attorney, was on brief, for appellant.</p>\n      <p class=\"indent\">Harry L. Miles with whom Green, Miles, Lipton &amp; Fitz-Gibbon, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Margaret Cronin, an FBI agent, brings this interlocutory appeal to challenge the district court's denial of her motion to dismiss a federal constitutional claim asserted against her by plaintiff John Coyne under the <i>Bivens</i> doctrine. <i>See Bivens v. Six Unknown Named Agents,</i> 403 U.S. 388, 397, 91 S.Ct. 1999, 29 L.Ed.2d 619 (1971). We have jurisdiction because Cronin's motion was based on her claim of qualified immunity and because her challenge to its denial involves only abstract legal questions. <i>See, e.g., Limone v. Condon,</i> 372 F.3d 39, 43 (1st Cir.2004). Disposition of this appeal requires us to decide, first, whether assertions made in an affidavit Coyne submitted to the government in connection with administrative proceedings on a related claim should be considered part of the relevant corpus of facts, and second, whether the relevant corpus of facts gives rise to a viable claim that Cronin violated a \"clearly established\" constitutional right. <i>See, e.g., Santana v. Calderon,</i> 342 F.3d 18, 23 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The operative complaint in this troubling case alleges that, in April 1999, Coyne began sending letters to the security team at the Concord State Prison in Concord, Massachusetts, where he was incarcerated. The letters contained information about corruption in the prison and illegal activities committed or planned by other inmates. In September 1999, Coyne was transported to the United States Courthouse in Boston, where he met with Cronin, another unnamed FBI agent, an unnamed assistant United States Attorney, and a police officer from the city of Cambridge. The meeting was held in response to the letters Coyne had been sending to the prison's security team.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the meeting, Coyne told Cronin that he had additional information, but that he feared for his safety if he passed it along. Cronin thanked Coyne for his prior disclosures and assured him that she would take the precautions necessary to keep him safe. Relying on this representation, Coyne shared the information with Cronin, who thereafter persuaded Coyne to feign an interest in participating in a still-developing plot by inmates to rob an armored car after their release from prison. Cronin told Coyne to send a letter to one of the individuals planning the robbery &#8212; an inmate at the Norfolk State Prison &#8212; stating that he (Coyne) would participate in the scheme if the others could wait until after his release. Knowing that mail cannot be sent between inmates at different penal institutions, Cronin instructed Coyne to send this \"dummy letter,\" along with a second letter containing more detailed information for the FBI, to a phony company address in Boston that served as an FBI mail drop. Cronin told Coyne that the letter to the inmate would be forwarded to the inmate's girlfriend, who presumably would pass it along to the inmate, while she (Cronin) would keep the letter to the FBI. At some point during the next month, Coyne sent the requested letters to the mail drop.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On or about October 5, 1999, Coyne was brought to a conference room at the prison where he was met by Cronin. Cronin told Coyne that the FBI had made a \"terrible mistake\" and had forwarded Coyne's entire parcel &#8212; including his letter to the FBI (which was sure to alert any reader that Coyne was an FBI informant) &#8212; to the girlfriend of the inmate in the Norfolk State Prison. Cronin expressed concern for the safety of Coyne and his family and promised to do everything necessary to protect them. After the meeting, Cronin called Coyne's ex-wife and told her what had happened. She also called the local police in Coyne's ex-wife's town to warn them of the danger. Thereafter, word of Coyne's actions spread through the prison system and, at some point, Coyne had his teeth broken by a fellow inmate who accused him of \"ratting\" on others. Eventually, Coyne was transferred to the Hampshire House of Correction. Because of this transfer, Coyne lost an opportunity to participate in a halfway house program. He has since been released from prison. Coyne lives in fear for his safety and has received numerous threats since his term of imprisonment expired.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 23, 2001, Coyne brought the present lawsuit against the United States, Cronin and other unknown FBI agents, and the unknown assistant United States Attorney. The operative complaint charged the individual defendants with breach of contract and all defendants with negligence (the claim against the United States lying under the Federal Tort Claims Act, 28 U.S.C. &#167;&#167; 2671-2680) and a federal constitutional violation. The United States and Cronin moved to dismiss the complaint. Coyne filed an opposition to these motions, to which the United States and Cronin jointly replied. In the text of their reply memorandum, the United States and Cronin first alerted the district court to an affidavit Coyne had filed with the FBI in connection with the administrative claim he was obliged to file prior to filing his FTCA claim against the United States. <i>See, e.g., Cascone v. United States,</i> 370 F.3d 95, 103 (1st Cir.2004) (prior filing of an administration claim is a jurisdictional prerequisite to a claim under the FTCA). The United States and Cronin took the position that the court could regard the affidavit as merged into the complaint, and therefore properly to be considered by it, despite the fact that their motions invoked Fed.R.Civ.P. 12. <i>See Beddall v. State Street Bank &amp; Trust Co.,</i> 137 F.3d 12, 17 (1st Cir.1998) (\"When ... a complaint's factual allegations are expressly linked to &#8212; and admittedly dependent upon &#8212; a document (the authenticity of which is not challenged), that document effectively merges into the pleadings and the trial court can review it in deciding a motion to dismiss under Rule 12(b)(6).\"). They argued that, because the narrative in the affidavit was pertinent to whether Cronin had been acting within the scope of her employment (and thus pertinent to whether there was subject matter jurisdiction over the negligence claims against Cronin and the United States, <i>see Cascone,</i> 370 F.3d at 103; <i>Aversa v. United States,</i> 99 F.3d 1200, 1209 (1st Cir.1996) (court lacks subject matter jurisdiction to entertain tort claim against federal employee who committed the tort while acting within the scope of federal employment); <i>see also</i> 28 U.S.C. &#167;&#167; 2679(b)(1), (d)(1)), the affidavit was so merged, <i>see Dynamic Image Technologies, Inc. v. United States,</i> 221 F.3d 34, 37-38 (1st Cir.2000) (extrinsic materials bearing on a court's subject matter jurisdiction may be considered in connection with a Rule 12 motion to dismiss without conversion of motion into one for summary judgment); <i>Aversa,</i> 99 F.3d at 1210 (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Coyne's affidavit contained additional details about Cronin's actions after she learned of the mistaken mailing. But rather than attaching the affidavit to their reply memorandum, the United States and Cronin quoted from it, explaining that it contained sensitive information concerning third parties and asserting that its authenticity was undisputed. (Defendants also offered to make the affidavit available to the court upon request.) The quotations read as follows: (1) \"Agent Margaret Cronin... called a member of the Inner Perimeter Security Team at Concord to request that [Coyne] be placed in `the hole,'\" and (2) \"[Coyne met] with Special Agent Margaret Cronin of the FBI, and Lieutenant Branco of the Inner Perimeter Security Team (IPS), from Concord Prison [and at that meeting] Agent Cronin ... explained that [Coyne] was to be transferred out of Concord the next day to the Hampshire House of Correction in Northampton.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In a published opinion, the district court granted in part and denied in part defendants' motions. After explaining a prior oral ruling denying Coyne's motion to vacate the government's certification that Cronin had been acting within the scope of her employment, the court permitted Coyne's FTCA claim against the government to proceed but granted Cronin's motion to dismiss the negligence claim against her. <i>See Coyne v. United States,</i> 270 F.Supp.2d 104, 108-18 (D.Mass.2003). The court also dismissed Coyne's breach of contract claims against the individual defendants. <i>See id.</i> at 118-19. Finally, the court denied the individual defendants' motions to dismiss the constitutional claim both on the merits and on the basis of the qualified immunity doctrine. <i>See id.</i> at 119-20.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">With respect to the constitutional claims, the district court trained its focus exclusively on Cronin. The court stated that, while Coyne's constitutional claim against Cronin was \"not well-developed,\" it \"essentially amount[ed] to a generalized assertion that [Cronin's] actions violated a generic right to safety that is protected by the Fifth and Eighth Amendments.\" <i>Id.</i> at 119. Concluding that Coyne could demonstrate a violation of this right if he could show that Cronin had exhibited a \"deliberate indifference\" to his safety, <i>id.</i> at 119-20 (discussing cases involving violence against inmates and a government informant), the court determined that the allegations in Coyne's complaint were sufficient to state such a claim:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It can be fairly inferred from the allegations in the complaint that ... Cronin, knowing that Coyne was in danger, failed to take steps to inform prison officials of the risk or otherwise make provision for his safety. In other words, she was deliberately indifferent to the danger he faced. The constitutional dimension of deliberate indifference to Coyne's plight is compounded because he was both a prisoner and was in danger by virtue of his cooperation with the government. Of course, proving this claim will require a showing that the defendant had actual, subjective knowledge of the risk to Coyne and did nothing to protect him &#8212; more than mere negligence. But Coyne's allegations surely are adequate to survive a motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Id.</i> at 120.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The court then rejected Cronin's claimed entitlement to qualified immunity because the defense applies to conduct that does not violate \"clearly established\" rights of which a reasonable person would have known, <i>id.</i> at 120 (citing <i>Hope v. Pelzer,</i> 536 U.S. 730, 739, 122 S.Ct. 2508, 153 L.Ed.2d 666 (2002)), and because \"the law was clearly established at the time of the events in the case that government agents may not be deliberately indifferent to prisoner safety or government-created dangers that cooperating citizens face; they have a duty to protect in such circumstances,\" <i>id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Cronin moved for reconsideration of this ruling, arguing that the inference that the district court drew &#8212; that Cronin had \"failed to take steps to inform prison officials of the risk or otherwise make provision for [Coyne's] safety\" &#8212; was contradicted by Coyne's affidavit. This time, Cronin attached a copy of the affidavit (with portions redacted) to her submission. But the court denied the motion in an unpublished order, holding that the affidavit was not properly before it on a Rule 12 motion. The court explained that, in its view, consideration of the affidavit would require conversion of Coyne's motion to dismiss into one for summary judgment. The court did not believe that such a conversion was warranted because \"[t]he record is simply not sufficiently developed at this time to permit full and fair adjudication of this issue in a summary judgment posture.\" The court also emphasized that, even if it were to consider the affidavit, Coyne had only averred therein that it was his \"understanding\" that Cronin \"had called a member of the Inner Perimeter Security Team at Concord to request that [Coyne] be place[d] in `the hole' for [his] protection.\" In the court's view, Coyne's \"understanding\" did not permit it to \"make a solid assessment of the extent and sufficiency of actions [Cronin] may have taken to protect [Coyne].\" Finally, the court rejected Cronin's argument that the affidavit was effectively merged into the complaint because, \"unlike asserted exceptions to the Federal Tort Claims Act, the qualified immunity defense against the plaintiff's <i>Bivens</i> claim does not implicate the Court's jurisdiction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Cronin challenges the district court's decision not to consider Coyne's affidavit. Cronin renews her argument that the affidavit was merged into the complaint under <i>Beddall</i> and similar cases. Alternatively, Cronin contends that the court erred in failing to consider the affidavit because the merits of an asserted entitlement to qualified immunity is to be determined \"at the earliest possible state of litigation.\" <i>Hunter v. Bryant,</i> 502 U.S. 224, 227, 112 S.Ct. 534, 116 L.Ed.2d 589 (1991). Coyne does not argue that the court was entitled to disregard the affidavit. He contends that the court <i>did consider</i> it, but concluded that the document failed to undermine the inferences the court had drawn: that Cronin did nothing to alert prison officials or protect him after learning of the FBI's error. In pressing this argument, Coyne picks up on the court's statement that the affidavit only set forth his \"understanding\" that Cronin had contacted a member of the prison's Inner Perimeter Security Team and asked that Coyne be transferred to more secure environs.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The inference upon which the district court premised its denial of Cronin's motion to dismiss on qualified immunity grounds &#8212; that Cronin \"failed to take steps to inform prison officials of the risk or otherwise make provision for his safety,\" 270 F.Supp.2d at 120 &#8212; is unsustainable if the allegations in Coyne's affidavit are to be credited. Even if we leave aside the allegations based on Coyne's mere \"understanding\" about the nature of Cronin's call to prison staff, the balance of the affidavit unambiguously places a state prison security official at a meeting within the prison during which Cronin told Coyne about the FBI's mistake and the plan to place him in more secure detention pending his transfer to the Hampshire House of Correction \"the next day.\" If the details of this meeting are to be considered, one simply cannot infer reasonably that Cronin failed to communicate with prison officials or to make at least some provisions for Coyne's safety. For this reason, as set forth in our introductory paragraph, the outcome determinative questions in this appeal are whether the court erred in declining to consider the affidavit and, if so, whether Cronin is entitled to qualified immunity in light of the affidavit. We think that each question must be answered in the affirmative.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As we already have indicated, there are times when a court should take into account documents beyond the complaint in evaluating whether a Fed.R.Civ.P. 12 motion should be granted. <i>See, e.g., Beddall,</i> 137 F.3d at 17; <i>Watterson v. Page,</i> 987 F.2d 1, 3-4 (1st Cir.1993); <i>Romani v. Shearson Lehman Hutton,</i> 929 F.2d 875, 879 n. 3 (1st Cir.1991). One such situation occurs when there is some doubt about a court's subject matter jurisdiction. <i>See Dynamic Image Technologies,</i> 221 F.3d at 37-38; <i>Aversa,</i> 99 F.3d at 1209-10. Coyne's sworn admissions that Cronin informed prison officials of the FBI's error and took affirmative measures to keep him safe were pertinent to the jurisdictional inquiries that the district court was obliged to conduct in connection with Coyne's motion to vacate the government's scope-of-employment certification and, by extension, the United States' and Cronin's motions to dismiss the negligence claims. We therefore think that the admissions, and the affidavit which contained them, were properly before the court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We recognize that the admissions were not brought to the district court's attention until the United States and Cronin replied to Coyne's opposition to their motions to dismiss, and that the affidavit was not itself submitted until Cronin filed her motion for reconsideration. We also recognize that the admissions were not introduced in connection with the motions raising questions about the court's jurisdiction. But to hold that the affidavit must be disregarded on either of these bases would waste time and resources without reason. Coyne does not oppose consideration of the affidavit and he gives no reason for allowing himself to back away from it. <i>Cf. Colantuoni v. Alfred Calcagni &amp; Sons, Inc.,</i> 44 F.3d 1, 5 (1st Cir.1994) (affidavit of interested witness that contradicts same witness's earlier deposition does not create a factual conflict unless change in testimony is satisfactorily explained); <i>Cleveland v. Policy Mgmt. Sys. Corp.,</i> 526 U.S. 795, 806-07, 119 S.Ct. 1597, 143 L.Ed.2d 966 (1999) (listing without endorsing cases similar to <i>Coluantuoni</i> across the circuits and holding that a \"similar insistence upon explanation is warranted ... where the conflict involves a legal conclusion\"). Moreover, as we shall explain momentarily, the admissions are highly relevant to Cronin's entitlement to qualified immunity &#8212; an issue the court was obligated to resolve as early as possible. <i>See Hunter,</i> 502 U.S. at 227, 112 S.Ct. 534. Under the circumstances, we think that the admissions in the affidavit should have been taken into account.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This takes us to the nub of the qualified immunity inquiry: whether the operative set of allegations might ground a plausible finding that Cronin violated Coyne's clearly established constitutional rights. <i>See, e.g., Santana,</i> 342 F.3d at 23. The threshold question in conducting this inquiry is whether the allegations, taken in the light most favorable to Coyne, could support a conclusion that Cronin abridged any such right. <i>See id.</i> Coyne's documentary submissions are unclear about the theories he is advancing and the conduct that Coyne believes to have exceeded constitutional limits. At oral argument, however, Coyne clarified that he is claiming under the Fifth Amendment's due process guarantee and the Eighth Amendment's proscription against cruel and unusual punishments for Cronin's lapses during two distinct time periods: the period prior to the point at which Cronin learned that Coyne's letter to the FBI had been forwarded, and the period after she learned of the mistaken mailing. As to the first of these periods, Coyne identifies as unconstitutional Cronin's alleged failure to oversee with care the letter-writing ruse in which she asked him to participate; as to the second, Coyne cites Cronin's alleged abandonment of him in the dangerous prison environment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because Cronin is a federal agent and does not work for Coyne's jailer (the Commonwealth of Massachusetts), we have difficulty seeing how her acts and omissions could constitute \"punishment\" within the sweep of the Eighth Amendment's Cruel and Unusual Punishments Clause. <i>Cf. Ingraham v. Wright,</i> 430 U.S. 651, 671-72 n. 40, 97 S.Ct. 1401, 51 L.Ed.2d 711 (1977) (observing that the punishment with which the Eighth Amendment is concerned is that imposed by a sovereign after it has secured a formal adjudication of guilt in accordance with due process of law). But to say that Coyne has no viable Eighth Amendment claim against Cronin because she is not an agent of the sovereign that incarcerated him is not to say, <i>ipso facto,</i> that Cronin has no constitutional claim against Cronin. The Fifth Amendment's due process guarantee is in part substantive and, in a narrow set of circumstances, may itself be invoked to challenge executive conduct where no other constitutional provision more directly applies. <i>See County of Sacramento v. Lewis,</i> 523 U.S. 833, 842-45, 118 S.Ct. 1708, 140 L.Ed.2d 1043 (1998). And although the government's failure to protect an individual from third-party private violence (even in the face of a known danger) ordinarily does not constitute a due process violation, <i>see DeShaney v. Winnebago County Dep't of Soc. Servs.,</i> 489 U.S. 189, 197, 109 S.Ct. 998, 103 L.Ed.2d 249 (1989), we have recognized that the Due Process Clause may be implicated where the government affirmatively acts to increase the threat to an individual of third-party private harm or prevents that individual from receiving assistance, <i>see Frances-Colon v. Ramirez,</i> 107 F.3d 62, 64 (1st Cir.1997); <i>see also Butera v. District of Columbia,</i> 235 F.3d 637, 648-51 &amp; n. 10 (D.C.Cir.2001) (noting that the federal circuit courts are unanimous in excepting cases of this sort from application of the <i>DeShaney</i> principle). Thus, while Cronin cannot be liable to Coyne under the Eighth Amendment for breaching constitutional obligations running from jailers to prisoners, he might at least theoretically premise a due process claim against Cronin on the facts that he (Coyne) was someone else's prisoner and therefore especially vulnerable, that Cronin (a federal agent) promised him protection, and that Cronin's actions &#8212; in permitting the letter to the FBI to be forwarded and in failing to protect him afterwards &#8212; were the source of an increased danger that ultimately caused him harm. <i>Cf. Butera,</i> 235 F.3d at 652 (recognizing that a viable due process claim might arise from a failure to protect a government informant participating in a sting operation from third-party private harm).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Coyne's problem is that, in order to prevail on any such theory (assuming <i>arguendo</i> its viability), he would have to show that Cronin's conduct was \"so egregious, so outrageous, that it may fairly be said to shock the contemporary conscience.\" <i>Lewis,</i> 523 U.S. at 847 n. 8, 118 S.Ct. 1708. The hurdle is high because \"[o]ur Constitution deals with the large concerns of the governors and the governed, but it does not purport to supplant traditional tort law in laying down rules of conduct to regulate liability for injuries that attend living together in society.\" <i>Id.</i> at 848, 118 S.Ct. 1708 (quoting <i>Daniels v. Williams,</i> 474 U.S. 327, 332, 106 S.Ct. 662, 88 L.Ed.2d 662 (1986)) (internal quotation marks omitted); <i>see also Paul v. Davis,</i> 424 U.S. 693, 701, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976) (explaining that the Fourteenth Amendment's Due Process Clause is not \"a font of tort law to be superimposed upon whatever systems may already be administered by the States\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The conscience-shocking standard is not a monolith; its rigorousness varies from context to context. <i>See Lewis,</i> 523 U.S. at 850. In situations where a substantive due process claim might lie but where government officials must act in haste, under pressure, and without an opportunity for reflection, even applications of deadly force by those officials cannot be conscience-shocking unless undertaken maliciously and sadistically for the very purpose of causing harm. <i>Id.</i> at 852-54, 118 S.Ct. 1708 (applying to a substantive due process claim arising from a high speed police chase the \"actual malice\" liability standard, derived from the Eighth Amendment, applicable to prisoner claims arising from a prison riot). By contrast, in situations where a substantive due process claim might lie and where actual deliberation on the part of a governmental defendant is practical, the defendant may be held to have engaged in conscience-shocking activity even without actual malice (to take one familiar example, if a government official assumes custody of a person and then displays deliberate indifference to his ward's basic human needs). <i>See id.</i> at 849-50 &amp; n. 10, 118 S.Ct. 1708. The spectrum is wide because substantive due process violations tend to come in various shapes and sizes and in a multitude of configurations. We need not probe too deeply where along this spectrum of levels of fault Coyne's claim against Cronin may lie because the complaint does not fairly allege deliberate indifference, let alone any more serious level of scienter.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To make such a showing, Coyne must, at a bare minimum, demonstrate that Cronin actually knew of a substantial risk of serious harm to him and disregarded that risk. <i>See Farmer v. Brennan,</i> 511 U.S. 825, 837, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994); <i>Calder&#243;n-Ortiz v. LaBoy-Alvarado,</i> 300 F.3d 60, 64 (1st Cir.2002). Coyne's complaint does not satisfy this standard. It fails to state a viable constitutional claim because it fails to make such allegations directly, or in substance, or even by fair implication. <i>See Educadores Puertorrique&#241;os en Acci&#243;n v. Hern&#225;ndez,</i> 367 F.3d 61, 68 (1st Cir.2004) (the notice pleading requirements of Fed.R.Civ.P. 8(a)(2) are minimal but they must be observed); <i>see also Torres-Viera v. Laboy-Alvarado,</i> 311 F.3d 105, 108 (1st Cir.2002) (dismissing complaint of inmate injured by a tear gas cannister fired in a prison riot for failing either to allege or to plead facts \"which permit[] a reasonable inference to be drawn that the tear gas cannister was fired maliciously or sadistically for the very purpose of doing harm\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the complaint alleges plenty of facts, it does not even hint at a suggestion that Cronin acted with deliberate indifference towards Coyne's well being. Insofar as Coyne's due process claim is based on his first case theory &#8212; that Cronin violated his rights prior to learning that his letter to the FBI had been forwarded &#8212; Coyne has not alleged facts from which one might infer either that (1) Cronin deliberately caused Coyne's role as a government informant to be revealed to the prison community (e.g., by intentionally forwarding the letter), or (2) Cronin knew that there was a substantial risk that Coyne would be so exposed as a result of the ruse and disregarded that risk (e.g., by telling Coyne to mail his letter to an assistant with a known track record of botching confidential communications and then by failing to supervise that assistant).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> And insofar as Coyne's claim is based on his second case theory &#8212; that Cronin abandoned him after learning of the mistaken mailing &#8212; the complaint's factual allegations (as supplemented by his affidavit) directly contradict the theory's premise by admitting that a prison security official was present when Cronin notified Coyne of the mistaken mailing and that Cronin had made arrangements for Coyne's transfer to a different prison.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">If matters were at all different or there were any concrete suggestion as to what might plausibly be developed against Cronin that would suggest conscience-shocking behavior, we would be sympathetic to discovery. But everything we know from the complaint and Coyne's own allegations show that this is basically a negligence case to which the government must respond but for which Cronin may not be sued under the Due Process Clause. <i>See Lewis,</i> 523 U.S. at 849, 118 S.Ct. 1708 (\"liability for negligently inflicted harm is categorically beneath the threshold of constitutional due process\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court's judgment denying Cronin's motion to dismiss Coyne's constitutional claims against her is <i>reversed</i> and the matter is <i>remanded</i> for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court also stated: \"If, for example, . . . Cronin informed prison officials of the danger to Coyne and they then failed to protect him, she might arguably have fulfilled her constitutional obligations. Coyne then might still have potential claims against prison officials, but he has not named them as defendants in this case.\" 270 F.Supp.2d at 120 n. 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In explaining this conclusion, we should make clear that we are not in any way holding that Cronin's conduct in the present context would necessarily be governed by a deliberate indifference standard. We would have to address that issue only if the complaint properly asserted deliberate indifference. Here, it does not</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In any event, such allegations would be highly implausible since Cronin was relying upon Coyne to make her case</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></span></p>\n    <p class=\"parties\">John COYNE, Plaintiff, Appellee,<br>v.<br>Margaret CRONIN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-2357.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2004.</p>\n    <p class=\"date\">Decided October 12, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Nancy Gertner, J.</p>\n      <p class=\"indent\">Jeremy M. Sternberg, Assistant United States Attorney with whom Michael J. Sullivan, United States Attorney, was on brief, for appellant.</p>\n      <p class=\"indent\">Harry L. Miles with whom Green, Miles, Lipton &amp; Fitz-Gibbon, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Margaret Cronin, an FBI agent, brings this interlocutory appeal to challenge the district court's denial of her motion to dismiss a federal constitutional claim asserted against her by plaintiff John Coyne under the <i>Bivens</i> doctrine. <i>See Bivens v. Six Unknown Named Agents,</i> <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, 397, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1999</span></a></span>, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">29</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">619</span></a></span> (1971). We have jurisdiction because Cronin's motion was based on her claim of qualified immunity and because her challenge to its denial involves only abstract legal questions. <i>See, e.g., Limone v. Condon,</i> <span class=\"citation\" data-id=\"201063\"><a href=\"/opinion/201063/limone-v-condon/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 43 (1st Cir.2004). Disposition of this appeal requires us to decide, first, whether assertions made in an affidavit Coyne submitted to the government in connection with administrative proceedings on a related claim should be considered part of the relevant corpus of facts, and second, whether the relevant corpus of facts gives rise to a viable claim that Cronin violated a \"clearly established\" constitutional right. <i>See, e.g., Santana v. Calderon,</i> <span class=\"citation\" data-id=\"200613\"><a href=\"/opinion/200613/santana-v-calderon/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 23 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The operative complaint in this troubling case alleges that, in April 1999, Coyne began sending letters to the security team at the Concord State Prison in Concord, Massachusetts, where he was incarcerated. The letters contained information about corruption in the prison and illegal activities committed or planned by other inmates. In September 1999, Coyne was transported to the United States Courthouse in Boston, where he met with Cronin, another unnamed FBI agent, an unnamed assistant United States Attorney, and a police officer from the city of Cambridge. The meeting was held in response to the letters Coyne had been sending to the prison's security team.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During the meeting, Coyne told Cronin that he had additional information, but that he feared for his safety if he passed it along. Cronin thanked Coyne for his prior disclosures and assured him that she would take the precautions necessary to keep him safe. Relying on this representation, Coyne shared the information with Cronin, who thereafter persuaded Coyne to feign an interest in participating in a still-developing plot by inmates to rob an armored car after their release from prison. Cronin told Coyne to send a letter to one of the individuals planning the robbery &#8212; an inmate at the Norfolk State Prison &#8212; stating that he (Coyne) would participate in the scheme if the others could wait until after his release. Knowing that mail cannot be sent between inmates at different penal institutions, Cronin instructed Coyne to send this \"dummy letter,\" along with a second letter containing more detailed information for the FBI, to a phony company address in Boston that served as an FBI mail drop. Cronin told Coyne that the letter to the inmate would be forwarded to the inmate's girlfriend, who presumably would pass it along to the inmate, while she (Cronin) would keep the letter to the FBI. At some point during the next month, Coyne sent the requested letters to the mail drop.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On or about October 5, 1999, Coyne was brought to a conference room at the prison where he was met by Cronin. Cronin told Coyne that the FBI had made a \"terrible mistake\" and had forwarded Coyne's entire parcel &#8212; including his letter to the FBI (which was sure to alert any reader that Coyne was an FBI informant) &#8212; to the girlfriend of the inmate in the Norfolk State Prison. Cronin expressed concern for the safety of Coyne and his family and promised to do everything necessary to protect them. After the meeting, Cronin called Coyne's ex-wife and told her what had happened. She also called the local police in Coyne's ex-wife's town to warn them of the danger. Thereafter, word of Coyne's actions spread through the prison system and, at some point, Coyne had his teeth broken by a fellow inmate who accused him of \"ratting\" on others. Eventually, Coyne was transferred to the Hampshire House of Correction. Because of this transfer, Coyne lost an opportunity to participate in a halfway house program. He has since been released from prison. Coyne lives in fear for his safety and has received numerous threats since his term of imprisonment expired.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 23, 2001, Coyne brought the present lawsuit against the United States, Cronin and other unknown FBI agents, and the unknown assistant United States Attorney. The operative complaint charged the individual defendants with breach of contract and all defendants with negligence (the claim against the United States lying under the Federal Tort Claims Act, 28 U.S.C. &#167;&#167; 2671-2680) and a federal constitutional violation. The United States and Cronin moved to dismiss the complaint. Coyne filed an opposition to these motions, to which the United States and Cronin jointly replied. In the text of their reply memorandum, the United States and Cronin first alerted the district court to an affidavit Coyne had filed with the FBI in connection with the administrative claim he was obliged to file prior to filing his FTCA claim against the United States. <i>See, e.g., Cascone v. United States,</i> <span class=\"citation\" data-id=\"201043\"><a href=\"/opinion/201043/cascone-v-united-states/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 103 (1st Cir.2004) (prior filing of an administration claim is a jurisdictional prerequisite to a claim under the FTCA). The United States and Cronin took the position that the court could regard the affidavit as merged into the complaint, and therefore properly to be considered by it, despite the fact that their motions invoked Fed.R.Civ.P. 12. <i>See Beddall v. State Street Bank &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"197817\"><a href=\"/opinion/197817/beddall-v-state-street-trust/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir.1998) (\"When ... a complaint's factual allegations are expressly linked to &#8212; and admittedly dependent upon &#8212; a document (the authenticity of which is not challenged), that document effectively merges into the pleadings and the trial court can review it in deciding a motion to dismiss under Rule 12(b)(6).\"). They argued that, because the narrative in the affidavit was pertinent to whether Cronin had been acting within the scope of her employment (and thus pertinent to whether there was subject matter jurisdiction over the negligence claims against Cronin and the United States, <i>see Cascone,</i> 370 F.3d at 103; <i>Aversa v. United States,</i> <span class=\"citation\" data-id=\"197034\"><a href=\"/opinion/197034/aversa-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1209 (1st Cir.1996) (court lacks subject matter jurisdiction to entertain tort claim against federal employee who committed the tort while acting within the scope of federal employment); <i>see also</i> 28 U.S.C. &#167;&#167; 2679(b)(1), (d)(1)), the affidavit was so merged, <i>see Dynamic Image Technologies, Inc. v. United States,</i> <span class=\"citation\" data-id=\"199029\"><a href=\"/opinion/199029/dynamic-image-v-united-states/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 37-38 (1st Cir.2000) (extrinsic materials bearing on a court's subject matter jurisdiction may be considered in connection with a Rule 12 motion to dismiss without conversion of motion into one for summary judgment); <i>Aversa,</i> 99 F.3d at 1210 (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Coyne's affidavit contained additional details about Cronin's actions after she learned of the mistaken mailing. But rather than attaching the affidavit to their reply memorandum, the United States and Cronin quoted from it, explaining that it contained sensitive information concerning third parties and asserting that its authenticity was undisputed. (Defendants also offered to make the affidavit available to the court upon request.) The quotations read as follows: (1) \"Agent Margaret Cronin... called a member of the Inner Perimeter Security Team at Concord to request that [Coyne] be placed in `the hole,'\" and (2) \"[Coyne met] with Special Agent Margaret Cronin of the FBI, and Lieutenant Branco of the Inner Perimeter Security Team (IPS), from Concord Prison [and at that meeting] Agent Cronin ... explained that [Coyne] was to be transferred out of Concord the next day to the Hampshire House of Correction in Northampton.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In a published opinion, the district court granted in part and denied in part defendants' motions. After explaining a prior oral ruling denying Coyne's motion to vacate the government's certification that Cronin had been acting within the scope of her employment, the court permitted Coyne's FTCA claim against the government to proceed but granted Cronin's motion to dismiss the negligence claim against her. <i>See Coyne v. United States,</i> <span class=\"citation\" data-id=\"2501537\"><a href=\"/opinion/2501537/coyne-v-united-states/\"><span class=\"volume\">270</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">104</span></a></span>, 108-18 (D.Mass.2003). The court also dismissed Coyne's breach of contract claims against the individual defendants. <i>See id.</i> at 118-19. Finally, the court denied the individual defendants' motions to dismiss the constitutional claim both on the merits and on the basis of the qualified immunity doctrine. <i>See id.</i> at 119-20.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">With respect to the constitutional claims, the district court trained its focus exclusively on Cronin. The court stated that, while Coyne's constitutional claim against Cronin was \"not well-developed,\" it \"essentially amount[ed] to a generalized assertion that [Cronin's] actions violated a generic right to safety that is protected by the Fifth and Eighth Amendments.\" <i>Id.</i> at 119. Concluding that Coyne could demonstrate a violation of this right if he could show that Cronin had exhibited a \"deliberate indifference\" to his safety, <i>id.</i> at 119-20 (discussing cases involving violence against inmates and a government informant), the court determined that the allegations in Coyne's complaint were sufficient to state such a claim:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">It can be fairly inferred from the allegations in the complaint that ... Cronin, knowing that Coyne was in danger, failed to take steps to inform prison officials of the risk or otherwise make provision for his safety. In other words, she was deliberately indifferent to the danger he faced. The constitutional dimension of deliberate indifference to Coyne's plight is compounded because he was both a prisoner and was in danger by virtue of his cooperation with the government. Of course, proving this claim will require a showing that the defendant had actual, subjective knowledge of the risk to Coyne and did nothing to protect him &#8212; more than mere negligence. But Coyne's allegations surely are adequate to survive a motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\"><i>Id.</i> at 120.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The court then rejected Cronin's claimed entitlement to qualified immunity because the defense applies to conduct that does not violate \"clearly established\" rights of which a reasonable person would have known, <i>id.</i> at 120 (citing <i>Hope v. Pelzer,</i> <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">730</span></a></span>, 739, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2508</span></a></span>, <span class=\"citation\" data-id=\"121169\"><a href=\"/opinion/121169/hope-v-pelzer/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">666</span></a></span> (2002)), and because \"the law was clearly established at the time of the events in the case that government agents may not be deliberately indifferent to prisoner safety or government-created dangers that cooperating citizens face; they have a duty to protect in such circumstances,\" <i>id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Cronin moved for reconsideration of this ruling, arguing that the inference that the district court drew &#8212; that Cronin had \"failed to take steps to inform prison officials of the risk or otherwise make provision for [Coyne's] safety\" &#8212; was contradicted by Coyne's affidavit. This time, Cronin attached a copy of the affidavit (with portions redacted) to her submission. But the court denied the motion in an unpublished order, holding that the affidavit was not properly before it on a Rule 12 motion. The court explained that, in its view, consideration of the affidavit would require conversion of Coyne's motion to dismiss into one for summary judgment. The court did not believe that such a conversion was warranted because \"[t]he record is simply not sufficiently developed at this time to permit full and fair adjudication of this issue in a summary judgment posture.\" The court also emphasized that, even if it were to consider the affidavit, Coyne had only averred therein that it was his \"understanding\" that Cronin \"had called a member of the Inner Perimeter Security Team at Concord to request that [Coyne] be place[d] in `the hole' for [his] protection.\" In the court's view, Coyne's \"understanding\" did not permit it to \"make a solid assessment of the extent and sufficiency of actions [Cronin] may have taken to protect [Coyne].\" Finally, the court rejected Cronin's argument that the affidavit was effectively merged into the complaint because, \"unlike asserted exceptions to the Federal Tort Claims Act, the qualified immunity defense against the plaintiff's <i>Bivens</i> claim does not implicate the Court's jurisdiction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Cronin challenges the district court's decision not to consider Coyne's affidavit. Cronin renews her argument that the affidavit was merged into the complaint under <i>Beddall</i> and similar cases. Alternatively, Cronin contends that the court erred in failing to consider the affidavit because the merits of an asserted entitlement to qualified immunity is to be determined \"at the earliest possible state of litigation.\" <i>Hunter v. Bryant,</i> <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 227, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">589</span></a></span> (1991). Coyne does not argue that the court was entitled to disregard the affidavit. He contends that the court <i>did consider</i> it, but concluded that the document failed to undermine the inferences the court had drawn: that Cronin did nothing to alert prison officials or protect him after learning of the FBI's error. In pressing this argument, Coyne picks up on the court's statement that the affidavit only set forth his \"understanding\" that Cronin had contacted a member of the prison's Inner Perimeter Security Team and asked that Coyne be transferred to more secure environs.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The inference upon which the district court premised its denial of Cronin's motion to dismiss on qualified immunity grounds &#8212; that Cronin \"failed to take steps to inform prison officials of the risk or otherwise make provision for his safety,\" 270 F.Supp.2d at 120 &#8212; is unsustainable if the allegations in Coyne's affidavit are to be credited. Even if we leave aside the allegations based on Coyne's mere \"understanding\" about the nature of Cronin's call to prison staff, the balance of the affidavit unambiguously places a state prison security official at a meeting within the prison during which Cronin told Coyne about the FBI's mistake and the plan to place him in more secure detention pending his transfer to the Hampshire House of Correction \"the next day.\" If the details of this meeting are to be considered, one simply cannot infer reasonably that Cronin failed to communicate with prison officials or to make at least some provisions for Coyne's safety. For this reason, as set forth in our introductory paragraph, the outcome determinative questions in this appeal are whether the court erred in declining to consider the affidavit and, if so, whether Cronin is entitled to qualified immunity in light of the affidavit. We think that each question must be answered in the affirmative.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As we already have indicated, there are times when a court should take into account documents beyond the complaint in evaluating whether a Fed.R.Civ.P. 12 motion should be granted. <i>See, e.g., Beddall,</i> 137 F.3d at 17; <i>Watterson v. Page,</i> <span class=\"citation\" data-id=\"601477\"><a href=\"/opinion/601477/valerie-watterson-v-eileen-page/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir.1993); <i>Romani v. Shearson Lehman Hutton,</i> <span class=\"citation\" data-id=\"558579\"><a href=\"/opinion/558579/richard-romani-v-shearson-lehman-hutton/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">875</span></a></span>, 879 n. 3 (1st Cir.1991). One such situation occurs when there is some doubt about a court's subject matter jurisdiction. <i>See Dynamic Image Technologies,</i> 221 F.3d at 37-38; <i>Aversa,</i> 99 F.3d at 1209-10. Coyne's sworn admissions that Cronin informed prison officials of the FBI's error and took affirmative measures to keep him safe were pertinent to the jurisdictional inquiries that the district court was obliged to conduct in connection with Coyne's motion to vacate the government's scope-of-employment certification and, by extension, the United States' and Cronin's motions to dismiss the negligence claims. We therefore think that the admissions, and the affidavit which contained them, were properly before the court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We recognize that the admissions were not brought to the district court's attention until the United States and Cronin replied to Coyne's opposition to their motions to dismiss, and that the affidavit was not itself submitted until Cronin filed her motion for reconsideration. We also recognize that the admissions were not introduced in connection with the motions raising questions about the court's jurisdiction. But to hold that the affidavit must be disregarded on either of these bases would waste time and resources without reason. Coyne does not oppose consideration of the affidavit and he gives no reason for allowing himself to back away from it. <i>Cf. Colantuoni v. Alfred Calcagni &amp; Sons, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 5 (1st Cir.1994) (affidavit of interested witness that contradicts same witness's earlier deposition does not create a factual conflict unless change in testimony is satisfactorily explained); <i>Cleveland v. Policy Mgmt. Sys. Corp.,</i> <span class=\"citation\" data-id=\"118294\"><a href=\"/opinion/118294/cleveland-v-policy-management-systems-corp/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">795</span></a></span>, 806-07, <span class=\"citation\" data-id=\"118294\"><a href=\"/opinion/118294/cleveland-v-policy-management-systems-corp/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1597</span></a></span>, <span class=\"citation\" data-id=\"118294\"><a href=\"/opinion/118294/cleveland-v-policy-management-systems-corp/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">966</span></a></span> (1999) (listing without endorsing cases similar to <i>Coluantuoni</i> across the circuits and holding that a \"similar insistence upon explanation is warranted ... where the conflict involves a legal conclusion\"). Moreover, as we shall explain momentarily, the admissions are highly relevant to Cronin's entitlement to qualified immunity &#8212; an issue the court was obligated to resolve as early as possible. <i>See Hunter,</i> 502 U.S. at 227, <span class=\"citation\" data-id=\"112671\"><a href=\"/opinion/112671/hunter-v-bryant/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">534</span></a></span>. Under the circumstances, we think that the admissions in the affidavit should have been taken into account.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This takes us to the nub of the qualified immunity inquiry: whether the operative set of allegations might ground a plausible finding that Cronin violated Coyne's clearly established constitutional rights. <i>See, e.g., Santana,</i> 342 F.3d at 23. The threshold question in conducting this inquiry is whether the allegations, taken in the light most favorable to Coyne, could support a conclusion that Cronin abridged any such right. <i>See id.</i> Coyne's documentary submissions are unclear about the theories he is advancing and the conduct that Coyne believes to have exceeded constitutional limits. At oral argument, however, Coyne clarified that he is claiming under the Fifth Amendment's due process guarantee and the Eighth Amendment's proscription against cruel and unusual punishments for Cronin's lapses during two distinct time periods: the period prior to the point at which Cronin learned that Coyne's letter to the FBI had been forwarded, and the period after she learned of the mistaken mailing. As to the first of these periods, Coyne identifies as unconstitutional Cronin's alleged failure to oversee with care the letter-writing ruse in which she asked him to participate; as to the second, Coyne cites Cronin's alleged abandonment of him in the dangerous prison environment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because Cronin is a federal agent and does not work for Coyne's jailer (the Commonwealth of Massachusetts), we have difficulty seeing how her acts and omissions could constitute \"punishment\" within the sweep of the Eighth Amendment's Cruel and Unusual Punishments Clause. <i>Cf. Ingraham v. Wright,</i> <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 671-72 n. 40, <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1401</span></a></span>, <span class=\"citation\" data-id=\"109635\"><a href=\"/opinion/109635/ingraham-v-wright/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">711</span></a></span> (1977) (observing that the punishment with which the Eighth Amendment is concerned is that imposed by a sovereign after it has secured a formal adjudication of guilt in accordance with due process of law). But to say that Coyne has no viable Eighth Amendment claim against Cronin because she is not an agent of the sovereign that incarcerated him is not to say, <i>ipso facto,</i> that Cronin has no constitutional claim against Cronin. The Fifth Amendment's due process guarantee is in part substantive and, in a narrow set of circumstances, may itself be invoked to challenge executive conduct where no other constitutional provision more directly applies. <i>See County of Sacramento v. Lewis,</i> <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, 842-45, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span></a></span> (1998). And although the government's failure to protect an individual from third-party private violence (even in the face of a known danger) ordinarily does not constitute a due process violation, <i>see DeShaney v. Winnebago County Dep't of Soc. Servs.,</i> <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 197, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (1989), we have recognized that the Due Process Clause may be implicated where the government affirmatively acts to increase the threat to an individual of third-party private harm or prevents that individual from receiving assistance, <i>see Frances-Colon v. Ramirez,</i> <span class=\"citation\" data-id=\"197219\"><a href=\"/opinion/197219/frances-colon-v-ramirez-dr/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 64 (1st Cir.1997); <i>see also Butera v. District of Columbia,</i> <span class=\"citation\" data-id=\"185343\"><a href=\"/opinion/185343/butera-terry-e-v-dc/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">637</span></a></span>, 648-51 &amp; n. 10 (D.C.Cir.2001) (noting that the federal circuit courts are unanimous in excepting cases of this sort from application of the <i>DeShaney</i> principle). Thus, while Cronin cannot be liable to Coyne under the Eighth Amendment for breaching constitutional obligations running from jailers to prisoners, he might at least theoretically premise a due process claim against Cronin on the facts that he (Coyne) was someone else's prisoner and therefore especially vulnerable, that Cronin (a federal agent) promised him protection, and that Cronin's actions &#8212; in permitting the letter to the FBI to be forwarded and in failing to protect him afterwards &#8212; were the source of an increased danger that ultimately caused him harm. <i>Cf. Butera,</i> 235 F.3d at 652 (recognizing that a viable due process claim might arise from a failure to protect a government informant participating in a sting operation from third-party private harm).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Coyne's problem is that, in order to prevail on any such theory (assuming <i>arguendo</i> its viability), he would have to show that Cronin's conduct was \"so egregious, so outrageous, that it may fairly be said to shock the contemporary conscience.\" <i>Lewis,</i> 523 U.S. at 847 n. 8, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>. The hurdle is high because \"[o]ur Constitution deals with the large concerns of the governors and the governed, but it does not purport to supplant traditional tort law in laying down rules of conduct to regulate liability for injuries that attend living together in society.\" <i>Id.</i> at 848, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span> (quoting <i>Daniels v. Williams,</i> <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">327</span></a></span>, 332, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">662</span></a></span>, <span class=\"citation\" data-id=\"111555\"><a href=\"/opinion/111555/daniels-v-williams/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">662</span></a></span> (1986)) (internal quotation marks omitted); <i>see also Paul v. Davis,</i> <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 701, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1155</span></a></span>, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1976) (explaining that the Fourteenth Amendment's Due Process Clause is not \"a font of tort law to be superimposed upon whatever systems may already be administered by the States\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The conscience-shocking standard is not a monolith; its rigorousness varies from context to context. <i>See Lewis,</i> 523 U.S. at 850. In situations where a substantive due process claim might lie but where government officials must act in haste, under pressure, and without an opportunity for reflection, even applications of deadly force by those officials cannot be conscience-shocking unless undertaken maliciously and sadistically for the very purpose of causing harm. <i>Id.</i> at 852-54, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span> (applying to a substantive due process claim arising from a high speed police chase the \"actual malice\" liability standard, derived from the Eighth Amendment, applicable to prisoner claims arising from a prison riot). By contrast, in situations where a substantive due process claim might lie and where actual deliberation on the part of a governmental defendant is practical, the defendant may be held to have engaged in conscience-shocking activity even without actual malice (to take one familiar example, if a government official assumes custody of a person and then displays deliberate indifference to his ward's basic human needs). <i>See id.</i> at 849-50 &amp; n. 10, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>. The spectrum is wide because substantive due process violations tend to come in various shapes and sizes and in a multitude of configurations. We need not probe too deeply where along this spectrum of levels of fault Coyne's claim against Cronin may lie because the complaint does not fairly allege deliberate indifference, let alone any more serious level of scienter.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">To make such a showing, Coyne must, at a bare minimum, demonstrate that Cronin actually knew of a substantial risk of serious harm to him and disregarded that risk. <i>See Farmer v. Brennan,</i> <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">825</span></a></span>, 837, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1970</span></a></span>, <span class=\"citation\" data-id=\"1087956\"><a href=\"/opinion/1087956/farmer-v-brennan/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">811</span></a></span> (1994); <i>Calder&#243;n-Ortiz v. LaBoy-Alvarado,</i> <span class=\"citation\" data-id=\"778745\"><a href=\"/opinion/778745/no-01-2469/\"><span class=\"volume\">300</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 64 (1st Cir.2002). Coyne's complaint does not satisfy this standard. It fails to state a viable constitutional claim because it fails to make such allegations directly, or in substance, or even by fair implication. <i>See Educadores Puertorrique&#241;os en Acci&#243;n v. Hern&#225;ndez,</i> <span class=\"citation\" data-id=\"200999\"><a href=\"/opinion/200999/epa-v-hernandez/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 68 (1st Cir.2004) (the notice pleading requirements of Fed.R.Civ.P. 8(a)(2) are minimal but they must be observed); <i>see also Torres-Viera v. Laboy-Alvarado,</i> <span class=\"citation\" data-id=\"200213\"><a href=\"/opinion/200213/torres-viera-v-laboy-alvarado/\"><span class=\"volume\">311</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 108 (1st Cir.2002) (dismissing complaint of inmate injured by a tear gas cannister fired in a prison riot for failing either to allege or to plead facts \"which permit[] a reasonable inference to be drawn that the tear gas cannister was fired maliciously or sadistically for the very purpose of doing harm\").</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although the complaint alleges plenty of facts, it does not even hint at a suggestion that Cronin acted with deliberate indifference towards Coyne's well being. Insofar as Coyne's due process claim is based on his first case theory &#8212; that Cronin violated his rights prior to learning that his letter to the FBI had been forwarded &#8212; Coyne has not alleged facts from which one might infer either that (1) Cronin deliberately caused Coyne's role as a government informant to be revealed to the prison community (e.g., by intentionally forwarding the letter), or (2) Cronin knew that there was a substantial risk that Coyne would be so exposed as a result of the ruse and disregarded that risk (e.g., by telling Coyne to mail his letter to an assistant with a known track record of botching confidential communications and then by failing to supervise that assistant).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> And insofar as Coyne's claim is based on his second case theory &#8212; that Cronin abandoned him after learning of the mistaken mailing &#8212; the complaint's factual allegations (as supplemented by his affidavit) directly contradict the theory's premise by admitting that a prison security official was present when Cronin notified Coyne of the mistaken mailing and that Cronin had made arrangements for Coyne's transfer to a different prison.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">If matters were at all different or there were any concrete suggestion as to what might plausibly be developed against Cronin that would suggest conscience-shocking behavior, we would be sympathetic to discovery. But everything we know from the complaint and Coyne's own allegations show that this is basically a negligence case to which the government must respond but for which Cronin may not be sued under the Due Process Clause. <i>See Lewis,</i> 523 U.S. at 849, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span> (\"liability for negligently inflicted harm is categorically beneath the threshold of constitutional due process\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court's judgment denying Cronin's motion to dismiss Coyne's constitutional claims against her is <i>reversed</i> and the matter is <i>remanded</i> for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The court also stated: \"If, for example, . . . Cronin informed prison officials of the danger to Coyne and they then failed to protect him, she might arguably have fulfilled her constitutional obligations. Coyne then might still have potential claims against prison officials, but he has not named them as defendants in this case.\" 270 F.Supp.2d at 120 n. 8</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In explaining this conclusion, we should make clear that we are not in any way holding that Cronin's conduct in the present context would necessarily be governed by a deliberate indifference standard. We would have to address that issue only if the complaint properly asserted deliberate indifference. Here, it does not</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In any event, such allegations would be highly implausible since Cronin was relying upon Coyne to make her case</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/185343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2501537/"
  ]
}