{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201265/",
  "absolute_url": "/opinion/201265/united-states-v-liranzo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201265/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:11:07Z",
  "date_modified": "2016-02-28T05:05:00.952254Z",
  "type": "010combined",
  "sha1": "86eab782b71ef92ffda15e30f85b6a7d3a6ec30c",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2571-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/09/30/US_v._Liranzo.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 02-2571\n\n                   UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                  v.\n\n                          FRANKLYN LIRANZO,\n\n                     Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\n\n\n                                Before\n\n                      Boudin, Chief Judge,\n                     Lynch, Circuit Judge,\n               Schwarzer,* Senior District Judge.\n\n\n     Dana A. Curhan for appellant.\n     Virginia M. Vander Jagt, Assistant United States Attorney,\nwith whom Michael J. Sullivan, United States Attorney, was on\nbrief, for appellee.\n\n\n\n                          September 30, 2004\n\n\n\n\n    *\n      Of the   Northern     District     of   California,   sitting   by\ndesignation.\n\f            LYNCH, Circuit Judge.     Franklyn Liranzo was a passenger\n\nin a car stopped by Massachusetts state troopers in the fall of\n\n2001.   A     Llama .380 semi-automatic handgun was found underneath\n\nhis seat.     The troopers arrested all four occupants and asked them\n\nto whom the gun belonged.      All four denied ownership.\n\n            After jury trial, Liranzo was convicted of being a felon\n\nin possession of a firearm in violation of 18 U.S.C. § 922(g)(1).\n\nHe challenges his conviction on the grounds that 1) the evidence at\n\ntrial   was    insufficient    to   establish    Liranzo's   constructive\n\npossession of the firearm, and so the trial judge improperly denied\n\nhis motion for a judgment of acquittal, and 2) admission of\n\ntestimony by the arresting officers about their assignments to a\n\ngang task force was prejudicial error.          We affirm.\n\n                                    I.\n\n            We recount the facts with all reasonable inferences made\n\nin favor of the verdict.      See United States v. Hernández, 218 F.3d\n\n58, 64 (1st Cir. 2000).\n\n            In the fall of 2001, Massachusetts State Police Troopers\n\nThomas McCarthy and Ernest Doherty, members of a police task force\n\ntargeting gang activity, kept watch on the home of a known gang\n\nmember on Farnham Street in Lawrence, Massachusetts.         On September\n\n4, 2001, at approximately 10:40 PM, the troopers saw a green Nissan\n\nMaxima idling in front of the driveway of the residence.              Two\n\npeople entered the Nissan and then, just as the troopers pulled\n\n\n                                    -2-\n\falongside   the   car,   the   Nissan   quickly   drove   away   with   four\n\noccupants inside.        Troopers McCarthy and Doherty followed the\n\nNissan in an unmarked police car.        They noticed that the Nissan's\n\nrear license plate was only hanging by a single screw, and they\n\nwatched the Nissan go through an intersection with stop signs\n\nwithout coming to a complete stop.       They informed Sergeant Francis\n\nHughes, who was also in the general area in a separate unmarked\n\npolice car, that they intended to stop the green Nissan for those\n\nviolations.   As McCarthy and Doherty caught up to the Nissan, they\n\nobserved the three passengers looking out the back window of the\n\ncar to watch the troopers' car.\n\n            The Nissan turned into Shawsheen Road, a well-lit road\n\nnext to a deserted park. The troopers' cruiser followed. McCarthy\n\nactivated the cruiser's emergency lights and the siren to get the\n\nNissan to pull over.     After both cars stopped, the officers got out\n\nof the car, but waited before they approached the Nissan.               They\n\nobserved the occupants of the car moving around and looking back at\n\nthe troopers. Meanwhile, Hughes approached the stopped Nissan from\n\nthe opposite direction on Shawsheen Road.          As Hughes stopped his\n\ncar to sandwich the Nissan between the two police cruisers, his\n\nheadlights illuminated the inside of the Nissan.\n\n            Hughes got out of his cruiser with a flashlight and\n\napproached the Nissan from the front. Concerned that the driver of\n\nthe Nissan might attempt to run him down with the car, he carefully\n\n\n                                   -3-\n\fobserved the two front occupants of the car and paid particular\n\nattention to their hands partly because \"[h]ands are the things\n\nthat can produce weapons.\"          The driver and Liranzo, the front\n\npassenger,    both   were   looking    through   the     rear   window   in   the\n\ndirection from which McCarthy and Doherty would be approaching.\n\nThey did not move around inside the car and there was no indication\n\nthat Liranzo knew Hughes was approaching from the front.\n\n            When Hughes was about eight feet from the Nissan, he\n\nshined his flashlight into the interior of the car.                      At that\n\nmoment, Liranzo's head \"snapped\" around, his eyes widened, and he\n\nmade direct eye contact with Hughes for the first time.                   Hughes\n\ntestified:\n\n             As soon as [Liranzo] made eye contact with me,\n             I observed his front upper torso move forward.\n             At this point, his right shoulder was slightly\n             cocked back. At this point, the front of his\n             body came forward, his right shoulder came\n             forward, his head lowered and he made a\n             reaching movement underneath the seat.     His\n             head was now slightly below the dashboard. I\n             could still see his eyes.\n\n\nLiranzo's    movement   was   \"of     great   concern\"    to    Hughes   because\n\n\"[b]ased on [his] training and [his] experience in car stops, that\n\nmovement was consistent with a movement where [Liranzo] was either\n\nreaching for something, to grab something or either get rid of\n\nsomething.\"\n\n             In response to Liranzo's movement, Hughes yelled \"at the\n\ntop of [his] lungs\" for Liranzo and the other occupants of the car\n\n                                      -4-\n\fto raise their hands.     Liranzo and the three others complied and\n\nraised their hands.\n\n           As the three officers approached the car, they smelled\n\nburnt marijuana.      Officer Doherty also saw several open beer\n\nbottles.   Of the four men in the car, only Liranzo protested the\n\nstop and demanded to know why they had been pulled over.\n\n           The officers conducted pat-frisks of the occupants for\n\nweapons and contraband.    Marijuana was found in the pocket of one\n\nof the occupants (not Liranzo).     Hughes immediately went back to\n\nthe front passenger seat of the car to search the area into which\n\nLiranzo had been reaching.    He found a Llama .380 semi-automatic\n\nhandgun containing one bullet.    The gun was propped up between the\n\nseat and the floor at a 45-degree angle, leaning on a hump of\n\ncarpet and partly on the undercarriage of the front seat.\n\n           On October 21, 2001, a grand jury indicted Franklyn\n\nLiranzo with one count of being a felon in possession of a firearm,\n\nin violation of 18 U.S.C. § 922(g)(1).1     During his jury trial,\n\nLiranzo's defense focused on attacking the credibility of and\n\nprocedures used by the arresting officers.      He did not testify.\n\nThe jury found him guilty.     Liranzo was sentenced to 108 months\n\nimprisonment, a three-year term of supervised release, and a\n\n\n\n     1\n       \"It shall be unlawful for any person ... who has been\nconvicted in any court of, a crime punishable by imprisonment for\na term exceeding one year ... to ... possess in or affecting\ncommerce, any firearm or ammunition.\" 18 U.S.C. 922(g)(1).\n\n                                 -5-\n\fspecial assessment of $100.       Judgment was entered on November 25,\n\n2002, and the defendant timely appealed.\n\n                                       II.\n\n            Liranzo argues that there was insufficient evidence to\n\nprove beyond a reasonable doubt his constructive possession of the\n\nhandgun.2   Constructive possession for § 922(g) purposes does not\n\nrequire ownership of the gun.      See United States v. Meade, 110 F.3d\n\n190, 202 (1st Cir. 1997).       The evidence was sufficient.\n\n            First, Liranzo argues that in order to meet the burden,\n\nthe government must foreclose all reasonable alternative hypotheses\n\ninconsistent with Liranzo's possession of the firearm.                  On the\n\nfacts, Liranzo posits that the evidence is consistent with multiple\n\ntheories:   the   gun   could   have    been   put   there   by   one   of   the\n\npassengers in the rear seat, or by the driver of the car, or even\n\nhave been left there before the car stopped.                 While Liranzo's\n\nmovement could have been a move to hide the gun, he argues that he\n\ncould also have been \"attempting to retrieve the registration from\n\n\n\n\n     2\n       Section 922(g)(1) requires the government to prove that the\ndefendant was a convicted felon who knowingly possessed a firearm\nin or affecting interstate commerce. United States v. Wight, 968\nF.2d 1393, 1397 (1st Cir. 1992).       Knowing possession under §\n922(g)(1) may be proved through actual or constructive possession\nof the firearm. Id. at 1398. Since Liranzo stipulated at trial\nthat he was a convicted felon and assumes, for purposes of the\npresent appeal, that the firearm in question traveled in interstate\ncommerce at some point, he is only challenging the sufficiency of\nthe evidence with respect to the element of constructive\npossession.\n\n                                       -6-\n\fthe glove box, tying his shoe, scratching his leg, or any one of a\n\nnumber of innocent behaviors.\"\n\n              This argument fails.             As an initial matter, the legal\n\ntheory is incorrect: \"[T]he government need not present evidence\n\nthat precludes every reasonable hypothesis inconsistent with guilt\n\nin order to sustain a conviction.                Rather, the jury is at liberty\n\nto   select    freely     among     a    variety       of    reasonable       alternative\n\nconstructions of the evidence.\"                United States v. Loder, 23 F.3d\n\n586, 590 (1st Cir. 1994) (citations omitted).                      The reviewing court\n\n\"must   uphold      any   verdict       that   is   'supported        by   a   plausible\n\nrendition of the record.'\"               Hernández, 218 F.3d at 64 (quoting\n\nUnited States v. Ortiz, 966 F.2d 707, 711 (1st Cir.1992)).\n\n              The    evidence     is    sufficient          to    establish    Liranzo's\n\nconstructive        possession    of     the    gun.        The    precarious,    angled\n\nposition in which the gun was found negated any inference that the\n\ngun was placed there before the Nissan came to a complete stop.                       As\n\nofficer Hughes testified, \"[T]here is no way that gun would have\n\nstayed in that location if the car was moving.\"                            Based on the\n\nweight of the gun, its unusual 45-degree angle, and the fact that\n\nit was \"supported almost by the three prongs of the handgun against\n\nthe carpet,\" Hughes concluded that \"the gun would have slid out if\n\nthe car was moving.\"       Hughes also testified that he did not observe\n\nany movements from the driver of the Nissan as he approached the\n\ncar from the front, negating any inference that the driver placed\n\n\n                                          -7-\n\fthe gun underneath Liranzo's seat. As for the possibility that the\n\ngun   was    placed    there   by   the    passengers     in    the   back,   Hughes\n\ntestified that it would have been impossible for someone in the\n\nbackseat to press the gun into that position due to the \"small bowl\n\n[formed by the raised carpet] directly underneath the seat\" and the\n\nwires and other pieces of the undercarriage that were in the way.\n\nHughes noted, \"[T]here is no way the gun would have made it over\n\nthat hump and still have been balanced on the undercarriage like\n\nthat from the back.            It just couldn't have happened.\"                  The\n\npossibility that Liranzo's reaching movement was to tie his shoe or\n\nto get his registration cannot be squared with the testimony that\n\nLiranzo maintained eye contact with Hughes throughout the entire\n\nsequence of his movements.\n\n             It is not the role of the reviewing court to \"weigh the\n\nevidence; [our role is] merely to ensure that some evidence exists\n\nto support sufficiently the jury's determination.\"                    United States\n\nv. Nieves-Burgos, 62 F.3d 431, 438 (1st Cir. 1995). Since the jury\n\nheard evidence that the gun must have been placed in its final\n\nposition after the Nissan came to a complete stop, and that none of\n\nthe other occupants in the car could have put it there, the jury\n\ncould have inferred that Liranzo's reaching movement was not\n\ninnocent, but a move to put the gun under the seat.\n\n             Liranzo also correctly notes that \"mere proximity to a\n\nweapon      is   not   sufficient     to        show   actual    or   constructive\n\n\n                                          -8-\n\fpossession.\"      United States v. Weems, 322 F.3d 18, 24 (1st Cir.\n\n2003).     In support of his argument he should have been acquitted\n\nbecause nothing more than \"mere proximity\" was shown here, Liranzo\n\ncites a set of cases from other circuits whose facts are easily\n\ndistinguishable.        See, e.g., United States v. Soto, 779 F.2d 558,\n\n560-61 (9th Cir. 1986), opinion amended by 793 F.2d 217 (9th Cir.\n\n1986) (insufficient evidence to establish possession where weapons\n\nwere found in the van in which defendant was a passenger for only\n\n10 minutes, the weapons were accessible by defendant as well as the\n\ndriver and another passenger, driver testified that he owned the\n\nweapons and that defendant did not know about them before getting\n\nin   the   van,   and   government   presented   no   other   evidence   that\n\ndefendant was connected to the weapons); United States v. Blue, 957\n\nF.2d 106 (4th Cir. 1992) (insufficient evidence to establish\n\nconstructive possession where government's only evidence was that\n\npolice officer testified that he saw defendant's shoulder dip as he\n\napproached vehicle and weapon was found under his seat, but no\n\nfingerprints or other evidence linking defendant with gun were\n\nproduced).     Liranzo also points out a host of supposed lacunae in\n\nthe evidentiary record: there was no evidence that he was the\n\nregistered owner of the car or its driver; there was no physical\n\nevidence such as fingerprints; there was no evidence that the\n\ndefendant had ever been seen with the weapon or any weapon at all.\n\n\n\n\n                                     -9-\n\f          There was much more than \"mere proximity\" here.                As the\n\nearlier discussion demonstrates, the evidence showed that Liranzo\n\nexercised exclusive dominion and control over the location of the\n\ngun. See United States v. Zavala-Maldonado, 23 F.3d 4, 7 (1st Cir.\n\n1994) (\"'Constructive' possession is commonly defined as the power\n\nand intention to exercise control, or dominion and control, over an\n\nobject not in one's 'actual' possession.\").              This renders the \"no\n\nother evidence\" argument irrelevant.           The fact that the government\n\ndid not present certain kinds of evidence does not mean that there\n\nwas insufficient evidence for conviction.            In our review, we look\n\nat \"the total evidence, with all reasonable inferences made in the\n\nlight most favorable to the government.\" Hernández, 218 F.3d at 64\n\n(emphasis added) (quoting Loder, 23 F.3d at 590).\n\n                                       III.\n\n          Liranzo   also      argues    that   the   trial   court     erred   by\n\nallowing the arresting officers to testify about their assignments\n\nin the gang task force, thereby causing prejudice to Liranzo.\n\nThere was no error.\n\n          Liranzo     moved    in   limine      before    trial   to    exclude\n\nreferences to the terms \"gang\" and \"gang unit\" from the officers'\n\ntestimony.   The trial judge denied the motion after a hearing.\n\nSince Liranzo had indicated that his defense would attack the\n\ncredibility of the arresting officers and the police practices and\n\nprocedures used in this case, the trial judge concluded that\n\n\n                                       -10-\n\fevidence of the officers' assignments to the gang task force was\n\nrelevant to explain to the jury the appearance of \"excessive police\n\npresence   for   people   who   essentially   have    traffic   stops.\"\n\nFurthermore, the judge explained that the jury could perceive this\n\ncar stop as an incident of racial profiling.         The judge held the\n\nevidence was relevant so the government could demonstrate that\n\n\"these people weren't stopped because of their race, but because\n\nthese officers are there for the particular responsibility ... [of]\n\nwatching the house [of the known gang member on Farnham Street].\"\n\n           The government told the jury in its opening statement\n\nthat \"this case is nothing about gangs\" and that \"[t]he only\n\nimportance of what [the officers] were doing and where they were is\n\nfor you to understand that this was not a [routine] car stop.\"\n\nBefore any of the officers testified, the trial judge gave the\n\nfollowing limiting instruction to the jury:\n\n           I am allowing these officers to testify as to\n           their duties, because those were their duties\n           according to them, and so ... this testimony\n           about what their assignment was at the time of\n           the incident in question is given solely to\n           provide to you background and context.\n                  The government does not claim in this\n           case that the defendant is in a gang or that\n           he was involved in any gang activities at the\n           time of the event in question in this case.\n           And so for that reason, the fact that\n           witnesses may testify they were members of the\n           gang task force and/or that they were\n           investigating gang related activities has no\n           bearing on whether you find the defendant\n           guilty or not guilty of the offense with which\n           he has been charged.\n\n\n                                 -11-\n\f          During trial, the officers testified that they were\n\nassigned to the \"Suffolk County Gang Unit,\" whose responsibility is\n\nto \"investigate gang-related crimes.\"    They \"patrol the greater\n\nLawrence area to seek out gang-related issues, gang-related crime.\"\n\nThe officers paid particular attention to the Farnham Street house\n\nbecause it was the house of a \"known gang member of the outlaw gang\n\n... based out of South Lawrence.\"     They drive by that area \"at\n\nleast twice, maybe three times a week, normal patrol\" and during\n\nthe last five years have \"gone by, driven by, and observed [the]\n\nactivity of ... the residence[] ... probably a couple hundred\n\ntimes.\"   During trial, Liranzo lodged repeated objections to such\n\nreferences to the officers' assignments and activities at the\n\nFarnham Street home and thus preserved his objections for appeal.\n\n          Liranzo contends on appeal that all evidence regarding\n\nthe officers' posts in the police gang task force and the gang\n\nactivity at the home on Farnham Street should have been excluded as\n\nirrelevant and prejudicial to Liranzo.      Specifically, Liranzo\n\nargues that admission of the evidence was error because 1) the\n\nevidence failed to establish that he was in a gang, 2) any alleged\n\ngang affiliation had no bearing on his case, and 3) the admission\n\nof the evidence prejudiced his defense and changed the outcome of\n\na close case.\n\n           Our review is for abuse of discretion.    Under Federal\n\nRule of Evidence 403, relevant \"evidence may be excluded if its\n\n\n                               -12-\n\fprobative value is substantially outweighed by the danger of unfair\n\nprejudice, confusion of the issues, or misleading the jury.\"             The\n\nprocess of balancing the probative value of evidence with the risk\n\nof unfair prejudice is committed to the sound discretion of the\n\ntrial court.     United States v. Fields, 871 F.2d 188, 196 (1st Cir.\n\n1989).   \"[O]nly in 'extraordinarily compelling circumstances' will\n\nwe reverse a district court's 'on-the-spot judgment' concerning the\n\nprobative value and unfair effect of the proffered evidence.\"\n\nUnited States v. Shea, 159 F.3d 37, 40 (1st Cir. 1998) (quoting\n\nUnited States v. Lewis, 40 F.3d 1325, 1339 (1st Cir. 1994)).            This\n\nstandard is not met here.\n\n           Liranzo's first argument fails because the evidence was\n\nnot   admitted   to    show   his   gang    membership   and   the   limiting\n\ninstruction made that clear.\n\n           Second, the evidence regarding the gang task force and\n\nthe surveillance of the Farnham Street home was, for the reasons\n\nstated by the trial judge, relevant.\n\n           Furthermore, the district court's concern for the risk of\n\nthe jury's perception of racial profiling was validated by what\n\noccurred before and at trial.         Much of the voir dire questioning\n\nfocused on potential juror bias against the defendant as a \"black\n\nHispanic\" man.        The voir dire thus caused the jury to be extra\n\nsensitive to the race of the defendant and led to one prospective\n\njuror telling the trial judge, \"I am not comfortable with a11 of my\n\n\n                                     -13-\n\fwhite peers judging a black person.\"           The opening statement of the\n\ndefendant stressed that all of the occupants of the Nissan were\n\nHispanic and that the stop occurred in \"a Hispanic neighborhood\n\nwith many other Hispanic people.\"            The trial judge thus had reason\n\nto believe that the testimony regarding the officers' gang-related\n\nassignments and the surveillance history of Farnham Street would be\n\nrelevant in giving the jury the necessary background to understand\n\nthe police procedures and their reactions so as to counter any\n\nimpression of racial profiling.\n\n           Finally, any risk of unfair prejudice is limited by the\n\ncourt's instructions to the jury and the government's explanation\n\nof the role played by the officers' testimony.              See United States\n\nv. Taylor, 284 F.3d 95, 104 (1st Cir. 2002) (district court's\n\ncautionary instruction to jury that \"Defendants are not charged\n\nwith   possessing   a   firearm   or     a    gun\"    addressed   any    risk   of\n\nunwarranted   inferences    by    jury       from    evidence   that    defendant\n\npossessed a gun); Shea, 159 F.3d at 40 (1st Cir. 1998) (district\n\ncourt's cautionary limiting instruction to jury minimized potential\n\nprejudice to defendant from admission of a gun used in a separate\n\nrobbery and such admission was not abuse of discretion).\n\n                                    IV.\n\n           For the foregoing reasons, we affirm Liranzo's conviction\n\nfor being a felon in possession of a firearm.              So ordered.\n\n\n\n\n                                   -14-\n\f",
  "html": "<p class=\"case_cite\">385 F.3d 66</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Franklyn LIRANZO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-2571.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 8, 2004.</p>\n    <p class=\"date\">Decided September 30, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Reginal C. Lindsay, J.</p>\n      <p class=\"indent\">Dana A. Curhan for appellant.</p>\n      <p class=\"indent\">Virginia M. Vander Jagt, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Franklyn Liranzo was a passenger in a car stopped by Massachusetts state troopers in the fall of 2001. A Llama .380 semi-automatic handgun was found underneath his seat. The troopers arrested all four occupants and asked them to whom the gun belonged. All four denied ownership.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After jury trial, Liranzo was convicted of being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1). He challenges his conviction on the grounds that 1) the evidence at trial was insufficient to establish Liranzo's constructive possession of the firearm, and so the trial judge improperly denied his motion for a judgment of acquittal, and 2) admission of testimony by the arresting officers about their assignments to a gang task force was prejudicial error. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recount the facts with all reasonable inferences made in favor of the verdict. See <i>United States v. Hernandez,</i> 218 F.3d 58, 64 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the fall of 2001, Massachusetts State Police Troopers Thomas McCarthy and Ernest Doherty, members of a police task force targeting gang activity, kept watch on the home of a known gang member on Farnham Street in Lawrence, Massachusetts. On September 4, 2001, at approximately 10:40 PM, the troopers saw a green Nissan Maxima idling in front of the driveway of the residence. Two people entered the Nissan and then, just as the troopers pulled alongside the car, the Nissan quickly drove away with four occupants inside. Troopers McCarthy and Doherty followed the Nissan in an unmarked police car. They noticed that the Nissan's rear license plate was only hanging by a single screw, and they watched the Nissan go through an intersection with stop signs without coming to a complete stop. They informed Sergeant Francis Hughes, who was also in the general area in a separate unmarked police car, that they intended to stop the green Nissan for those violations. As McCarthy and Doherty caught up to the Nissan, they observed the three passengers looking out the back window of the car to watch the troopers' car.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Nissan turned into Shawsheen Road, a well-lit road next to a deserted park. The troopers' cruiser followed. McCarthy activated the cruiser's emergency lights and the siren to get the Nissan to pull over. After both cars stopped, the officers got out of the car, but waited before they approached the Nissan. They observed the occupants of the car moving around and looking back at the troopers. Meanwhile, Hughes approached the stopped Nissan from the opposite direction on Shawsheen Road. As Hughes stopped his car to sandwich the Nissan between the two police cruisers, his headlights illuminated the inside of the Nissan.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Hughes got out of his cruiser with a flashlight and approached the Nissan from the front. Concerned that the driver of the Nissan might attempt to run him down with the car, he carefully observed the two front occupants of the car and paid particular attention to their hands partly because \"[h]ands are the things that can produce weapons.\" The driver and Liranzo, the front passenger, both were looking through the rear window in the direction from which McCarthy and Doherty would be approaching. They did not move around inside the car and there was no indication that Liranzo knew Hughes was approaching from the front.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When Hughes was about eight feet from the Nissan, he shined his flashlight into the interior of the car. At that moment, Liranzo's head \"snapped\" around, his eyes widened, and he made direct eye contact with Hughes for the first time. Hughes testified:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As soon as [Liranzo] made eye contact with me, I observed his front upper torso move forward. At this point, his right shoulder was slightly cocked back. At this point, the front of his body came forward, his right shoulder came forward, his head lowered and he made a reaching movement underneath the seat. His head was now slightly below the dashboard. I could still see his eyes.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Liranzo's movement was \"of great concern\" to Hughes because \"[b]ased on [his] training and [his] experience in car stops, that movement was consistent with a movement where [Liranzo] was either reaching for something, to grab something or either get rid of something.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In response to Liranzo's movement, Hughes yelled \"at the top of [his] lungs\" for Liranzo and the other occupants of the car to raise their hands. Liranzo and the three others complied and raised their hands.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As the three officers approached the car, they smelled burnt marijuana. Officer Doherty also saw several open beer bottles. Of the four men in the car, only Liranzo protested the stop and demanded to know why they had been pulled over.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The officers conducted pat-frisks of the occupants for weapons and contraband. Marijuana was found in the pocket of one of the occupants (not Liranzo). Hughes immediately went back to the front passenger seat of the car to search the area into which Liranzo had been reaching. He found a Llama .380 semi-automatic handgun containing one bullet. The gun was propped up between the seat and the floor at a 45-degree angle, leaning on a hump of carpet and partly on the undercarriage of the front seat.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On October 21, 2001, a grand jury indicted Franklyn Liranzo with one count of being a felon in possession of a firearm, in violation of 18 U.S.C. &#167; 922(g)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> During his jury trial, Liranzo's defense focused on attacking the credibility of and procedures used by the arresting officers. He did not testify. The jury found him guilty. Liranzo was sentenced to 108 months imprisonment, a three-year term of supervised release, and a special assessment of $100. Judgment was entered on November 25, 2002, and the defendant timely appealed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Liranzo argues that there was insufficient evidence to prove beyond a reasonable doubt his constructive possession of the handgun.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Constructive possession for &#167; 922(g) purposes does not require ownership of the gun. <i>See United States v. Meade,</i> 110 F.3d 190, 202 (1st Cir.1997). The evidence was sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">First, Liranzo argues that in order to meet the burden, the government must foreclose all reasonable alternative hypotheses inconsistent with Liranzo's possession of the firearm. On the facts, Liranzo posits that the evidence is consistent with multiple theories: the gun could have been put there by one of the passengers in the rear seat, or by the driver of the car, or even have been left there before the car stopped. While Liranzo's movement could have been a move to hide the gun, he argues that he could also have been \"attempting to retrieve the registration from the glove box, tying his shoe, scratching his leg, or any one of a number of innocent behaviors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This argument fails. As an initial matter, the legal theory is incorrect: \"[T]he government need not present evidence that precludes every reasonable hypothesis inconsistent with guilt in order to sustain a conviction. Rather, the jury is at liberty to select freely among a variety of reasonable alternative constructions of the evidence.\" <i>United States v. Loder,</i> 23 F.3d 586, 590 (1st Cir.1994) (citations omitted). The reviewing court \"must uphold any verdict that is `supported by a plausible rendition of the record.'\" <i>Hernandez,</i> 218 F.3d at 64 (quoting <i>United States v. Ortiz,</i> 966 F.2d 707, 711 (1st Cir.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The evidence is sufficient to establish Liranzo's constructive possession of the gun. The precarious, angled position in which the gun was found negated any inference that the gun was placed there before the Nissan came to a complete stop. As officer Hughes testified, \"[T]here is no way that gun would have stayed in that location if the car was moving.\" Based on the weight of the gun, its unusual 45-degree angle, and the fact that it was \"supported almost by the three prongs of the handgun against the carpet,\" Hughes concluded that \"the gun would have slid out if the car was moving.\" Hughes also testified that he did not observe any movements from the driver of the Nissan as he approached the car from the front, negating any inference that the driver placed the gun underneath Liranzo's seat. As for the possibility that the gun was placed there by the passengers in the back, Hughes testified that it would have been impossible for someone in the backseat to press the gun into that position due to the \"small bowl [formed by the raised carpet] directly underneath the seat\" and the wires and other pieces of the undercarriage that were in the way. Hughes noted, \"[T]here is no way the gun would have made it over that hump and still have been balanced on the undercarriage like that from the back. It just couldn't have happened.\" The possibility that Liranzo's reaching movement was to tie his shoe or to get his registration cannot be squared with the testimony that Liranzo maintained eye contact with Hughes throughout the entire sequence of his movements.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is not the role of the reviewing court to \"weigh the evidence; [our role is] merely to ensure that some evidence exists to support sufficiently the jury's determination.\" <i>United States v. Nieves-Burgos,</i> 62 F.3d 431, 438 (1st Cir.1995). Since the jury heard evidence that the gun must have been placed in its final position after the Nissan came to a complete stop, and that none of the other occupants in the car could have put it there, the jury could have inferred that Liranzo's reaching movement was not innocent, but a move to put the gun under the seat.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Liranzo also correctly notes that \"mere proximity to a weapon is not sufficient to show actual or constructive possession.\" <i>United States v. Weems,</i> 322 F.3d 18, 24 (1st Cir.2003). In support of his argument he should have been acquitted because nothing more than \"mere proximity\" was shown here, Liranzo cites a set of cases from other circuits whose facts are easily distinguishable. <i>See, e.g., United States v. Soto,</i> 779 F.2d 558, 560-61 (9th Cir.1986), <i>opinion amended by</i> 793 F.2d 217 (9th Cir.1986) (insufficient evidence to establish possession where weapons were found in the van in which defendant was a passenger for only 10 minutes, the weapons were accessible by defendant as well as the driver and another passenger, driver testified that he owned the weapons and that defendant did not know about them before getting in the van, and government presented no other evidence that defendant was connected to the weapons); <i>United States v. Blue,</i> 957 F.2d 106 (4th Cir.1992) (insufficient evidence to establish constructive possession where government's only evidence was that police officer testified that he saw defendant's shoulder dip as he approached vehicle and weapon was found under his seat, but no fingerprints or other evidence linking defendant with gun were produced). Liranzo also points out a host of supposed lacunae in the evidentiary record: there was no evidence that he was the registered owner of the car or its driver; there was no physical evidence such as fingerprints; there was no evidence that the defendant had ever been seen with the weapon or any weapon at all.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There was much more than \"mere proximity\" here. As the earlier discussion demonstrates, the evidence showed that Liranzo exercised exclusive dominion and control over the location of the gun. <i>See United States v. Zavala-Maldonado,</i> 23 F.3d 4, 7 (1st Cir.1994) (\"`Constructive' possession is commonly defined as the power and intention to exercise control, or dominion and control, over an object not in one's `actual' possession.\"). This renders the \"no other evidence\" argument irrelevant. The fact that the government did not present certain kinds of evidence does not mean that there was insufficient evidence for conviction. In our review, we look at \"<i>the total evidence,</i> with <i>all</i> reasonable inferences made in the light most favorable to the government.\" <i>Hernandez,</i> 218 F.3d at 64 (emphasis added) (quoting <i>Loder,</i> 23 F.3d at 590).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Liranzo also argues that the trial court erred by allowing the arresting officers to testify about their assignments in the gang task force, thereby causing prejudice to Liranzo. There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Liranzo moved in limine before trial to exclude references to the terms \"gang\" and \"gang unit\" from the officers' testimony. The trial judge denied the motion after a hearing. Since Liranzo had indicated that his defense would attack the credibility of the arresting officers and the police practices and procedures used in this case, the trial judge concluded that evidence of the officers' assignments to the gang task force was relevant to explain to the jury the appearance of \"excessive police presence for people who essentially have traffic stops.\" Furthermore, the judge explained that the jury could perceive this car stop as an incident of racial profiling. The judge held the evidence was relevant so the government could demonstrate that \"these people weren't stopped because of their race, but because these officers are there for the particular responsibility ... [of] watching the house [of the known gang member on Farnham Street].\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The government told the jury in its opening statement that \"this case is nothing about gangs\" and that \"[t]he only importance of what [the officers] were doing and where they were is for you to understand that this was not a [routine] car stop.\" Before any of the officers testified, the trial judge gave the following limiting instruction to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">I am allowing these officers to testify as to their duties, because those were their duties according to them, and so... this testimony about what their assignment was at the time of the incident in question is given solely to provide to you background and context.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The government does not claim in this case that the defendant is in a gang or that he was involved in any gang activities at the time of the event in question in this case. And so for that reason, the fact that witnesses may testify they were members of the gang task force and/or that they were investigating gang related activities has no bearing on whether you find the defendant guilty or not guilty of the offense with which he has been charged.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">During trial, the officers testified that they were assigned to the \"Suffolk County Gang Unit,\" whose responsibility is to \"investigate gang-related crimes.\" They \"patrol the greater Lawrence area to seek out gang-related issues, gang-related crime.\" The officers paid particular attention to the Farnham Street house because it was the house of a \"known gang member of the outlaw gang ... based out of South Lawrence.\" They drive by that area \"at least twice, maybe three times a week, normal patrol\" and during the last five years have \"gone by, driven by, and observed [the] activity of ... the residence[]... probably a couple hundred times.\" During trial, Liranzo lodged repeated objections to such references to the officers' assignments and activities at the Farnham Street home and thus preserved his objections for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Liranzo contends on appeal that all evidence regarding the officers' posts in the police gang task force and the gang activity at the home on Farnham Street should have been excluded as irrelevant and prejudicial to Liranzo. Specifically, Liranzo argues that admission of the evidence was error because 1) the evidence failed to establish that he was in a gang, 2) any alleged gang affiliation had no bearing on his case, and 3) the admission of the evidence prejudiced his defense and changed the outcome of a close case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Our review is for abuse of discretion. Under Federal Rule of Evidence 403, relevant \"evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury.\" The process of balancing the probative value of evidence with the risk of unfair prejudice is committed to the sound discretion of the trial court. <i>United States v. Fields,</i> 871 F.2d 188, 196 (1st Cir.1989). \"[O]nly in `extraordinarily compelling circumstances' will we reverse a district court's `on-the-spot judgment' concerning the probative value and unfair effect of the proffered evidence.\" <i>United States v. Shea,</i> 159 F.3d 37, 40 (1st Cir.1998) (quoting <i>United States v. Lewis,</i> 40 F.3d 1325, 1339 (1st Cir.1994)). This standard is not met here.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Liranzo's first argument fails because the evidence was not admitted to show his gang membership and the limiting instruction made that clear.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Second, the evidence regarding the gang task force and the surveillance of the Farnham Street home was, for the reasons stated by the trial judge, relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Furthermore, the district court's concern for the risk of the jury's perception of racial profiling was validated by what occurred before and at trial. Much of the voir dire questioning focused on potential juror bias against the defendant as a \"black Hispanic\" man. The voir dire thus caused the jury to be extra sensitive to the race of the defendant and led to one prospective juror telling the trial judge, \"I am not comfortable with all of my white peers judging a black person.\" The opening statement of the defendant stressed that all of the occupants of the Nissan were Hispanic and that the stop occurred in \"a Hispanic neighborhood with many other Hispanic people.\" The trial judge thus had reason to believe that the testimony regarding the officers' gang-related assignments and the surveillance history of Farnham Street would be relevant in giving the jury the necessary background to understand the police procedures and their reactions so as to counter any impression of racial profiling.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, any risk of unfair prejudice is limited by the court's instructions to the jury and the government's explanation of the role played by the officers' testimony. <i>See United States v. Taylor,</i> 284 F.3d 95, 104 (1st Cir.2002) (district court's cautionary instruction to jury that \"Defendants are not charged with possessing a firearm or a gun\" addressed any risk of unwarranted inferences by jury from evidence that defendant possessed a gun); <i>Shea,</i> 159 F.3d at 40 (1st Cir.1998) (district court's cautionary limiting instruction to jury minimized potential prejudice to defendant from admission of a gun used in a separate robbery and such admission was not abuse of discretion).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the foregoing reasons, we <i>affirm</i> Liranzo's conviction for being a felon in possession of a firearm. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"It shall be unlawful for any person ... who has been convicted in any court of, a crime punishable by imprisonment for a term exceeding one year ... to ... possess in or affecting commerce, any firearm or ammunition.\" 18 U.S.C. 922(g)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 922(g)(1) requires the government to prove that the defendant was a convicted felon who knowingly possessed a firearm in or affecting interstate commerce<i>United States v. Wight,</i> 968 F.2d 1393, 1397 (1st Cir.1992). Knowing possession under &#167; 922(g)(1) may be proved through actual or constructive possession of the firearm. <i>Id.</i> at 1398. Since Liranzo stipulated at trial that he was a convicted felon and assumes, for purposes of the present appeal, that the firearm in question traveled in interstate commerce at some point, he is only challenging the sufficiency of the evidence with respect to the element of constructive possession.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Franklyn LIRANZO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-2571.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 8, 2004.</p>\n    <p class=\"date\">Decided September 30, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Reginal C. Lindsay, J.</p>\n      <p class=\"indent\">Dana A. Curhan for appellant.</p>\n      <p class=\"indent\">Virginia M. Vander Jagt, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LYNCH, Circuit Judge, SCHWARZER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Franklyn Liranzo was a passenger in a car stopped by Massachusetts state troopers in the fall of 2001. A Llama .380 semi-automatic handgun was found underneath his seat. The troopers arrested all four occupants and asked them to whom the gun belonged. All four denied ownership.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After jury trial, Liranzo was convicted of being a felon in possession of a firearm in violation of 18 U.S.C. &#167; 922(g)(1). He challenges his conviction on the grounds that 1) the evidence at trial was insufficient to establish Liranzo's constructive possession of the firearm, and so the trial judge improperly denied his motion for a judgment of acquittal, and 2) admission of testimony by the arresting officers about their assignments to a gang task force was prejudicial error. We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recount the facts with all reasonable inferences made in favor of the verdict. See <i>United States v. Hernandez,</i> <span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 64 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the fall of 2001, Massachusetts State Police Troopers Thomas McCarthy and Ernest Doherty, members of a police task force targeting gang activity, kept watch on the home of a known gang member on Farnham Street in Lawrence, Massachusetts. On September 4, 2001, at approximately 10:40 PM, the troopers saw a green Nissan Maxima idling in front of the driveway of the residence. Two people entered the Nissan and then, just as the troopers pulled alongside the car, the Nissan quickly drove away with four occupants inside. Troopers McCarthy and Doherty followed the Nissan in an unmarked police car. They noticed that the Nissan's rear license plate was only hanging by a single screw, and they watched the Nissan go through an intersection with stop signs without coming to a complete stop. They informed Sergeant Francis Hughes, who was also in the general area in a separate unmarked police car, that they intended to stop the green Nissan for those violations. As McCarthy and Doherty caught up to the Nissan, they observed the three passengers looking out the back window of the car to watch the troopers' car.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Nissan turned into Shawsheen Road, a well-lit road next to a deserted park. The troopers' cruiser followed. McCarthy activated the cruiser's emergency lights and the siren to get the Nissan to pull over. After both cars stopped, the officers got out of the car, but waited before they approached the Nissan. They observed the occupants of the car moving around and looking back at the troopers. Meanwhile, Hughes approached the stopped Nissan from the opposite direction on Shawsheen Road. As Hughes stopped his car to sandwich the Nissan between the two police cruisers, his headlights illuminated the inside of the Nissan.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Hughes got out of his cruiser with a flashlight and approached the Nissan from the front. Concerned that the driver of the Nissan might attempt to run him down with the car, he carefully observed the two front occupants of the car and paid particular attention to their hands partly because \"[h]ands are the things that can produce weapons.\" The driver and Liranzo, the front passenger, both were looking through the rear window in the direction from which McCarthy and Doherty would be approaching. They did not move around inside the car and there was no indication that Liranzo knew Hughes was approaching from the front.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When Hughes was about eight feet from the Nissan, he shined his flashlight into the interior of the car. At that moment, Liranzo's head \"snapped\" around, his eyes widened, and he made direct eye contact with Hughes for the first time. Hughes testified:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As soon as [Liranzo] made eye contact with me, I observed his front upper torso move forward. At this point, his right shoulder was slightly cocked back. At this point, the front of his body came forward, his right shoulder came forward, his head lowered and he made a reaching movement underneath the seat. His head was now slightly below the dashboard. I could still see his eyes.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Liranzo's movement was \"of great concern\" to Hughes because \"[b]ased on [his] training and [his] experience in car stops, that movement was consistent with a movement where [Liranzo] was either reaching for something, to grab something or either get rid of something.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In response to Liranzo's movement, Hughes yelled \"at the top of [his] lungs\" for Liranzo and the other occupants of the car to raise their hands. Liranzo and the three others complied and raised their hands.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As the three officers approached the car, they smelled burnt marijuana. Officer Doherty also saw several open beer bottles. Of the four men in the car, only Liranzo protested the stop and demanded to know why they had been pulled over.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The officers conducted pat-frisks of the occupants for weapons and contraband. Marijuana was found in the pocket of one of the occupants (not Liranzo). Hughes immediately went back to the front passenger seat of the car to search the area into which Liranzo had been reaching. He found a Llama .380 semi-automatic handgun containing one bullet. The gun was propped up between the seat and the floor at a 45-degree angle, leaning on a hump of carpet and partly on the undercarriage of the front seat.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On October 21, 2001, a grand jury indicted Franklyn Liranzo with one count of being a felon in possession of a firearm, in violation of 18 U.S.C. &#167; 922(g)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> During his jury trial, Liranzo's defense focused on attacking the credibility of and procedures used by the arresting officers. He did not testify. The jury found him guilty. Liranzo was sentenced to 108 months imprisonment, a three-year term of supervised release, and a special assessment of $100. Judgment was entered on November 25, 2002, and the defendant timely appealed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Liranzo argues that there was insufficient evidence to prove beyond a reasonable doubt his constructive possession of the handgun.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Constructive possession for &#167; 922(g) purposes does not require ownership of the gun. <i>See United States v. Meade,</i> <span class=\"citation\" data-id=\"197292\"><a href=\"/opinion/197292/united-states-v-meade/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">190</span></a></span>, 202 (1st Cir.1997). The evidence was sufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">First, Liranzo argues that in order to meet the burden, the government must foreclose all reasonable alternative hypotheses inconsistent with Liranzo's possession of the firearm. On the facts, Liranzo posits that the evidence is consistent with multiple theories: the gun could have been put there by one of the passengers in the rear seat, or by the driver of the car, or even have been left there before the car stopped. While Liranzo's movement could have been a move to hide the gun, he argues that he could also have been \"attempting to retrieve the registration from the glove box, tying his shoe, scratching his leg, or any one of a number of innocent behaviors.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This argument fails. As an initial matter, the legal theory is incorrect: \"[T]he government need not present evidence that precludes every reasonable hypothesis inconsistent with guilt in order to sustain a conviction. Rather, the jury is at liberty to select freely among a variety of reasonable alternative constructions of the evidence.\" <i>United States v. Loder,</i> <span class=\"citation\" data-id=\"195365\"><a href=\"/opinion/195365/united-states-v-loder/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 590 (1st Cir.1994) (citations omitted). The reviewing court \"must uphold any verdict that is `supported by a plausible rendition of the record.'\" <i>Hernandez,</i> 218 F.3d at 64 (quoting <i>United States v. Ortiz,</i> <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The evidence is sufficient to establish Liranzo's constructive possession of the gun. The precarious, angled position in which the gun was found negated any inference that the gun was placed there before the Nissan came to a complete stop. As officer Hughes testified, \"[T]here is no way that gun would have stayed in that location if the car was moving.\" Based on the weight of the gun, its unusual 45-degree angle, and the fact that it was \"supported almost by the three prongs of the handgun against the carpet,\" Hughes concluded that \"the gun would have slid out if the car was moving.\" Hughes also testified that he did not observe any movements from the driver of the Nissan as he approached the car from the front, negating any inference that the driver placed the gun underneath Liranzo's seat. As for the possibility that the gun was placed there by the passengers in the back, Hughes testified that it would have been impossible for someone in the backseat to press the gun into that position due to the \"small bowl [formed by the raised carpet] directly underneath the seat\" and the wires and other pieces of the undercarriage that were in the way. Hughes noted, \"[T]here is no way the gun would have made it over that hump and still have been balanced on the undercarriage like that from the back. It just couldn't have happened.\" The possibility that Liranzo's reaching movement was to tie his shoe or to get his registration cannot be squared with the testimony that Liranzo maintained eye contact with Hughes throughout the entire sequence of his movements.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">It is not the role of the reviewing court to \"weigh the evidence; [our role is] merely to ensure that some evidence exists to support sufficiently the jury's determination.\" <i>United States v. Nieves-Burgos,</i> <span class=\"citation\" data-id=\"701736\"><a href=\"/opinion/701736/united-states-v-frank-nieves-burgos/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">431</span></a></span>, 438 (1st Cir.1995). Since the jury heard evidence that the gun must have been placed in its final position after the Nissan came to a complete stop, and that none of the other occupants in the car could have put it there, the jury could have inferred that Liranzo's reaching movement was not innocent, but a move to put the gun under the seat.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Liranzo also correctly notes that \"mere proximity to a weapon is not sufficient to show actual or constructive possession.\" <i>United States v. Weems,</i> <span class=\"citation\" data-id=\"781157\"><a href=\"/opinion/781157/united-states-v-ike-weems/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 24 (1st Cir.2003). In support of his argument he should have been acquitted because nothing more than \"mere proximity\" was shown here, Liranzo cites a set of cases from other circuits whose facts are easily distinguishable. <i>See, e.g., United States v. Soto,</i> <span class=\"citation\" data-id=\"462364\"><a href=\"/opinion/462364/united-states-v-jimmy-ruben-soto/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">558</span></a></span>, 560-61 (9th Cir.1986), <i>opinion amended by</i> <span class=\"citation\" data-id=\"471694\"><a href=\"/opinion/471694/united-states-v-jimmy-ruben-soto/\"><span class=\"volume\">793</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">217</span></a></span> (9th Cir.1986) (insufficient evidence to establish possession where weapons were found in the van in which defendant was a passenger for only 10 minutes, the weapons were accessible by defendant as well as the driver and another passenger, driver testified that he owned the weapons and that defendant did not know about them before getting in the van, and government presented no other evidence that defendant was connected to the weapons); <i>United States v. Blue,</i> <span class=\"citation\" data-id=\"578218\"><a href=\"/opinion/578218/united-states-v-herbert-randolph-blue/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span> (4th Cir.1992) (insufficient evidence to establish constructive possession where government's only evidence was that police officer testified that he saw defendant's shoulder dip as he approached vehicle and weapon was found under his seat, but no fingerprints or other evidence linking defendant with gun were produced). Liranzo also points out a host of supposed lacunae in the evidentiary record: there was no evidence that he was the registered owner of the car or its driver; there was no physical evidence such as fingerprints; there was no evidence that the defendant had ever been seen with the weapon or any weapon at all.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">There was much more than \"mere proximity\" here. As the earlier discussion demonstrates, the evidence showed that Liranzo exercised exclusive dominion and control over the location of the gun. <i>See United States v. Zavala-Maldonado,</i> <span class=\"citation\" data-id=\"669099\"><a href=\"/opinion/669099/united-states-v-rafael-angel-zavala-maldonado/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.1994) (\"`Constructive' possession is commonly defined as the power and intention to exercise control, or dominion and control, over an object not in one's `actual' possession.\"). This renders the \"no other evidence\" argument irrelevant. The fact that the government did not present certain kinds of evidence does not mean that there was insufficient evidence for conviction. In our review, we look at \"<i>the total evidence,</i> with <i>all</i> reasonable inferences made in the light most favorable to the government.\" <i>Hernandez,</i> 218 F.3d at 64 (emphasis added) (quoting <i>Loder,</i> 23 F.3d at 590).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Liranzo also argues that the trial court erred by allowing the arresting officers to testify about their assignments in the gang task force, thereby causing prejudice to Liranzo. There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Liranzo moved in limine before trial to exclude references to the terms \"gang\" and \"gang unit\" from the officers' testimony. The trial judge denied the motion after a hearing. Since Liranzo had indicated that his defense would attack the credibility of the arresting officers and the police practices and procedures used in this case, the trial judge concluded that evidence of the officers' assignments to the gang task force was relevant to explain to the jury the appearance of \"excessive police presence for people who essentially have traffic stops.\" Furthermore, the judge explained that the jury could perceive this car stop as an incident of racial profiling. The judge held the evidence was relevant so the government could demonstrate that \"these people weren't stopped because of their race, but because these officers are there for the particular responsibility ... [of] watching the house [of the known gang member on Farnham Street].\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The government told the jury in its opening statement that \"this case is nothing about gangs\" and that \"[t]he only importance of what [the officers] were doing and where they were is for you to understand that this was not a [routine] car stop.\" Before any of the officers testified, the trial judge gave the following limiting instruction to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">I am allowing these officers to testify as to their duties, because those were their duties according to them, and so... this testimony about what their assignment was at the time of the incident in question is given solely to provide to you background and context.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The government does not claim in this case that the defendant is in a gang or that he was involved in any gang activities at the time of the event in question in this case. And so for that reason, the fact that witnesses may testify they were members of the gang task force and/or that they were investigating gang related activities has no bearing on whether you find the defendant guilty or not guilty of the offense with which he has been charged.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">During trial, the officers testified that they were assigned to the \"Suffolk County Gang Unit,\" whose responsibility is to \"investigate gang-related crimes.\" They \"patrol the greater Lawrence area to seek out gang-related issues, gang-related crime.\" The officers paid particular attention to the Farnham Street house because it was the house of a \"known gang member of the outlaw gang ... based out of South Lawrence.\" They drive by that area \"at least twice, maybe three times a week, normal patrol\" and during the last five years have \"gone by, driven by, and observed [the] activity of ... the residence[]... probably a couple hundred times.\" During trial, Liranzo lodged repeated objections to such references to the officers' assignments and activities at the Farnham Street home and thus preserved his objections for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Liranzo contends on appeal that all evidence regarding the officers' posts in the police gang task force and the gang activity at the home on Farnham Street should have been excluded as irrelevant and prejudicial to Liranzo. Specifically, Liranzo argues that admission of the evidence was error because 1) the evidence failed to establish that he was in a gang, 2) any alleged gang affiliation had no bearing on his case, and 3) the admission of the evidence prejudiced his defense and changed the outcome of a close case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Our review is for abuse of discretion. Under Federal Rule of Evidence 403, relevant \"evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury.\" The process of balancing the probative value of evidence with the risk of unfair prejudice is committed to the sound discretion of the trial court. <i>United States v. Fields,</i> <span class=\"citation\" data-id=\"520578\"><a href=\"/opinion/520578/united-states-v-michael-j-fields-united-states-of-america-v-james-p/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 196 (1st Cir.1989). \"[O]nly in `extraordinarily compelling circumstances' will we reverse a district court's `on-the-spot judgment' concerning the probative value and unfair effect of the proffered evidence.\" <i>United States v. Shea,</i> <span class=\"citation\" data-id=\"198187\"><a href=\"/opinion/198187/united-states-v-shea/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir.1998) (quoting <i>United States v. Lewis,</i> <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1339 (1st Cir.1994)). This standard is not met here.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Liranzo's first argument fails because the evidence was not admitted to show his gang membership and the limiting instruction made that clear.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Second, the evidence regarding the gang task force and the surveillance of the Farnham Street home was, for the reasons stated by the trial judge, relevant.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Furthermore, the district court's concern for the risk of the jury's perception of racial profiling was validated by what occurred before and at trial. Much of the voir dire questioning focused on potential juror bias against the defendant as a \"black Hispanic\" man. The voir dire thus caused the jury to be extra sensitive to the race of the defendant and led to one prospective juror telling the trial judge, \"I am not comfortable with all of my white peers judging a black person.\" The opening statement of the defendant stressed that all of the occupants of the Nissan were Hispanic and that the stop occurred in \"a Hispanic neighborhood with many other Hispanic people.\" The trial judge thus had reason to believe that the testimony regarding the officers' gang-related assignments and the surveillance history of Farnham Street would be relevant in giving the jury the necessary background to understand the police procedures and their reactions so as to counter any impression of racial profiling.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, any risk of unfair prejudice is limited by the court's instructions to the jury and the government's explanation of the role played by the officers' testimony. <i>See United States v. Taylor,</i> <span class=\"citation\" data-id=\"199888\"><a href=\"/opinion/199888/united-states-v-taylor/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 104 (1st Cir.2002) (district court's cautionary instruction to jury that \"Defendants are not charged with possessing a firearm or a gun\" addressed any risk of unwarranted inferences by jury from evidence that defendant possessed a gun); <i>Shea,</i> 159 F.3d at 40 (1st Cir.1998) (district court's cautionary limiting instruction to jury minimized potential prejudice to defendant from admission of a gun used in a separate robbery and such admission was not abuse of discretion).</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the foregoing reasons, we <i>affirm</i> Liranzo's conviction for being a felon in possession of a firearm. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Northern District of California, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"It shall be unlawful for any person ... who has been convicted in any court of, a crime punishable by imprisonment for a term exceeding one year ... to ... possess in or affecting commerce, any firearm or ammunition.\" 18 U.S.C. 922(g)(1)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 922(g)(1) requires the government to prove that the defendant was a convicted felon who knowingly possessed a firearm in or affecting interstate commerce<i>United States v. Wight,</i> <span class=\"citation\" data-id=\"586812\"><a href=\"/opinion/586812/united-states-v-phillip-a-wight/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1393</span></a></span>, 1397 (1st Cir.1992). Knowing possession under &#167; 922(g)(1) may be proved through actual or constructive possession of the firearm. <i>Id.</i> at 1398. Since Liranzo stipulated at trial that he was a convicted felon and assumes, for purposes of the present appeal, that the firearm in question traveled in interstate commerce at some point, he is only challenging the sufficiency of the evidence with respect to the element of constructive possession.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781157/"
  ]
}