{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201209/",
  "absolute_url": "/opinion/201209/joyal-v-hasbro-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201209/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:10:05Z",
  "date_modified": "2016-02-28T05:04:53.209360Z",
  "type": "010combined",
  "sha1": "479d29ef926a634279759c96faf69c70296436bb",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2495-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/08/19/Joyal_v._Hasbro_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 03-2495\n\n                        ROBERT P. JOYAL,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                HASBRO, INC., d/b/a HASBRO GAMES,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Kenneth P. Neiman, U.S. Magistrate Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n\n                Lipez and Howard, Circuit Judges.\n\n\n\n     Tani E. Sapirstein with whom Sapirstein & Sapirstein was on\nbrief for appellant.\n     Neil Jacobs with whom Jessica A. Foster and Hale and Dorr LLP\nwere on brief for appellee.\n\n\n\n                         August 17, 2004\n\f            BOUDIN,   Chief   Judge.         Robert    Joyal,    the      plaintiff-\n\nappellant in this age discrimination case, had worked in Hasbro,\n\nInc.'s games division for 31 years when he was fired on December\n\n28, 2000.     He was then 55 years old, and was replaced by a\n\nsubordinate who was 37 years old.           After exhausting administrative\n\nremedies, Joyal then brought suit in state court against Hasbro,\n\nwhich removed the matter to federal court on diversity grounds.\n\n            Joyal's   complaint   charged       that    Hasbro      had    illegally\n\ndiscriminated against Joyal by firing him on the basis of age, in\n\nviolation of Mass. Gen. Laws ch. 151B, §4(1B) (2002).                        In two\n\nfurther   counts,     Joyal   claimed    that    Hasbro       had     breached   its\n\nemployment   contract    with   him     by    failing    to     use    progressive\n\ndiscipline and had improperly deprived him of an end-of-year bonus\n\nto which he was entitled under the company's management incentive\n\nplan.\n\n            Following discovery, Hasbro moved for summary judgment on\n\nall three of Joyal's claims. The magistrate judge, acting on the\n\nmatter with the consent of the parties, 28 U.S.C. § 636(c) (2000);\n\nFed. R. Civ. P. 73, granted summary judgment to Hasbro on all\n\ncounts on October 27, 2003.        Joyal now appeals.               We consider de\n\nnovo whether the district court properly granted summary judgment,\n\nsee Landrau-Romero v. Banco Popular de Puerto Rico, 212 F.3d 607,\n\n611 (1st Cir. 2000), and draw all reasonable inferences in favor of\n\n\n\n\n                                      -2-\n\fJoyal, Sparks v. Fidelity Nat'l Title Ins. Co., 294 F.3d 259, 265\n\n(1st Cir. 2002).\n\n              The main subject of Joyal's appeal is his statutory age\n\ndiscrimination claim.      The Massachusetts statute, like the federal\n\nAge Discrimination in Employment Act of 1967, 29 U.S.C. §§ 621-634\n\n(2000), generally prevents employment action taken against older\n\nemployees because of their age.              Massachusetts case law uses a\n\nburden-shifting device akin to federal law to force the employer to\n\nsupply reasons for his action once an easily made prima facie case\n\nis established. Compare Abramian v. President & Fellows of Harvard\n\nColl., 731 N.E.2d 1075, 1084-86 (Mass. 2000), with McDonnell\n\nDouglas Corp. v. Green, 411 U.S. 792, 802-05 (1973).\n\n              Here, Joyal provided the prima facie case, primarily by\n\nshowing that he was in the age-protected group and was replaced by\n\na substantially younger man.        See Blare v. Husky Injection Molding\n\nSys. Boston, Inc., 646 N.E.2d 111, 115 (Mass. 1995).                  Hasbro in\n\nturn provided three specific reasons for the firing, coupled with\n\nfacts colorably supporting the reasons: Joyal's misuse or attempted\n\nmisuse   of    company   property     for    personal   benefit;   retaliation\n\nagainst an employee who had refused to cooperate with that misuse;\n\nand an abusive management style.\n\n              Under   Massachusetts    law,    as   under   federal   law,   the\n\nemployer's provision of a non-discriminatory reason or reasons\n\nrebuts the presumption of discrimination created by the prima facie\n\n\n                                       -3-\n\fcase, and the issue of discriminatory intent then turns upon the\n\nevidence.     Abramian, 731 N.E.2d at 1084-86.   Under federal law,\n\nthat evidence may include inferences drawn against the employer if\n\nhis alleged reason or reasons for the adverse action are shown to\n\nbe \"pretextual.\"    Udo v. Tomes, 54 F.3d 9, 12-13 (1st Cir. 1995).\n\n            Massachusetts law is similar, but in one relevant respect\n\nperhaps even more friendly to plaintiffs.         Under Lipchitz v.\n\nRaytheon Co., 751 N.E.2d 360, 366 (Mass. 2001), a plaintiff may be\n\nable--automatically and regardless of circumstances--to avoid a\n\ndirected verdict and reach a jury if he or she proves that at least\n\none of the reasons given by the defendant was pretextual.       This\n\nsubtlety was not at issue in Fite v. Digital Equip. Corp., 232 F.3d\n\n3, 7 (1st Cir. 2000), where we said that federal and Massachusetts\n\nlaw were aligned, but were dealing mainly with jury instructions\n\nand not a directed verdict.\n\n            If Lipchitz does authorize the jury to decide for the\n\nplaintiff merely because the employer lied in one respect and\n\nregardless of circumstances, this may seem an oddly mechanical\n\nrule; one can imagine easily a case where an unimpeached and\n\npowerful nondiscriminatory reason is proved but the jury finds\n\n\"pretextual\" a further reason also given by the employer as a make-\n\nweight.     But, like the magistrate judge, we will assume arguendo\n\nthat under Massachusetts law any deliberately false reason would\n\nget Joyal to a jury.\n\n\n                                 -4-\n\f             In this case, there is no direct evidence, such as\n\nslighting remarks or express admissions, see, e.g., Blare, 646\n\nN.E.2d at 113-14, 118; Fontaine v. Ebtec Corp., 613 N.E.2d 881,\n\n885-86 (Mass. 1993), that Hasbro was hostile to older workers or\n\nthat Joyal's dismissal was motivated by age. However, Joyal argues\n\nthat the circumstances of the dismissal--above all, the alleged\n\nfalsity of one or more of the reasons given--would permit a\n\nreasonable jury to infer that one or more of the reasons was\n\npretext and therefore, under Lipchitz, that age discrimination was\n\nan actual motive for Joyal's dismissal.\n\n             This is the most familiar of issues on summary judgment:\n\nwhether, resolving reasonable doubts in his favor, the evidence so\n\nfar could rationally support a jury verdict for the plaintiff. See\n\nAnderson     v.    Liberty   Lobby,    Inc.,   477   U.S.       242,   249    (1986).\n\nContrary to Joyal's intimation on appeal, there is no indication\n\nthat   the   magistrate      judge     misunderstood      the    legal   framework\n\nadversely to Joyal.          But, by the same token, our obligation is\n\nindependently to assess the evidence and reach our own conclusion.\n\n             The    basis    offered    for    Hasbro's     actions      is    easily\n\nsummarized based on the summary judgment record. Hasbro is a major\n\ntoymaker headquartered in Rhode Island with operations in various\n\nother locations.      Over a 31-year period, Joyal worked his way up to\n\na senior vice president position at the company's plant in East\n\nLongmeadow, Massachusetts. David Wilson was the division president\n\n\n                                        -5-\n\fbased at the facility and, at the time of the firing, Joyal\n\nreported to Wilson--who in turn reported to Alfred Verrecchia,\n\nHasbro's president and chief executive officer in Pawtucket, Rhode\n\nIsland.\n\n          In August 1999, Joyal through another employee asked a\n\nsubordinate, Scott Aye, for the keys to a Hasbro truck so that\n\nJoyal could transport personal materials to his home.    This might\n\nappear to be a trivial matter, but Hasbro had a history of criminal\n\nand civil litigation in the 1990s involving corruption and misuse\n\nof company assets.   See generally United States v. Serafino, 281\n\nF.3d 327 (1st Cir. 2002).    Its company handbook prohibited such\n\nmisuse, and an explicit policy statement specifically regarding the\n\nuse of company vehicles for private purposes had been circulated to\n\nJoyal's division in March 1999.\n\n          Aye refused to give Joyal the truck keys, noting that to\n\ndo so would be a violation of company policy.   Joyal became angry\n\nand expressed his anger to Aye's immediate supervisor, who gained\n\nthe impression that Joyal was planning to retaliate.    In September\n\n1999, Joyal demoted Aye to a lower management position and withdrew\n\ncertain job responsibilities from him, and during the following\n\nyear Aye received a below-average bonus and wage increase.    Joyal\n\nthen proposed that Aye be supervised by another employee (David\n\nDunican), whom Aye particularly disliked, even though Aye had\n\n\n\n\n                               -6-\n\fpreviously been assured by the company that he would not be thus\n\nassigned.\n\n            In the summer of 2000, Aye told the division's director\n\nof human resources that he was seeking legal advice and complained\n\nto Wilson of the apparent retaliation.    In August, Wilson met with\n\nJoyal and Aye; Wilson promised Aye that he would not have to report\n\nto Dunican and Aye withdrew a proposed letter of complaint to\n\ncorporate headquarters.    Wilson also spoke privately to Joyal and\n\ntold him to fix his relationship with Aye.      Additionally, Wilson\n\ntold Joyal to stop his practice of bringing trash from home to the\n\nplant to be disposed of by Hasbro employees.\n\n            In this period and in the fall, Wilson also became\n\nconcerned about Joyal's management style in dealing with other\n\nsubordinates, particularly allegations of harsh language and abuse.\n\nAn employee opinion survey around this time showed that Joyal's\n\ndepartment ranked significantly lower than others in categories\n\nsuch as leadership, teamwork, and fairness of employee treatment;\n\nWilson's follow-up conversations with Aye and another employee\n\npreviously under Joyal's supervision reinforced these concerns.1\n\n            In the late fall, Aye was informed by his supervisor that\n\nJoyal was still considering making him report to Dunican.        Aye\n\n\n\n     1\n      In preparation for litigation, other previous subordinates of\nJoyal confirmed his abusive management style; two of them issued\naffidavits stating that his behavior had been a contributing cause\nto their resignations from Hasbro.\n\n                                 -7-\n\fcomplained     to    Wilson,    who    then      contacted       the   Rhode   Island\n\nheadquarters.        After discussions with other executives and an\n\ninvestigation by a company lawyer, Verrecchia accepted Wilson's\n\nrecommendation       that    Joyal    be   terminated,     and     the    termination\n\noccurred on December 28, 2000.\n\n             On this appeal, Joyal picks at details, but the evidence\n\nfor this history is solid.           Joyal says, for example, that he asked\n\nto use the truck but did not succeed, as if this matters.                      He says\n\nthat he \"promoted\" Aye, but this is a no more than an unpersuasive\n\ngloss   on    Joyal's       acknowledged         change   of     Aye's     employment\n\nresponsibilities.       Joyal claims that the subordinate who replaced\n\nhim denied mistreatment at his hands, which is true, but the\n\nsubordinate confirmed that other employees had complained to him of\n\nmistreatment by Joyal.\n\n             This is a sample, but the other objections are mostly of\n\nthe same order.        Such minor quibbles are insufficient to create\n\n\"genuine issues of material fact\" precluding summary judgment.\n\nMack v. Great Atl. & Pac. Tea Co., Inc., 871 F.2d 179, 181-82 (1st\n\nCir. 1989).     Without discussing each contention in detail, it is\n\nenough to say that Joyal's disagreements do not cast serious doubt\n\non Hasbro's evidence as to what happened.\n\n             Joyal    also     suggests      that    a    jury    might    think   it\n\nimplausible that a senior manager would be fired after over 30\n\nyears of employment without further discussion and an opportunity\n\n\n                                           -8-\n\fto mend his ways.      But two of the charges against Joyal were fairly\n\nserious--systematic harshness toward subordinates and retaliation\n\nagainst an employee who sought to frustrate Joyal's violation of\n\ncompany policy. And Joyal's conduct was not a single incident, but\n\na set of arguably related deficiencies occurring over a period of\n\ntime.\n\n              In some measure Joyal was offered an opportunity to\n\nsquare   himself     in     the   initial    meeting     with   Wilson   and    Aye.\n\nSeemingly, it was the last straw when Wilson learned of the survey\n\nand of Aye's renewed complaint that the Dunican assignment was\n\nstill under consideration.             Wilson had promised Aye that the\n\nDunican matter had been dropped and did not want the original\n\nretaliation charge widely aired; and the survey suggested that the\n\nanecdotal reports as to Joyal's management style were well founded.\n\n              Against this background, the addition of the truck keys\n\ncharge   to    the   list    does   not     rationally    suggest   that   it    was\n\npretextual.      Arguably, given the 1990s background this was a more\n\nserious matter than it might have been in other companies--but the\n\nreal point is that this delinquency did not stand alone.                   It was\n\none of a group of reasons listed for the discharge.                 The fact that\n\nit was perhaps less serious than the others, and might not have\n\nsufficed standing alone, does not suggest that it was false or\n\npretext.\n\n\n\n\n                                          -9-\n\f           Whether Hasbro was fair or wise does not matter to this\n\nclaim, nor does it matter whether Wilson was right in perceiving\n\nJoyal as a harsh manager and one who could not give up a grudge; it\n\nis enough that Wilson so believed.            \"[I]f the reason given by the\n\nemployer is the real reason for its action,\" it does not matter if\n\n\"the employer's action was arbitrary or unwise.\"              Wheelock Coll.\n\n355 N.E.2d at 315.      Joyal has pointed to nothing that would entitle\n\na jury to find that Hasbro disbelieved the reasons it gave or\n\notherwise based its decision upon Joyal's age.\n\n           Joyal also appeals the two contract or contract-related\n\nclaims stated in his complaint.          One is easily addressed.        Joyal\n\nwas a senior manager holding his office at will.             Nevertheless, he\n\nasserts that two documents issued by the company constituted a\n\ncontract between him and the company, binding the latter to provide\n\n\"progressive discipline\" for misconduct rather than discharge. The\n\ntwo documents are the company's \"Employee Handbook\" and its \"Guide\n\nto Corporate Conduct.\"\n\n           Massachusetts law does in some circumstances allow an\n\nemployee   to     premise   a    contract     claim   on   published   company\n\nprocedures.     See O'Brien v. New England Tel. & Tel. Co., 664 N.E.2d\n\n843, 846-50 (Mass. 1996); Jackson v. Action for Boston Comm. Dev.,\n\nInc., 525 N.E.2d 411, 414-16 (Mass. 1988). Although \"[t]here is no\n\nexplicit   test    or   'rigid    list   of    prerequisites'    to    aid   in\n\nascertaining if a personnel manual comprises a binding contract\n\n\n                                     -10-\n\funder Massachusetts law,\" Hinchey v. Nynex Corp., 144 F.3d 134, 141\n\n(1st    Cir.    1998)    (quoting   O'Brien,    664    N.E.2d    at   847),   both\n\ndocuments here contain explicit disclaimers stating that they are\n\nno more than guidelines subject to change at will.\n\n               Even if they were arguably contracts, it would not affect\n\nthe outcome.           Joyal points to nothing in them that promises\n\nprogressive discipline for employees; the portions of the handbook\n\nprovided to the court contain no such language at all, and the\n\nguide simply lists different possible disciplinary actions.                   As to\n\nJoyal's claim that in practice the company applied progressive\n\ndiscipline, the company witness relied upon for this view made\n\nclear that there was certainly no such policy for management\n\nemployees.\n\n               This brings us to Joyal's third and final claim, which is\n\nnot for reinstatement but for payment of a bonus (of unspecified\n\namount).       Averring that his department met its financial goals for\n\n2000, Joyal says that under the company's management incentive plan\n\nhe would have been entitled to a year-end bonus for 2000 if he had\n\nremained employed into 2001.            Under the terms of the plan, he was\n\nineligible for the bonus because he was let go before the end of\n\n2000.\n\n               Under    Massachusetts    law,   an    employee   who   would    be\n\nentitled to a bonus or commission based on his past performance and\n\nwho is deprived of it by a discharge without \"good cause\" may\n\n\n                                        -11-\n\frecover the sum already \"earned\" even though contingent on a\n\ncondition not fulfilled.2    The theory is that even in a contract\n\nfor employment at will, there is an implied obligation of good\n\nfaith and fair dealing. Recovery is only for this already accrued,\n\nalbeit contingent compensation; the implied obligation does not\n\notherwise give the employee protection against discharge without\n\ncause.    Cort, 431 N.E.2d at 911.\n\n           One might think from its origin and some of the case law\n\nlanguage that liability under this line of cases would arise only\n\nfor \"bad faith\" discharges, such as a deliberate attempt to deprive\n\nthe employee of his bonus or compensation.       But Massachusetts\n\ndecisions hold that even without a malign motive, a discharge\n\nwithout \"good cause\" is enough to make the defendant liable for\n\ncontingently due bonuses. Thus in Gram, the Supreme Judicial Court\n\nstated:\n\n           [T]he obligation of good faith and fair\n           dealing . . . requires that the employer be\n           liable for the loss of compensation that is so\n           clearly related to an employee's past service,\n           when the employee is discharged without good\n           cause. . . . [A]bsence of good faith need not\n           be proved to the extent that there must be a\n           showing of an improper motive for the\n           discharge.\n\n429 N.E.2d at 29.\n\n\n\n     2\n      See Cort v. Bristol-Myers Co., 431 N.E.2d 908, 910-11 (Mass.\n1982); Gram v. Liberty Mut. Ins. Co., 429 N.E.2d 21, 29 (Mass.\n1981); Fortune v. Nat'l Cash Register Co., 364 N.E.2d 1251, 1255-59\n(Mass. 1977).\n\n                                -12-\n\f          The incentive plan in this case did not give Joyal an\n\nunqualified right to the bonus if he remained employed into 2001;\n\nall bonuses under the plan were also expressly contingent upon the\n\napproval of Hasbro's CEO. Possibly this would make a difference to\n\nMassachusetts courts, cf. Harrison v. NetCentric Corp., 744 N.E.2d\n\n622, 629-31 (Mass. 2001); Cheney v. Automatic Sprinkler Corp. of\n\nAm., 385 N.E.2d 961, 963-64 (Mass. 1979), especially if the CEO\n\nordinarily exercised discretion; but we will assume arguendo that\n\nunder Cort the CEO's veto would also require good cause.\n\n          This poses squarely the question, little discussed in the\n\nMassachusetts cases, of what exactly constitutes \"good cause.\" One\n\npossibility is that someone, conceivably the jury, is left to weigh\n\nthe equities and assess whether the particular default merits the\n\nparticular    penalty   (here,   the   amount    of   the   bonus).   Labor\n\narbitrators    sometimes    assume     such     powers   under   collective\n\nbargaining agreements where discharge or other penalties are at\n\nstake. See Poland Spring Corp. v. United Food & Commercial Workers\n\nInt'l Union, Local 1445, 314 F.3d 29, 33-36 (1st Cir. 2002), cert.\n\ndenied, 124 S. Ct. 177 (2003); Keebler Co. v. Truck Drivers, Local\n\n170, 247 F.3d 8, 12-14 (1st Cir. 2001).\n\n          The other alternative, which we think better founded in\n\nMassachusetts case law, is to posit an objective standard and to\n\nask whether the asserted \"cause\" for discharge is a legitimate one\n\nas opposed to one that is dishonest, arbitrary or trivial.            If the\n\n\n                                   -13-\n\fcause turned on material disputed facts, then a jury would resolve\n\nthem and apply the standard; on undisputed facts, who would decide\n\nis less clear, although this is a different issue.3\n\n          While the phrase \"good cause\" in the Cort context has not\n\nbeen well construed, the concept of \"just cause\" for discharge has\n\nbeen glossed several times by Massachusetts courts, see, e.g., G &\n\nM Employment Serv., Inc. v. Commonwealth, 265 N.E.2d 476 (Mass.\n\n1970); Goldhor v. Hampshire Coll., 521 N.E.2d 1381, 1385 (Mass.\n\nApp. Ct. 1988), which have also equated the two phrases.4     G & M\n\ninvolved a statute requiring refunds by employment agencies to\n\nemployees discharged early on without just cause.     Justice Cutter\n\nstated:\n\n          The standard of 'just cause' . . . in the\n          context of a statute regulating employment\n          agencies, would require determination (among\n          other matters) whether there existed (1) a\n          reasonable basis for employer dissatisfaction\n          with a new employee, entertained in good\n          faith, for reasons such as lack of capacity or\n          diligence, failure to conform to usual\n          standards of conduct, or other culpable or\n          inappropriate behavior, or (2) grounds for\n          discharge   reasonably    related,    in   the\n\n\n     3\n      On some issues--such as contract interpretation--the judge\ndecides. On others (negligence is the prime example) the jury gets\nto apply the standard even on undisputed facts if the case could\nreasonably be decided either way.      See United States v. Rule\nIndus., Inc., 878 F.2d 535, 541-42 (1st Cir. 1989). The choice is\npartly one of policy, but is also a product of history. See, e.g.,\nMarkman v. Westview Instruments, Inc., 517 U.S. 370 (1996).\n     4\n      See Gram, 429 N.E.2d at 28 & n.8; cf. Amoco Oil Co. v.\nDickson, 389 N.E.2d 406, 408-10 (Mass. 1979) (defining \"due cause\"\nby reference to definitions of \"good cause\" and \"just cause\").\n\n                               -14-\n\f          employer's honest judgment, to the needs of\n          his business. Discharge for a 'just cause' is\n          to   be    contrasted    with  discharge   on\n          unreasonable     grounds    or   arbitrarily,\n          capriciously, or in bad faith.\n\nG & M Employment Serv., Inc., 265 N.E.2d at 480.\n\n          A less elaborate but similar definition was given for\n\ngood cause in a much earlier case, Rinaldo v. Dreyer, 1 N.E.2d 37,\n\n38 (Mass. 1936), which offered perhaps even greater latitude to the\n\nemployer: \"If the cause assigned is at least fairly debatable and\n\nis asserted honestly, and not as a subterfuge, that is enough.\"\n\nWhether or not the Supreme Judicial Court today would go quite so\n\nfar might be debated, but G & W has not been disapproved and has\n\nbeen treated as a governing precedent.   See Moriearty et al., 45\n\nMassachusetts Practice: Employment Law § 2.4 (2003).\n\n          Measured by G & W's language, there can be no doubt that\n\ngood or just cause existed for Joyal's discharge.      Even if the\n\nissue were for the jury in a close case, no rational jury could\n\nfail here to find \"a reasonable basis for employer dissatisfaction\"\n\nbased upon \"culpable or inappropriate behavior.\"       At the very\n\nleast, facts not fairly disputed put Joyal's conduct in the latter\n\ncategory, permitting under Cort the forfeiture of the contingently\n\naccrued bonus.\n\n          Cort by its own terms is designed to prevent the loss of\n\nsuch contingent payments based upon dishonest or arbitrary action\n\nby the employer.   Here, there is no basis for imputing dishonesty\n\n\n                               -15-\n\fto Hasbro, and no jury could reasonably describe as \"arbitrary\" the\n\ndischarge of a senior manager who sought to violate clear company\n\npolicy,   who   retaliated   against    one   who   complained   and   who\n\nmaintained a poor relationship with other employees under his\n\nauthority.\n\n           Affirmed.\n\n\n\n\n                                 -16-\n\f",
  "html": "<p class=\"case_cite\">380 F.3d 14</p>\n    <p class=\"parties\">Robert P. JOYAL, Plaintiff, Appellant,<br>v.<br>HASBRO, INC., d/b/a Hasbro Games, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-2495.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 7, 2004.</p>\n    <p class=\"date\">Decided August 17, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Kenneth P. Neiman, United States Magistrate Judge. COPYRIGHT MATERIAL OMITTED Tani E. Sapirstein with whom Sapirstein &amp; Sapirstein was on brief for appellant.</p>\n      <p class=\"indent\">Neil Jacobs with whom Jessica A. Foster and Hale and Dorr LLP were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert Joyal, the plaintiff-appellant in this age discrimination case, had worked in Hasbro, Inc.'s games division for 31 years when he was fired on December 28, 2000. He was then 55 years old, and was replaced by a subordinate who was 37 years old. After exhausting administrative remedies, Joyal brought suit in state court against Hasbro, which removed the matter to federal court on diversity grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Joyal's complaint charged that Hasbro had illegally discriminated against Joyal by firing him on the basis of age, in violation of Mass. Gen. Laws ch. 151B, &#167; 4(1B) (2002). In two further counts, Joyal claimed that Hasbro had breached its employment contract with him by failing to use progressive discipline and had improperly deprived him of an end-of-year bonus to which he was entitled under the company's management incentive plan.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following discovery, Hasbro moved for summary judgment on all three of Joyal's claims. The magistrate judge, acting on the matter with the consent of the parties, 28 U.S.C. &#167; 636(c) (2000); Fed.R.Civ.P. 73, granted summary judgment to Hasbro on all counts on October 27, 2003. Joyal now appeals. We consider <i>de novo</i> whether the district court properly granted summary judgment, <i>see Landrau-Romero v. Banco Popular De Puerto Rico,</i> 212 F.3d 607, 611 (1st Cir.2000), and draw all reasonable inferences in favor of Joyal. <i>Sparks v. Fidelity Nat'l Title Ins. Co.,</i> 294 F.3d 259, 265 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The main subject of Joyal's appeal is his statutory age discrimination claim. The Massachusetts statute, like the federal Age Discrimination in Employment Act of 1967, 29 U.S.C. &#167;&#167; 621-634 (2000), generally prevents employment action taken against older employees because of their age. Massachusetts case law uses a burden-shifting device akin to federal law to force the employer to supply reasons for his action once an easily made <i>prima facie</i> case is established. <i>Compare Abramian v. President &amp; Fellows of Harvard Coll.,</i> 432 Mass. 107, 731 N.E.2d 1075, 1084-86 (2000), <i>with McDonnell Douglas Corp. v. Green,</i> 411 U.S. 792, 802-05, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Here, Joyal provided the <i>prima facie</i> case, primarily by showing that he was in the age-protected group and was replaced by a substantially younger man. <i>See Blare v. Husky Injection Molding Sys. Boston, Inc.,</i> 419 Mass. 437, 646 N.E.2d 111, 115 (1995). Hasbro in turn provided three specific reasons for the firing, coupled with facts colorably supporting the reasons: Joyal's misuse or attempted misuse of company property for personal benefit; retaliation against an employee who had refused to cooperate with that misuse; and an abusive management style.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under Massachusetts law, as under federal law, the employer's provision of a non-discriminatory reason or reasons rebuts the presumption of discrimination created by the prima facie case, and the issue of discriminatory intent then turns upon the evidence. <i>Abramian,</i> 731 N.E.2d at 1084-86. Under federal law, that evidence may include inferences drawn against the employer if his alleged reason or reasons for the adverse action are shown to be \"pretextual.\" <i>Udo v. Tomes,</i> 54 F.3d 9, 12-13 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Massachusetts law is similar, but in one relevant respect perhaps even friendlier to plaintiffs. Under <i>Lipchitz v. Raytheon Co.,</i> 434 Mass. 493, 751 N.E.2d 360, 366 (2001), a plaintiff <i>may</i> be able &#8212; automatically and regardless of circumstances &#8212; to avoid a directed verdict and reach a jury if he or she proves that at least one of the reasons given by the defendant was pretextual. This subtlety was not at issue in <i>Fite v. Digital Equip. Corp.,</i> 232 F.3d 3, 7 (1st Cir.2000), where we said that federal and Massachusetts law were aligned, but were dealing mainly with jury instructions and not a directed verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If <i>Lipchitz</i> does authorize the jury to decide for the plaintiff merely because the employer lied in one respect and regardless of circumstances, this may seem an oddly mechanical rule; one can imagine easily a case where an unimpeached and powerful nondiscriminatory reason is proved but the jury finds \"pretextual\" a further reason also given by the employer as a make-weight. But, like the magistrate judge, we will assume <i>arguendo</i> that under Massachusetts law any deliberately false reason would get Joyal to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this case, there is no direct evidence, such as slighting remarks or express admissions, <i>see, e.g., Blare,</i> 646 N.E.2d at 113-14, 118; <i>Fontaine v. Ebtec Corp.,</i> 415 Mass. 309, 613 N.E.2d 881, 885-86 (1993), that Hasbro was hostile to older workers or that Joyal's dismissal was motivated by age. However, Joyal argues that the circumstances of the dismissal &#8212; above all, the alleged falsity of one or more of the reasons given &#8212; would permit a reasonable jury to infer that one or more of the reasons was pretext and therefore, under <i>Lipchitz,</i> that age discrimination was an actual motive for Joyal's dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This is the most familiar of issues on summary judgment: whether, resolving reasonable doubts in his favor, the evidence so far could rationally support a jury verdict for the plaintiff. <i>See Anderson v. Liberty Lobby, Inc.,</i> 477 U.S. 242, 249, 106 S.Ct. 2505, 91 L.Ed.2d 202 (1986). Contrary to Joyal's intimation on appeal, there is no indication that the magistrate judge misunderstood the legal framework adversely to Joyal. But, by the same token, our obligation is independently to assess the evidence and reach our own conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The basis offered for Hasbro's actions is easily summarized based on the summary judgment record. Hasbro is a major toymaker headquartered in Rhode Island with operations in various other locations. Over a 31-year period, Joyal worked his way up to a senior vice president position at the company's plant in East Longmeadow, Massachusetts. David Wilson was the division president based at the facility and, at the time of the firing, Joyal reported to Wilson &#8212; who in turn reported to Alfred Verrecchia, Hasbro's president and chief executive officer in Pawtucket, Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In August 1999, Joyal through another employee asked a subordinate, Scott Aye, for the keys to a Hasbro truck so that Joyal could transport personal materials to his home. This might appear to be a trivial matter, but Hasbro had a history of criminal and civil litigation in the 1990s involving corruption and misuse of company assets. <i>See generally United States v. Serafino,</i> 281 F.3d 327 (1st Cir.2002). Its company handbook prohibited such misuse, and an explicit policy statement specifically regarding the use of company vehicles for private purposes had been circulated to Joyal's division in March 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Aye refused to give Joyal the truck keys, noting that to do so would be a violation of company policy. Joyal became angry and expressed his anger to Aye's immediate supervisor, who gained the impression that Joyal was planning to retaliate. In September 1999, Joyal demoted Aye to a lower management position and withdrew certain job responsibilities from him, and during the following year Aye received a below-average bonus and wage increase. Joyal then proposed that Aye be supervised by another employee (David Dunican), whom Aye particularly disliked, even though Aye had previously been assured by the company that he would not be thus assigned.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the summer of 2000, Aye told the division's director of human resources that he was seeking legal advice and complained to Wilson of the apparent retaliation. In August, Wilson met with Joyal and Aye; Wilson promised Aye that he would not have to report to Dunican and Aye withdrew a proposed letter of complaint to corporate headquarters. Wilson also spoke privately to Joyal and told him to fix his relationship with Aye. Additionally, Wilson told Joyal to stop his practice of bringing trash from home to the plant to be disposed of by Hasbro employees.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this period and in the fall, Wilson also became concerned about Joyal's management style in dealing with other subordinates, particularly allegations of harsh language and abuse. An employee opinion survey around this time showed that Joyal's department ranked significantly lower than others in categories such as leadership, teamwork, and fairness of employee treatment; Wilson's follow-up conversations with Aye and another employee previously under Joyal's supervision reinforced these concerns.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the late fall, Aye was informed by his supervisor that Joyal was still considering making him report to Dunican. Aye complained to Wilson, who then contacted the Rhode Island headquarters. After discussions with other executives and an investigation by a company lawyer, Verrecchia accepted Wilson's recommendation that Joyal be terminated, and the termination occurred on December 28, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On this appeal, Joyal picks at details, but the evidence for this history is solid. Joyal says, for example, that he asked to use the truck but did not succeed, as if this matters. He says that he \"promoted\" Aye, but this is a no more than an unpersuasive gloss on Joyal's acknowledged change of Aye's employment responsibilities. Joyal claims that the subordinate who replaced him denied mistreatment at his hands, which is true, but the subordinate confirmed that other employees had complained to him of mistreatment by Joyal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This is a sample, but the other objections are mostly of the same order. Such minor quibbles are insufficient to create \"genuine issues of material fact\" precluding summary judgment. <i>Mack v. Great Atl. &amp; Pac. Tea Co., Inc.,</i> 871 F.2d 179, 181-82 (1st Cir.1989). Without discussing each contention in detail, it is enough to say that Joyal's disagreements do not cast serious doubt on Hasbro's evidence as to what happened.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Joyal also suggests that a jury might think it implausible that a senior manager would be fired after over 30 years of employment without further discussion and an opportunity to mend his ways. But two of the charges against Joyal were fairly serious &#8212; systematic harshness toward subordinates and retaliation against an employee who sought to frustrate Joyal's violation of company policy. And Joyal's conduct was not a single incident, but a set of arguably related deficiencies occurring over a period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In some measure Joyal was offered an opportunity to square himself in the initial meeting with Wilson and Aye. Seemingly, it was the last straw when Wilson learned of the survey and of Aye's renewed complaint that the Dunican assignment was still under consideration. Wilson had promised Aye that the Dunican matter had been dropped and did not want the original retaliation charge widely aired; and the survey suggested that the anecdotal reports as to Joyal's management style were well founded.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Against this background, the addition of the truck keys charge to the list does not rationally suggest that it was pretextual. Arguably, given the 1990s background this was a more serious matter than it might have been in other companies &#8212; but the real point is that this delinquency did not stand alone. It was one of a group of reasons listed for the discharge. The fact that it was perhaps less serious than the others, and might not have sufficed standing alone, does not suggest that it was false or pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Whether Hasbro was fair or wise does not matter to this claim, nor does it matter whether Wilson was right in perceiving Joyal as a harsh manager and one who could not give up a grudge; it is enough that Wilson so believed. \"[I]f the reason given by the employer is the real reason for its action,\" it does not matter if \"the employer's action was arbitrary or unwise.\" <i>Wheelock Coll.</i> 355 N.E.2d at 315. Joyal has pointed to nothing that would entitle a jury to find that Hasbro disbelieved the reasons it gave or otherwise based its decision upon Joyal's age.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Joyal also appeals the two contract or contract-related claims stated in his complaint. One is easily addressed. Joyal was a senior manager holding his office at will. Nevertheless, he asserts that two documents issued by the company constituted a contract between him and the company, binding the latter to provide \"progressive discipline\" for misconduct rather than discharge. The two documents are the company's \"Employee Handbook\" and its \"Guide to Corporate Conduct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Massachusetts law does in some circumstances allow an employee to premise a contract claim on published company procedures. <i>See O'Brien v. New England Tel. &amp; Tel. Co.,</i> 422 Mass. 686, 664 N.E.2d 843, 846-50 (1996); <i>Jackson v. Action for Boston Comm. Dev., Inc.,</i> 403 Mass. 8, 525 N.E.2d 411, 414-16 (1988). Although \"[t]here is no explicit test or `rigid list of prerequisites' to aid in ascertaining if a personnel manual comprises a binding contract under Massachusetts law,\" <i>Hinchey v. NYNEX Corp.,</i> 144 F.3d 134, 141 (1st Cir.1998) (quoting <i>O'Brien,</i> 664 N.E.2d at 847), both documents here contain explicit disclaimers stating that they are no more than guidelines subject to change at will.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if they were arguably contracts, it would not affect the outcome. Joyal points to nothing in them that promises progressive discipline for employees; the portions of the handbook provided to the court contain no such language at all, and the guide simply lists different possible disciplinary actions. As to Joyal's claim that in practice the company applied progressive discipline, the company witness relied upon for this view made clear that there was certainly no such policy for management employees.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This brings us to Joyal's third and final claim, which is not for reinstatement but for payment of a bonus (of unspecified amount). Averring that his department met its financial goals for 2000, Joyal says that under the company's management incentive plan he would have been entitled to a year-end bonus for 2000 if he had remained employed into 2001. Under the terms of the plan, he was ineligible for the bonus because he was let go before the end of 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under Massachusetts law, an employee who would be entitled to a bonus or commission based on his past performance and who is deprived of it by a discharge without \"good cause\" may recover the sum already \"earned\" even though contingent on a condition not fulfilled.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The theory is that even in a contract for employment at will, there is an implied obligation of good faith and fair dealing. Recovery is only for this already accrued, albeit contingent compensation; the implied obligation does not otherwise give the employee protection against discharge without cause. <i>Cort,</i> 431 N.E.2d at 911.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">One might think from its origin and some of the case law language that liability under this line of cases would arise only for \"bad faith\" discharges, such as a deliberate attempt to deprive the employee of his bonus or compensation. But Massachusetts decisions hold that even without a malign motive, a discharge without \"good cause\" is enough to make the defendant liable for contingently due bonuses. Thus in <i>Gram,</i> the Supreme Judicial Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">[T]he obligation of good faith and fair dealing ... requires that the employer be liable for the loss of compensation that is so clearly related to an employee's past service, when the employee is discharged without good cause.... [A]bsence of good faith need not be proved to the extent that there must be a showing of an improper motive for the discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">429 N.E.2d at 29.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The incentive plan in this case did not give Joyal an unqualified right to the bonus if he remained employed into 2001; all bonuses under the plan were also expressly contingent upon the approval of Hasbro's CEO. Possibly this would make a difference to Massachusetts courts, <i>cf. Harrison v. NetCentric Corp.,</i> 433 Mass. 465, 744 N.E.2d 622, 629-31 (2001); <i>Cheney v. Automatic Sprinkler Corp. of Am.,</i> 377 Mass. 141, 385 N.E.2d 961, 963-64 (1979), especially if the CEO ordinarily exercised discretion; but we will assume <i>arguendo</i> that under <i>Cort</i> the CEO's veto would also require good cause.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This poses squarely the question, little discussed in the Massachusetts cases, of what exactly constitutes \"good cause.\" One possibility is that someone, conceivably the jury, is left to weigh the equities and assess whether the particular default merits the particular penalty (here, the amount of the bonus). Labor arbitrators sometimes assume such powers under collective bargaining agreements where discharge or other penalties are at stake. <i>See Poland Spring Corp. v. United Food &amp; Commercial Workers Int'l Union, Local 1445,</i> 314 F.3d 29, 33-36 (1st Cir.2002), <i>cert. denied,</i> ___ U.S. ___, 124 S.Ct. 177, 157 L.Ed.2d 35 (2003); <i>Keebler Co. v.</i> <i>Truck Drivers, Local 170,</i> 247 F.3d 8, 12-14 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The other alternative, which we think better founded in Massachusetts case law, is to posit an objective standard and to ask whether the asserted \"cause\" for discharge is a legitimate one as opposed to one that is dishonest, arbitrary or trivial. If the cause turned on material disputed facts, then a jury would resolve them and apply the standard; on undisputed facts, who would decide is less clear, although this is a different issue.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">While the phrase \"good cause\" in the <i>Cort</i> context has not been well construed, the concept of \"just cause\" for discharge has been glossed several times by Massachusetts courts, <i>see, e.g., G &amp; M Employment Serv., Inc. v. Commonwealth,</i> 358 Mass. 430, 265 N.E.2d 476 (1970); <i>Goldhor v. Hampshire Coll.,</i> 25 Mass.App.Ct. 716, 521 N.E.2d 1381, 1385 (1988), which have also equated the two phrases.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>G &amp; M</i> involved a statute requiring refunds by employment agencies to employees discharged early on without just cause. Justice Cutter stated:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The standard of `just cause' ... in the context of a statute regulating employment agencies, would require determination (among other matters) whether there existed (1) a reasonable basis for employer dissatisfaction with a new employee, entertained in good faith, for reasons such as lack of capacity or diligence, failure to conform to usual standards of conduct, or other culpable or inappropriate behavior, or (2) grounds for discharge reasonably related, in the employer's honest judgment, to the needs of his business. Discharge for a `just cause' is to be contrasted with discharge on unreasonable grounds or arbitrarily, capriciously, or in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>G &amp; M Employment Serv., Inc.,</i> 265 N.E.2d at 480.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A less elaborate but similar definition was given for good cause in a much earlier case, <i>Rinaldo v. Dreyer,</i> 294 Mass. 167, 1 N.E.2d 37, 38 (1936), which offered perhaps even greater latitude to the employer: \"If the cause assigned is at least fairly debatable and is asserted honestly, and not as a subterfuge, that is enough.\" Whether or not the Supreme Judicial Court today would go quite so far might be debated, but <i>G &amp; M</i> has not been disapproved and has been treated as a governing precedent. <i>See</i> Moriearty et al., 45 <i>Massachusetts Practice: Employment Law</i> &#167; 2.4 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Measured by <i>G &amp; M</i>'s language, there can be no doubt that good or just cause existed for Joyal's discharge. Even if the issue were for the jury in a close case, no rational jury could fail here to find \"a reasonable basis for employer dissatisfaction\" based upon \"culpable or inappropriate behavior.\" At the very least, facts not fairly disputed put Joyal's conduct in the latter category, permitting under <i>Cort</i> the forfeiture of the contingently accrued bonus.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>Cort</i> by its own terms is designed to prevent the loss of such contingent payments based upon dishonest or arbitrary action by the employer. Here, there is no basis for imputing dishonesty to Hasbro, and no jury could reasonably describe as \"arbitrary\" the discharge of a senior manager who sought to violate clear company policy, who retaliated against one who complained and who maintained a poor relationship with other employees under his authority.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In preparation for litigation, other previous subordinates of Joyal confirmed his abusive management style; two of them issued affidavits stating that his behavior had been a contributing cause to their resignations from Hasbro</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See Cort v. Bristol-Myers Co.,</i> 385 Mass. 300, 431 N.E.2d 908, 910-11 (1982); <i>Gram v. Liberty Mut. Ins. Co.,</i> 384 Mass. 659, 429 N.E.2d 21, 29 (1981); <i>Fortune v. Nat'l Cash Register Co.,</i> 373 Mass. 96, 364 N.E.2d 1251, 1255-59 (1977).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On some issues &#8212; such as contract interpretation &#8212; the judge decides. On others (negligence is the prime example) the jury gets to apply the standard even on undisputed facts if the case could reasonably be decided either way<i>See United States v. Rule Indus., Inc.,</i> 878 F.2d 535, 541-42 (1st Cir.1989). The choice is partly one of policy, but is also a product of history. <i>See, e.g., Markman v. Westview Instruments, Inc.,</i> 517 U.S. 370, 116 S.Ct. 1384, 134 L.Ed.2d 577 (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See Gram,</i> 429 N.E.2d at 28 &amp; n. 8; <i>cf. Amoco Oil Co. v. Dickson,</i> 378 Mass. 44, 389 N.E.2d 406, 408-10 (1979) (defining \"due cause\" by reference to definitions of \"good cause\" and \"just cause\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"201217\"><a href=\"/opinion/201217/joyal-v-hasbro-inc/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span></p>\n    <p class=\"parties\">Robert P. JOYAL, Plaintiff, Appellant,<br>v.<br>HASBRO, INC., d/b/a Hasbro Games, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-2495.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 7, 2004.</p>\n    <p class=\"date\">Decided August 17, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Kenneth P. Neiman, United States Magistrate Judge. COPYRIGHT MATERIAL OMITTED Tani E. Sapirstein with whom Sapirstein &amp; Sapirstein was on brief for appellant.</p>\n      <p class=\"indent\">Neil Jacobs with whom Jessica A. Foster and Hale and Dorr LLP were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Robert Joyal, the plaintiff-appellant in this age discrimination case, had worked in Hasbro, Inc.'s games division for 31 years when he was fired on December 28, 2000. He was then 55 years old, and was replaced by a subordinate who was 37 years old. After exhausting administrative remedies, Joyal brought suit in state court against Hasbro, which removed the matter to federal court on diversity grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Joyal's complaint charged that Hasbro had illegally discriminated against Joyal by firing him on the basis of age, in violation of Mass. Gen. Laws ch. 151B, &#167; 4(1B) (2002). In two further counts, Joyal claimed that Hasbro had breached its employment contract with him by failing to use progressive discipline and had improperly deprived him of an end-of-year bonus to which he was entitled under the company's management incentive plan.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following discovery, Hasbro moved for summary judgment on all three of Joyal's claims. The magistrate judge, acting on the matter with the consent of the parties, 28 U.S.C. &#167; 636(c) (2000); Fed.R.Civ.P. 73, granted summary judgment to Hasbro on all counts on October 27, 2003. Joyal now appeals. We consider <i>de novo</i> whether the district court properly granted summary judgment, <i>see Landrau-Romero v. Banco Popular De Puerto Rico,</i> <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">607</span></span>, 611 (1st Cir.2000), and draw all reasonable inferences in favor of Joyal. <i>Sparks v. Fidelity Nat'l Title Ins. Co.,</i> <span class=\"citation\" data-id=\"200015\"><a href=\"/opinion/200015/sparks-v-fidelity-national-ti/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">259</span></a></span>, 265 (1st Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The main subject of Joyal's appeal is his statutory age discrimination claim. The Massachusetts statute, like the federal Age Discrimination in Employment Act of 1967, 29 U.S.C. &#167;&#167; 621-634 (2000), generally prevents employment action taken against older employees because of their age. Massachusetts case law uses a burden-shifting device akin to federal law to force the employer to supply reasons for his action once an easily made <i>prima facie</i> case is established. <i>Compare Abramian v. President &amp; Fellows of Harvard Coll.,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">107</span></span>, <span class=\"citation no-link\"><span class=\"volume\">731</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1075</span></span>, 1084-86 (2000), <i>with McDonnell Douglas Corp. v. Green,</i> <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-05, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1817</span></a></span>, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">668</span></a></span> (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Here, Joyal provided the <i>prima facie</i> case, primarily by showing that he was in the age-protected group and was replaced by a substantially younger man. <i>See Blare v. Husky Injection Molding Sys. Boston, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">437</span></span>, <span class=\"citation no-link\"><span class=\"volume\">646</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">111</span></span>, 115 (1995). Hasbro in turn provided three specific reasons for the firing, coupled with facts colorably supporting the reasons: Joyal's misuse or attempted misuse of company property for personal benefit; retaliation against an employee who had refused to cooperate with that misuse; and an abusive management style.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under Massachusetts law, as under federal law, the employer's provision of a non-discriminatory reason or reasons rebuts the presumption of discrimination created by the prima facie case, and the issue of discriminatory intent then turns upon the evidence. <i>Abramian,</i> 731 N.E.2d at 1084-86. Under federal law, that evidence may include inferences drawn against the employer if his alleged reason or reasons for the adverse action are shown to be \"pretextual.\" <i>Udo v. Tomes,</i> <span class=\"citation\" data-id=\"695510\"><a href=\"/opinion/695510/67-fair-emplpraccas-bna-1001-66-empl-prac-dec-p-43607-udo-u-udo/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12-13 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Massachusetts law is similar, but in one relevant respect perhaps even friendlier to plaintiffs. Under <i>Lipchitz v. Raytheon Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">493</span></span>, <span class=\"citation no-link\"><span class=\"volume\">751</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">360</span></span>, 366 (2001), a plaintiff <i>may</i> be able &#8212; automatically and regardless of circumstances &#8212; to avoid a directed verdict and reach a jury if he or she proves that at least one of the reasons given by the defendant was pretextual. This subtlety was not at issue in <i>Fite v. Digital Equip. Corp.,</i> <span class=\"citation\" data-id=\"771072\"><a href=\"/opinion/771072/david-b-fite-v-digital-equipment-corporation/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 7 (1st Cir.2000), where we said that federal and Massachusetts law were aligned, but were dealing mainly with jury instructions and not a directed verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If <i>Lipchitz</i> does authorize the jury to decide for the plaintiff merely because the employer lied in one respect and regardless of circumstances, this may seem an oddly mechanical rule; one can imagine easily a case where an unimpeached and powerful nondiscriminatory reason is proved but the jury finds \"pretextual\" a further reason also given by the employer as a make-weight. But, like the magistrate judge, we will assume <i>arguendo</i> that under Massachusetts law any deliberately false reason would get Joyal to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this case, there is no direct evidence, such as slighting remarks or express admissions, <i>see, e.g., Blare,</i> 646 N.E.2d at 113-14, 118; <i>Fontaine v. Ebtec Corp.,</i> <span class=\"citation\" data-id=\"2035627\"><a href=\"/opinion/2035627/fontaine-v-ebtec-corp/\"><span class=\"volume\">415</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">309</span></a></span>, <span class=\"citation\" data-id=\"2035627\"><a href=\"/opinion/2035627/fontaine-v-ebtec-corp/\"><span class=\"volume\">613</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">881</span></a></span>, 885-86 (1993), that Hasbro was hostile to older workers or that Joyal's dismissal was motivated by age. However, Joyal argues that the circumstances of the dismissal &#8212; above all, the alleged falsity of one or more of the reasons given &#8212; would permit a reasonable jury to infer that one or more of the reasons was pretext and therefore, under <i>Lipchitz,</i> that age discrimination was an actual motive for Joyal's dismissal.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">This is the most familiar of issues on summary judgment: whether, resolving reasonable doubts in his favor, the evidence so far could rationally support a jury verdict for the plaintiff. <i>See Anderson v. Liberty Lobby, Inc.,</i> <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 249, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2505</span></a></span>, <span class=\"citation\" data-id=\"111719\"><a href=\"/opinion/111719/jack-anderson-v-liberty-lobby-inc-and-willis-a-carto/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">202</span></a></span> (1986). Contrary to Joyal's intimation on appeal, there is no indication that the magistrate judge misunderstood the legal framework adversely to Joyal. But, by the same token, our obligation is independently to assess the evidence and reach our own conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The basis offered for Hasbro's actions is easily summarized based on the summary judgment record. Hasbro is a major toymaker headquartered in Rhode Island with operations in various other locations. Over a 31-year period, Joyal worked his way up to a senior vice president position at the company's plant in East Longmeadow, Massachusetts. David Wilson was the division president based at the facility and, at the time of the firing, Joyal reported to Wilson &#8212; who in turn reported to Alfred Verrecchia, Hasbro's president and chief executive officer in Pawtucket, Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In August 1999, Joyal through another employee asked a subordinate, Scott Aye, for the keys to a Hasbro truck so that Joyal could transport personal materials to his home. This might appear to be a trivial matter, but Hasbro had a history of criminal and civil litigation in the 1990s involving corruption and misuse of company assets. <i>See generally United States v. Serafino,</i> <span class=\"citation\" data-id=\"199858\"><a href=\"/opinion/199858/united-states-v-serafino/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span> (1st Cir.2002). Its company handbook prohibited such misuse, and an explicit policy statement specifically regarding the use of company vehicles for private purposes had been circulated to Joyal's division in March 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Aye refused to give Joyal the truck keys, noting that to do so would be a violation of company policy. Joyal became angry and expressed his anger to Aye's immediate supervisor, who gained the impression that Joyal was planning to retaliate. In September 1999, Joyal demoted Aye to a lower management position and withdrew certain job responsibilities from him, and during the following year Aye received a below-average bonus and wage increase. Joyal then proposed that Aye be supervised by another employee (David Dunican), whom Aye particularly disliked, even though Aye had previously been assured by the company that he would not be thus assigned.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the summer of 2000, Aye told the division's director of human resources that he was seeking legal advice and complained to Wilson of the apparent retaliation. In August, Wilson met with Joyal and Aye; Wilson promised Aye that he would not have to report to Dunican and Aye withdrew a proposed letter of complaint to corporate headquarters. Wilson also spoke privately to Joyal and told him to fix his relationship with Aye. Additionally, Wilson told Joyal to stop his practice of bringing trash from home to the plant to be disposed of by Hasbro employees.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this period and in the fall, Wilson also became concerned about Joyal's management style in dealing with other subordinates, particularly allegations of harsh language and abuse. An employee opinion survey around this time showed that Joyal's department ranked significantly lower than others in categories such as leadership, teamwork, and fairness of employee treatment; Wilson's follow-up conversations with Aye and another employee previously under Joyal's supervision reinforced these concerns.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In the late fall, Aye was informed by his supervisor that Joyal was still considering making him report to Dunican. Aye complained to Wilson, who then contacted the Rhode Island headquarters. After discussions with other executives and an investigation by a company lawyer, Verrecchia accepted Wilson's recommendation that Joyal be terminated, and the termination occurred on December 28, 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On this appeal, Joyal picks at details, but the evidence for this history is solid. Joyal says, for example, that he asked to use the truck but did not succeed, as if this matters. He says that he \"promoted\" Aye, but this is a no more than an unpersuasive gloss on Joyal's acknowledged change of Aye's employment responsibilities. Joyal claims that the subordinate who replaced him denied mistreatment at his hands, which is true, but the subordinate confirmed that other employees had complained to him of mistreatment by Joyal.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This is a sample, but the other objections are mostly of the same order. Such minor quibbles are insufficient to create \"genuine issues of material fact\" precluding summary judgment. <i>Mack v. Great Atl. &amp; Pac. Tea Co., Inc.,</i> <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 181-82 (1st Cir.1989). Without discussing each contention in detail, it is enough to say that Joyal's disagreements do not cast serious doubt on Hasbro's evidence as to what happened.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Joyal also suggests that a jury might think it implausible that a senior manager would be fired after over 30 years of employment without further discussion and an opportunity to mend his ways. But two of the charges against Joyal were fairly serious &#8212; systematic harshness toward subordinates and retaliation against an employee who sought to frustrate Joyal's violation of company policy. And Joyal's conduct was not a single incident, but a set of arguably related deficiencies occurring over a period of time.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In some measure Joyal was offered an opportunity to square himself in the initial meeting with Wilson and Aye. Seemingly, it was the last straw when Wilson learned of the survey and of Aye's renewed complaint that the Dunican assignment was still under consideration. Wilson had promised Aye that the Dunican matter had been dropped and did not want the original retaliation charge widely aired; and the survey suggested that the anecdotal reports as to Joyal's management style were well founded.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Against this background, the addition of the truck keys charge to the list does not rationally suggest that it was pretextual. Arguably, given the 1990s background this was a more serious matter than it might have been in other companies &#8212; but the real point is that this delinquency did not stand alone. It was one of a group of reasons listed for the discharge. The fact that it was perhaps less serious than the others, and might not have sufficed standing alone, does not suggest that it was false or pretext.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Whether Hasbro was fair or wise does not matter to this claim, nor does it matter whether Wilson was right in perceiving Joyal as a harsh manager and one who could not give up a grudge; it is enough that Wilson so believed. \"[I]f the reason given by the employer is the real reason for its action,\" it does not matter if \"the employer's action was arbitrary or unwise.\" <i>Wheelock Coll.</i> 355 N.E.2d at 315. Joyal has pointed to nothing that would entitle a jury to find that Hasbro disbelieved the reasons it gave or otherwise based its decision upon Joyal's age.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Joyal also appeals the two contract or contract-related claims stated in his complaint. One is easily addressed. Joyal was a senior manager holding his office at will. Nevertheless, he asserts that two documents issued by the company constituted a contract between him and the company, binding the latter to provide \"progressive discipline\" for misconduct rather than discharge. The two documents are the company's \"Employee Handbook\" and its \"Guide to Corporate Conduct.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Massachusetts law does in some circumstances allow an employee to premise a contract claim on published company procedures. <i>See O'Brien v. New England Tel. &amp; Tel. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">422</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">686</span></span>, <span class=\"citation no-link\"><span class=\"volume\">664</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">843</span></span>, 846-50 (1996); <i>Jackson v. Action for Boston Comm. Dev., Inc.,</i> <span class=\"citation\" data-id=\"2221330\"><a href=\"/opinion/2221330/jackson-v-action-for-boston-community-development-inc/\"><span class=\"volume\">403</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">8</span></a></span>, <span class=\"citation\" data-id=\"2221330\"><a href=\"/opinion/2221330/jackson-v-action-for-boston-community-development-inc/\"><span class=\"volume\">525</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">411</span></a></span>, 414-16 (1988). Although \"[t]here is no explicit test or `rigid list of prerequisites' to aid in ascertaining if a personnel manual comprises a binding contract under Massachusetts law,\" <i>Hinchey v. NYNEX Corp.,</i> <span class=\"citation\" data-id=\"197961\"><a href=\"/opinion/197961/hinchey-v-nynex/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 141 (1st Cir.1998) (quoting <i>O'Brien,</i> 664 N.E.2d at 847), both documents here contain explicit disclaimers stating that they are no more than guidelines subject to change at will.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Even if they were arguably contracts, it would not affect the outcome. Joyal points to nothing in them that promises progressive discipline for employees; the portions of the handbook provided to the court contain no such language at all, and the guide simply lists different possible disciplinary actions. As to Joyal's claim that in practice the company applied progressive discipline, the company witness relied upon for this view made clear that there was certainly no such policy for management employees.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This brings us to Joyal's third and final claim, which is not for reinstatement but for payment of a bonus (of unspecified amount). Averring that his department met its financial goals for 2000, Joyal says that under the company's management incentive plan he would have been entitled to a year-end bonus for 2000 if he had remained employed into 2001. Under the terms of the plan, he was ineligible for the bonus because he was let go before the end of 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under Massachusetts law, an employee who would be entitled to a bonus or commission based on his past performance and who is deprived of it by a discharge without \"good cause\" may recover the sum already \"earned\" even though contingent on a condition not fulfilled.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The theory is that even in a contract for employment at will, there is an implied obligation of good faith and fair dealing. Recovery is only for this already accrued, albeit contingent compensation; the implied obligation does not otherwise give the employee protection against discharge without cause. <i>Cort,</i> 431 N.E.2d at 911.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">One might think from its origin and some of the case law language that liability under this line of cases would arise only for \"bad faith\" discharges, such as a deliberate attempt to deprive the employee of his bonus or compensation. But Massachusetts decisions hold that even without a malign motive, a discharge without \"good cause\" is enough to make the defendant liable for contingently due bonuses. Thus in <i>Gram,</i> the Supreme Judicial Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">[T]he obligation of good faith and fair dealing ... requires that the employer be liable for the loss of compensation that is so clearly related to an employee's past service, when the employee is discharged without good cause.... [A]bsence of good faith need not be proved to the extent that there must be a showing of an improper motive for the discharge.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">429 N.E.2d at 29.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The incentive plan in this case did not give Joyal an unqualified right to the bonus if he remained employed into 2001; all bonuses under the plan were also expressly contingent upon the approval of Hasbro's CEO. Possibly this would make a difference to Massachusetts courts, <i>cf. Harrison v. NetCentric Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">465</span></span>, <span class=\"citation no-link\"><span class=\"volume\">744</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">622</span></span>, 629-31 (2001); <i>Cheney v. Automatic Sprinkler Corp. of Am.,</i> <span class=\"citation\" data-id=\"2061502\"><a href=\"/opinion/2061502/cheney-v-automatic-sprinkler-corp-of-america/\"><span class=\"volume\">377</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">141</span></a></span>, <span class=\"citation\" data-id=\"2061502\"><a href=\"/opinion/2061502/cheney-v-automatic-sprinkler-corp-of-america/\"><span class=\"volume\">385</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">961</span></a></span>, 963-64 (1979), especially if the CEO ordinarily exercised discretion; but we will assume <i>arguendo</i> that under <i>Cort</i> the CEO's veto would also require good cause.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This poses squarely the question, little discussed in the Massachusetts cases, of what exactly constitutes \"good cause.\" One possibility is that someone, conceivably the jury, is left to weigh the equities and assess whether the particular default merits the particular penalty (here, the amount of the bonus). Labor arbitrators sometimes assume such powers under collective bargaining agreements where discharge or other penalties are at stake. <i>See Poland Spring Corp. v. United Food &amp; Commercial Workers Int'l Union, Local 1445,</i> <span class=\"citation\" data-id=\"200258\"><a href=\"/opinion/200258/poland-spring-corp-v-united-food/\"><span class=\"volume\">314</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 33-36 (1st Cir.2002), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">177</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">35</span></span> (2003); <i>Keebler Co. v.</i> <i>Truck Drivers, Local 170,</i> <span class=\"citation\" data-id=\"199381\"><a href=\"/opinion/199381/keebler-company-v-truck-drivers/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 12-14 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The other alternative, which we think better founded in Massachusetts case law, is to posit an objective standard and to ask whether the asserted \"cause\" for discharge is a legitimate one as opposed to one that is dishonest, arbitrary or trivial. If the cause turned on material disputed facts, then a jury would resolve them and apply the standard; on undisputed facts, who would decide is less clear, although this is a different issue.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">While the phrase \"good cause\" in the <i>Cort</i> context has not been well construed, the concept of \"just cause\" for discharge has been glossed several times by Massachusetts courts, <i>see, e.g., G &amp; M Employment Serv., Inc. v. Commonwealth,</i> <span class=\"citation\" data-id=\"2088034\"><a href=\"/opinion/2088034/g-m-employment-service-inc-v-commonwealth/\"><span class=\"volume\">358</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">430</span></a></span>, <span class=\"citation\" data-id=\"2088034\"><a href=\"/opinion/2088034/g-m-employment-service-inc-v-commonwealth/\"><span class=\"volume\">265</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">476</span></a></span> (1970); <i>Goldhor v. Hampshire Coll.,</i> 25 Mass.App.Ct. 716, <span class=\"citation\" data-id=\"2213328\"><a href=\"/opinion/2213328/goldhor-v-hampshire-college/\"><span class=\"volume\">521</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1381</span></a></span>, 1385 (1988), which have also equated the two phrases.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>G &amp; M</i> involved a statute requiring refunds by employment agencies to employees discharged early on without just cause. Justice Cutter stated:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The standard of `just cause' ... in the context of a statute regulating employment agencies, would require determination (among other matters) whether there existed (1) a reasonable basis for employer dissatisfaction with a new employee, entertained in good faith, for reasons such as lack of capacity or diligence, failure to conform to usual standards of conduct, or other culpable or inappropriate behavior, or (2) grounds for discharge reasonably related, in the employer's honest judgment, to the needs of his business. Discharge for a `just cause' is to be contrasted with discharge on unreasonable grounds or arbitrarily, capriciously, or in bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>G &amp; M Employment Serv., Inc.,</i> 265 N.E.2d at 480.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A less elaborate but similar definition was given for good cause in a much earlier case, <i>Rinaldo v. Dreyer,</i> <span class=\"citation no-link\"><span class=\"volume\">294</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">167</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">37</span></span>, 38 (1936), which offered perhaps even greater latitude to the employer: \"If the cause assigned is at least fairly debatable and is asserted honestly, and not as a subterfuge, that is enough.\" Whether or not the Supreme Judicial Court today would go quite so far might be debated, but <i>G &amp; M</i> has not been disapproved and has been treated as a governing precedent. <i>See</i> Moriearty et al., 45 <i>Massachusetts Practice: Employment Law</i> &#167; 2.4 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Measured by <i>G &amp; M</i>'s language, there can be no doubt that good or just cause existed for Joyal's discharge. Even if the issue were for the jury in a close case, no rational jury could fail here to find \"a reasonable basis for employer dissatisfaction\" based upon \"culpable or inappropriate behavior.\" At the very least, facts not fairly disputed put Joyal's conduct in the latter category, permitting under <i>Cort</i> the forfeiture of the contingently accrued bonus.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>Cort</i> by its own terms is designed to prevent the loss of such contingent payments based upon dishonest or arbitrary action by the employer. Here, there is no basis for imputing dishonesty to Hasbro, and no jury could reasonably describe as \"arbitrary\" the discharge of a senior manager who sought to violate clear company policy, who retaliated against one who complained and who maintained a poor relationship with other employees under his authority.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In preparation for litigation, other previous subordinates of Joyal confirmed his abusive management style; two of them issued affidavits stating that his behavior had been a contributing cause to their resignations from Hasbro</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See Cort v. Bristol-Myers Co.,</i> <span class=\"citation\" data-id=\"2038510\"><a href=\"/opinion/2038510/cort-v-bristol-myers-co/\"><span class=\"volume\">385</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">300</span></a></span>, <span class=\"citation\" data-id=\"2038510\"><a href=\"/opinion/2038510/cort-v-bristol-myers-co/\"><span class=\"volume\">431</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">908</span></a></span>, 910-11 (1982); <i>Gram v. Liberty Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"2147434\"><a href=\"/opinion/2147434/gram-v-liberty-mutual-ins-co/\"><span class=\"volume\">384</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">659</span></a></span>, <span class=\"citation\" data-id=\"2147434\"><a href=\"/opinion/2147434/gram-v-liberty-mutual-ins-co/\"><span class=\"volume\">429</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">21</span></a></span>, 29 (1981); <i>Fortune v. Nat'l Cash Register Co.,</i> <span class=\"citation\" data-id=\"2046638\"><a href=\"/opinion/2046638/fortune-v-national-cash-register-co/\"><span class=\"volume\">373</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">96</span></a></span>, <span class=\"citation\" data-id=\"2046638\"><a href=\"/opinion/2046638/fortune-v-national-cash-register-co/\"><span class=\"volume\">364</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1251</span></a></span>, 1255-59 (1977).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On some issues &#8212; such as contract interpretation &#8212; the judge decides. On others (negligence is the prime example) the jury gets to apply the standard even on undisputed facts if the case could reasonably be decided either way<i>See United States v. Rule Indus., Inc.,</i> <span class=\"citation\" data-id=\"525553\"><a href=\"/opinion/525553/united-states-v-rule-industries-inc/\"><span class=\"volume\">878</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">535</span></a></span>, 541-42 (1st Cir.1989). The choice is partly one of policy, but is also a product of history. <i>See, e.g., Markman v. Westview Instruments, Inc.,</i> <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">370</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1384</span></a></span>, <span class=\"citation\" data-id=\"118019\"><a href=\"/opinion/118019/herbert-markman-and-positek-inc-v-westview-instruments-inc-and-althon/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">577</span></a></span> (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See Gram,</i> 429 N.E.2d at 28 &amp; n. 8; <i>cf. Amoco Oil Co. v. Dickson,</i> <span class=\"citation\" data-id=\"2168505\"><a href=\"/opinion/2168505/amoco-oil-co-v-dickson/\"><span class=\"volume\">378</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">44</span></a></span>, <span class=\"citation\" data-id=\"2168505\"><a href=\"/opinion/2168505/amoco-oil-co-v-dickson/\"><span class=\"volume\">389</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">406</span></a></span>, 408-10 (1979) (defining \"due cause\" by reference to definitions of \"good cause\" and \"just cause\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2035627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2038510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2046638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2061502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2088034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2147434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2168505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2213328/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2221330/"
  ]
}