{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201229/",
  "absolute_url": "/opinion/201229/bt-masonry-construc-v-public-service-mutua/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201229/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:10:26Z",
  "date_modified": "2016-02-28T05:04:56.767562Z",
  "type": "010combined",
  "sha1": "eb7a0f62e9372e509e15adb97e581db6bca7d87d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2473-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/08/30/BT_Masonry_Construc_v._Public_Service_Mutua.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 03-2473\n\n               B&T MASONRY CONSTRUCTION CO., INC.,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n              PUBLIC SERVICE MUTUAL INSURANCE CO.,\n\n                      Defendant, Appellee.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n\n                Selya and Howard, Circuit Judges.\n\n\n     Francis A. Shannon, III, with whom Shannon Law Associates,\nInc. was on brief, for appellant.\n     Nina E. Kallen, with whom Thomas G. Guiney was on brief, for\nappellee.\n\n\n\n                         August 30, 2004\n\f            SELYA, Circuit Judge.          In 1998, the City of Everett (the\n\nCity) retained       Barletta     Engineering      Corporation    (Barletta)   to\n\nconstruct     a    new   elementary    school.         Barletta,    as   general\n\ncontractor, engaged a myriad of subcontractors to assist in this\n\nventure.    Among them was appellant B&T Masonry Construction Co.,\n\nInc. (B&T).       The work consumed the better part of two years.\n\n            In     the   City's    view,     the   completed     structure   left\n\nsomething to be desired.            It sued Barletta in a state court,\n\nalleging that Barletta's faulty workmanship had allowed water\n\nleakage which, in turn, had caused property damage to the school\n\nbuilding (including mold contamination of ceilings, wells, floors,\n\nand other components).            Barletta promptly filed a third-party\n\ncomplaint against B&T and sundry other subcontractors. In the only\n\niteration relevant here, the third-party complaint attributed the\n\ndamage to B&T's deficient masonry work.\n\n            Appellee Public Service Mutual Insurance Co. (Public\n\nService) had issued two consecutive commercial general liability\n\n(CGL) policies to B&T, which were serially in effect during the\n\ncourse of B&T's work on the school project.                    B&T tendered the\n\ndefense against Barletta's claim to the insurer.                 Public Service\n\nrefused the tender and disclaimed any coverage obligation.1\n\n\n     1\n      B&T made a similar tender to the insurer when the City later\nfiled amended complaints and Barletta, in turn, filed amended\nthird-party complaints. Public Service rejected these tenders as\nwell.    Nothing in the amended pleadings changes the coverage\nanalysis.\n\n                                       -2-\n\f             Stung by this rejection, B&T repaired to the United\n\nStates District Court for the District of Massachusetts.                   Invoking\n\nthat court's diversity jurisdiction, see 28 U.S.C. § 1332(a), it\n\ninitiated an action seeking a declaration that Public Service had\n\na duty to defend and indemnify it with respect to Barletta's claim.\n\nIn due course, the insurer moved for summary judgment.                 See Fed. R.\n\nCiv. P. 56.      The district court granted this motion, holding that\n\nall the damages described in Barletta's third-party complaint fell\n\nwithin    the   compass    of     the    exclusions    contained      in   the   CGL\n\npolicies.2      B&T Masonry Constr. Co. v. Pub. Serv. Mut. Ins. Co.,\n\nNo.   02-10595,     slip    op.    at     10    (D.   Mass.   Sept.    26,   2003)\n\n(unpublished) (D. Ct. Op.).             B&T appeals from this ruling.\n\n             We need not tarry.            The insuring agreement, section\n\nI(A)(1)(a), provides in pertinent part that Public Service will\n\n\"pay those sums that the insured becomes legally obligated to pay\n\nas damages because of . . . 'property damage' to which this\n\ninsurance applies.\"        This insuring agreement is, however, subject\n\nto certain so-called \"business risk\" exclusions.                   These include\n\nsection I(A)(2)(j)(5) (which excludes coverage for property damage\n\nto \"[t]hat particular part of real property on which [the insured]\n\nor any contractors or subcontractors working directly or indirectly\n\non [the insured's] behalf are performing operations\" so long as\n\n\n      2\n      Because the two policies are substantially identical with\nrespect to the matters at issue, we hereinafter refer, for\nsimplicity's sake, only to the first policy.\n\n                                          -3-\n\f\"the 'property damage' arises out of those operations\"); section\n\nI(A)(2)(j)(6) (which excludes coverage for property damage to\n\n\"[t]hat particular part of any property that must be restored,\n\nrepaired or    replaced   because     [the    insured's    work    on   it]   was\n\nincorrectly    performed\");     section      I(A)(2)(l)     (which      excludes\n\ncoverage, with a limitation not relevant here, for \"'[p]roperty\n\ndamage' to '[the insured's] work' arising out of it or any part of\n\nit\"); section I(A)(2)(m) (which excludes coverage for \"'[p]roperty\n\ndamage' . . . arising out of . . . [a] defect, deficiency,\n\ninadequacy or dangerous condition\" in the insured's product or\n\nwork);   and   section    I(A)(2)(n)       (which   excludes      coverage    for\n\n\"[d]amages claimed for any loss, cost or expense incurred by [the\n\ninsured] or    others    for   the   loss    of   use,   withdrawal,     recall,\n\ninspection, repair, replacement, adjustment, removal or disposal of\n\n. . . '[the insured's] work'\").            The question presented in this\n\ncase is whether Barletta's derivative claim (seeking, in effect,\n\nindemnification or contribution anent the City's claim for damages\n\nto the school building) falls within the purview of some or all of\n\nthese exclusions.\n\n            Because this is a diversity case, Massachusetts law\n\ncontrols.   United States Liab. Ins. Co. v. Selman, 70 F.3d 684, 688\n\n(1st Cir. 1995). Under the Massachusetts cases, the interpretation\n\nof an insurance policy is normally a question of law for the court.\n\nRuggerio Ambul. Serv., Inc. v. Nat'l Grange Ins. Co., 724 N.E.2d\n\n\n                                     -4-\n\f295, 298 (Mass. 2000).       Where, as here, the material facts upon\n\nwhich a coverage question is based are not genuinely in dispute,\n\nthe application of the policy to those facts is likewise a question\n\nof law (and, thus, properly resolved on summary judgment). Liberty\n\nMut. Ins. Co. v. Metro. Life Ins. Co., 260 F.3d 54, 61 (1st Cir.\n\n2001).\n\n            Massachusetts    courts    apply    the    traditional    rules   of\n\ncontract interpretation to the construction of insurance policies.\n\nBrazas Sporting Arms, Inc. v. Am. Empire Surplus Lines Ins. Co.,\n\n220 F.3d 1, 4 (1st Cir. 2000).          The first principle is to afford\n\nthe language of the policy its plain meaning.                Id.   Because the\n\nduty of an insurance carrier to defend the insured is broader than\n\nits duty to indemnify, see id., we focus on that duty.\n\n            The duty to defend is, of course, \"based on the facts\n\nalleged in the complaint and those facts which are known by the\n\ninsurer.\"    Boston Symph. Orch., Inc. v. Comm'l Union Ins. Co., 545\n\nN.E.2d 1156, 1158 (Mass. 1989).             For the duty to arise, \"the\n\nunderlying complaint need only show, through general allegations,\n\na possibility that the liability claim falls within the insurance\n\ncoverage.\"     SCA Servs., Inc. v. Transp. Ins. Co., 646 N.E.2d 394,\n\n397 (Mass. 1995) (citation and internal quotation marks omitted).\n\nThe insured bears the initial burden of showing coverage under the\n\npolicy's insuring agreements.         Highlands Ins. Co. v. Aerovox Inc.,\n\n676   N.E.2d    801,   804   (Mass.    1997).         Once   the   insured    has\n\n\n                                      -5-\n\faccomplished this feat, the burden shifts to the carrier to prove\n\nthe applicability of one or more separate and distinct exclusionary\n\nprovisions.      Id.   To the extent (if at all) that any ambiguity\n\npermeates a policy exclusion, it must be construed strictly against\n\nthe insurer.     Brazas Sporting Arms, 220 F.3d at 4.\n\n            Here, B&T satisfied its threshold burden of showing\n\ncoverage under an insuring agreement.          The question reduces, then,\n\nto whether the business risk exclusions avoid the application of\n\nthat coverage.     On that question, Public Service had the devoir of\n\npersuasion and relied upon the plain language of the exclusions to\n\nshow that they applied. In arguing against that proposition before\n\nus, B&T asserts a nascent theory that departs dramatically from\n\nwhat it argued in the court below.           We explain briefly.\n\n            In the lower court, B&T acknowledged that the business\n\nrisk exclusions applied to damage to the school building caused by\n\nits workmanship but posited that whether the damage claimed by the\n\nCity   (and,    derivatively,     by    Barletta)   was   caused   by   B&T's\n\nworkmanship or that of another subcontractor remained an open\n\nquestion.      This open question, it asseverated, precluded summary\n\njudgment.        The   district    court     rejected   that   asseveration,\n\nconcluding (correctly, in our view) that any liability that might\n\nattach to B&T under the third-party complaint necessarily would\n\nstem from its own workmanship and, thus, would be excluded from\n\ncoverage.      D. Ct. Op. at 10.       If another firm were negligent and\n\n\n                                       -6-\n\fB&T were not, that fact would in no way alter the coverage\n\nequation.    Id.\n\n            B&T did not renew this specific theory in its appellate\n\nbriefs3 but, rather, relied upon a newly contrived theory.       On\n\nappeal, it suggests for the first time that the exclusion clauses,\n\ntaken in the ensemble, render the insurance policy illusory (and,\n\naccordingly, that the exclusions are unenforceable).     We cannot\n\ncountenance such a bald-faced switching of horses in mid-stream.\n\n            Advancing one theory in the trial court and jettisoning\n\nit in favor of another (previously unarticulated) theory in the\n\ncourt of appeals is unacceptable.       Such a praxis violates a\n\nprudential principle firmly embedded in our jurisprudence: that in\n\nthe absence of extraordinary circumstances — and none exist in this\n\ncase — \"legal theories not raised squarely in the lower court\n\ncannot be broached for the first time on appeal.\"   Teamsters Union\n\nv. Superline Transp. Co., 953 F.2d 17, 21 (1st Cir. 1992).    Cases\n\nholding to that effect are legion.      See, e.g., Vargas-Ruiz v.\n\n\n     3\n      To be sure, B&T's counsel did make a passing mention of the\ntheory during oral argument in this court.     We have no need to\nrespond to that allusion. The district court correctly determined\nthat Barletta's complaint sought to hold B&T liable only for damage\nto the school building caused by B&T's own work and that any such\ndamage would be completely excluded from coverage under the policy.\nD. Ct. Op. at 10.      Where, as here, a trial court accurately\nevaluates an argument and convincingly dispatches it, there is no\nneed for a reviewing court to prepare a palimpsest. See, e.g.,\nVargas-Ruiz v. Golden Arch Dev., Inc., 368 F.3d 1, 2 (1st Cir.\n2004); Cruz-Ramos v. P.R. Sun Oil Co., 202 F.3d 381, 383 (1st Cir.\n2000); Ayala v. Union de Tronquistas, 74 F.3d 344, 345 (1st Cir.\n1996).\n\n                                 -7-\n\fGolden Arch Dev., Inc., 368 F.3d 1, 3 (1st Cir. 2004); United\n\nStates v. Bongiorno, 106 F.3d 1027, 1034 (1st Cir. 1997); United\n\nStates v. Dietz, 950 F.2d 50, 55 (1st Cir. 1991); Clauson v. Smith,\n\n823 F.2d 660, 666 (1st Cir. 1987); Johnston v. Holiday Inns, Inc.,\n\n595 F.2d 890, 894 (1st Cir. 1979).          B&T's tactics transgress that\n\nprudential principle.\n\n          In an attempt to place its neoteric theory beyond the\n\nrange of the case law enforcing the raise-or-waive rule in this\n\nsort of situation, B&T makes three arguments.           We find all of them\n\nunpersuasive.\n\n          First, B&T claims that it actually raised the \"illusory\n\ncoverage\" theory below.       The record belies that claim.              The\n\nreference in B&T's reply brief is to an exchange that took place\n\nduring the summary judgment hearing. In that exchange, its counsel\n\nquestioned Public Service's interpretation of the policy by asking\n\nrhetorically, \"what did we buy this insurance for?\" In posing this\n\nrhetorical   question,    however,    the    lawyer    was   arguing   for   a\n\nparticular   interpretation    of    the    policy    language.   He   never\n\nmentioned the possibility that the breadth of the exclusions\n\nrendered the coverage illusory and, thus, that the exclusions were\n\nvoid as a matter of law.\n\n          Even if the rhetorical question was intended to start the\n\nargument down this path — and that is a stretch — the court was not\n\nprovided a roadmap.      That omission would doom the argument here.\n\n\n                                     -8-\n\fTo preserve a point for appeal, some developed argumentation must\n\nbe put forward in the nisi prius court — and a veiled reference to\n\na legal theory is not enough to satisfy this requirement.                       See,\n\ne.g., United States v. Slade, 980 F.2d 27, 31 (1st Cir. 1992) (\"A\n\nlitigant cannot ignore her burden of developed pleading and expect\n\nthe district     court    to   ferret    out    small   needles    from   diffuse\n\nhaystacks.\"); Rivera-Gomez v. Adolfo de Castro, 843 F.2d 631, 635\n\n(1st Cir. 1988) (\"Judges are not expected to be mindreaders.\n\nConsequently,    a    litigant    has   an     obligation   to    spell   out    its\n\narguments squarely and distinctly or else forever hold its peace.\")\n\n(citation and internal quotation marks omitted).\n\n          B&T next maintains that the raise-or-waive rule should\n\nnot apply because it is not advancing a new issue on appeal, but\n\nmerely a new argument.           In mincing words in this fashion, B&T\n\nattempts to align its new theory with its old one, arguing in the\n\nface of obvious differences that these two theories are \"the same\"\n\nbecause both relate to the general issue of whether the exclusions\n\ngovern this case.\n\n          We    have     decanted   this      wine   before.      In   Slade,    we\n\nexplicitly rejected the notion that \"only new facts and not new\n\narguments about those facts are prohibited from debuting in the\n\ncourt of appeals,\" calling that notion \"grounded more in hope than\n\nin precedent.\"       980 F.2d at 31.         We held, citing numerous cases,\n\nthat \"a party is not at liberty to articulate specific arguments\n\n\n                                        -9-\n\ffor the first time on appeal simply because the general issue was\n\nbefore the district court.\" Id. That holding is dispositive here.\n\n           Finally, B&T suggests that even if it failed to preserve\n\nits late-emerging theory for appeal, we should entertain that\n\ntheory   because   the   theory   is   uniquely   important.      We   have\n\nrecognized that an appellate court has the authority, in its\n\ndiscretion, to consider theories not articulated below. See, e.g.,\n\nUnited States v. LaGuardia, 902 F.2d 1010, 1013 (1st Cir. 1990).\n\nWe also have recognized, however, that exceptions of this kind to\n\nthe raise-or-waive rule should be \"few and far between,\" Nat'l\n\nAss'n of Soc. Workers v. Harwood, 69 F.3d 622, 627 (1st Cir. 1995),\n\nand, accordingly, this power is to be used sparingly.          The typical\n\ncase involves an issue that is one of paramount importance and\n\nholds the potential for a miscarriage of justice.       See id. at 628;\n\nUnited States v. Krynicki, 689 F.2d 289, 292 (1st Cir. 1982).\n\n           B&T implores us to entertain the \"illusory coverage\"\n\ntheory here, predicting that any other course will result in\n\nperpetuating the underwriting of \"[t]housands, if not tens of\n\nthousands,\" of other illusory policies.       Appellant's Reply Br. at\n\n3.   We reject these importunings.        We simply do not see how a\n\nstraightforward application of the raise-or-waive rule in this\n\ngarden-variety coverage dispute either rises to a level of great\n\nimportance or threatens to work a miscarriage of justice.\n\n\n\n\n                                  -10-\n\f           We add an eschatocol of sorts.      Even though we are not\n\ncompelled to speak to the merits, we note in the interest of\n\ncompleteness that B&T's new theory would not have prevailed even if\n\nit had been properly preserved.\n\n           B&T contends that the district court's reading of the\n\nbusiness   risk   exclusions    would    eliminate   all   coverage      for\n\nnegligence claims, even though that is the very type of coverage\n\nthat B&T purchased and that a CGL policy purports to provide.\n\nAppellant's Br. at 16.    That contention is sheer sophistry.            The\n\nexclusions leave most negligence claims unaffected; they merely bar\n\ncoverage as to any damages to the project itself caused by B&T's\n\nfaulty workmanship.     While these exclusions do limit liability,\n\nthey do not completely vitiate the bargained-for coverage (indeed,\n\nthey do not come close to achieving so drastic a result).             Many\n\nnegligence claims are undoubtedly covered. If, for example, a wall\n\nof the school building collapsed due to B&T's negligence and\n\ndamaged an adjacent structure (not part of the school complex), or\n\nif a B&T employee carelessly dropped a trowel and struck a passing\n\nvehicle,   coverage   would   attach.     Consequently,    the   grant    of\n\ncoverage is not illusory.      See, e.g., Bagley v. Monticello Ins.\n\nCo., 720 N.E.2d 813, 817 (Mass. 1999) (holding that as long as \"the\n\npolicy still provides coverage for some acts, it is not illusory\n\nsimply because of a potentially wide exclusion\").\n\n\n\n\n                                  -11-\n\f            We need go no further. For the reasons elucidated above,\n\nwe hold that the district court did not err in entering summary\n\njudgment in Public Service's favor.\n\n\n\nAffirmed.\n\n\n\n\n                                -12-\n\f",
  "html": "<p class=\"case_cite\">382 F.3d 36</p>\n    <p class=\"parties\">B &amp; T MASONRY CONSTRUCTION CO., INC., Plaintiff, Appellant,<br>v.<br>PUBLIC SERVICE MUTUAL INSURANCE CO., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-2473.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2004.</p>\n    <p class=\"date\">Decided August 30, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Douglas P. Woodlock, J.</p>\n      <p class=\"indent\">Francis A. Shannon, III, with whom Shannon Law Associates, Inc. was on brief, for appellant.</p>\n      <p class=\"indent\">Nina E. Kallen, with whom Thomas G. Guiney was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1998, the City of Everett (the City) retained Barletta Engineering Corporation (Barletta) to construct a new elementary school. Barletta, as general contractor, engaged a myriad of subcontractors to assist in this venture. Among them was appellant B &amp; T Masonry Construction Co., Inc. (B &amp; T). The work consumed the better part of two years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the City's view, the completed structure left something to be desired. It sued Barletta in a state court, alleging that Barletta's faulty workmanship had allowed water leakage which, in turn, had caused property damage to the school building (including mold contamination of ceilings, walls, floors, and other components). Barletta promptly filed a third-party complaint against B &amp; T and sundry other subcontractors. In the only iteration relevant here, the third-party complaint attributed the damage to B &amp; T's deficient masonry work.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellee Public Service Mutual Insurance Co. (Public Service) had issued two consecutive commercial general liability (CGL) policies to B &amp; T, which were serially in effect during the course of B &amp; T's work on the school project. B &amp; T tendered the defense against Barletta's claim to the insurer. Public Service refused the tender and disclaimed any coverage obligation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Stung by this rejection, B &amp; T repaired to the United States District Court for the District of Massachusetts. Invoking that court's diversity jurisdiction, <i>see</i> 28 U.S.C. &#167; 1332(a), it initiated an action seeking a declaration that Public Service had a duty to defend and indemnify it with respect to Barletta's claim. In due course, the insurer moved for summary judgment. <i>See</i> Fed.R.Civ.P. 56. The district court granted this motion, holding that all the damages described in Barletta's third-party complaint fell within the compass of the exclusions contained in the CGL policies.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>B &amp; T Masonry Constr. Co. v. Pub. Serv. Mut. Ins. Co.,</i> No. 02-10595, slip op. at 10 (D.Mass. Sept. 26, 2003) (unpublished) (D.Ct.Op.). B &amp; T appeals from this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We need not tarry. The insuring agreement, section I(A)(1)(a), provides in pertinent part that Public Service will \"pay those sums that the insured becomes legally obligated to pay as damages because of... `property damage' to which this insurance applies.\" This insuring agreement is, however, subject to certain so-called \"business risk\" exclusions. These include section I(A)(2)(j)(5) (which excludes coverage for property damage to \"[t]hat particular part of real property on which [the insured] or any contractors or subcontractors working directly or indirectly on [the insured's] behalf are performing operations\" so long as \"the `property damage' arises out of those operations\"); section I(A)(2)(j)(6) (which excludes coverage for property damage to \"[t]hat particular part of any property that must be restored, repaired or replaced because [the insured's work on it] was incorrectly performed\"); section I(A)(2)(1) (which excludes coverage, with a limitation not relevant here, for \"`[p]roperty damage' to `[the insured's] work' arising out of it or any part of it\"); section I(A)(2)(m) (which excludes coverage for \"`[p]roperty damage' ... arising out of ... [a] defect, deficiency, inadequacy or dangerous condition\" in the insured's product or work); and section I(A)(2)(n) (which excludes coverage for \"[d]amages claimed for any loss, cost or expense incurred by [the insured] or others for the loss of use, withdrawal, recall, inspection, repair, replacement, adjustment, removal or disposal of . . . `[the insured's] work'\"). The question presented in this case is whether Barletta's derivative claim (seeking, in effect, indemnification or contribution anent the City's claim for damages to the school building) falls within the purview of some or all of these exclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because this is a diversity case, Massachusetts law controls. <i>United States Liab. Ins. Co. v. Selman,</i> 70 F.3d 684, 688 (1st Cir.1995). Under the Massachusetts cases, the interpretation of an insurance policy is normally a question of law for the court. <i>Ruggerio Ambul. Serv., Inc. v. Nat'l Grange Ins. Co.,</i> 430 Mass. 794, 724 N.E.2d 295, 298 (2000). Where, as here, the material facts upon which a coverage question is based are not genuinely in dispute, the application of the policy to those facts is likewise a question of law (and, thus, properly resolved on summary judgment). <i>Liberty Mut. Ins. Co. v. Metro. Life Ins. Co.,</i> 260 F.3d 54, 61 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Massachusetts courts apply the traditional rules of contract interpretation to the construction of insurance policies. <i>Brazas Sporting Arms, Inc. v. Am. Empire Surplus Lines Ins. Co.,</i> 220 F.3d 1, 4 (1st Cir.2000). The first principle is to afford the language of the policy its plain meaning. <i>Id.</i> Because the duty of an insurance carrier to defend the insured is broader than its duty to indemnify, <i>see id.,</i> we focus on that duty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The duty to defend is, of course, \"based on the facts alleged in the complaint and those facts which are known by the insurer.\" <i>Boston Symph. Orch., Inc. v. Comm'l Union Ins. Co.,</i> 406 Mass. 7, 545 N.E.2d 1156, 1158 (1989). For the duty to arise, \"the underlying complaint need only show, through general allegations, a possibility that the liability claim falls within the insurance coverage.\" <i>SCA Servs., Inc. v. Transp. Ins. Co.,</i> 419 Mass. 528, 646 N.E.2d 394, 397 (1995) (citation and internal quotation marks omitted). The insured bears the initial burden of showing coverage under the policy's insuring agreements. <i>Highlands Ins. Co. v. Aerovox Inc.,</i> 424 Mass. 226, 676 N.E.2d 801, 804 (1997). Once the insured has accomplished this feat, the burden shifts to the carrier to prove the applicability of one or more separate and distinct exclusionary provisions. <i>Id.</i> To the extent (if at all) that any ambiguity permeates a policy exclusion, it must be construed strictly against the insurer. <i>Brazas Sporting Arms,</i> 220 F.3d at 4.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Here, B &amp; T satisfied its threshold burden of showing coverage under an insuring agreement. The question reduces, then, to whether the business risk exclusions avoid the application of that coverage. On that question, Public Service had the devoir of persuasion and relied upon the plain language of the exclusions to show that they applied. In arguing against that proposition before us, B &amp; T asserts a nascent theory that departs dramatically from what it argued in the court below. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the lower court, B &amp; T acknowledged that the business risk exclusions applied to damage to the school building caused by its workmanship but posited that whether the damage claimed by the City (and, derivatively, by Barletta) was caused by B &amp; T's workmanship or that of another subcontractor remained an open question. This open question, it asseverated, precluded summary judgment. The district court rejected that asseveration, concluding (correctly, in our view) that any liability that might attach to B &amp; T under the third-party complaint necessarily would stem from its own workmanship and, thus, would be excluded from coverage. D. Ct. Op. at 10. If another firm were negligent and B &amp; T were not, that fact would in no way alter the coverage equation. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">B &amp; T did not renew this specific theory in its appellate briefs<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but, rather, relied upon a newly contrived theory. On appeal, it suggests for the first time that the exclusion clauses, taken in the ensemble, render the insurance policy illusory (and, accordingly, that the exclusions are unenforceable). We cannot countenance such a bald-faced switching of horses in mid-stream.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Advancing one theory in the trial court and jettisoning it in favor of another (previously unarticulated) theory in the court of appeals is unacceptable. Such a praxis violates a prudential principle firmly embedded in our jurisprudence: that in the absence of extraordinary circumstances&#8212;and none exist in this case&#8212;\"legal theories not raised squarely in the lower court cannot be broached for the first time on appeal.\" <i>Teamsters Union v. Superline Transp. Co.,</i> 953 F.2d 17, 21 (1st Cir.1992). Cases holding to that effect are legion. <i>See, e.g., Vargas-Ruiz v. Golden Arch Dev., Inc.,</i> 368 F.3d 1, 3 (1st Cir. 2004); <i>United States v. Bongiorno,</i> 106 F.3d 1027, 1034 (1st Cir.1997); <i>United States v. Dietz,</i> 950 F.2d 50, 55 (1st Cir. 1991); <i>Clauson v. Smith,</i> 823 F.2d 660, 666 (1st Cir.1987); <i>Johnston v. Holiday Inns, Inc.,</i> 595 F.2d 890, 894 (1st Cir.1979). B &amp; T's tactics transgress that prudential principle.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In an attempt to place its neoteric theory beyond the range of the case law enforcing the raise-or-waive rule in this sort of situation, B &amp; T makes three arguments. We find all of them unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, B &amp; T claims that it actually raised the \"illusory coverage\" theory below. The record belies that claim. The reference in B &amp; T's reply brief is to an exchange that took place during the summary judgment hearing. In that exchange, its counsel questioned Public Service's interpretation of the policy by asking rhetorically, \"what did we buy this insurance for?\" In posing this rhetorical question, however, the lawyer was arguing for a particular interpretation of the policy language. He never mentioned the possibility that the breadth of the exclusions rendered the coverage illusory and, thus, that the exclusions were void as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Even if the rhetorical question was intended to start the argument down this path&#8212;and that is a stretch&#8212;the court was not provided a roadmap. That omission would doom the argument here. To preserve a point for appeal, some developed argumentation must be put forward in the nisi prius court&#8212;and a veiled reference to a legal theory is not enough to satisfy this requirement. <i>See, e.g., United States v. Slade,</i> 980 F.2d 27, 31 (1st Cir.1992) (\"A litigant cannot ignore her burden of developed pleading and expect the district court to ferret out small needles from diffuse haystacks.\"); <i>Rivera-Gomez v. Adolfo de Castro,</i> 843 F.2d 631, 635 (1st Cir.1988) (\"Judges are not expected to be mindreaders. Consequently, a litigant has an obligation to spell out its arguments squarely and distinctly or else forever hold its peace.\") (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">B &amp; T next maintains that the raise-or-waive rule should not apply because it is not advancing a new <i>issue</i> on appeal, but merely a new <i>argument.</i> In mincing words in this fashion, B &amp; T attempts to align its new theory with its old one, arguing in the face of obvious differences that these two theories are \"the same\" because both relate to the general issue of whether the exclusions govern this case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We have decanted this wine before. In <i>Slade,</i> we explicitly rejected the notion that \"only new facts and not new arguments about those facts are prohibited from debuting in the court of appeals,\" calling that notion \"grounded more in hope than in precedent.\" 980 F.2d at 31. We held, citing numerous cases, that \"a party is not at liberty to articulate specific arguments for the first time on appeal simply because the general issue was before the district court.\" <i>Id.</i> That holding is dispositive here.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, B &amp; T suggests that even if it failed to preserve its late-emerging theory for appeal, we should entertain that theory because the theory is uniquely important. We have recognized that an appellate court has the authority, in its discretion, to consider theories not articulated below. <i>See, e.g., United States v. LaGuardia,</i> 902 F.2d 1010, 1013 (1st Cir.1990). We also have recognized, however, that exceptions of this kind to the raise-or-waive rule should be \"few and far between,\" <i>Nat'l Ass'n of Soc. Workers v. Harwood,</i> 69 F.3d 622, 627 (1st Cir.1995), and, accordingly, this power is to be used sparingly. The typical case involves an issue that is one of paramount importance and holds the potential for a miscarriage of justice. <i>See id.</i> at 628; <i>United States v. Krynicki,</i> 689 F.2d 289, 292 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B &amp; T implores us to entertain the \"illusory coverage\" theory here, predicting that any other course will result in perpetuating the underwriting of \"[t]housands, if not tens of thousands,\" of other illusory policies. Appellant's Reply Br. at 3. We reject these importunings. We simply do not see how a straightforward application of the raise-or-waive rule in this garden-variety coverage dispute either rises to a level of great importance or threatens to work a miscarriage of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We add an eschatocol of sorts. Even though we are not compelled to speak to the merits, we note in the interest of completeness that B &amp; T's new theory would not have prevailed even if it had been properly preserved.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">B &amp; T contends that the district court's reading of the business risk exclusions would eliminate all coverage for negligence claims, even though that is the very type of coverage that B &amp; T purchased and that a CGL policy purports to provide. Appellant's Br. at 16. That contention is sheer sophistry. The exclusions leave most negligence claims unaffected; they merely bar coverage as to any damages to the project itself caused by B &amp; T's faulty workmanship. While these exclusions do limit liability, they do not completely vitiate the bargained-for coverage (indeed, they do not come close to achieving so drastic a result). Many negligence claims are undoubtedly covered. If, for example, a wall of the school building collapsed due to B &amp; T's negligence and damaged an adjacent structure (not part of the school complex), or if a B &amp; T employee carelessly dropped a trowel and struck a passing vehicle, coverage would attach. Consequently, the grant of coverage is not illusory. <i>See, e.g., Bagley v. Monticello Ins. Co.,</i> 430 Mass. 454, 720 N.E.2d 813, 817 (1999) (holding that as long as \"the policy still provides coverage for some acts, it is not illusory simply because of a potentially wide exclusion\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further. For the reasons elucidated above, we hold that the district court did not err in entering summary judgment in Public Service's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> B &amp; T made a similar tender to the insurer when the City later filed amended complaints and Barletta, in turn, filed amended third-party complaints. Public Service rejected these tenders as well. Nothing in the amended pleadings changes the coverage analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because the two policies are substantially identical with respect to the matters at issue, we hereinafter refer, for simplicity's sake, only to the first policy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, B &amp; T's counsel did make a passing mention of the theory during oral argument in this court. We have no need to respond to that allusion. The district court correctly determined that Barletta's complaint sought to hold B &amp; T liable only for damage to the school building caused by B &amp; T's own work and that any such damage would be completely excluded from coverage under the policy. D. Ct. Op. at 10. Where, as here, a trial court accurately evaluates an argument and convincingly dispatches it, there is no need for a reviewing court to prepare a palimpsest<i>See, e.g., Vargas&#8212;Ruiz v. Golden Arch Dev., Inc.,</i> 368 F.3d 1, 2 (1st Cir.2004); <i>Cruz-Ramos v. P.R. Sun Oil Co.,</i> 202 F.3d 381, 383 (1st Cir.2000); <i>Ayala v. Union de Tronquistas,</i> 74 F.3d 344, 345 (1st Cir.1996).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">382</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></span></p>\n    <p class=\"parties\">B &amp; T MASONRY CONSTRUCTION CO., INC., Plaintiff, Appellant,<br>v.<br>PUBLIC SERVICE MUTUAL INSURANCE CO., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-2473.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2004.</p>\n    <p class=\"date\">Decided August 30, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, Douglas P. Woodlock, J.</p>\n      <p class=\"indent\">Francis A. Shannon, III, with whom Shannon Law Associates, Inc. was on brief, for appellant.</p>\n      <p class=\"indent\">Nina E. Kallen, with whom Thomas G. Guiney was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1998, the City of Everett (the City) retained Barletta Engineering Corporation (Barletta) to construct a new elementary school. Barletta, as general contractor, engaged a myriad of subcontractors to assist in this venture. Among them was appellant B &amp; T Masonry Construction Co., Inc. (B &amp; T). The work consumed the better part of two years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In the City's view, the completed structure left something to be desired. It sued Barletta in a state court, alleging that Barletta's faulty workmanship had allowed water leakage which, in turn, had caused property damage to the school building (including mold contamination of ceilings, walls, floors, and other components). Barletta promptly filed a third-party complaint against B &amp; T and sundry other subcontractors. In the only iteration relevant here, the third-party complaint attributed the damage to B &amp; T's deficient masonry work.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellee Public Service Mutual Insurance Co. (Public Service) had issued two consecutive commercial general liability (CGL) policies to B &amp; T, which were serially in effect during the course of B &amp; T's work on the school project. B &amp; T tendered the defense against Barletta's claim to the insurer. Public Service refused the tender and disclaimed any coverage obligation.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Stung by this rejection, B &amp; T repaired to the United States District Court for the District of Massachusetts. Invoking that court's diversity jurisdiction, <i>see</i> 28 U.S.C. &#167; 1332(a), it initiated an action seeking a declaration that Public Service had a duty to defend and indemnify it with respect to Barletta's claim. In due course, the insurer moved for summary judgment. <i>See</i> Fed.R.Civ.P. 56. The district court granted this motion, holding that all the damages described in Barletta's third-party complaint fell within the compass of the exclusions contained in the CGL policies.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>B &amp; T Masonry Constr. Co. v. Pub. Serv. Mut. Ins. Co.,</i> No. 02-10595, slip op. at 10 (D.Mass. Sept. 26, 2003) (unpublished) (D.Ct.Op.). B &amp; T appeals from this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We need not tarry. The insuring agreement, section I(A)(1)(a), provides in pertinent part that Public Service will \"pay those sums that the insured becomes legally obligated to pay as damages because of... `property damage' to which this insurance applies.\" This insuring agreement is, however, subject to certain so-called \"business risk\" exclusions. These include section I(A)(2)(j)(5) (which excludes coverage for property damage to \"[t]hat particular part of real property on which [the insured] or any contractors or subcontractors working directly or indirectly on [the insured's] behalf are performing operations\" so long as \"the `property damage' arises out of those operations\"); section I(A)(2)(j)(6) (which excludes coverage for property damage to \"[t]hat particular part of any property that must be restored, repaired or replaced because [the insured's work on it] was incorrectly performed\"); section I(A)(2)(1) (which excludes coverage, with a limitation not relevant here, for \"`[p]roperty damage' to `[the insured's] work' arising out of it or any part of it\"); section I(A)(2)(m) (which excludes coverage for \"`[p]roperty damage' ... arising out of ... [a] defect, deficiency, inadequacy or dangerous condition\" in the insured's product or work); and section I(A)(2)(n) (which excludes coverage for \"[d]amages claimed for any loss, cost or expense incurred by [the insured] or others for the loss of use, withdrawal, recall, inspection, repair, replacement, adjustment, removal or disposal of . . . `[the insured's] work'\"). The question presented in this case is whether Barletta's derivative claim (seeking, in effect, indemnification or contribution anent the City's claim for damages to the school building) falls within the purview of some or all of these exclusions.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because this is a diversity case, Massachusetts law controls. <i>United States Liab. Ins. Co. v. Selman,</i> <span class=\"citation\" data-id=\"196432\"><a href=\"/opinion/196432/us-liability-v-selman/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 688 (1st Cir.1995). Under the Massachusetts cases, the interpretation of an insurance policy is normally a question of law for the court. <i>Ruggerio Ambul. Serv., Inc. v. Nat'l Grange Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">794</span></span>, <span class=\"citation no-link\"><span class=\"volume\">724</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">295</span></span>, 298 (2000). Where, as here, the material facts upon which a coverage question is based are not genuinely in dispute, the application of the policy to those facts is likewise a question of law (and, thus, properly resolved on summary judgment). <i>Liberty Mut. Ins. Co. v. Metro. Life Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></span>, 61 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Massachusetts courts apply the traditional rules of contract interpretation to the construction of insurance policies. <i>Brazas Sporting Arms, Inc. v. Am. Empire Surplus Lines Ins. Co.,</i> <span class=\"citation\" data-id=\"199002\"><a href=\"/opinion/199002/brazas-v-american/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.2000). The first principle is to afford the language of the policy its plain meaning. <i>Id.</i> Because the duty of an insurance carrier to defend the insured is broader than its duty to indemnify, <i>see id.,</i> we focus on that duty.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The duty to defend is, of course, \"based on the facts alleged in the complaint and those facts which are known by the insurer.\" <i>Boston Symph. Orch., Inc. v. Comm'l Union Ins. Co.,</i> <span class=\"citation\" data-id=\"2065700\"><a href=\"/opinion/2065700/boston-symphony-orchestra-v-commercial-union-ins-co/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">7</span></a></span>, <span class=\"citation\" data-id=\"2065700\"><a href=\"/opinion/2065700/boston-symphony-orchestra-v-commercial-union-ins-co/\"><span class=\"volume\">545</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1156</span></a></span>, 1158 (1989). For the duty to arise, \"the underlying complaint need only show, through general allegations, a possibility that the liability claim falls within the insurance coverage.\" <i>SCA Servs., Inc. v. Transp. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">419</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">528</span></span>, <span class=\"citation no-link\"><span class=\"volume\">646</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">394</span></span>, 397 (1995) (citation and internal quotation marks omitted). The insured bears the initial burden of showing coverage under the policy's insuring agreements. <i>Highlands Ins. Co. v. Aerovox Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">226</span></span>, <span class=\"citation no-link\"><span class=\"volume\">676</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">801</span></span>, 804 (1997). Once the insured has accomplished this feat, the burden shifts to the carrier to prove the applicability of one or more separate and distinct exclusionary provisions. <i>Id.</i> To the extent (if at all) that any ambiguity permeates a policy exclusion, it must be construed strictly against the insurer. <i>Brazas Sporting Arms,</i> 220 F.3d at 4.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Here, B &amp; T satisfied its threshold burden of showing coverage under an insuring agreement. The question reduces, then, to whether the business risk exclusions avoid the application of that coverage. On that question, Public Service had the devoir of persuasion and relied upon the plain language of the exclusions to show that they applied. In arguing against that proposition before us, B &amp; T asserts a nascent theory that departs dramatically from what it argued in the court below. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the lower court, B &amp; T acknowledged that the business risk exclusions applied to damage to the school building caused by its workmanship but posited that whether the damage claimed by the City (and, derivatively, by Barletta) was caused by B &amp; T's workmanship or that of another subcontractor remained an open question. This open question, it asseverated, precluded summary judgment. The district court rejected that asseveration, concluding (correctly, in our view) that any liability that might attach to B &amp; T under the third-party complaint necessarily would stem from its own workmanship and, thus, would be excluded from coverage. D. Ct. Op. at 10. If another firm were negligent and B &amp; T were not, that fact would in no way alter the coverage equation. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">B &amp; T did not renew this specific theory in its appellate briefs<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> but, rather, relied upon a newly contrived theory. On appeal, it suggests for the first time that the exclusion clauses, taken in the ensemble, render the insurance policy illusory (and, accordingly, that the exclusions are unenforceable). We cannot countenance such a bald-faced switching of horses in mid-stream.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Advancing one theory in the trial court and jettisoning it in favor of another (previously unarticulated) theory in the court of appeals is unacceptable. Such a praxis violates a prudential principle firmly embedded in our jurisprudence: that in the absence of extraordinary circumstances&#8212;and none exist in this case&#8212;\"legal theories not raised squarely in the lower court cannot be broached for the first time on appeal.\" <i>Teamsters Union v. Superline Transp. Co.,</i> <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1992). Cases holding to that effect are legion. <i>See, e.g., Vargas-Ruiz v. Golden Arch Dev., Inc.,</i> <span class=\"citation\" data-id=\"201001\"><a href=\"/opinion/201001/vargas-ruiz-v-golden-arch/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 2004); <i>United States v. Bongiorno,</i> <span class=\"citation\" data-id=\"735399\"><a href=\"/opinion/735399/united-states-v-frank-p-bongiorno-united-states-of-america-v-frank-p/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1027</span></a></span>, 1034 (1st Cir.1997); <i>United States v. Dietz,</i> <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir. 1991); <i>Clauson v. Smith,</i> <span class=\"citation\" data-id=\"491456\"><a href=\"/opinion/491456/charles-clauson-v-robert-d-smith/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">660</span></a></span>, 666 (1st Cir.1987); <i>Johnston v. Holiday Inns, Inc.,</i> <span class=\"citation\" data-id=\"364881\"><a href=\"/opinion/364881/alfred-m-johnston-individually-alfred-m-johnston-trustee-and-daniel/\"><span class=\"volume\">595</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 894 (1st Cir.1979). B &amp; T's tactics transgress that prudential principle.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In an attempt to place its neoteric theory beyond the range of the case law enforcing the raise-or-waive rule in this sort of situation, B &amp; T makes three arguments. We find all of them unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">First, B &amp; T claims that it actually raised the \"illusory coverage\" theory below. The record belies that claim. The reference in B &amp; T's reply brief is to an exchange that took place during the summary judgment hearing. In that exchange, its counsel questioned Public Service's interpretation of the policy by asking rhetorically, \"what did we buy this insurance for?\" In posing this rhetorical question, however, the lawyer was arguing for a particular interpretation of the policy language. He never mentioned the possibility that the breadth of the exclusions rendered the coverage illusory and, thus, that the exclusions were void as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Even if the rhetorical question was intended to start the argument down this path&#8212;and that is a stretch&#8212;the court was not provided a roadmap. That omission would doom the argument here. To preserve a point for appeal, some developed argumentation must be put forward in the nisi prius court&#8212;and a veiled reference to a legal theory is not enough to satisfy this requirement. <i>See, e.g., United States v. Slade,</i> <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.1992) (\"A litigant cannot ignore her burden of developed pleading and expect the district court to ferret out small needles from diffuse haystacks.\"); <i>Rivera-Gomez v. Adolfo de Castro,</i> <span class=\"citation\" data-id=\"504001\"><a href=\"/opinion/504001/martin-rivera-gomez-v-rafael-adolfo-de-castro/\"><span class=\"volume\">843</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, 635 (1st Cir.1988) (\"Judges are not expected to be mindreaders. Consequently, a litigant has an obligation to spell out its arguments squarely and distinctly or else forever hold its peace.\") (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">B &amp; T next maintains that the raise-or-waive rule should not apply because it is not advancing a new <i>issue</i> on appeal, but merely a new <i>argument.</i> In mincing words in this fashion, B &amp; T attempts to align its new theory with its old one, arguing in the face of obvious differences that these two theories are \"the same\" because both relate to the general issue of whether the exclusions govern this case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We have decanted this wine before. In <i>Slade,</i> we explicitly rejected the notion that \"only new facts and not new arguments about those facts are prohibited from debuting in the court of appeals,\" calling that notion \"grounded more in hope than in precedent.\" 980 F.2d at 31. We held, citing numerous cases, that \"a party is not at liberty to articulate specific arguments for the first time on appeal simply because the general issue was before the district court.\" <i>Id.</i> That holding is dispositive here.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, B &amp; T suggests that even if it failed to preserve its late-emerging theory for appeal, we should entertain that theory because the theory is uniquely important. We have recognized that an appellate court has the authority, in its discretion, to consider theories not articulated below. <i>See, e.g., United States v. LaGuardia,</i> <span class=\"citation\" data-id=\"541060\"><a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span>, 1013 (1st Cir.1990). We also have recognized, however, that exceptions of this kind to the raise-or-waive rule should be \"few and far between,\" <i>Nat'l Ass'n of Soc. Workers v. Harwood,</i> <span class=\"citation\" data-id=\"707518\"><a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">622</span></a></span>, 627 (1st Cir.1995), and, accordingly, this power is to be used sparingly. The typical case involves an issue that is one of paramount importance and holds the potential for a miscarriage of justice. <i>See id.</i> at 628; <i>United States v. Krynicki,</i> <span class=\"citation\" data-id=\"409210\"><a href=\"/opinion/409210/united-states-v-judith-ann-krynicki/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">289</span></a></span>, 292 (1st Cir.1982).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B &amp; T implores us to entertain the \"illusory coverage\" theory here, predicting that any other course will result in perpetuating the underwriting of \"[t]housands, if not tens of thousands,\" of other illusory policies. Appellant's Reply Br. at 3. We reject these importunings. We simply do not see how a straightforward application of the raise-or-waive rule in this garden-variety coverage dispute either rises to a level of great importance or threatens to work a miscarriage of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We add an eschatocol of sorts. Even though we are not compelled to speak to the merits, we note in the interest of completeness that B &amp; T's new theory would not have prevailed even if it had been properly preserved.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">B &amp; T contends that the district court's reading of the business risk exclusions would eliminate all coverage for negligence claims, even though that is the very type of coverage that B &amp; T purchased and that a CGL policy purports to provide. Appellant's Br. at 16. That contention is sheer sophistry. The exclusions leave most negligence claims unaffected; they merely bar coverage as to any damages to the project itself caused by B &amp; T's faulty workmanship. While these exclusions do limit liability, they do not completely vitiate the bargained-for coverage (indeed, they do not come close to achieving so drastic a result). Many negligence claims are undoubtedly covered. If, for example, a wall of the school building collapsed due to B &amp; T's negligence and damaged an adjacent structure (not part of the school complex), or if a B &amp; T employee carelessly dropped a trowel and struck a passing vehicle, coverage would attach. Consequently, the grant of coverage is not illusory. <i>See, e.g., Bagley v. Monticello Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">454</span></span>, <span class=\"citation no-link\"><span class=\"volume\">720</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">813</span></span>, 817 (1999) (holding that as long as \"the policy still provides coverage for some acts, it is not illusory simply because of a potentially wide exclusion\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We need go no further. For the reasons elucidated above, we hold that the district court did not err in entering summary judgment in Public Service's favor.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> B &amp; T made a similar tender to the insurer when the City later filed amended complaints and Barletta, in turn, filed amended third-party complaints. Public Service rejected these tenders as well. Nothing in the amended pleadings changes the coverage analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because the two policies are substantially identical with respect to the matters at issue, we hereinafter refer, for simplicity's sake, only to the first policy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> To be sure, B &amp; T's counsel did make a passing mention of the theory during oral argument in this court. We have no need to respond to that allusion. The district court correctly determined that Barletta's complaint sought to hold B &amp; T liable only for damage to the school building caused by B &amp; T's own work and that any such damage would be completely excluded from coverage under the policy. D. Ct. Op. at 10. Where, as here, a trial court accurately evaluates an argument and convincingly dispatches it, there is no need for a reviewing court to prepare a palimpsest<i>See, e.g., Vargas&#8212;Ruiz v. Golden Arch Dev., Inc.,</i> <span class=\"citation\" data-id=\"201001\"><a href=\"/opinion/201001/vargas-ruiz-v-golden-arch/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.2004); <i>Cruz-Ramos v. P.R. Sun Oil Co.,</i> <span class=\"citation\" data-id=\"198801\"><a href=\"/opinion/198801/cruz-ramos-v-puerto-rico-sun/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></a></span>, 383 (1st Cir.2000); <i>Ayala v. Union de Tronquistas,</i> <span class=\"citation\" data-id=\"711116\"><a href=\"/opinion/711116/jose-ayala-v-union-de-tronquistas-de-puerto-rico-local-901/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 345 (1st Cir.1996).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/364881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2065700/"
  ]
}