{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201254/",
  "absolute_url": "/opinion/201254/united-states-v-savarese/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201254/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:10:53Z",
  "date_modified": "2016-02-28T05:05:00.517423Z",
  "type": "010combined",
  "sha1": "a1198fa7d637b8a2e00d8f954ec5bb937c54fd2d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1099-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/09/22/US_v._Savarese.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\nNo. 04-1099\n\n                           UNITED STATES,\n\n                              Appellee,\n\n                                 v.\n\n                          STEPHEN SAVARESE,\n\n                        Defendant-Appellant.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                      FOR THE DISTRICT OF MAINE\n            [Hon. George C. Singal, U.S. District Judge]\n\n\n                               Before\n\n                     Torruella, Dyk* and Howard,\n                           Circuit Judges.\n\n\n          Robert J. Ruffner with whom Vincent Kantz & Ruffner was\non brief for defendant-appellant.\n          F. Mark Terison with whom Paula D. Silsby was on brief\nfor appellee.\n\n\n                         September 22, 2004\n\n\n\n\n    *\n        Of the Federal Circuit, sitting by designation.\n\f              DYK, Circuit Judge.       The central question here concerns\n\nthe    interpretation       of    section       2B3.1     of    the    U.S.   Sentencing\n\nGuidelines,     which      provides    for      a   two-level         enhancement    of   a\n\ndefendant’s offense level if the defendant engaged in carjacking.\n\nU.S. Sentencing Guidelines Manual § 2B3.1(b)(5)(2003).                            We hold\n\nthat the district court’s enhancement of the defendant’s sentence\n\nwas not contrary to the Guidelines and that there was no plain\n\nerror in the district court’s failure to submit the fact issues\n\nconcerning enhancement to a jury.\n\n                                            I\n\n              The    guidelines     provide:        “If    the    [robbery]       offense\n\ninvolved carjacking, increase by 2 levels.”                       Id. § 2B3.1(b)(5).\n\nThe Guidelines further define “carjacking” as “the taking or\n\nattempted taking of a motor vehicle from the person or presence of\n\nanother by force and violence or by intimidation.”                          Id. § 2B3.1,\n\ncmt.   n.1.         This   provision   is       similar    to    the    statute     making\n\ncarjacking a criminal offense.              See 18 U.S.C. § 2119 (2000).              That\n\nstatute provides criminal punishments for “[w]hoever, with the\n\nintent to cause death or serious bodily harm[,] takes a motor\n\nvehicle   that       has   been   transported,          shipped,       or   received      in\n\ninterstate or foreign commerce from the person or presence of\n\nanother by force and violence or by intimidation, or attempts to do\n\nso.”    Id. (emphasis added).            Despite the minor differences in\n\nlanguage, we agree with the Sixth Circuit that the “person or\n\n\n                                        -2-\n\fpresence”   requirement   of    the    Guidelines   provision   should   be\n\ninterpreted to be the same as the “person or presence” requirement\n\nof the criminal statute.       United States v. Boucha, 236 F.3d 768,\n\n775 (6th Cir. 2001); see also United States v. Bates, 213 F.3d\n\n1336, 1340 (11th Cir. 2000) (reserving the question whether the\n\nguidelines, like the carjacking statute, include a specific intent\n\nrequirement).   The question thus becomes whether, on the facts of\n\nthis case, the “person or presence” requirement of the carjacking\n\nstatute has been satisfied.\n\n                                      II\n\n                                       A\n\n            At the sentencing hearing, the parties agreed that the\n\ncarjacking enhancement was to be based entirely on the facts in the\n\npresentence report.    Accordingly, the following facts are taken\n\nfrom the presentence report. At approximately 8:30 pm on April 13,\n\n2003, the appellant, Stephen Savarese, and an accomplice traveled\n\nto the property of Frank and Beverly Shippee in Shapleigh, Maine,\n\non which the Shippees’ home and the Fort Ridge Trading Post, a shop\n\nthe Shippees operated, were located.        Intending to steal firearms\n\nfrom the Trading Post, Savarese and his accomplice pretended that\n\ntheir car had had mechanical trouble.        They forced their way into\n\nthe Shippees’ home when Mr. Shippee retrieved a cordless telephone\n\nfor them, attacking Mr. Shippee with a stick and threatening the\n\nShippees with a pistol and a shotgun.        Once the Shippees had been\n\n\n                                      -3-\n\fsubdued, the assailants demanded the combination to the lock on the\n\ndoor of the Trading Post.   While they pointed guns at Mr. Shippee,\n\nthey also demanded and took the keys to the Shippees’ SUV, which\n\nwas parked in the driveway.    Unable to gain entry to the Trading\n\nPost with the combination, Savarese broke a window in the door and\n\nentered the shop.   He returned to the Shippees’ home with duct tape\n\nfrom the shop, with which the assailants bound the Shippees’ hands\n\nand feet.   Savarese then guarded the Shippees while his accomplice\n\nstole twenty-nine guns from the Trading Post and loaded them into\n\nthe Shippees’ SUV, which they then drove to Savarese’s car, parked\n\nnearby.\n\n            An eyewitness was able to identify Savarese’s car as\n\nhaving been near the Trading Post on the night of April 13, and\n\nSavarese was arrested on April 18.     He subsequently pled guilty to\n\ncharges of (1) interference with commerce by robbery in violation\n\nof 18 U.S.C. § 1951(a) and (b)(1); (2) using and brandishing a\n\nfirearm during and in relation to a crime of violence in violation\n\nof 18 U.S.C. § 924(c)(1)(A)(ii); and (3) theft of firearms from a\n\nfederally licensed firearms dealer in violation of 18 U.S.C.\n\n§ 922(u) and aiding and abetting such a theft in violation of 18\n\nU.S.C. § 2.\n\n            Savarese was sentenced on December 15, 2003.        With\n\nrespect to the second count, a minimum sentence of seven years,\n\nconsecutive to Savarese’s other sentences, was required.      See 18\n\n\n                                 -4-\n\fU.S.C. § 924(c)(1)(A)(ii). The first and third counts were grouped\n\ntogether pursuant to section 3D1.2(b) of the Guidelines.              The base\n\noffense level for the first count was 20, pursuant to section 2B3.1\n\nof the Guidelines.    The district court applied four enhancements,\n\neach of two levels, under that section because (1) a threat of\n\ndeath was made (§ 2B3.1(b)(2)(F)); (2) Mr. Shippee sustained bodily\n\ninjury (§ 2B3.1(b)(3)); (3) the Shippees were physically restrained\n\nto facilitate the commission of the offense (§ 2B3.1(b)(4)); and\n\n(4) the offense involved carjacking (§ 2B3.1(b)(5)).            In addition,\n\nthe district court applied a one-level enhancement pursuant to\n\nsection 2B3.1(b)(6) of the Guidelines because firearms were taken,\n\nfor an adjusted offense level of 29.\n\n          Because the offense level for the first count was greater\n\nthan that for the third count, it became the offense level for the\n\ngrouped offenses.    The district court reduced the offense level by\n\nthree levels to 26 because Savarese accepted responsibility for the\n\noffense, pursuant to section 3E1.1 of the Guidelines. Savarese was\n\nassigned to Criminal History Category I because he had no prior\n\ncriminal history, resulting in a Guideline range of 63-78 months.\n\nThe district court sentenced the defendant to 63 months on each of\n\nthe first and third counts, to be served concurrent with each\n\nother,   and   84   months   on   the    second   count,   to    be    served\n\nconsecutively to each of the first and third counts.            The district\n\n\n\n\n                                   -5-\n\fcourt    also   imposed   a   three-year   supervised   release    term,   a\n\nmandatory assessment of $300, and restitution of $1,948.\n\n            At the sentencing hearing, Savarese objected to the\n\ndistrict    court’s   carjacking    enhancement,   asserting      that   the\n\nenhancement provision did not apply to him because he took the keys\n\nfrom the Shippees inside the house while the SUV remained outside\n\nthe house in the Shippees’ driveway.2       The district court relied on\n\nthe Sixth Circuit’s interpretation in Boucha of “presence” for\n\npurposes of the carjacking enhancement, stating:\n\n                   I’ve read the case law, scarce as it is\n            on this issue. The case that seems to come\n            the closest is [Boucha]. I think the court in\n            that case probably states the law correctly,\n            but I’m not sure the interpretation is a\n            reasonable one.\n                   . . . I do believe that the law in this\n            circuit would be that the facts as set forth\n            in this case where a person’s car is right\n            outside their house, the keys are demanded and\n            received by way of force, and the car is\n            therefore taken from right outside the house\n            comes within what Congress intended in . . .\n            [the] carjacking statute and the enhancement\n            as applied in the sentencing guidelines.\n                   So I think the enhancement applies, and\n            I’m severely troubled by the fact that it does\n            apply.\n\n(Tr. of Sentencing Hr’g at 48-49.)\n\n\n\n\n     2\n          The defendant also requested a downward departure from\nthe Guidelines sentence, which the district court declined to\ngrant, and objected to the district court’s one-level enhancement\npursuant to section 2B3.1(b)(6) of the Guidelines because the\nobject of the theft was firearms. Neither of these matters is at\nissue in this appeal.\n\n                                    -6-\n\f                                    B\n\n          We review the “interpretation and application of the\n\nUnited States Sentencing Guidelines” by the district court without\n\ndeference, and we review the district court’s findings of fact for\n\nclear error.     United States v. Caldwell, 358 F.3d 138, 142 (1st\n\nCir. 2004).\n\n          The issue under the carjacking statute (and hence under\n\nthe Guidelines) is whether the victims’ SUV was taken from the\n\n“presence” of the victims when the defendant forced them to turn\n\nover the keys.    The government argues that, under the Guidelines,\n\nmerely “[f]orcibly taking the keys to [a] vehicle at gunpoint” is\n\nsufficient for the carjacking enhancement to apply.                (Br. of\n\nAppellee at 19.)     This interpretation ignores the fact that the\n\nvehicle itself must be taken from the presence of the victim and\n\noffers no limiting principle, encompassing the theft of keys to a\n\nvehicle located miles away in distant parts of the city, or even in\n\na different city. We look to general purpose dictionaries from the\n\ntime of   the    statute’s   enactment   to   determine   the   meaning   of\n\nstatutory language.     See, e.g., Carey v. Saffold, 536 U.S. 214,\n\n219-20 (2002); see also Textron Inc. v. C.I.R., 336 F.3d 26, 32\n\n(1st Cir. 2003).3    In contrast to the government’s interpretation,\n\n“presence” is defined as “the part of space within one’s ken, call,\n\n\n     3\n          There is no meaningful legislative history with regard to\nthe meaning of “presence” in the statute. See generally H.R. Rep.\nNo. 102-851(I)-(III) (1992), reprinted in 1992 U.S.C.C.A.N. 2829.\n\n                                   -7-\n\for influence : the vicinity of or the area immediately near one :\n\nthe place in front of or around a person.”     Webster’s Third New\n\nInternational Dictionary 1793 (1969); see also Webster’s Third New\n\nInternational Dictionary 1793 (1993) (same).   In interpreting the\n\ncarjacking statute, this court has looked to the common law meaning\n\nof “presence.”   United States v. Perez-Garcia, 56 F.3d 1, 3 (1st\n\nCir. 1995) (“Courts generally agree that taking from a victim’s\n\nperson is understood to include the common law conception of taking\n\nfrom a victim’s presence.”).   Thus, at a minimum, proximity to the\n\nvehicle and the ability to influence the space encompassing the\n\nvehicle is required.\n\n          While this court has not previously addressed this issue,\n\nthe authority from other circuits is basically consistent with this\n\ndefinition.   In interpreting a robbery statute that also contained\n\na “person or presence” requirement, the Ninth Circuit held that\n\n“property is in the presence of a person if it is so within his\n\nreach, inspection, observation or control, that he could if not\n\novercome by violence or prevented by fear, retain his possession of\n\nit.”   United States v. Burns, 701 F.2d 840, 843 (9th Cir. 1983)\n\n(internal quotation marks omitted).\n\n          Relying on Burns, the Sixth Circuit in Boucha held that,\n\nfor purposes of the carjacking statute:\n\n          [P]roperty is in the presence of a person if\n          it is so within his reach, observation and\n          control that he could, if not overcome by\n          violence  or   prevented  by   fear,  retain\n\n                                -8-\n\f          possession of it.    Presence, thus defined,\n          requires a significant degree of nearness\n          without mandating that the property be within\n          easy touch; it must be accessible.\n\nBoucha, 236 F.3d at 775.   Other circuits have agreed.    See United\n\nStates v. Edwards, 231 F.3d 933, 937 (5th Cir. 2000); United States\n\nv. Moore, 198 F.3d 793, 797 (10th Cir. 1999); United States v.\n\nKimble, 178 F.3d 1163, 1168 (11th Cir. 1999); United States v.\n\nLake, 150 F.3d 269, 272 (3d Cir. 1998).    In Boucha, the district\n\ncourt had enhanced Boucha’s sentence for carjacking when, during\n\neach of a series of bank robberies, Boucha had demanded keys to a\n\nbank employee’s car parked in the bank parking lot, stolen the car,\n\nand driven it to a nearby location where his car was parked.\n\nBoucha, 236 F.3d at 770.      The Sixth Circuit held that this\n\nenhancement was proper:\n\n          In this case, the Court finds that the\n          district court did not err in giving a\n          two-level enhancement for carjacking. Boucha\n          brandished weapons, took keys and eventually\n          stole cars from frightened victims. The cars\n          were not miles away.    Rather, . . . Boucha\n          stole from victims who parked their cars just\n          outside their place of employment. The cars\n          were accessible.   Were it not for Boucha’s\n          actions and his use of fear and intimidation,\n          the victims could have maintained control of\n          their vehicles.\n\nId. at 776 (footnote omitted).\n\n          In addition, several other circuits have held that the\n\npresence requirement of the carjacking statute was satisfied when\n\nthe victim or victims were inside a building and the stolen vehicle\n\n\n                                 -9-\n\fwas parked outside the building.              See, e.g., United States v.\n\nLopez, 271 F.3d 472, 486 (3d Cir. 2001) (holding that the presence\n\nrequirement of the carjacking statute was satisfied when the\n\nvictims were attacked and beaten inside their house and keys to a\n\nvan parked outside the house were taken); Moore, 198 F.3d at 797\n\n(holding that the presence requirement of the carjacking statute\n\nwas satisfied when keys were taken from a bank employee whose car\n\nwas parked in a parking lot outside the bank); Kimble, 178 F.3d at\n\n1168 (holding that the presence requirement of the carjacking\n\nstatute was satisfied when keys were taken from a restaurant\n\nemployee whose car was parked outside the restaurant); see also\n\nBurns, 701 F.2d at 843 (holding that the presence requirement of 18\n\nU.S.C. § 2111 was satisfied when the assailant threatened the\n\nvictim at gunpoint inside a smoke shop, asked for the victim’s car\n\nkeys, and, when told the keys were in victim’s car outside the\n\nshop, took the car).\n\n           Nevertheless, these cases make clear that the presence\n\nrequirement is not boundless.          In the carjacking context, courts\n\nhave   required   the   victim   to    have    both   a   degree   of   physical\n\nproximity to the vehicle and an ability to control or immediately\n\nobtain access to the vehicle.          See Boucha, 236 F.3d at 776 (“The\n\ncars were not miles away. . . .               The cars were accessible.”);\n\nMoore, 198 F.3d at 797 (“The keys to the vehicle were in [the\n\nvictim’s] immediate control and had she not been under the control\n\n\n                                      -10-\n\fof the defendant and fearful for her life, she could have easily\n\nwalked out the door to the parking lot and driven away in her car,\n\nthus preventing the defendant from taking it.”); Kimble, 178 F.3d\n\nat 1168 (“[The victim’s] car was not several miles away, but parked\n\nright outside the restaurant.      Had [the victim] not been in fear\n\nfor his safety, he could have reached the car and prevented its\n\ntaking.”).    In these cases, the victims’ vehicles were taken under\n\ncircumstances such that, although the victims could not see or\n\ntouch their vehicles, they were close to the vehicles and possessed\n\na degree of control over the space in which the vehicles were\n\nlocated.     The statute thus applies only in a situation where the\n\nvehicle remained in an area proximate to the victim and the victim\n\nretained some degree of control over the space in which the vehicle\n\nwas parked.\n\n             In this case, the Shippees were not inside or immediately\n\nnext to their SUV when Savarese and his accomplice took the keys\n\nfrom them.    However, the vehicle remained proximate to them in the\n\ndriveway just outside their home, and the Shippees retained an\n\nability to control the area in which the vehicle was located.    They\n\nwere induced to relinquish their keys only as a result of the\n\nassailants’ threats and acts of violence.         Thus, the SUV was\n\nsufficiently proximate to them and within their control that, as in\n\nBoucha, “[w]ere it not for [the assailants’] actions and [their]\n\nuse of fear and intimidation, the victims could have maintained\n\n\n                                  -11-\n\fcontrol    of     their    vehicles.”      236    F.3d    at   776.    Under   such\n\ncircumstances, we agree with the Sixth Circuit in Boucha that “the\n\ndistrict court did not err in giving a two-level enhancement for\n\ncarjacking.”       Id.\n\n                                         III\n\n            A final issue relates to the application of the Supreme\n\nCourt’s decision in Blakely v. Washington, 542 U.S. ___, 124 S. Ct.\n\n2531 (2004), to the U.S. Sentencing Guidelines.                   In Blakely, the\n\nCourt held that a sentence that was enhanced pursuant to the\n\nWashington      state     sentencing     guidelines       violated    the   rule   of\n\nApprendi v. New Jersey, 530 U.S. 466 (2000), that, “[o]ther than\n\nthe fact of a prior conviction, any fact that increases the penalty\n\nfor a     crime    beyond    the   prescribed     statutory      maximum    must   be\n\nsubmitted    to    a     jury,   and   proved    beyond    a   reasonable   doubt.”\n\nBlakely, 124 S. Ct. at 2536 (quoting Apprendi, 530 U.S. at 490).\n\nThe state argued that the enhancement of Blakely’s sentence did not\n\nviolate Apprendi “because the relevant ‘statutory maximum’ is not\n\n53 months [as provided by the state sentencing guidelines], but the\n\n10-year maximum for class B felonies [as provided by the state\n\nstatute].”      Id. at 2537.       However, the Court held:\n\n            Our precedents make clear . . . that the\n            “statutory maximum” for Apprendi purposes is\n            the maximum sentence a judge may impose solely\n            on the basis of the facts reflected in the\n            jury verdict or admitted by the defendant. In\n            other words, the relevant “statutory maximum”\n            is not the maximum sentence a judge may impose\n            after finding additional facts, but the\n\n                                         -12-\n\f          maximum he may impose without any additional\n          findings.\n\nId. (citations omitted) (emphasis in original).\n\n          Although the Court expressly stated that “[t]he Federal\n\nGuidelines are not before us, and we express no opinion on them,”\n\nid. at 2538 n.9, the appellant urges that the rationale of Blakely\n\napplies to the Federal Guidelines.    The Supreme Court has recently\n\ngranted certiorari in two cases to resolve this issue.       United\n\nStates v. Booker, 542 U.S. ___, 73 U.S.L.W. 3073, 3074 (Aug. 2,\n\n2004); United States v. Fanfan, 542 U.S. ___, 73 U.S.L.W. 3073,\n\n3074 (Aug. 2, 2004).    However, we conclude here that, even if\n\nBlakely is held to apply to the Federal Guidelines, there is no\n\nbasis for reversal in this case.\n\n          The appellant did not raise the jury trial issue in the\n\ndistrict court, nor did he request a jury trial with respect to\n\nfactual issues relating to the sentencing.      Thus, we review the\n\ndistrict court’s enhancement of Savarese’s sentence for plain\n\nerror.   See Fed. R. Crim. P. 52(b) (“A plain error that affects\n\nsubstantial rights may be considered even though it was not brought\n\nto the court’s attention.”); see also United States v. Cotton, 535\n\nU.S. 625, 631 (2002) (holding that an Apprendi violation can be\n\nconsidered under plain error analysis); United States v. Duncan,\n\n___ F.3d ___, ___, 2004 WL 1838020, at *2 (11th Cir. Aug. 18, 2004)\n\n(“[B]ecause Duncan failed to raise a Sixth Amendment argument\n\nbelow, our review is limited to determining whether setting the\n\n                               -13-\n\fbase offense level based upon the sentencing judge’s finding of\n\ncocaine base constitutes plain error in light of the Supreme\n\nCourt’s holding in Blakely.”); United States v. Ameline, 376 F.3d\n\n967, 978 (9th Cir. 2004) (“Because Ameline did not object to his\n\nsentence on the grounds that the Sentencing Guidelines or the\n\nprocedures used to determine the material sentencing facts were\n\nunconstitutional under Apprendi, or on the ground that the material\n\nsentencing facts were not alleged in the indictment, submitted to\n\nthe jury, or proved beyond a reasonable doubt, we review for plain\n\nerror.”); United States v. Donnelly, 370 F.3d 87, 92 (1st Cir.\n\n2004) (reviewing a sentencing enhancement for plain error where the\n\ndefendant failed to address the second element of the enhancement\n\nin his objection).\n\n          In determining whether an error is plain, the court\n\nconsiders four factors:\n\n          [B]efore an appellate court can correct an\n          error not raised at trial, there must be (1)\n          error, (2) that is plain, and (3) that affects\n          substantial rights. If all three conditions\n          are met, an appellate court may then exercise\n          its discretion to notice a forfeited error,\n          but only if (4) the error seriously affects\n          the fairness, integrity, or public reputation\n          of judicial proceedings.\n\nCotton, 535 U.S. at 631-32 (quoting Johnson v. United States, 520\n\nU.S. 461, 466-67 (1997)) (internal quotation marks, alterations,\n\nand citation omitted).    We conclude that at least the last of these\n\nfour requirements has not been satisfied.\n\n\n                                 -14-\n\f           The   appellant   contends   that   the    district   court’s\n\nenhancement of his sentence based on the following four findings by\n\nthe district court violates Blakely:     (1) “that a threat of death\n\nwas made,” pursuant to section 2B3.1(b)(2)(F) of the Guidelines;\n\n(2) “that a victim sustained bodily injury,” pursuant to section\n\n2B3.1(b)(3); (3) “that the Shippees were physically restrained to\n\nfacilitate the commission of the offense,” pursuant to section\n\n2B3.1(b)(4); and (4) “that the offense involved ‘carjacking,’”\n\npursuant to section 2B3.1(b)(5).4   (Supp. Br. of Def.-Appellant at\n\n11.)\n\n           At the sentencing hearing, the defendant objected only to\n\nthe carjacking enhancement, not the other three enhancements now\n\nchallenged on appeal.   The defendant made no claim that there was\n\na factual dispute as to any of these issues.              In a sidebar\n\nconference, the parties agreed that the carjacking enhancement was\n\nto be based entirely on the facts in the presentence report and\n\nthat Mr. Shippee’s statement at the sentencing hearing was solely\n\nfor the purpose of a victim impact statement.5       Thus, the defendant\n\n\n       4\n          The district court increased the defendant’s base offense\nlevel by two levels for each of these findings, pursuant to section\n2B3.1(b).\n       5\n           Savarese’s counsel stated:\n\n           What I want to put on the record, I believe\n           the government agrees with [sic] is that [Mr.\n           Shippee’s] statement today was for the purpose\n           of a victim impact statement. . . . [T]he\n           government isn’t or wouldn’t be arguing that\n\n                                 -15-\n\fdid   not   dispute   the      factual   basis    underlying   any     of    the\n\nenhancements.    Under the Supreme Court’s decision in Johnson, we\n\nconclude that this forecloses a finding of plain error.\n\n            In Johnson, the issue was whether the determination of\n\nwhether a false statement was material should have been submitted\n\nto the jury, rather than the judge.         520 U.S. at 465.   As here, the\n\ndefendant did not object to the judge’s finding of that fact,\n\nalthough a subsequent Supreme Court decision required that the fact\n\nbe found by a jury.      Id.    In Johnson, the Supreme Court held that\n\nthe trial court’s error “was not ‘plain error’ of the sort which an\n\nappellate court may notice under Federal Rule of Criminal Procedure\n\n52(b)” because it did not satisfy the fourth requirement of the\n\nplain error test.     Id. at 465, 469-70.         The Court noted that “the\n\nevidence    supporting    materiality       was   overwhelming”      and    that\n\n“[m]ateriality was essentially uncontroverted at trial and has\n\nremained so on appeal.”        Id. at 470 (internal quotation marks and\n\nfootnote omitted).    Because “petitioner has presented no plausible\n\nargument that the false statement under oath for which she was\n\nconvicted . . . was somehow not material to the grand jury\n\n\n\n            would be a basis for a factual determination\n            on some of the issues that we argued about\n            today.\n\n(Tr. of Sent. Hearing at 45.) The government agreed, stating that\n“the factual predicate for the court’s guideline determination is\nwhat’s in the presentence report.” (Id.)\n\n\n                                     -16-\n\finvestigation,”      the    Court    held      that   “there   is    no   basis   for\n\nconcluding that the error ‘seriously affect[ed] the fairness,\n\nintegrity or public reputation of judicial proceedings.’” Id.\n\n(quoting   United    States     v.    Olano,     507   U.S.    725,    736   (1993))\n\n(alteration in original).\n\n           As   in   Johnson,       the    appellant    here   did    not,   in   the\n\ndistrict court, challenge the facts that he argues should have been\n\nsubmitted to a jury.          That is enough to bring this case within\n\nJohnson and to defeat the claim of plain error, whether or not the\n\ndefendant here, unlike the defendant in Johnson, has argued the\n\nexistence of a factual dispute now that the case is on appeal.                     In\n\nthis case, as in Johnson, “there is no basis for concluding that\n\nthe [failure to submit facts to a jury] ‘seriously affect[ed] the\n\nfairness, integrity or public reputation of judicial proceedings.’”\n\n520 U.S. at 470 (quoting Olano, 507 U.S. at 736) (second alteration\n\nin original).    Thus, there was no plain error.\n\n                                          IV\n\n           We hold that the district court’s enhancement of the\n\ndefendant’s sentence for carjacking was proper under section 2B3.1\n\nof the Guidelines.         In addition, the district court’s error under\n\nBlakely, if any, in finding the facts underlying the enhancements\n\nof the defendant’s sentence was not plain error.                    Accordingly, we\n\naffirm.\n\n           It is so ordered.\n\n\n                                          -17-\n\f",
  "html": "<p class=\"case_cite\">385 F.3d 15</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Stephen SAVARESE, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 04-1099.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 2, 2004.</p>\n    <p class=\"date\">Decided September 22, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine, George Z. Singal, Chief Judge.</p>\n      <p class=\"indent\">Robert J. Ruffner with whom Vincent Kantz &amp; Ruffner was on brief for defendant-appellant.</p>\n      <p class=\"indent\">F. Mark Terison with whom Paula D. Silsby was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, DYK<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">DYK, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The central question here concerns the interpretation of section 2B3.1 of the U.S. Sentencing Guidelines, which provides for a two-level enhancement of a defendant's offense level if the defendant engaged in carjacking. U.S. Sentencing Guidelines Manual &#167; 2B3.1(b)(5)(2003). We hold that the district court's enhancement of the defendant's sentence was not contrary to the Guidelines and that there was no plain error in the district court's failure to submit the fact issues concerning enhancement to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The guidelines provide: \"If the [robbery] offense involved carjacking, increase by 2 levels.\" <i>Id.</i> &#167; 2B3.1(b)(5). The Guidelines further define \"carjacking\" as \"the taking or attempted taking of a motor vehicle from the person or presence of another by force and violence or by intimidation.\" <i>Id.</i> &#167; 2B3.1, cmt. n. 1. This provision is similar to the statute making carjacking a criminal offense. <i>See</i> 18 U.S.C. &#167; 2119 (2000). That statute provides criminal punishments for \"[w]hoever, with the intent to cause death or serious bodily harm[,] takes a motor vehicle that has been transported, shipped, or received in interstate or foreign commerce <i>from the person or presence of another by force and violence or by intimidation,</i> or attempts to do so.\" <i>Id.</i> (emphasis added). Despite the minor differences in language, we agree with the Sixth Circuit that the \"person or presence\" requirement of the Guidelines provision should be interpreted to be the same as the \"person or presence\" requirement of the criminal statute. <i>United States v. Boucha,</i> 236 F.3d 768, 775 (6th Cir.2001); <i>see also United States v. Bates,</i> 213 F.3d 1336, 1340 (11th Cir.2000) (reserving the question whether the guidelines, like the carjacking statute, include a specific intent requirement). The question thus becomes whether, on the facts of this case, the \"person or presence\" requirement of the carjacking statute has been satisfied.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* At the sentencing hearing, the parties agreed that the carjacking enhancement was to be based entirely on the facts in the presentence report. Accordingly, the following facts are taken from the presentence report. At approximately 8:30 pm on April 13, 2003, the appellant, Stephen Savarese, and an accomplice traveled to the property of Frank and Beverly Shippee in Shapleigh, Maine, on which the Shippees' home and the Fort Ridge Trading Post, a shop the Shippees operated, were located. Intending to steal firearms from the Trading Post, Savarese and his accomplice pretended that their car had had mechanical trouble. They forced their way into the Shippees' home when Mr. Shippee retrieved a cordless telephone for them, attacking Mr. Shippee with a stick and threatening the Shippees with a pistol and a shotgun. Once the Shippees had been subdued, the assailants demanded the combination to the lock on the door of the Trading Post. While they pointed guns at Mr. Shippee, they also demanded and took the keys to the Shippees' SUV, which was parked in the driveway. Unable to gain entry to the Trading Post with the combination, Savarese broke a window in the door and entered the shop. He returned to the Shippees' home with duct tape from the shop, with which the assailants bound the Shippees' hands and feet. Savarese then guarded the Shippees while his accomplice stole twenty-nine guns from the Trading Post and loaded them into the Shippees' SUV, which they then drove to Savarese's car, parked nearby.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">An eyewitness was able to identify Savarese's car as having been near the Trading Post on the night of April 13, and Savarese was arrested on April 18. He subsequently pled guilty to charges of (1) interference with commerce by robbery in violation of 18 U.S.C. &#167; 1951(a) and (b)(1); (2) using and brandishing a firearm during and in relation to a crime of violence in violation of 18 U.S.C. &#167; 924(c)(1)(A)(ii); and (3) theft of firearms from a federally licensed firearms dealer in violation of 18 U.S.C. &#167; 922(u) and aiding and abetting such a theft in violation of 18 U.S.C. &#167; 2.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Savarese was sentenced on December 15, 2003. With respect to the second count, a minimum sentence of seven years, consecutive to Savarese's other sentences, was required. <i>See</i> 18 U.S.C. &#167; 924(c)(1)(A)(ii). The first and third counts were grouped together pursuant to section 3D1.2(b) of the Guidelines. The base offense level for the first count was 20, pursuant to section 2B3.1 of the Guidelines. The district court applied four enhancements, each of two levels, under that section because (1) a threat of death was made (&#167; 2B3.1(b)(2)(F)); (2) Mr. Shippee sustained bodily injury (&#167; 2B3.1(b)(3)); (3) the Shippees were physically restrained to facilitate the commission of the offense (&#167; 2B3.1(b)(4)); and (4) the offense involved carjacking (&#167; 2B3.1(b)(5)). In addition, the district court applied a one-level enhancement pursuant to section 2B3.1(b)(6) of the Guidelines because firearms were taken, for an adjusted offense level of 29.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because the offense level for the first count was greater than that for the third count, it became the offense level for the grouped offenses. The district court reduced the offense level by three levels to 26 because Savarese accepted responsibility for the offense, pursuant to section 3E1.1 of the Guidelines. Savarese was assigned to Criminal History Category I because he had no prior criminal history, resulting in a Guideline range of 63-78 months. The district court sentenced the defendant to 63 months on each of the first and third counts, to be served concurrent with each other, and 84 months on the second count, to be served consecutively to each of the first and third counts. The district court also imposed a three-year supervised release term, a mandatory assessment of $300, and restitution of $1,948.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the sentencing hearing, Savarese objected to the district court's carjacking enhancement, asserting that the enhancement provision did not apply to him because he took the keys from the Shippees inside the house while the SUV remained outside the house in the Shippees' driveway.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district court relied on the Sixth Circuit's interpretation in <i>Boucha</i> of \"presence\" for purposes of the carjacking enhancement, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">I've read the case law, scarce as it is on this issue. The case that seems to come the closest is [<i>Boucha</i>]. I think the court in that case probably states the law correctly, but I'm not sure the interpretation is a reasonable one.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">... I do believe that the law in this circuit would be that the facts as set forth in this case where a person's car is right outside their house, the keys are demanded and received by way of force, and the car is therefore taken from right outside the house comes within what Congress intended in ... [the] carjacking statute and the enhancement as applied in the sentencing guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">So I think the enhancement applies, and I'm severely troubled by the fact that it does apply.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(Tr. of Sentencing Hr'g at 48-49.)</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review the \"interpretation and application of the United States Sentencing Guidelines\" by the district court without deference, and we review the district court's findings of fact for clear error. <i>United States v. Caldwell,</i> 358 F.3d 138, 142 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The issue under the carjacking statute (and hence under the Guidelines) is whether the victims' SUV was taken from the \"presence\" of the victims when the defendant forced them to turn over the keys. The government argues that, under the Guidelines, merely \"[f]orcibly taking the keys to [a] vehicle at gunpoint\" is sufficient for the carjacking enhancement to apply. (Br. of Appellee at 19.) This interpretation ignores the fact that the vehicle itself must be taken from the presence of the victim and offers no limiting principle, encompassing the theft of keys to a vehicle located miles away in distant parts of the city, or even in a different city. We look to general purpose dictionaries from the time of the statute's enactment to determine the meaning of statutory language. <i>See, e.g., Carey v. Saffold,</i> 536 U.S. 214, 219-20, 122 S.Ct. 2134, 153 L.Ed.2d 260 (2002); <i>see also Textron Inc. v. C.I.R.,</i> 336 F.3d 26, 32 (1st Cir.2003).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In contrast to the government's interpretation, \"presence\" is defined as \"the part of space within one's ken, call, or influence: the vicinity of or the area immediately near one: the place in front of or around a person.\" <i>Webster's Third New International Dictionary</i> 1793 (1969); <i>see also Webster's Third New International Dictionary</i> 1793 (1993) (same). In interpreting the carjacking statute, this court has looked to the common law meaning of \"presence.\" <i>United States v. Perez-Garcia,</i> 56 F.3d 1, 3 (1st Cir.1995) (\"Courts generally agree that taking from a victim's person is understood to include the common law conception of taking from a victim's presence.\"). Thus, at a minimum, proximity to the vehicle and the ability to influence the space encompassing the vehicle is required.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While this court has not previously addressed this issue, the authority from other circuits is basically consistent with this definition. In interpreting a robbery statute that also contained a \"person or presence\" requirement, the Ninth Circuit held that \"property is in the presence of a person if it is so within his reach, inspection, observation or control, that he could if not overcome by violence or prevented by fear, retain his possession of it.\" <i>United States v. Burns,</i> 701 F.2d 840, 843 (9th Cir.1983) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Relying on <i>Burns,</i> the Sixth Circuit in <i>Boucha</i> held that, for purposes of the carjacking statute:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">[P]roperty is in the presence of a person if it is so within his reach, observation and control that he could, if not overcome by violence or prevented by fear, retain possession of it. Presence, thus defined, requires a significant degree of nearness without mandating that the property be within easy touch; it must be accessible.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Boucha,</i> 236 F.3d at 775. Other circuits have agreed. <i>See United States v. Edwards,</i> 231 F.3d 933, 937 (5th Cir.2000); <i>United States v. Moore,</i> 198 F.3d 793, 797 (10th Cir.1999); <i>United States v. Kimble,</i> 178 F.3d 1163, 1168 (11th Cir.1999); <i>United States v. Lake,</i> 150 F.3d 269, 272 (3d Cir.1998). In <i>Boucha,</i> the district court had enhanced Boucha's sentence for carjacking when, during each of a series of bank robberies, Boucha had demanded keys to a bank employee's car parked in the bank parking lot, stolen the car, and driven it to a nearby location where his car was parked. <i>Boucha,</i> 236 F.3d at 770. The Sixth Circuit held that this enhancement was proper:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case, the Court finds that the district court did not err in giving a two-level enhancement for carjacking. Boucha brandished weapons, took keys and eventually stole cars from frightened victims. The cars were not miles away. Rather, ... Boucha stole from victims who parked their cars just outside their place of employment. The cars were accessible. Were it not for Boucha's actions and his use of fear and intimidation, the victims could have maintained control of their vehicles.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Id.</i> at 776 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In addition, several other circuits have held that the presence requirement of the carjacking statute was satisfied when the victim or victims were inside a building and the stolen vehicle was parked outside the building. <i>See, e.g., United States v. Lopez,</i> 271 F.3d 472, 486 (3d Cir.2001) (holding that the presence requirement of the carjacking statute was satisfied when the victims were attacked and beaten inside their house and keys to a van parked outside the house were taken); <i>Moore,</i> 198 F.3d at 797 (holding that the presence requirement of the carjacking statute was satisfied when keys were taken from a bank employee whose car was parked in a parking lot outside the bank); <i>Kimble,</i> 178 F.3d at 1168 (holding that the presence requirement of the carjacking statute was satisfied when keys were taken from a restaurant employee whose car was parked outside the restaurant); <i>see also Burns,</i> 701 F.2d at 843 (holding that the presence requirement of 18 U.S.C. &#167; 2111 was satisfied when the assailant threatened the victim at gunpoint inside a smoke shop, asked for the victim's car keys, and, when told the keys were in victim's car outside the shop, took the car).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nevertheless, these cases make clear that the presence requirement is not boundless. In the carjacking context, courts have required the victim to have <i>both</i> a degree of physical proximity to the vehicle and an ability to control or immediately obtain access to the vehicle. <i>See Boucha,</i> 236 F.3d at 776 (\"The cars were not miles away.... The cars were accessible.\"); <i>Moore,</i> 198 F.3d at 797 (\"The keys to the vehicle were in [the victim's] immediate control and had she not been under the control of the defendant and fearful for her life, she could have easily walked out the door to the parking lot and driven away in her car, thus preventing the defendant from taking it.\"); <i>Kimble,</i> 178 F.3d at 1168 (\"[The victim's] car was not several miles away, but parked right outside the restaurant. Had [the victim] not been in fear for his safety, he could have reached the car and prevented its taking.\"). In these cases, the victims' vehicles were taken under circumstances such that, although the victims could not see or touch their vehicles, they were close to the vehicles and possessed a degree of control over the space in which the vehicles were located. The statute thus applies only in a situation where the vehicle remained in an area proximate to the victim and the victim retained some degree of control over the space in which the vehicle was parked.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case, the Shippees were not inside or immediately next to their SUV when Savarese and his accomplice took the keys from them. However, the vehicle remained proximate to them in the driveway just outside their home, and the Shippees retained an ability to control the area in which the vehicle was located. They were induced to relinquish their keys only as a result of the assailants' threats and acts of violence. Thus, the SUV was sufficiently proximate to them and within their control that, as in <i>Boucha,</i>\"[w]ere it not for [the assailants'] actions and [their] use of fear and intimidation, the victims could have maintained control of their vehicles.\" 236 F.3d at 776. Under such circumstances, we agree with the Sixth Circuit in <i>Boucha</i> that \"the district court did not err in giving a two-level enhancement for carjacking.\" <i>Id.</i></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A final issue relates to the application of the Supreme Court's decision in <i>Blakely v.</i> <i>Washington,</i> 542 U.S. ___, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), to the U.S. Sentencing Guidelines. In <i>Blakely,</i> the Court held that a sentence that was enhanced pursuant to the Washington state sentencing guidelines violated the rule of <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), that, \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" <i>Blakely,</i> ___ U.S. at ___, 124 S.Ct. at 2536 (quoting <i>Apprendi,</i> 530 U.S. at 490, 120 S.Ct. 2348). The state argued that the enhancement of Blakely's sentence did not violate <i>Apprendi</i> \"because the relevant `statutory maximum' is not 53 months [as provided by the state sentencing guidelines], but the 10-year maximum for class B felonies [as provided by the state statute].\" <i>Id.</i> at 2537. However, the Court held:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our precedents make clear ... that the \"statutory maximum\" for <i>Apprendi</i> purposes is the maximum sentence a judge may impose <i>solely on the basis of the facts reflected in the jury verdict or admitted by the defendant.</i> In other words, the relevant \"statutory maximum\" is not the maximum sentence a judge may impose after finding additional facts, but the maximum he may impose <i>without</i> any additional findings.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Id.</i> (citations omitted) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although the Court expressly stated that \"[t]he Federal Guidelines are not before us, and we express no opinion on them,\" <i>id.</i> at 2538 n. 9, the appellant urges that the rationale of <i>Blakely</i> applies to the Federal Guidelines. The Supreme Court has recently granted certiorari in two cases to resolve this issue. <i>United States v. Booker,</i> 542 U.S. ___, ___ S.Ct. ___, ___ L.E.2d ___, 2004 WL 1713654, 73 U.S.L.W. 3073, 3074 (Aug. 2, 2004); <i>United States v. Fanfan,</i> 542 U.S. ___, ___ S.Ct. ___, ___ L.E.2d ___, 2004 WL 1713655, 73 U.S.L.W. 3073, 3074 (Aug. 2, 2004). However, we conclude here that, even if <i>Blakely</i> is held to apply to the Federal Guidelines, there is no basis for reversal in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The appellant did not raise the jury trial issue in the district court, nor did he request a jury trial with respect to factual issues relating to the sentencing. Thus, we review the district court's enhancement of Savarese's sentence for plain error. <i>See</i> Fed.R.Crim.P. 52(b) (\"A plain error that affects substantial rights may be considered even though it was not brought to the court's attention.\"); <i>see also United States v. Cotton,</i> 535 U.S. 625, 631, 122 S.Ct. 1781, 152 L.Ed.2d 860 (2002) (holding that an <i>Apprendi</i> violation can be considered under plain error analysis); <i>United States v. Duncan,</i> 381 F.3d 1070, 1073 (11th Cir.2004) (\"[B]ecause Duncan failed to raise a Sixth Amendment argument below, our review is limited to determining whether setting the base offense level based upon the sentencing judge's finding of cocaine base constitutes plain error in light of the Supreme Court's holding in <i>Blakely.</i>\"); <i>United States v. Ameline,</i> 376 F.3d 967, 978 (9th Cir.2004) (\"Because Ameline did not object to his sentence on the grounds that the Sentencing Guidelines or the procedures used to determine the material sentencing facts were unconstitutional under <i>Apprendi,</i> or on the ground that the material sentencing facts were not alleged in the indictment, submitted to the jury, or proved beyond a reasonable doubt, we review for plain error.\"); <i>United States v. Donnelly,</i> 370 F.3d 87, 92 (1st Cir.2004) (reviewing a sentencing enhancement for plain error where the defendant failed to address the second element of the enhancement in his objection).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In determining whether an error is plain, the court considers four factors: [B]efore an appellate court can correct an error not raised at trial, there must be (1) error, (2) that is plain, and (3) that affects substantial rights. If all three conditions are met, an appellate court may then exercise its discretion to notice a forfeited error, but only if (4) the error seriously affects the fairness, integrity, or public reputation of judicial proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Cotton,</i> 535 U.S. at 631-32, 122 S.Ct. 1781 (quoting <i>Johnson v. United States,</i> 520 U.S. 461, 466-67, 117 S.Ct. 1544, 137 L.Ed.2d 718 (1997)) (internal quotation marks, alterations, and citation omitted). We conclude that at least the last of these four requirements has not been satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The appellant contends that the district court's enhancement of his sentence based on the following four findings by the district court violates <i>Blakely:</i> (1) \"that a threat of death was made,\" pursuant to section 2B3.1(b)(2)(F) of the Guidelines; (2) \"that a victim sustained bodily injury,\" pursuant to section 2B3.1(b)(3); (3) \"that the Shippees were physically restrained to facilitate the commission of the offense,\" pursuant to section 2B3.1(b)(4); and (4) \"that the offense involved `carjacking,'\" pursuant to section 2B3.1(b)(5).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> (Supp. Br. of Def.-Appellant at 11.)</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">At the sentencing hearing, the defendant objected only to the carjacking enhancement, not the other three enhancements now challenged on appeal. The defendant made no claim that there was a factual dispute as to any of these issues. In a sidebar conference, the parties agreed that the carjacking enhancement was to be based entirely on the facts in the presentence report and that Mr. Shippee's statement at the sentencing hearing was solely for the purpose of a victim impact statement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Thus, the defendant did not dispute the factual basis underlying any of the enhancements. Under the Supreme Court's decision in <i>Johnson,</i> we conclude that this forecloses a finding of plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In <i>Johnson,</i> the issue was whether the determination of whether a false statement was material should have been submitted to the jury, rather than the judge. 520 U.S. at 465, 117 S.Ct. 1544. As here, the defendant did not object to the judge's finding of that fact, although a subsequent Supreme Court decision required that the fact be found by a jury. <i>Id.</i> In <i>Johnson,</i> the Supreme Court held that the trial court's error \"was not `plain error' of the sort which an appellate court may notice under Federal Rule of Criminal Procedure 52(b)\" because it did not satisfy the fourth requirement of the plain error test. <i>Id.</i> at 465, 469-70, 117 S.Ct. 1544. The Court noted that \"the evidence supporting materiality was overwhelming\" and that \"[m]ateriality was essentially uncontroverted at trial and has remained so on appeal.\" <i>Id.</i> at 470, 117 S.Ct. 1544 (internal quotation marks and footnote omitted). Because \"petitioner has presented no plausible argument that the false statement under oath for which she was convicted ... was somehow not material to the grand jury investigation,\" the Court held that \"there is no basis for concluding that the error `seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.'\" <i>Id.</i> (quoting <i>United States v. Olano,</i> 507 U.S. 725, 736, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993)) (alteration in original).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As in <i>Johnson,</i> the appellant here did not, in the district court, challenge the facts that he argues should have been submitted to a jury. That is enough to bring this case within <i>Johnson</i> and to defeat the claim of plain error, whether or not the defendant here, unlike the defendant in <i>Johnson,</i> has argued the existence of a factual dispute now that the case is on appeal. In this case, as in <i>Johnson,</i>\"there is no basis for concluding that the [failure to submit facts to a jury] `seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.'\" 520 U.S. at 470, 117 S.Ct. 1544 (quoting <i>Olano,</i> 507 U.S. at 736, 113 S.Ct. 1770) (second alteration in original). Thus, there was no plain error.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We hold that the district court's enhancement of the defendant's sentence for carjacking was proper under section 2B3.1 of the Guidelines. In addition, the district court's error under <i>Blakely,</i> if any, in finding the facts underlying the enhancements of the defendant's sentence was not plain error. Accordingly, we <i>affirm.</i></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The defendant also requested a downward departure from the Guidelines sentence, which the district court declined to grant, and objected to the district court's one-level enhancement pursuant to section 2B3.1(b)(6) of the Guidelines because the object of the theft was firearms. Neither of these matters is at issue in this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There is no meaningful legislative history with regard to the meaning of \"presence\" in the statute<i>See generally</i> H.R.Rep. No. 102-851(I)-(III) (1992), <i>reprinted in</i> 1992 U.S.C.C.A.N. 2829.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court increased the defendant's base offense level by two levels for each of these findings, pursuant to section 2B3.1(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Savarese's counsel stated:</p>\n        <p class=\"indent\">What I want to put on the record, I believe the government agrees with [sic] is that [Mr. Shippee's] statement today was for the purpose of a victim impact statement.... [T]he government isn't or wouldn't be arguing that would be a basis for a factual determination on some of the issues that we argued about today.</p>\n        <p class=\"indent\">(Tr. of Sent. Hearing at 45.) The government agreed, stating that \"the factual predicate for the court's guideline determination is what's in the presentence report.\" (<i>Id.</i>)</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Stephen SAVARESE, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 04-1099.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 2, 2004.</p>\n    <p class=\"date\">Decided September 22, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine, George Z. Singal, Chief Judge.</p>\n      <p class=\"indent\">Robert J. Ruffner with whom Vincent Kantz &amp; Ruffner was on brief for defendant-appellant.</p>\n      <p class=\"indent\">F. Mark Terison with whom Paula D. Silsby was on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, DYK<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">DYK, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The central question here concerns the interpretation of section 2B3.1 of the U.S. Sentencing Guidelines, which provides for a two-level enhancement of a defendant's offense level if the defendant engaged in carjacking. U.S. Sentencing Guidelines Manual &#167; 2B3.1(b)(5)(2003). We hold that the district court's enhancement of the defendant's sentence was not contrary to the Guidelines and that there was no plain error in the district court's failure to submit the fact issues concerning enhancement to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The guidelines provide: \"If the [robbery] offense involved carjacking, increase by 2 levels.\" <i>Id.</i> &#167; 2B3.1(b)(5). The Guidelines further define \"carjacking\" as \"the taking or attempted taking of a motor vehicle from the person or presence of another by force and violence or by intimidation.\" <i>Id.</i> &#167; 2B3.1, cmt. n. 1. This provision is similar to the statute making carjacking a criminal offense. <i>See</i> 18 U.S.C. &#167; 2119 (2000). That statute provides criminal punishments for \"[w]hoever, with the intent to cause death or serious bodily harm[,] takes a motor vehicle that has been transported, shipped, or received in interstate or foreign commerce <i>from the person or presence of another by force and violence or by intimidation,</i> or attempts to do so.\" <i>Id.</i> (emphasis added). Despite the minor differences in language, we agree with the Sixth Circuit that the \"person or presence\" requirement of the Guidelines provision should be interpreted to be the same as the \"person or presence\" requirement of the criminal statute. <i>United States v. Boucha,</i> <span class=\"citation\" data-id=\"771623\"><a href=\"/opinion/771623/united-states-v-parnell-harold-boucha/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></a></span>, 775 (6th Cir.2001); <i>see also United States v. Bates,</i> <span class=\"citation\" data-id=\"74633\"><a href=\"/opinion/74633/united-states-v-bates/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1336</span></a></span>, 1340 (11th Cir.2000) (reserving the question whether the guidelines, like the carjacking statute, include a specific intent requirement). The question thus becomes whether, on the facts of this case, the \"person or presence\" requirement of the carjacking statute has been satisfied.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">* At the sentencing hearing, the parties agreed that the carjacking enhancement was to be based entirely on the facts in the presentence report. Accordingly, the following facts are taken from the presentence report. At approximately 8:30 pm on April 13, 2003, the appellant, Stephen Savarese, and an accomplice traveled to the property of Frank and Beverly Shippee in Shapleigh, Maine, on which the Shippees' home and the Fort Ridge Trading Post, a shop the Shippees operated, were located. Intending to steal firearms from the Trading Post, Savarese and his accomplice pretended that their car had had mechanical trouble. They forced their way into the Shippees' home when Mr. Shippee retrieved a cordless telephone for them, attacking Mr. Shippee with a stick and threatening the Shippees with a pistol and a shotgun. Once the Shippees had been subdued, the assailants demanded the combination to the lock on the door of the Trading Post. While they pointed guns at Mr. Shippee, they also demanded and took the keys to the Shippees' SUV, which was parked in the driveway. Unable to gain entry to the Trading Post with the combination, Savarese broke a window in the door and entered the shop. He returned to the Shippees' home with duct tape from the shop, with which the assailants bound the Shippees' hands and feet. Savarese then guarded the Shippees while his accomplice stole twenty-nine guns from the Trading Post and loaded them into the Shippees' SUV, which they then drove to Savarese's car, parked nearby.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">An eyewitness was able to identify Savarese's car as having been near the Trading Post on the night of April 13, and Savarese was arrested on April 18. He subsequently pled guilty to charges of (1) interference with commerce by robbery in violation of 18 U.S.C. &#167; 1951(a) and (b)(1); (2) using and brandishing a firearm during and in relation to a crime of violence in violation of 18 U.S.C. &#167; 924(c)(1)(A)(ii); and (3) theft of firearms from a federally licensed firearms dealer in violation of 18 U.S.C. &#167; 922(u) and aiding and abetting such a theft in violation of 18 U.S.C. &#167; 2.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Savarese was sentenced on December 15, 2003. With respect to the second count, a minimum sentence of seven years, consecutive to Savarese's other sentences, was required. <i>See</i> 18 U.S.C. &#167; 924(c)(1)(A)(ii). The first and third counts were grouped together pursuant to section 3D1.2(b) of the Guidelines. The base offense level for the first count was 20, pursuant to section 2B3.1 of the Guidelines. The district court applied four enhancements, each of two levels, under that section because (1) a threat of death was made (&#167; 2B3.1(b)(2)(F)); (2) Mr. Shippee sustained bodily injury (&#167; 2B3.1(b)(3)); (3) the Shippees were physically restrained to facilitate the commission of the offense (&#167; 2B3.1(b)(4)); and (4) the offense involved carjacking (&#167; 2B3.1(b)(5)). In addition, the district court applied a one-level enhancement pursuant to section 2B3.1(b)(6) of the Guidelines because firearms were taken, for an adjusted offense level of 29.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Because the offense level for the first count was greater than that for the third count, it became the offense level for the grouped offenses. The district court reduced the offense level by three levels to 26 because Savarese accepted responsibility for the offense, pursuant to section 3E1.1 of the Guidelines. Savarese was assigned to Criminal History Category I because he had no prior criminal history, resulting in a Guideline range of 63-78 months. The district court sentenced the defendant to 63 months on each of the first and third counts, to be served concurrent with each other, and 84 months on the second count, to be served consecutively to each of the first and third counts. The district court also imposed a three-year supervised release term, a mandatory assessment of $300, and restitution of $1,948.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the sentencing hearing, Savarese objected to the district court's carjacking enhancement, asserting that the enhancement provision did not apply to him because he took the keys from the Shippees inside the house while the SUV remained outside the house in the Shippees' driveway.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district court relied on the Sixth Circuit's interpretation in <i>Boucha</i> of \"presence\" for purposes of the carjacking enhancement, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">I've read the case law, scarce as it is on this issue. The case that seems to come the closest is [<i>Boucha</i>]. I think the court in that case probably states the law correctly, but I'm not sure the interpretation is a reasonable one.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">... I do believe that the law in this circuit would be that the facts as set forth in this case where a person's car is right outside their house, the keys are demanded and received by way of force, and the car is therefore taken from right outside the house comes within what Congress intended in ... [the] carjacking statute and the enhancement as applied in the sentencing guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">So I think the enhancement applies, and I'm severely troubled by the fact that it does apply.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(Tr. of Sentencing Hr'g at 48-49.)</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review the \"interpretation and application of the United States Sentencing Guidelines\" by the district court without deference, and we review the district court's findings of fact for clear error. <i>United States v. Caldwell,</i> <span class=\"citation\" data-id=\"200860\"><a href=\"/opinion/200860/united-states-v-caldwell/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">138</span></a></span>, 142 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The issue under the carjacking statute (and hence under the Guidelines) is whether the victims' SUV was taken from the \"presence\" of the victims when the defendant forced them to turn over the keys. The government argues that, under the Guidelines, merely \"[f]orcibly taking the keys to [a] vehicle at gunpoint\" is sufficient for the carjacking enhancement to apply. (Br. of Appellee at 19.) This interpretation ignores the fact that the vehicle itself must be taken from the presence of the victim and offers no limiting principle, encompassing the theft of keys to a vehicle located miles away in distant parts of the city, or even in a different city. We look to general purpose dictionaries from the time of the statute's enactment to determine the meaning of statutory language. <i>See, e.g., Carey v. Saffold,</i> <span class=\"citation\" data-id=\"121154\"><a href=\"/opinion/121154/carey-v-saffold/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">214</span></a></span>, 219-20, <span class=\"citation\" data-id=\"121154\"><a href=\"/opinion/121154/carey-v-saffold/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2134</span></a></span>, <span class=\"citation\" data-id=\"121154\"><a href=\"/opinion/121154/carey-v-saffold/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (2002); <i>see also Textron Inc. v. C.I.R.,</i> <span class=\"citation\" data-id=\"200546\"><a href=\"/opinion/200546/textron-inc-v-commissioner-of-irs/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 32 (1st Cir.2003).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In contrast to the government's interpretation, \"presence\" is defined as \"the part of space within one's ken, call, or influence: the vicinity of or the area immediately near one: the place in front of or around a person.\" <i>Webster's Third New International Dictionary</i> 1793 (1969); <i>see also Webster's Third New International Dictionary</i> 1793 (1993) (same). In interpreting the carjacking statute, this court has looked to the common law meaning of \"presence.\" <i>United States v. Perez-Garcia,</i> <span class=\"citation\" data-id=\"196120\"><a href=\"/opinion/196120/united-states-v-perez-garcia/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1995) (\"Courts generally agree that taking from a victim's person is understood to include the common law conception of taking from a victim's presence.\"). Thus, at a minimum, proximity to the vehicle and the ability to influence the space encompassing the vehicle is required.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">While this court has not previously addressed this issue, the authority from other circuits is basically consistent with this definition. In interpreting a robbery statute that also contained a \"person or presence\" requirement, the Ninth Circuit held that \"property is in the presence of a person if it is so within his reach, inspection, observation or control, that he could if not overcome by violence or prevented by fear, retain his possession of it.\" <i>United States v. Burns,</i> <span class=\"citation\" data-id=\"415304\"><a href=\"/opinion/415304/united-states-v-william-fred-burns/\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">840</span></a></span>, 843 (9th Cir.1983) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Relying on <i>Burns,</i> the Sixth Circuit in <i>Boucha</i> held that, for purposes of the carjacking statute:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">[P]roperty is in the presence of a person if it is so within his reach, observation and control that he could, if not overcome by violence or prevented by fear, retain possession of it. Presence, thus defined, requires a significant degree of nearness without mandating that the property be within easy touch; it must be accessible.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\"><i>Boucha,</i> 236 F.3d at 775. Other circuits have agreed. <i>See United States v. Edwards,</i> <span class=\"citation\" data-id=\"22220\"><a href=\"/opinion/22220/united-states-v-edwards/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">933</span></a></span>, 937 (5th Cir.2000); <i>United States v. Moore,</i> <span class=\"citation\" data-id=\"158952\"><a href=\"/opinion/158952/united-states-v-moore/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">793</span></a></span>, 797 (10th Cir.1999); <i>United States v. Kimble,</i> <span class=\"citation\" data-id=\"73788\"><a href=\"/opinion/73788/united-states-v-kimble/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1163</span></a></span>, 1168 (11th Cir.1999); <i>United States v. Lake,</i> <span class=\"citation\" data-id=\"756448\"><a href=\"/opinion/756448/united-states-v-hilton-a-lake-hilton-a-lake/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">269</span></a></span>, 272 (3d Cir.1998). In <i>Boucha,</i> the district court had enhanced Boucha's sentence for carjacking when, during each of a series of bank robberies, Boucha had demanded keys to a bank employee's car parked in the bank parking lot, stolen the car, and driven it to a nearby location where his car was parked. <i>Boucha,</i> 236 F.3d at 770. The Sixth Circuit held that this enhancement was proper:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In this case, the Court finds that the district court did not err in giving a two-level enhancement for carjacking. Boucha brandished weapons, took keys and eventually stole cars from frightened victims. The cars were not miles away. Rather, ... Boucha stole from victims who parked their cars just outside their place of employment. The cars were accessible. Were it not for Boucha's actions and his use of fear and intimidation, the victims could have maintained control of their vehicles.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Id.</i> at 776 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In addition, several other circuits have held that the presence requirement of the carjacking statute was satisfied when the victim or victims were inside a building and the stolen vehicle was parked outside the building. <i>See, e.g., United States v. Lopez,</i> <span class=\"citation\" data-id=\"775562\"><a href=\"/opinion/775562/united-states-v-louis-lopez-jr-united-states-of-america-v-hernan/\"><span class=\"volume\">271</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">472</span></a></span>, 486 (3d Cir.2001) (holding that the presence requirement of the carjacking statute was satisfied when the victims were attacked and beaten inside their house and keys to a van parked outside the house were taken); <i>Moore,</i> 198 F.3d at 797 (holding that the presence requirement of the carjacking statute was satisfied when keys were taken from a bank employee whose car was parked in a parking lot outside the bank); <i>Kimble,</i> 178 F.3d at 1168 (holding that the presence requirement of the carjacking statute was satisfied when keys were taken from a restaurant employee whose car was parked outside the restaurant); <i>see also Burns,</i> 701 F.2d at 843 (holding that the presence requirement of 18 U.S.C. &#167; 2111 was satisfied when the assailant threatened the victim at gunpoint inside a smoke shop, asked for the victim's car keys, and, when told the keys were in victim's car outside the shop, took the car).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nevertheless, these cases make clear that the presence requirement is not boundless. In the carjacking context, courts have required the victim to have <i>both</i> a degree of physical proximity to the vehicle and an ability to control or immediately obtain access to the vehicle. <i>See Boucha,</i> 236 F.3d at 776 (\"The cars were not miles away.... The cars were accessible.\"); <i>Moore,</i> 198 F.3d at 797 (\"The keys to the vehicle were in [the victim's] immediate control and had she not been under the control of the defendant and fearful for her life, she could have easily walked out the door to the parking lot and driven away in her car, thus preventing the defendant from taking it.\"); <i>Kimble,</i> 178 F.3d at 1168 (\"[The victim's] car was not several miles away, but parked right outside the restaurant. Had [the victim] not been in fear for his safety, he could have reached the car and prevented its taking.\"). In these cases, the victims' vehicles were taken under circumstances such that, although the victims could not see or touch their vehicles, they were close to the vehicles and possessed a degree of control over the space in which the vehicles were located. The statute thus applies only in a situation where the vehicle remained in an area proximate to the victim and the victim retained some degree of control over the space in which the vehicle was parked.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case, the Shippees were not inside or immediately next to their SUV when Savarese and his accomplice took the keys from them. However, the vehicle remained proximate to them in the driveway just outside their home, and the Shippees retained an ability to control the area in which the vehicle was located. They were induced to relinquish their keys only as a result of the assailants' threats and acts of violence. Thus, the SUV was sufficiently proximate to them and within their control that, as in <i>Boucha,</i>\"[w]ere it not for [the assailants'] actions and [their] use of fear and intimidation, the victims could have maintained control of their vehicles.\" 236 F.3d at 776. Under such circumstances, we agree with the Sixth Circuit in <i>Boucha</i> that \"the district court did not err in giving a two-level enhancement for carjacking.\" <i>Id.</i></p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A final issue relates to the application of the Supreme Court's decision in <i>Blakely v.</i> <i>Washington,</i> 542 U.S. ___, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (2004), to the U.S. Sentencing Guidelines. In <i>Blakely,</i> the Court held that a sentence that was enhanced pursuant to the Washington state sentencing guidelines violated the rule of <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), that, \"[o]ther than the fact of a prior conviction, any fact that increases the penalty for a crime beyond the prescribed statutory maximum must be submitted to a jury, and proved beyond a reasonable doubt.\" <i>Blakely,</i> ___ U.S. at ___, 124 S.Ct. at 2536 (quoting <i>Apprendi,</i> 530 U.S. at 490, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>). The state argued that the enhancement of Blakely's sentence did not violate <i>Apprendi</i> \"because the relevant `statutory maximum' is not 53 months [as provided by the state sentencing guidelines], but the 10-year maximum for class B felonies [as provided by the state statute].\" <i>Id.</i> at 2537. However, the Court held:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our precedents make clear ... that the \"statutory maximum\" for <i>Apprendi</i> purposes is the maximum sentence a judge may impose <i>solely on the basis of the facts reflected in the jury verdict or admitted by the defendant.</i> In other words, the relevant \"statutory maximum\" is not the maximum sentence a judge may impose after finding additional facts, but the maximum he may impose <i>without</i> any additional findings.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Id.</i> (citations omitted) (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although the Court expressly stated that \"[t]he Federal Guidelines are not before us, and we express no opinion on them,\" <i>id.</i> at 2538 n. 9, the appellant urges that the rationale of <i>Blakely</i> applies to the Federal Guidelines. The Supreme Court has recently granted certiorari in two cases to resolve this issue. <i>United States v. Booker,</i> 542 U.S. ___, ___ S.Ct. ___, ___ L.E.2d ___, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1713654</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3073</span></span>, 3074 (Aug. 2, 2004); <i>United States v. Fanfan,</i> 542 U.S. ___, ___ S.Ct. ___, ___ L.E.2d ___, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1713655</span></span>, <span class=\"citation no-link\"><span class=\"volume\">73</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3073</span></span>, 3074 (Aug. 2, 2004). However, we conclude here that, even if <i>Blakely</i> is held to apply to the Federal Guidelines, there is no basis for reversal in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The appellant did not raise the jury trial issue in the district court, nor did he request a jury trial with respect to factual issues relating to the sentencing. Thus, we review the district court's enhancement of Savarese's sentence for plain error. <i>See</i> Fed.R.Crim.P. 52(b) (\"A plain error that affects substantial rights may be considered even though it was not brought to the court's attention.\"); <i>see also United States v. Cotton,</i> <span class=\"citation\" data-id=\"118505\"><a href=\"/opinion/118505/united-states-v-cotton/\"><span class=\"volume\">535</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, 631, <span class=\"citation\" data-id=\"118505\"><a href=\"/opinion/118505/united-states-v-cotton/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1781</span></a></span>, <span class=\"citation\" data-id=\"118505\"><a href=\"/opinion/118505/united-states-v-cotton/\"><span class=\"volume\">152</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">860</span></a></span> (2002) (holding that an <i>Apprendi</i> violation can be considered under plain error analysis); <i>United States v. Duncan,</i> <span class=\"citation\" data-id=\"787572\"><a href=\"/opinion/787572/united-states-v-marco-d-duncan/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1070</span></a></span>, 1073 (11th Cir.2004) (\"[B]ecause Duncan failed to raise a Sixth Amendment argument below, our review is limited to determining whether setting the base offense level based upon the sentencing judge's finding of cocaine base constitutes plain error in light of the Supreme Court's holding in <i>Blakely.</i>\"); <i>United States v. Ameline,</i> <span class=\"citation\" data-id=\"787073\"><a href=\"/opinion/787073/united-states-v-alfred-arnold-ameline/\"><span class=\"volume\">376</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 978 (9th Cir.2004) (\"Because Ameline did not object to his sentence on the grounds that the Sentencing Guidelines or the procedures used to determine the material sentencing facts were unconstitutional under <i>Apprendi,</i> or on the ground that the material sentencing facts were not alleged in the indictment, submitted to the jury, or proved beyond a reasonable doubt, we review for plain error.\"); <i>United States v. Donnelly,</i> <span class=\"citation\" data-id=\"201041\"><a href=\"/opinion/201041/united-states-v-donnelly/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 92 (1st Cir.2004) (reviewing a sentencing enhancement for plain error where the defendant failed to address the second element of the enhancement in his objection).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In determining whether an error is plain, the court considers four factors: [B]efore an appellate court can correct an error not raised at trial, there must be (1) error, (2) that is plain, and (3) that affects substantial rights. If all three conditions are met, an appellate court may then exercise its discretion to notice a forfeited error, but only if (4) the error seriously affects the fairness, integrity, or public reputation of judicial proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Cotton,</i> 535 U.S. at 631-32, <span class=\"citation\" data-id=\"118505\"><a href=\"/opinion/118505/united-states-v-cotton/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1781</span></a></span> (quoting <i>Johnson v. United States,</i> <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 466-67, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">718</span></a></span> (1997)) (internal quotation marks, alterations, and citation omitted). We conclude that at least the last of these four requirements has not been satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The appellant contends that the district court's enhancement of his sentence based on the following four findings by the district court violates <i>Blakely:</i> (1) \"that a threat of death was made,\" pursuant to section 2B3.1(b)(2)(F) of the Guidelines; (2) \"that a victim sustained bodily injury,\" pursuant to section 2B3.1(b)(3); (3) \"that the Shippees were physically restrained to facilitate the commission of the offense,\" pursuant to section 2B3.1(b)(4); and (4) \"that the offense involved `carjacking,'\" pursuant to section 2B3.1(b)(5).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> (Supp. Br. of Def.-Appellant at 11.)</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">At the sentencing hearing, the defendant objected only to the carjacking enhancement, not the other three enhancements now challenged on appeal. The defendant made no claim that there was a factual dispute as to any of these issues. In a sidebar conference, the parties agreed that the carjacking enhancement was to be based entirely on the facts in the presentence report and that Mr. Shippee's statement at the sentencing hearing was solely for the purpose of a victim impact statement.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Thus, the defendant did not dispute the factual basis underlying any of the enhancements. Under the Supreme Court's decision in <i>Johnson,</i> we conclude that this forecloses a finding of plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In <i>Johnson,</i> the issue was whether the determination of whether a false statement was material should have been submitted to the jury, rather than the judge. 520 U.S. at 465, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>. As here, the defendant did not object to the judge's finding of that fact, although a subsequent Supreme Court decision required that the fact be found by a jury. <i>Id.</i> In <i>Johnson,</i> the Supreme Court held that the trial court's error \"was not `plain error' of the sort which an appellate court may notice under Federal Rule of Criminal Procedure 52(b)\" because it did not satisfy the fourth requirement of the plain error test. <i>Id.</i> at 465, 469-70, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span>. The Court noted that \"the evidence supporting materiality was overwhelming\" and that \"[m]ateriality was essentially uncontroverted at trial and has remained so on appeal.\" <i>Id.</i> at 470, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span> (internal quotation marks and footnote omitted). Because \"petitioner has presented no plausible argument that the false statement under oath for which she was convicted ... was somehow not material to the grand jury investigation,\" the Court held that \"there is no basis for concluding that the error `seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.'\" <i>Id.</i> (quoting <i>United States v. Olano,</i> <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 736, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">508</span></a></span> (1993)) (alteration in original).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As in <i>Johnson,</i> the appellant here did not, in the district court, challenge the facts that he argues should have been submitted to a jury. That is enough to bring this case within <i>Johnson</i> and to defeat the claim of plain error, whether or not the defendant here, unlike the defendant in <i>Johnson,</i> has argued the existence of a factual dispute now that the case is on appeal. In this case, as in <i>Johnson,</i>\"there is no basis for concluding that the [failure to submit facts to a jury] `seriously affect[ed] the fairness, integrity or public reputation of judicial proceedings.'\" 520 U.S. at 470, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1544</span></a></span> (quoting <i>Olano,</i> 507 U.S. at 736, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1770</span></a></span>) (second alteration in original). Thus, there was no plain error.</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We hold that the district court's enhancement of the defendant's sentence for carjacking was proper under section 2B3.1 of the Guidelines. In addition, the district court's error under <i>Blakely,</i> if any, in finding the facts underlying the enhancements of the defendant's sentence was not plain error. Accordingly, we <i>affirm.</i></p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The defendant also requested a downward departure from the Guidelines sentence, which the district court declined to grant, and objected to the district court's one-level enhancement pursuant to section 2B3.1(b)(6) of the Guidelines because the object of the theft was firearms. Neither of these matters is at issue in this appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> There is no meaningful legislative history with regard to the meaning of \"presence\" in the statute<i>See generally</i> H.R.Rep. No. 102-851(I)-(III) (1992), <i>reprinted in</i> 1992 U.S.C.C.A.N. 2829.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court increased the defendant's base offense level by two levels for each of these findings, pursuant to section 2B3.1(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Savarese's counsel stated:</p>\n        <p class=\"indent\">What I want to put on the record, I believe the government agrees with [sic] is that [Mr. Shippee's] statement today was for the purpose of a victim impact statement.... [T]he government isn't or wouldn't be arguing that would be a basis for a factual determination on some of the issues that we argued about today.</p>\n        <p class=\"indent\">(Tr. of Sent. Hearing at 45.) The government agreed, stating that \"the factual predicate for the court's guideline determination is what's in the presentence report.\" (<i>Id.</i>)</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/22220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/73788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/74633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/158952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196120/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200860/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787572/"
  ]
}