{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201272/",
  "absolute_url": "/opinion/201272/united-states-v-pardue/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201272/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:11:20Z",
  "date_modified": "2016-02-28T05:05:04.154765Z",
  "type": "010combined",
  "sha1": "23ca543b8aacb87d5b9944f460eb4feddbf67f79",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2735-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/10/06/US_v._Pardue.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 03-2735\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                           COREY PARDUE,\n\n                       Defendant, Appellant.\n\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n          [Hon. Gene Carter, U.S. Senior District Judge]\n\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n                Torruella and Dyk,* Circuit Judges.\n\n\n     Robert C. Andrews, on brief, for appellant.\n     Margaret D. McGaughey, Appellate Chief, with whom Paula D.\nSilsby, United States Attorney, was on brief, for appellee.\n\n\n\n                          October 6, 2004\n\n\n\n\n*\n    Of the Federal Circuit, sitting by designation.\n\f            TORRUELLA, Circuit Judge.           Defendant-appellant Corey\n\nPardue (\"Pardue\") appeals the district court's denial of his motion\n\nto    suppress   evidence   and   a   motion   in   limine   related   to   his\n\nconviction for violating 18 U.S.C. § 922(g)(9).              For the reasons\n\nstated below, we affirm.\n\n                                       I.\n\n            Pardue entered a conditional guilty plea to a one-count\n\nindictment charging him with possession of ammunition by a person\n\nconvicted of a misdemeanor crime of domestic violence, in violation\n\nof 18 U.S.C. § 922(g)(9).1        The guilty plea reserved the right to\n\nappeal the denial of his motion to suppress the evidence and the\n\ngrant of the government's motion in limine.\n\n            On March 30, 2002, Portland Police Officer Christopher\n\nCoyne (\"Coyne\"), alone in his police cruiser, received a radio\n\nreport of a 911 call for a domestic disturbance at 27 Veranda\n\nStreet.    Officer Richard Vogel (\"Vogel\") testified that he also\n\nheard the radio report of a domestic disturbance between Kyra\n\n\n\n1\n     This statute states in full:\n\n            It shall be unlawful for any person . . . who\n            has been convicted in any court of a\n            misdemeanor crime of domestic violence to ship\n            or transport in interstate or foreign commerce\n            . . . any firearm or ammunition; or to receive\n            any firearm or ammunition which has been\n            shipped or transported in interstate or\n            foreign commerce.\n\n18 U.S.C. § 922(g)(9).\n\n                                      -2-\n\fPardue and her brother Corey Pardue.              Vogel, who was a more\n\nexperienced officer than Coyne, knew the Pardue siblings.\n\n            During Coyne's ride to 27 Veranda Street, the dispatcher\n\ncommented that a male was screaming at a female.           In addition, the\n\ndispatcher explained that Kyra had complained she was assaulted by\n\nher brother, who was described as a white male, 20 or 21 years old,\n\nwearing a baseball hat and hooded sweatshirt, and carrying a\n\nbackpack.   The man had, according to dispatch, thrown a lighter at\n\nhis sister and left 27 Veranda Street.\n\n            Although   Coyne   did   not   know   either    of   the   Pardue\n\nsiblings, he recalled that Vogel reported being familiar with them\n\nand had suggested that Pardue might be absent without leave from\n\nthe United States Marine Corps.\n\n            Coyne drove towards 27 Veranda Street to serve as back-up\n\nfor Vogel. As he reached the intersection of Veranda and Pembroke,\n\nCoyne noticed a man fitting the description given by the dispatcher\n\nwearing a backpack, walking on Pembroke Street and heading away\n\nfrom Veranda Street.     The man was several hundred feet away from\n\nthe address given by the dispatcher.       Coyne asked for his name and\n\nidentification; Pardue gave both. Asked what was going on, Pardue\n\nsaid that, after getting into an argument with his sister, he left\n\n27 Veranda Street so that nothing would happen.              Coyne did not\n\nplace Pardue under arrest.      Vogel heard over the radio that Coyne\n\nhad located Pardue.\n\n\n                                     -3-\n\f            Coyne testified that he took Pardue's backpack, which\n\nPardue had on his person, and put it on the trunk of his police\n\ncruiser.    Coyne then explained to Pardue that he wanted to conduct\n\na pat-down, in light of the information from the dispatcher that\n\nPardue    had   been    involved      in   a     domestic    disturbance.        Coyne\n\nperformed the pat-down; no weapons were revealed. Coyne then asked\n\nPardue to sit in the rear of the police cruiser, but kept the door\n\nopen.      Coyne testified that he searched the backpack without\n\nobtaining Pardue's consent because he was concerned about officer\n\nsafety.      Inside     the   backpack      were      various   items   of   personal\n\nhygiene, paperwork from the Marine Corps, a scope and mounting\n\nbrackets for a rifle and two boxes of rifle ammunition in a clear\n\ncase.\n\n            Meanwhile,        Vogel    reached         27   Veranda     Street     and\n\ninterviewed Kyra Pardue.           According to Kyra, she argued with her\n\nbrother    because      Pardue   picked          up   her   17-month-old     son   and\n\naccidentally struck him in the eye with the corner of a toy box.\n\nKyra yelled at her brother to put the boy down.                   Pardue threw the\n\nboy in a pile of dirty laundry.                  Kyra yelled at her brother to\n\nleave.    Pardue responded by throwing a lighter at her leg, causing\n\na welt.     While Kyra called the police, Pardue threatened her,\n\npicked up his belongings and left the house.\n\n            Coyne heard Vogel, through the radio, saying that he had\n\nspoken to Kyra.        Vogel asked that Coyne ride to 27 Veranda Street.\n\n\n                                           -4-\n\fDuring the drive, Pardue was in the back of the police cruiser but\n\nwas not handcuffed.\n\n            Once Coyne arrived, he spoke with Vogel regarding Kyra\n\nPardue's accusations.     At Vogel's request, Coyne placed Pardue\n\nunder arrest for domestic assault, explained the charge, handcuffed\n\nPardue, and took him to the Cumberland County Jail.   On February 5,\n\n2003, Pardue was indicted for possession of ammunition by a person\n\nconvicted of misdemeanor domestic violence, 18 U.S.C. § 922(g)(9).\n\n            Pardue moved to suppress the items found in his backpack,\n\narguing that they were the product of an unlawful search.   After an\n\nevidentiary hearing, the district court denied Pardue's motion.\n\n            Prior to trial, the government filed a motion in limine\n\nto exclude evidence related to Pardue's defense of entrapment by\n\nestoppel.    Pardue sought to introduce testimony to the effect that\n\na government official had somehow condoned the conduct for which he\n\nwas convicted. The district court, after a hearing, granted the\n\ngovernment's motion.    Subsequently, Pardue entered a conditional\n\nguilty plea and filed the present appeal.\n\n                                   II.\n\nA.   Discovery of the Ammunition\n\n            We review a ruling on a motion to suppress under a\n\nbifurcated standard.     The district court's factual rulings are\n\nreviewed for clear error and its legal conclusions are reviewed de\n\nnovo.   United States v. Maguire, 359 F.3d 71, 76 (1st Cir. 2004).\n\n\n                                 -5-\n\fA determination regarding probable cause is reviewed de novo as it\n\nis a mixed question of law and fact.          Ornelas v. United States, 517\n\nU.S. 690, 699 (1996).\n\n          Pardue's     motion    to    suppress     sought   to   exclude   the\n\nammunition   which    formed    the   basis    of   the   indictment.       The\n\ngovernment opposed the motion on three grounds:              first, it argued\n\nthat the initial discovery of the ammunition was incident to a\n\nlawful arrest based on probable cause to believe that Pardue had\n\ncommitted an assault; second, that the discovery was part of a\n\nlawful Terry stop; and finally, that the ammunition would have\n\ninevitably been discovered during an inventory search following\n\nPardue's arrest.     The district court held a hearing on the motion.\n\nAlthough it found that the officers did not have probable cause to\n\narrest Pardue until they arrived back at 27 Veranda Street, and\n\nthus that the initial discovery of the ammunition was unlawful, the\n\ndistrict court denied the motion to suppress because the evidence\n\nwould inevitably have been discovered.          Specifically, the district\n\ncourt found that probable cause to arrest existed once Coyne\n\nlearned that Pardue had hit his sister in the leg with a lighter\n\nand thrown her son on a pile of laundry.            At that point, a lawful\n\narrest would have been effectuated and Pardue would have been\n\nproperly taken into custody.          Upon his arrival at the Cumberland\n\nCounty Jail, an inventory of his belongings would have taken place,\n\nand the ammunition would have been discovered.\n\n\n                                      -6-\n\f             In Terry v. Ohio, 392 U.S. 1 (1968), the Supreme Court\n\nheld that \"a police officer may in appropriate circumstances and in\n\nan     appropriate       manner    approach       a   person      for    purposes      of\n\ninvestigating possibly criminal behavior even though there is no\n\nprobable cause to make an arrest.\"                    Id. at 22.         To withstand\n\nscrutiny, an officer \"must be able to articulate something more\n\nthan    an   inchoate     and     unparticularized      suspicion        or     'hunch.'\"\n\nUnited States v. Sokolow, 490 U.S. 1, 7 (1989)(quoting Terry, 392\n\nU.S. at 27)(internal quotations omitted).                         In evaluating the\n\nvalidity     of    a    Terry   stop,   we    consider      the    totality       of   the\n\ncircumstances, mindful that \"[t]he concept of reasonable suspicion,\n\nlike probable cause, is not readily, or even usefully, reduced to\n\na neat set of legal rules.\"               Id. 7-8 (quotations and citations\n\nomitted).\n\n             The stop of Pardue was appropriate and reasonable at its\n\ninception.        Examining the circumstances leading up to the stop, we\n\nrecount the relevant facts Coyne knew or could have reasonably\n\ninferred when he initially stopped Pardue. He knew that a domestic\n\nassault had been committed in the vicinity, that it had been\n\ncommitted by someone whose physical description matched that of the\n\nindividual he saw, and that the assailant had departed from the\n\nscene on foot.\n\n             The       second   inquiry      is   whether      the      scope    of    the\n\ninvestigatory stop was reasonable under the circumstances.                         United\n\n\n                                          -7-\n\fStates v. Trueber, 238 F.3d 79, 92 (1st Cir. 2001).     While the\n\ndistrict court found that the officers had reasonable suspicion to\n\nstop Pardue, it held that Coyne did not have a particularized\n\nsafety concern.   Indeed, we note that by the time Coyne searched\n\nthe backpack, it had already been taken away from Pardue and there\n\nwas no apparent risk that Pardue could have obtained a weapon or\n\nanything else from it.    Thus, the district court held, and we\n\nagree, that the initial search of the backpack was outside the\n\nbounds set by Terry.\n\n          The district court also found that Coyne lacked probable\n\ncause to arrest Pardue until after he had taken Pardue to 27\n\nVeranda Street and learned that the lighter Pardue threw at his\n\nsister had, in fact, hit her.2    Nevertheless, the district court\n\n\n2\n   We disagree with the district court's emphasis on this point.\nThrowing a lighter at someone is itself an attempted assault under\nMaine law.   See State v. Bridges, 413 A.2d 937, 944 (Me. 1980)\n(\"[T]he actual consummation of bodily injury is not a requisite\nelement . . . of attempted assault.\"). Thus, Coyne may well have\nhad probable cause to arrest Pardue for attempted assault as soon\nas he identified Pardue.      Although Coyne's testimony at the\nsuppression hearing calls into doubt whether he believed that the\ninformation about throwing the lighter amounted to probable cause,\nthe Supreme Court has held that an officer's subjective belief is\nnot dispositive of whether probable cause existed. See Florida v.\nRoyer, 460 U.S. 491, 507 (1983) (\"[T]he fact that the officers did\nnot believe there was probable cause and proceeded on a consensual\nor Terry-stop rationale would not foreclose the State from\njustifying . . . custody by proving probable cause and hence\nremoving any barrier to relying on . . . consent to search.\").\nNevertheless, it is unnecessary to determine whether the\ninformation available to Coyne alone constituted probable cause,\nsince, as discussed below, the information available after Vogel\nspoke with Kyra established probable cause under the doctrine of\ncollective police knowledge.\n\n                                 -8-\n\fheld that, even if Coyne's initial search of Pardue's backpack\n\nexceeded   the   bounds   of    a   Terry   search,   \"[a]s   a   result    of\n\ndefendant's lawful arrest [at 27 Veranda Street for domestic\n\nassault], the ammunition would have inevitably been discovered\n\nduring the security search at the Cumberland County Jail or when\n\nOfficer Coyne inventoried the contents of the backpack . . . .\"\n\nSee generally Nix v. Williams, 467 U.S. 431, 447-48 (1984); United\n\nStates v. Zapata, 18 F.3d 971, 978-79 (1st Cir. 1994).\n\n           We have identified a three-part test for applying the\n\ninevitable discovery exception:\n\n           first, whether the legal means [are] truly\n           independent; second, whether both the use of\n           the legal means and the discovery by that\n           means are truly inevitable; and, third,\n           whether the application of the inevitable\n           discovery   exception    either   provides   an\n           incentive    for    police     misconduct    or\n           significantly    weakens    fourth    amendment\n           protection.\n\nUnited States v. Scott, 270 F.3d 30, 42 (1st Cir. 2001)(quoting\n\nUnited States v. Silvestri, 787 F.2d 736, 744 (1st Cir. 1986))\n\n(internal quotation marks omitted).\n\n           In    this   case,   the   district   court   found    that     the\n\ngovernment had met its burden of showing the legal means were truly\n\nindependent, since the evidence put forth in the suppression\n\nhearing established that both the jail and the Portland Police\n\nDepartment had policies that would have led to a search of the\n\nbackpack after Pardue's lawful arrest for domestic assault. Noting\n\n\n                                      -9-\n\fthe district court's finding of no probable cause to arrest Pardue\n\nat the site where he was initially stopped, however, appellant\n\nargues that his transfer to 27 Veranda Street fell outside the\n\nscope of a lawful Terry stop.          Coyne should have released Pardue\n\nrather than driving him to 27 Veranda Street, appellant argues, and\n\ntherefore Pardue's subsequent arrest and the security search of his\n\nbackpack were not independent of his unlawful detention.\n\n            It is not necessary for us to determine whether driving\n\nPardue to 27 Veranda Street exceeded the bounds of a lawful Terry\n\nstop.   Even if the transfer in Coyne's police cruiser         constituted\n\na de facto arrest, rather than a lawful component of the Terry\n\nstop, probable cause for such arrest existed under the collective\n\npolice knowledge doctrine.       As we explained in United States v.\n\nParadis, 802 F.2d 553, 557 (1st Cir. 1996), \"that the arresting\n\nofficer may have lacked probable cause for the arrest of the\n\nsuspect does not mean that the arrest is invalid for lack of\n\nprobable cause.        It is enough that the collective knowledge and\n\ninformation of all the officers involved establishes probable cause\n\nfor   the   arrest.\"      (internal    citations   omitted)   (emphasis   in\n\noriginal), quoted in Sheehy v. Town of Plymouth, 191 F.3d 15, 19\n\n(1st Cir. 1999).\n\n            We review the determination of whether probable cause\n\nexisted to arrest Pardue without a warrant in light of the totality\n\n\n\n\n                                      -10-\n\fof the circumstances.   Illinois v. Gates, 462 U.S. 213, 230-32\n\n(1983); United States v. Lee, 317 F.3d 26, 32 (1st Cir. 2003).\n\n          Probable cause exists when the facts and\n          circumstances within the police officers'\n          knowledge and of which they had reasonably\n          trustworthy information were sufficient to\n          warrant a prudent person in believing that\n          defendant had committed or was committing an\n          offense.\n\nUnited States v. Fiasconaro, 315 F.3d 28, 34-35 (1st Cir. 2002)\n\n(quoting United States v. Figueroa, 818 F.2d 1020, 1023 (1st Cir.\n\n1987)(internal quotation marks and brackets omitted)).\n\n          While Pardue was being held at Coyne's police car, Vogel\n\nhad obtained Kyra's account of the altercation.    In light of her\n\nassertions that Pardue had thrown her 17-month-old son into a pile\n\nof laundry and had thrown a lighter at her leg, causing a welt,\n\ncoupled with Pardue's description matching the one given by the\n\ndispatcher and his presence in the vicinity of the altercation,\n\nVogel correctly determined that probable cause existed to arrest\n\nPardue on a domestic violence charge.     See Lee, 317 F.3d at 32\n\n(\"Probable cause often accretes gradually . . . .\").   Even if Coyne\n\nhad not himself established grounds for probable cause, under the\n\ncircumstances of this case -- where Coyne and Vogel were working in\n\ncollaboration over the radio to respond to the same emergency call,\n\nVogel had obtained information establishing probable cause, and had\n\ninstructed Coyne to bring Pardue to 27 Veranda Street -- probable\n\ncause to arrest Pardue existed on the basis of the officers'\n\n\n                               -11-\n\fcollective knowledge.       See Sheehy, 191 F.3d at 19.   Consequently,\n\nthe security search conducted subsequent to Pardue's arrest at 27\n\nVeranda Street was independent of both the unlawful search of his\n\nbag and any arguable violation of the limits on moving suspects\n\nduring a Terry stop.\n\n            We next address whether the search of Pardue's backpack\n\nby lawful means, and the discovery of the ammunition thereby, were\n\ntruly inevitable.      Lawrence LaPointe, a staff sergeant at the\n\nCumberland County Jail who was in charge of intake and booking,\n\ntestified that it is standard procedure to perform a security check\n\nof personal belongings when a person is taken into custody.            He\n\nalso testified that the policy of the jail is to perform security\n\nsearches of the personal belongings of any suspect taken into\n\ncustody in order to locate any possible contraband.              In his\n\ntestimony, LaPointe stated that there was no possibility that\n\nPardue's backpack would have escaped the search and inventory\n\nprocedure after his arrest, because LaPointe would have checked it\n\nhimself regardless of Coyne's search.         It is routine practice to\n\nconfiscate contraband such as ammunition, according to the staff\n\nsergeant.    Thus, the ammunition would have been discovered in the\n\nbackpack by way of a routine search of personal belongings. Cf.\n\nIllinois v. Lafayette, 462 U.S. 640, 645 (1983)(search of backpack\n\nis   permissible   during    inventory    search);   United   States   v.\n\n\n\n\n                                   -12-\n\fBurnette, 375 F.3d 10, 18 (1st Cir. 2004)(permissible to search\n\nbags pursuant to inventory search policy).\n\n             In addition, the Portland Police Department would have\n\nconducted a standard inventory of the suspect's property for the\n\nofficers'     protection   and    to   safeguard     the    property.      Coyne\n\ntestified he took the backpack inside the jail when he was going to\n\nfill    in   Pardue's   arrest    forms.       It   was   considered    personal\n\nproperty, not evidence.          Pursuant to Portland Police Department\n\npolicy, Coyne conducted an inventory search of the backpack.                  He\n\nthen secured the backpack in a locker.               When asked whether the\n\nbackpack would have remained unsearched at the jail, Coyne said \"no\n\nchance. Either the [c]ounty would have searched it or I would have\n\nsearched it.\"      We have previously upheld the validity of these\n\npractices, see United States v. Scott, 270 F.3d at 42, as well as\n\nthe fact that they are independent means of discovery from the\n\ntainted search.     Id.; see also Colorado v. Bertine, 479 U.S. 367,\n\n369    (1987)(exception    to    warrant      requirement   for   an   inventory\n\nsearch); Zapata, 18 F.3d at 979 n.6.                 In this case, Pardue's\n\nbackpack would inevitably have been opened by either the Portland\n\nPolice Department or the Cumberland County Jail staff sergeant and\n\nthe ammunition would have been discovered.\n\n             Finally, the record suggests that any Fourth Amendment\n\nviolation was unintentional, and is clear that application of the\n\ninevitable discovery doctrine in this case does not create an\n\n\n                                       -13-\n\fincentive for future police misconduct.             See Scott, 270 F.3d at 45\n\n(stating that under the third prong of the inevitable discovery\n\ndoctrine \"a court . . . must bear always in mind the social costs\n\nof the exclusionary rule\").        Therefore the motion to suppress was\n\nproperly denied.\n\nB.   Entrapment by Estoppel\n\n            Pardue also attempted to put forth in the district court\n\na defense of entrapment by estoppel. The government filed a motion\n\nin limine seeking to exclude this defense to the charges.\n\n            We review de novo whether a defense is established as a\n\nmatter of law.    United States v. Ellis, 168 F.3d 558, 561 (1st Cir.\n\n1999)(citing United States v. Caron, 64 F.3d 713, 715 (1st Cir.\n\n1995)).     \"A   defense    of   entrapment    by    estoppel   would   require\n\n[defendant] to show that he had been told by a government official\n\nthat his behavior was legal and that he reasonably relied on that\n\nadvice.\" United States v. Bunnell, 280 F.3d 46, 49 (1st Cir. 2002)\n\n(citing Ellis, 168 F.3d at 561). In addition, defendant would have\n\nto show that his prosecution would be unfair given his reasonable\n\nreliance.    Ellis, 168 F.3d at 561.\n\n            In order to establish a prima facie case for entrapment\n\nby   estoppel,    a    defendant     must     put    forth   an   affirmative\n\nrepresentation by a government official that his conduct was or\n\nwould be legal.       Id.   In this case, Pardue did not produce any\n\nevidence that a Marine Corps official told him it was legal to keep\n\n\n                                     -14-\n\fammunition in his backpack or on his person.            Instead, Pardue\n\nproffered evidence that he was given a waiver for his conviction\n\nfor domestic assault when he joined the Marines in 1998.         Thus, he\n\nargues, he could not violate § 922(g)(9).\n\n            Defendant's argument fails because entrapment by estoppel\n\nrequires    that   a   government     official   make   an   affirmative\n\nrepresentation that carrying ammunition would be legal.           At the\n\nhearing regarding the motion in limine, Pardue indicated that he\n\nintended to introduce evidence that while in the Marines he was\n\ntrained in the use of firearms and weapons and that he believed\n\nthat because he was authorized to possess weapons while in the\n\nMarines, it was legal to do so after his discharge.          According to\n\ndefendant, he could also show that the Marines had waived his\n\ndomestic violence misdemeanor when he enlisted, implying that he\n\ncould carry weapons.       Defendant has disclosed no affirmative\n\nrepresentation from any government official regarding the legality\n\nof possessing ammunition in civilian life.          He merely assumed,\n\nwithout being told, that he could possess ammunition after his\n\ndischarge from the Marines.    See Bunnell, 280 F.3d at 49-50 (where\n\ndefendant never claimed government official told him he could\n\npossess weapon, entrapment by estoppel is not applicable); Ellis,\n\n168 F.3d at 561 (same).       Thus, defendant could not prove as a\n\nmatter of law that he was entrapped and the defense was properly\n\nexcluded.\n\n\n                                    -15-\n\f         For the reasons stated above, the defendant's conviction\n\nis affirmed.\n\n          Affirmed.\n\n\n\n\n                             -16-\n\f",
  "html": "<p class=\"case_cite\">385 F.3d 101</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Corey PARDUE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-2735.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 3, 2004.</p>\n    <p class=\"date\">Decided October 6, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine, Gene Carter, J. COPYRIGHT MATERIAL OMITTED Robert C. Andrews, on brief, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and DYK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Corey Pardue (\"Pardue\") appeals the district court's denial of his motion to suppress evidence and a motion in limine related to his conviction for violating 18 U.S.C. &#167; 922(g)(9). For the reasons stated below, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Pardue entered a conditional guilty plea to a one-count indictment charging him with possession of ammunition by a person convicted of a misdemeanor crime of domestic violence, in violation of 18 U.S.C. &#167; 922(g)(9).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The guilty plea reserved the right to appeal the denial of his motion to suppress the evidence and the grant of the government's motion in limine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 30, 2002, Portland Police Officer Christopher Coyne (\"Coyne\"), alone in his police cruiser, received a radio report of a 911 call for a domestic disturbance at 27 Veranda Street. Officer Richard Vogel (\"Vogel\") testified that he also heard the radio report of a domestic disturbance between Kyra Pardue and her brother Corey Pardue. Vogel, who was a more experienced officer than Coyne, knew the Pardue siblings.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During Coyne's ride to 27 Veranda Street, the dispatcher commented that a male was screaming at a female. In addition, the dispatcher explained that Kyra had complained she was assaulted by her brother, who was described as a white male, 20 or 21 years old, wearing a baseball hat and hooded sweatshirt, and carrying a backpack. The man had, according to dispatch, thrown a lighter at his sister and left 27 Veranda Street.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although Coyne did not know either of the Pardue siblings, he recalled that Vogel reported being familiar with them and had suggested that Pardue might be absent without leave from the United States Marine Corps.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Coyne drove towards 27 Veranda Street to serve as back-up for Vogel. As he reached the intersection of Veranda and Pembroke, Coyne noticed a man fitting the description given by the dispatcher wearing a backpack, walking on Pembroke Street and heading away from Veranda Street. The man was several hundred feet away from the address given by the dispatcher. Coyne asked for his name and identification; Pardue gave both. Asked what was going on, Pardue said that, after getting into an argument with his sister, he left 27 Veranda Street so that nothing would happen. Coyne did not place Pardue under arrest. Vogel heard over the radio that Coyne had located Pardue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Coyne testified that he took Pardue's backpack, which Pardue had on his person, and put it on the trunk of his police cruiser. Coyne then explained to Pardue that he wanted to conduct a pat-down, in light of the information from the dispatcher that Pardue had been involved in a domestic disturbance. Coyne performed the pat-down; no weapons were revealed. Coyne then asked Pardue to sit in the rear of the police cruiser, but kept the door open. Coyne testified that he searched the backpack without obtaining Pardue's consent because he was concerned about officer safety. Inside the backpack were various items of personal hygiene, paperwork from the Marine Corps, a scope and mounting brackets for a rifle and two boxes of rifle ammunition in a clear case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meanwhile, Vogel reached 27 Veranda Street and interviewed Kyra Pardue. According to Kyra, she argued with her brother because Pardue picked up her 17-month-old son and accidentally struck him in the eye with the corner of a toy box. Kyra yelled at her brother to put the boy down. Pardue threw the boy in a pile of dirty laundry. Kyra yelled at her brother to leave. Pardue responded by throwing a lighter at her leg, causing a welt. While Kyra called the police, Pardue threatened her, picked up his belongings and left the house.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Coyne heard Vogel, through the radio, saying that he had spoken to Kyra. Vogel asked that Coyne ride to 27 Veranda Street. During the drive, Pardue was in the back of the police cruiser but was not handcuffed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Once Coyne arrived, he spoke with Vogel regarding Kyra Pardue's accusations. At Vogel's request, Coyne placed Pardue under arrest for domestic assault, explained the charge, handcuffed Pardue, and took him to the Cumberland County Jail. On February 5, 2003, Pardue was indicted for possession of ammunition by a person convicted of misdemeanor domestic violence, 18 U.S.C. &#167; 922(g)(9).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pardue moved to suppress the items found in his backpack, arguing that they were the product of an unlawful search. After an evidentiary hearing, the district court denied Pardue's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Prior to trial, the government filed a motion in limine to exclude evidence related to Pardue's defense of entrapment by estoppel. Pardue sought to introduce testimony to the effect that a government official had somehow condoned the conduct for which he was convicted. The district court, after a hearing, granted the government's motion. Subsequently, Pardue entered a conditional guilty plea and filed the present appeal.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. Discovery of the Ammunition</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review a ruling on a motion to suppress under a bifurcated standard. The district court's factual rulings are reviewed for clear error and its legal conclusions are reviewed de novo. <i>United States v. Maguire,</i> 359 F.3d 71, 76 (1st Cir.2004). A determination regarding probable cause is reviewed de novo as it is a mixed question of law and fact. <i>Ornelas v. United States,</i> 517 U.S. 690, 699, 116 S.Ct. 1657, 134 L.Ed.2d 911 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pardue's motion to suppress sought to exclude the ammunition which formed the basis of the indictment. The government opposed the motion on three grounds: first, it argued that the initial discovery of the ammunition was incident to a lawful arrest based on probable cause to believe that Pardue had committed an assault; second, that the discovery was part of a lawful <i>Terry</i> stop; and finally, that the ammunition would have inevitably been discovered during an inventory search following Pardue's arrest. The district court held a hearing on the motion. Although it found that the officers did not have probable cause to arrest Pardue until they arrived back at 27 Veranda Street, and thus that the initial discovery of the ammunition was unlawful, the district court denied the motion to suppress because the evidence would inevitably have been discovered. Specifically, the district court found that probable cause to arrest existed once Coyne learned that Pardue had hit his sister in the leg with a lighter and thrown her son on a pile of laundry. At that point, a lawful arrest would have been effectuated and Pardue would have been properly taken into custody. Upon his arrival at the Cumberland County Jail, an inventory of his belongings would have taken place, and the ammunition would have been discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In <i>Terry v. Ohio,</i> 392 U.S. 1, 88 S.Ct. 1868, 20 L.Ed.2d 889 (1968), the Supreme Court held that \"a police officer may in appropriate circumstances and in an appropriate manner approach a person for purposes of investigating possibly criminal behavior even though there is no probable cause to make an arrest.\" <i>Id.</i> at 22, 88 S.Ct. 1868. To withstand scrutiny, an officer \"must be able to articulate something more than an inchoate and unparticularized suspicion or `hunch.'\" <i>United States v. Sokolow,</i> 490 U.S. 1, 7, 109 S.Ct. 1581, 104 L.Ed.2d 1 (1989)(quoting <i>Terry,</i> 392 U.S. at 27, 88 S.Ct. 1868) (internal quotations omitted). In evaluating the validity of a <i>Terry</i> stop, we consider the totality of the circumstances, mindful that \"[t]he concept of reasonable suspicion, like probable cause, is not readily, or even usefully, reduced to a neat set of legal rules.\" <i>Id.</i> 7-8, 88 S.Ct. 1868 (quotations and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The stop of Pardue was appropriate and reasonable at its inception. Examining the circumstances leading up to the stop, we recount the relevant facts Coyne knew or could have reasonably inferred when he initially stopped Pardue. He knew that a domestic assault had been committed in the vicinity, that it had been committed by someone whose physical description matched that of the individual he saw, and that the assailant had departed from the scene on foot.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The second inquiry is whether the scope of the investigatory stop was reasonable under the circumstances. <i>United States v. Trueber,</i> 238 F.3d 79, 92 (1st Cir.2001). While the district court found that the officers had reasonable suspicion to stop Pardue, it held that Coyne did not have a particularized safety concern. Indeed, we note that by the time Coyne searched the backpack, it had already been taken away from Pardue and there was no apparent risk that Pardue could have obtained a weapon or anything else from it. Thus, the district court held, and we agree, that the initial search of the backpack was outside the bounds set by <i>Terry.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court also found that Coyne lacked probable cause to arrest Pardue until after he had taken Pardue to 27 Veranda Street and learned that the lighter Pardue threw at his sister had, in fact, hit her.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Nevertheless, the district court held that, even if Coyne's initial search of Pardue's backpack exceeded the bounds of a <i>Terry</i> search, \"[a]s a result of defendant's lawful arrest [at 27 Veranda Street for domestic assault], the ammunition would have inevitably been discovered during the security search at the Cumberland County Jail or when Officer Coyne inventoried the contents of the backpack....\" <i>See generally Nix v. Williams,</i> 467 U.S. 431, 447-48, 104 S.Ct. 2501, 81 L.Ed.2d 377 (1984); <i>United States v. Zapata,</i> 18 F.3d 971, 978-79 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have identified a three-part test for applying the inevitable discovery exception:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">first, whether the legal means [are] truly independent; second, whether both the use of the legal means and the discovery by that means are truly inevitable; and, third, whether the application of the inevitable discovery exception either provides an incentive for police misconduct or significantly weakens fourth amendment protection.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><i>United States v. Scott,</i> 270 F.3d 30, 42 (1st Cir.2001)(quoting <i>United States v. Silvestri,</i> 787 F.2d 736, 744 (1st Cir.1986)) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case, the district court found that the government had met its burden of showing the legal means were truly independent, since the evidence put forth in the suppression hearing established that both the jail and the Portland Police Department had policies that would have led to a search of the backpack after Pardue's lawful arrest for domestic assault. Noting the district court's finding of no probable cause to arrest Pardue at the site where he was initially stopped, however, appellant argues that his transfer to 27 Veranda Street fell outside the scope of a lawful <i>Terry</i> stop. Coyne should have released Pardue rather than driving him to 27 Veranda Street, appellant argues, and therefore Pardue's subsequent arrest and the security search of his backpack were not independent of his unlawful detention.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is not necessary for us to determine whether driving Pardue to 27 Veranda Street exceeded the bounds of a lawful <i>Terry</i> stop. Even if the transfer in Coyne's police cruiser constituted a de facto arrest, rather than a lawful component of the <i>Terry</i> stop, probable cause for such arrest existed under the collective police knowledge doctrine. As we explained in <i>United States v. Paradis,</i> 802 F.2d 553, 557 (1st Cir.1986), \"that <i>the</i> arresting officer may have lacked probable cause for the arrest of the suspect does not mean that the arrest is invalid for lack of probable cause. It is enough that the collective knowledge and information of all the officers involved establishes probable cause for the arrest.\" (internal citations omitted) (emphasis in original), <i>quoted in Sheehy v. Town of Plymouth,</i> 191 F.3d 15, 19 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We review the determination of whether probable cause existed to arrest Pardue without a warrant in light of the totality of the circumstances. <i>Illinois v. Gates,</i> 462 U.S. 213, 230-32, 103 S.Ct. 2317, 76 L.Ed.2d 527 (1983); <i>United States v. Lee,</i> 317 F.3d 26, 32 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Probable cause exists when the facts and circumstances within the police officers' knowledge and of which they had reasonably trustworthy information were sufficient to warrant a prudent person in believing that defendant had committed or was committing an offense.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>United States v. Fiasconaro,</i> 315 F.3d 28, 34-35 (1st Cir.2002) (quoting <i>United States v. Figueroa,</i> 818 F.2d 1020, 1023 (1st Cir.1987)(internal quotation marks and brackets omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">While Pardue was being held at Coyne's police car, Vogel had obtained Kyra's account of the altercation. In light of her assertions that Pardue had thrown her 17-month-old son into a pile of laundry and had thrown a lighter at her leg, causing a welt, coupled with Pardue's description matching the one given by the dispatcher and his presence in the vicinity of the altercation, Vogel correctly determined that probable cause existed to arrest Pardue on a domestic violence charge. <i>See Lee,</i> 317 F.3d at 32 (\"Probable cause often accretes gradually....\"). Even if Coyne had not himself established grounds for probable cause, under the circumstances of this case &#8212; where Coyne and Vogel were working in collaboration over the radio to respond to the same emergency call, Vogel had obtained information establishing probable cause, and had instructed Coyne to bring Pardue to 27 Veranda Street &#8212; probable cause to arrest Pardue existed on the basis of the officers' collective knowledge. <i>See Sheehy,</i> 191 F.3d at 19. Consequently, the security search conducted subsequent to Pardue's arrest at 27 Veranda Street was independent of both the unlawful search of his bag and any arguable violation of the limits on moving suspects during a <i>Terry</i> stop.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We next address whether the search of Pardue's backpack by lawful means, and the discovery of the ammunition thereby, were truly inevitable. Lawrence LaPointe, a staff sergeant at the Cumberland County Jail who was in charge of intake and booking, testified that it is standard procedure to perform a security check of personal belongings when a person is taken into custody. He also testified that the policy of the jail is to perform security searches of the personal belongings of any suspect taken into custody in order to locate any possible contraband. In his testimony, LaPointe stated that there was no possibility that Pardue's backpack would have escaped the search and inventory procedure after his arrest, because LaPointe would have checked it himself regardless of Coyne's search. It is routine practice to confiscate contraband such as ammunition, according to the staff sergeant. Thus, the ammunition would have been discovered in the backpack by way of a routine search of personal belongings. <i>Cf. Illinois v. Lafayette,</i> 462 U.S. 640, 645, 103 S.Ct. 2605, 77 L.Ed.2d 65 (1983)(search of backpack is permissible during inventory search); <i>United States v. Burnette,</i> 375 F.3d 10, 18 (1st Cir.2004)(permissible to search bags pursuant to inventory search policy).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In addition, the Portland Police Department would have conducted a standard inventory of the suspect's property for the officers' protection and to safeguard the property. Coyne testified he took the backpack inside the jail when he was going to fill in Pardue's arrest forms. It was considered personal property, not evidence. Pursuant to Portland Police Department policy, Coyne conducted an inventory search of the backpack. He then secured the backpack in a locker. When asked whether the backpack would have remained unsearched at the jail, Coyne said \"no chance. Either the [c]ounty would have searched it or I would have searched it.\" We have previously upheld the validity of these practices, <i>see United States v. Scott,</i> 270 F.3d at 42, as well as the fact that they are independent means of discovery from the tainted search. <i>Id.; see also Colorado v. Bertine,</i> 479 U.S. 367, 369, 107 S.Ct. 738, 93 L.Ed.2d 739 (1987)(exception to warrant requirement for an inventory search); <i>Zapata,</i> 18 F.3d at 979 n. 6. In this case, Pardue's backpack would inevitably have been opened by either the Portland Police Department or the Cumberland County Jail staff sergeant and the ammunition would have been discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, the record suggests that any Fourth Amendment violation was unintentional, and is clear that application of the inevitable discovery doctrine in this case does not create an incentive for future police misconduct. <i>See Scott,</i> 270 F.3d at 45 (stating that under the third prong of the inevitable discovery doctrine \"a court ... must bear always in mind the social costs of the exclusionary rule\"). Therefore the motion to suppress was properly denied.</p>\n    </div>\n    <p class=\"indent\">B. Entrapment by Estoppel</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Pardue also attempted to put forth in the district court a defense of entrapment by estoppel. The government filed a motion in limine seeking to exclude this defense to the charges.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We review de novo whether a defense is established as a matter of law. <i>United States v. Ellis,</i> 168 F.3d 558, 561 (1st Cir.1999)(citing <i>United States v. Caron,</i> 64 F.3d 713, 715 (1st Cir.1995)). \"A defense of entrapment by estoppel would require [defendant] to show that he had been told by a government official that his behavior was legal and that he reasonably relied on that advice.\" <i>United States v. Bunnell,</i> 280 F.3d 46, 49 (1st Cir.2002) (citing <i>Ellis,</i> 168 F.3d at 561). In addition, defendant would have to show that his prosecution would be unfair given his reasonable reliance. <i>Ellis,</i> 168 F.3d at 561.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In order to establish a prima facie case for entrapment by estoppel, a defendant must put forth an affirmative representation by a government official that his conduct was or would be legal. <i>Id.</i> In this case, Pardue did not produce any evidence that a Marine Corps official told him it was legal to keep ammunition in his backpack or on his person. Instead, Pardue proffered evidence that he was given a waiver for his conviction for domestic assault when he joined the Marines in 1998. Thus, he argues, he could not violate &#167; 922(g)(9).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defendant's argument fails because entrapment by estoppel requires that a government official make an affirmative representation that carrying ammunition would be legal. At the hearing regarding the motion in limine, Pardue indicated that he intended to introduce evidence that while in the Marines he was trained in the use of firearms and weapons and that he believed that because he was authorized to possess weapons while in the Marines, it was legal to do so after his discharge. According to defendant, he could also show that the Marines had waived his domestic violence misdemeanor when he enlisted, implying that he could carry weapons. Defendant has disclosed no affirmative representation from any government official regarding the legality of possessing ammunition in civilian life. He merely assumed, without being told, that he could possess ammunition after his discharge from the Marines. <i>See Bunnell,</i> 280 F.3d at 49-50 (where defendant never claimed government official told him he could possess weapon, entrapment by estoppel is not applicable); <i>Ellis,</i> 168 F.3d at 561 (same). Thus, defendant could not prove as a matter of law that he was entrapped and the defense was properly excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">For the reasons stated above, the defendant's conviction is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This statute states in full:</p>\n        <p class=\"indent\">It shall be unlawful for any person ... who has been convicted in any court of a misdemeanor crime of domestic violence to ship or transport in interstate or foreign commerce ... any firearm or ammunition; or to receive any firearm or ammunition which has been shipped or transported in interstate or foreign commerce.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 922(g)(9).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We disagree with the district court's emphasis on this point. Throwing a lighter at someone is itself an attempted assault under Maine law<i>See State v. Bridges,</i> 413 A.2d 937, 944 (Me.1980) (\"[T]he actual consummation of bodily injury is not a requisite element ... of attempted assault.\"). Thus, Coyne may well have had probable cause to arrest Pardue for attempted assault as soon as he identified Pardue. Although Coyne's testimony at the suppression hearing calls into doubt whether he believed that the information about throwing the lighter amounted to probable cause, the Supreme Court has held that an officer's subjective belief is not dispositive of whether probable cause existed. <i>See Florida v. Royer,</i> 460 U.S. 491, 507, 103 S.Ct. 1319, 75 L.Ed.2d 229 (1983) (\"[T]he fact that the officers did not believe there was probable cause and proceeded on a consensual or <i>Terry</i>-stop rationale would not foreclose the State from justifying ... custody by proving probable cause and hence removing any barrier to relying on ... consent to search.\"). Nevertheless, it is unnecessary to determine whether the information available to Coyne alone constituted probable cause, since, as discussed below, the information available after Vogel spoke with Kyra established probable cause under the doctrine of collective police knowledge.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Corey PARDUE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-2735.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 3, 2004.</p>\n    <p class=\"date\">Decided October 6, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Maine, Gene Carter, J. COPYRIGHT MATERIAL OMITTED Robert C. Andrews, on brief, for appellant.</p>\n      <p class=\"indent\">Margaret D. McGaughey, Appellate Chief, with whom Paula D. Silsby, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and DYK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant Corey Pardue (\"Pardue\") appeals the district court's denial of his motion to suppress evidence and a motion in limine related to his conviction for violating 18 U.S.C. &#167; 922(g)(9). For the reasons stated below, we affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Pardue entered a conditional guilty plea to a one-count indictment charging him with possession of ammunition by a person convicted of a misdemeanor crime of domestic violence, in violation of 18 U.S.C. &#167; 922(g)(9).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The guilty plea reserved the right to appeal the denial of his motion to suppress the evidence and the grant of the government's motion in limine.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 30, 2002, Portland Police Officer Christopher Coyne (\"Coyne\"), alone in his police cruiser, received a radio report of a 911 call for a domestic disturbance at 27 Veranda Street. Officer Richard Vogel (\"Vogel\") testified that he also heard the radio report of a domestic disturbance between Kyra Pardue and her brother Corey Pardue. Vogel, who was a more experienced officer than Coyne, knew the Pardue siblings.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During Coyne's ride to 27 Veranda Street, the dispatcher commented that a male was screaming at a female. In addition, the dispatcher explained that Kyra had complained she was assaulted by her brother, who was described as a white male, 20 or 21 years old, wearing a baseball hat and hooded sweatshirt, and carrying a backpack. The man had, according to dispatch, thrown a lighter at his sister and left 27 Veranda Street.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although Coyne did not know either of the Pardue siblings, he recalled that Vogel reported being familiar with them and had suggested that Pardue might be absent without leave from the United States Marine Corps.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Coyne drove towards 27 Veranda Street to serve as back-up for Vogel. As he reached the intersection of Veranda and Pembroke, Coyne noticed a man fitting the description given by the dispatcher wearing a backpack, walking on Pembroke Street and heading away from Veranda Street. The man was several hundred feet away from the address given by the dispatcher. Coyne asked for his name and identification; Pardue gave both. Asked what was going on, Pardue said that, after getting into an argument with his sister, he left 27 Veranda Street so that nothing would happen. Coyne did not place Pardue under arrest. Vogel heard over the radio that Coyne had located Pardue.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Coyne testified that he took Pardue's backpack, which Pardue had on his person, and put it on the trunk of his police cruiser. Coyne then explained to Pardue that he wanted to conduct a pat-down, in light of the information from the dispatcher that Pardue had been involved in a domestic disturbance. Coyne performed the pat-down; no weapons were revealed. Coyne then asked Pardue to sit in the rear of the police cruiser, but kept the door open. Coyne testified that he searched the backpack without obtaining Pardue's consent because he was concerned about officer safety. Inside the backpack were various items of personal hygiene, paperwork from the Marine Corps, a scope and mounting brackets for a rifle and two boxes of rifle ammunition in a clear case.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Meanwhile, Vogel reached 27 Veranda Street and interviewed Kyra Pardue. According to Kyra, she argued with her brother because Pardue picked up her 17-month-old son and accidentally struck him in the eye with the corner of a toy box. Kyra yelled at her brother to put the boy down. Pardue threw the boy in a pile of dirty laundry. Kyra yelled at her brother to leave. Pardue responded by throwing a lighter at her leg, causing a welt. While Kyra called the police, Pardue threatened her, picked up his belongings and left the house.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Coyne heard Vogel, through the radio, saying that he had spoken to Kyra. Vogel asked that Coyne ride to 27 Veranda Street. During the drive, Pardue was in the back of the police cruiser but was not handcuffed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Once Coyne arrived, he spoke with Vogel regarding Kyra Pardue's accusations. At Vogel's request, Coyne placed Pardue under arrest for domestic assault, explained the charge, handcuffed Pardue, and took him to the Cumberland County Jail. On February 5, 2003, Pardue was indicted for possession of ammunition by a person convicted of misdemeanor domestic violence, 18 U.S.C. &#167; 922(g)(9).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pardue moved to suppress the items found in his backpack, arguing that they were the product of an unlawful search. After an evidentiary hearing, the district court denied Pardue's motion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Prior to trial, the government filed a motion in limine to exclude evidence related to Pardue's defense of entrapment by estoppel. Pardue sought to introduce testimony to the effect that a government official had somehow condoned the conduct for which he was convicted. The district court, after a hearing, granted the government's motion. Subsequently, Pardue entered a conditional guilty plea and filed the present appeal.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">A. Discovery of the Ammunition</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review a ruling on a motion to suppress under a bifurcated standard. The district court's factual rulings are reviewed for clear error and its legal conclusions are reviewed de novo. <i>United States v. Maguire,</i> <span class=\"citation\" data-id=\"201013\"><a href=\"/opinion/201013/united-states-v-maguire/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 76 (1st Cir.2004). A determination regarding probable cause is reviewed de novo as it is a mixed question of law and fact. <i>Ornelas v. United States,</i> <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">690</span></a></span>, 699, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1657</span></a></span>, <span class=\"citation\" data-id=\"118030\"><a href=\"/opinion/118030/ornelas-v-united-states/\"><span class=\"volume\">134</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">911</span></a></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pardue's motion to suppress sought to exclude the ammunition which formed the basis of the indictment. The government opposed the motion on three grounds: first, it argued that the initial discovery of the ammunition was incident to a lawful arrest based on probable cause to believe that Pardue had committed an assault; second, that the discovery was part of a lawful <i>Terry</i> stop; and finally, that the ammunition would have inevitably been discovered during an inventory search following Pardue's arrest. The district court held a hearing on the motion. Although it found that the officers did not have probable cause to arrest Pardue until they arrived back at 27 Veranda Street, and thus that the initial discovery of the ammunition was unlawful, the district court denied the motion to suppress because the evidence would inevitably have been discovered. Specifically, the district court found that probable cause to arrest existed once Coyne learned that Pardue had hit his sister in the leg with a lighter and thrown her son on a pile of laundry. At that point, a lawful arrest would have been effectuated and Pardue would have been properly taken into custody. Upon his arrival at the Cumberland County Jail, an inventory of his belongings would have taken place, and the ammunition would have been discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In <i>Terry v. Ohio,</i> <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">889</span></a></span> (1968), the Supreme Court held that \"a police officer may in appropriate circumstances and in an appropriate manner approach a person for purposes of investigating possibly criminal behavior even though there is no probable cause to make an arrest.\" <i>Id.</i> at 22, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>. To withstand scrutiny, an officer \"must be able to articulate something more than an inchoate and unparticularized suspicion or `hunch.'\" <i>United States v. Sokolow,</i> <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1581</span></a></span>, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1989)(quoting <i>Terry,</i> 392 U.S. at 27, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span>) (internal quotations omitted). In evaluating the validity of a <i>Terry</i> stop, we consider the totality of the circumstances, mindful that \"[t]he concept of reasonable suspicion, like probable cause, is not readily, or even usefully, reduced to a neat set of legal rules.\" <i>Id.</i> 7-8, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1868</span></a></span> (quotations and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The stop of Pardue was appropriate and reasonable at its inception. Examining the circumstances leading up to the stop, we recount the relevant facts Coyne knew or could have reasonably inferred when he initially stopped Pardue. He knew that a domestic assault had been committed in the vicinity, that it had been committed by someone whose physical description matched that of the individual he saw, and that the assailant had departed from the scene on foot.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The second inquiry is whether the scope of the investigatory stop was reasonable under the circumstances. <i>United States v. Trueber,</i> <span class=\"citation\" data-id=\"199253\"><a href=\"/opinion/199253/united-states-v-trueber/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 92 (1st Cir.2001). While the district court found that the officers had reasonable suspicion to stop Pardue, it held that Coyne did not have a particularized safety concern. Indeed, we note that by the time Coyne searched the backpack, it had already been taken away from Pardue and there was no apparent risk that Pardue could have obtained a weapon or anything else from it. Thus, the district court held, and we agree, that the initial search of the backpack was outside the bounds set by <i>Terry.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court also found that Coyne lacked probable cause to arrest Pardue until after he had taken Pardue to 27 Veranda Street and learned that the lighter Pardue threw at his sister had, in fact, hit her.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Nevertheless, the district court held that, even if Coyne's initial search of Pardue's backpack exceeded the bounds of a <i>Terry</i> search, \"[a]s a result of defendant's lawful arrest [at 27 Veranda Street for domestic assault], the ammunition would have inevitably been discovered during the security search at the Cumberland County Jail or when Officer Coyne inventoried the contents of the backpack....\" <i>See generally Nix v. Williams,</i> <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span>, 447-48, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2501</span></a></span>, <span class=\"citation\" data-id=\"111204\"><a href=\"/opinion/111204/nix-v-williams/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">377</span></a></span> (1984); <i>United States v. Zapata,</i> <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 978-79 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We have identified a three-part test for applying the inevitable discovery exception:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">first, whether the legal means [are] truly independent; second, whether both the use of the legal means and the discovery by that means are truly inevitable; and, third, whether the application of the inevitable discovery exception either provides an incentive for police misconduct or significantly weakens fourth amendment protection.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><i>United States v. Scott,</i> <span class=\"citation\" data-id=\"775404\"><a href=\"/opinion/775404/united-states-v-alan-n-scott/\"><span class=\"volume\">270</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 42 (1st Cir.2001)(quoting <i>United States v. Silvestri,</i> <span class=\"citation\" data-id=\"468097\"><a href=\"/opinion/468097/united-states-v-frederick-silvestri-elder/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">736</span></a></span>, 744 (1st Cir.1986)) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In this case, the district court found that the government had met its burden of showing the legal means were truly independent, since the evidence put forth in the suppression hearing established that both the jail and the Portland Police Department had policies that would have led to a search of the backpack after Pardue's lawful arrest for domestic assault. Noting the district court's finding of no probable cause to arrest Pardue at the site where he was initially stopped, however, appellant argues that his transfer to 27 Veranda Street fell outside the scope of a lawful <i>Terry</i> stop. Coyne should have released Pardue rather than driving him to 27 Veranda Street, appellant argues, and therefore Pardue's subsequent arrest and the security search of his backpack were not independent of his unlawful detention.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">It is not necessary for us to determine whether driving Pardue to 27 Veranda Street exceeded the bounds of a lawful <i>Terry</i> stop. Even if the transfer in Coyne's police cruiser constituted a de facto arrest, rather than a lawful component of the <i>Terry</i> stop, probable cause for such arrest existed under the collective police knowledge doctrine. As we explained in <i>United States v. Paradis,</i> <span class=\"citation\" data-id=\"477755\"><a href=\"/opinion/477755/united-states-v-ronald-paradis-united-states-of-america-v-norman/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">553</span></a></span>, 557 (1st Cir.1986), \"that <i>the</i> arresting officer may have lacked probable cause for the arrest of the suspect does not mean that the arrest is invalid for lack of probable cause. It is enough that the collective knowledge and information of all the officers involved establishes probable cause for the arrest.\" (internal citations omitted) (emphasis in original), <i>quoted in Sheehy v. Town of Plymouth,</i> <span class=\"citation\" data-id=\"198626\"><a href=\"/opinion/198626/sheehy-v-town-of-plymouth/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 19 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We review the determination of whether probable cause existed to arrest Pardue without a warrant in light of the totality of the circumstances. <i>Illinois v. Gates,</i> <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 230-32, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2317</span></a></span>, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">527</span></a></span> (1983); <i>United States v. Lee,</i> <span class=\"citation\" data-id=\"200295\"><a href=\"/opinion/200295/united-states-v-lee/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 32 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Probable cause exists when the facts and circumstances within the police officers' knowledge and of which they had reasonably trustworthy information were sufficient to warrant a prudent person in believing that defendant had committed or was committing an offense.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>United States v. Fiasconaro,</i> <span class=\"citation\" data-id=\"200261\"><a href=\"/opinion/200261/united-states-v-fiasconaro/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 34-35 (1st Cir.2002) (quoting <i>United States v. Figueroa,</i> <span class=\"citation\" data-id=\"488520\"><a href=\"/opinion/488520/united-states-v-raul-casiano-figueroa/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1020</span></a></span>, 1023 (1st Cir.1987)(internal quotation marks and brackets omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">While Pardue was being held at Coyne's police car, Vogel had obtained Kyra's account of the altercation. In light of her assertions that Pardue had thrown her 17-month-old son into a pile of laundry and had thrown a lighter at her leg, causing a welt, coupled with Pardue's description matching the one given by the dispatcher and his presence in the vicinity of the altercation, Vogel correctly determined that probable cause existed to arrest Pardue on a domestic violence charge. <i>See Lee,</i> 317 F.3d at 32 (\"Probable cause often accretes gradually....\"). Even if Coyne had not himself established grounds for probable cause, under the circumstances of this case &#8212; where Coyne and Vogel were working in collaboration over the radio to respond to the same emergency call, Vogel had obtained information establishing probable cause, and had instructed Coyne to bring Pardue to 27 Veranda Street &#8212; probable cause to arrest Pardue existed on the basis of the officers' collective knowledge. <i>See Sheehy,</i> 191 F.3d at 19. Consequently, the security search conducted subsequent to Pardue's arrest at 27 Veranda Street was independent of both the unlawful search of his bag and any arguable violation of the limits on moving suspects during a <i>Terry</i> stop.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We next address whether the search of Pardue's backpack by lawful means, and the discovery of the ammunition thereby, were truly inevitable. Lawrence LaPointe, a staff sergeant at the Cumberland County Jail who was in charge of intake and booking, testified that it is standard procedure to perform a security check of personal belongings when a person is taken into custody. He also testified that the policy of the jail is to perform security searches of the personal belongings of any suspect taken into custody in order to locate any possible contraband. In his testimony, LaPointe stated that there was no possibility that Pardue's backpack would have escaped the search and inventory procedure after his arrest, because LaPointe would have checked it himself regardless of Coyne's search. It is routine practice to confiscate contraband such as ammunition, according to the staff sergeant. Thus, the ammunition would have been discovered in the backpack by way of a routine search of personal belongings. <i>Cf. Illinois v. Lafayette,</i> <span class=\"citation\" data-id=\"110976\"><a href=\"/opinion/110976/illinois-v-lafayette/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">640</span></a></span>, 645, <span class=\"citation\" data-id=\"110976\"><a href=\"/opinion/110976/illinois-v-lafayette/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2605</span></a></span>, <span class=\"citation\" data-id=\"110976\"><a href=\"/opinion/110976/illinois-v-lafayette/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">65</span></a></span> (1983)(search of backpack is permissible during inventory search); <i>United States v. Burnette,</i> <span class=\"citation\" data-id=\"786890\"><a href=\"/opinion/786890/united-states-v-cheryl-burnette/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 18 (1st Cir.2004)(permissible to search bags pursuant to inventory search policy).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In addition, the Portland Police Department would have conducted a standard inventory of the suspect's property for the officers' protection and to safeguard the property. Coyne testified he took the backpack inside the jail when he was going to fill in Pardue's arrest forms. It was considered personal property, not evidence. Pursuant to Portland Police Department policy, Coyne conducted an inventory search of the backpack. He then secured the backpack in a locker. When asked whether the backpack would have remained unsearched at the jail, Coyne said \"no chance. Either the [c]ounty would have searched it or I would have searched it.\" We have previously upheld the validity of these practices, <i>see United States v. Scott,</i> 270 F.3d at 42, as well as the fact that they are independent means of discovery from the tainted search. <i>Id.; see also Colorado v. Bertine,</i> <span class=\"citation\" data-id=\"111788\"><a href=\"/opinion/111788/colorado-v-bertine/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 369, <span class=\"citation\" data-id=\"111788\"><a href=\"/opinion/111788/colorado-v-bertine/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></a></span>, <span class=\"citation\" data-id=\"111788\"><a href=\"/opinion/111788/colorado-v-bertine/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">739</span></a></span> (1987)(exception to warrant requirement for an inventory search); <i>Zapata,</i> 18 F.3d at 979 n. 6. In this case, Pardue's backpack would inevitably have been opened by either the Portland Police Department or the Cumberland County Jail staff sergeant and the ammunition would have been discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, the record suggests that any Fourth Amendment violation was unintentional, and is clear that application of the inevitable discovery doctrine in this case does not create an incentive for future police misconduct. <i>See Scott,</i> 270 F.3d at 45 (stating that under the third prong of the inevitable discovery doctrine \"a court ... must bear always in mind the social costs of the exclusionary rule\"). Therefore the motion to suppress was properly denied.</p>\n    </div>\n    <p class=\"indent\">B. Entrapment by Estoppel</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Pardue also attempted to put forth in the district court a defense of entrapment by estoppel. The government filed a motion in limine seeking to exclude this defense to the charges.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We review de novo whether a defense is established as a matter of law. <i>United States v. Ellis,</i> <span class=\"citation\" data-id=\"198341\"><a href=\"/opinion/198341/united-states-v-ellis/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></a></span>, 561 (1st Cir.1999)(citing <i>United States v. Caron,</i> <span class=\"citation\" data-id=\"703155\"><a href=\"/opinion/703155/united-states-v-gerald-r-caron/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 715 (1st Cir.1995)). \"A defense of entrapment by estoppel would require [defendant] to show that he had been told by a government official that his behavior was legal and that he reasonably relied on that advice.\" <i>United States v. Bunnell,</i> <span class=\"citation\" data-id=\"199832\"><a href=\"/opinion/199832/united-states-v-bunnell/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 49 (1st Cir.2002) (citing <i>Ellis,</i> 168 F.3d at 561). In addition, defendant would have to show that his prosecution would be unfair given his reasonable reliance. <i>Ellis,</i> 168 F.3d at 561.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In order to establish a prima facie case for entrapment by estoppel, a defendant must put forth an affirmative representation by a government official that his conduct was or would be legal. <i>Id.</i> In this case, Pardue did not produce any evidence that a Marine Corps official told him it was legal to keep ammunition in his backpack or on his person. Instead, Pardue proffered evidence that he was given a waiver for his conviction for domestic assault when he joined the Marines in 1998. Thus, he argues, he could not violate &#167; 922(g)(9).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defendant's argument fails because entrapment by estoppel requires that a government official make an affirmative representation that carrying ammunition would be legal. At the hearing regarding the motion in limine, Pardue indicated that he intended to introduce evidence that while in the Marines he was trained in the use of firearms and weapons and that he believed that because he was authorized to possess weapons while in the Marines, it was legal to do so after his discharge. According to defendant, he could also show that the Marines had waived his domestic violence misdemeanor when he enlisted, implying that he could carry weapons. Defendant has disclosed no affirmative representation from any government official regarding the legality of possessing ammunition in civilian life. He merely assumed, without being told, that he could possess ammunition after his discharge from the Marines. <i>See Bunnell,</i> 280 F.3d at 49-50 (where defendant never claimed government official told him he could possess weapon, entrapment by estoppel is not applicable); <i>Ellis,</i> 168 F.3d at 561 (same). Thus, defendant could not prove as a matter of law that he was entrapped and the defense was properly excluded.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">For the reasons stated above, the defendant's conviction is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This statute states in full:</p>\n        <p class=\"indent\">It shall be unlawful for any person ... who has been convicted in any court of a misdemeanor crime of domestic violence to ship or transport in interstate or foreign commerce ... any firearm or ammunition; or to receive any firearm or ammunition which has been shipped or transported in interstate or foreign commerce.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 922(g)(9).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We disagree with the district court's emphasis on this point. Throwing a lighter at someone is itself an attempted assault under Maine law<i>See State v. Bridges,</i> <span class=\"citation no-link\"><span class=\"volume\">413</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">937</span></span>, 944 (Me.1980) (\"[T]he actual consummation of bodily injury is not a requisite element ... of attempted assault.\"). Thus, Coyne may well have had probable cause to arrest Pardue for attempted assault as soon as he identified Pardue. Although Coyne's testimony at the suppression hearing calls into doubt whether he believed that the information about throwing the lighter amounted to probable cause, the Supreme Court has held that an officer's subjective belief is not dispositive of whether probable cause existed. <i>See Florida v. Royer,</i> <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 507, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1319</span></a></span>, <span class=\"citation\" data-id=\"110890\"><a href=\"/opinion/110890/florida-v-royer/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></a></span> (1983) (\"[T]he fact that the officers did not believe there was probable cause and proceeded on a consensual or <i>Terry</i>-stop rationale would not foreclose the State from justifying ... custody by proving probable cause and hence removing any barrier to relying on ... consent to search.\"). Nevertheless, it is unnecessary to determine whether the information available to Coyne alone constituted probable cause, since, as discussed below, the information available after Vogel spoke with Kyra established probable cause under the doctrine of collective police knowledge.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786890/"
  ]
}