{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201213/",
  "absolute_url": "/opinion/201213/united-states-v-national-amusement/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201213/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:10:08Z",
  "date_modified": "2016-02-28T05:04:54.477091Z",
  "type": "010combined",
  "sha1": "d515bec7204c927a9532a49bbf20a8c9dfc93005",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1646-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/08/20/US_v._National_Amusement.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNos. 03-1646, 03-1787, 03-1808\n\n                    UNITED STATES OF AMERICA,\n\n              Plaintiff, Appellee/Cross-Appellant,\n\n                                 v.\n\n      HOYTS CINEMAS CORPORATION; NATIONAL AMUSEMENTS, INC.,\n\n             Defendants, Appellants/Cross-Appellees.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                             Before\n                       Boudin, Chief Judge,\n              Torruella and Selya, Circuit Judges.\n\n\n     James R. Carroll with whom David S. Clancy, Christopher S.\nFortier and Skadden, Arps, Slate, Meagher & Flom LLP were on brief\nfor National Amusements, Inc.\n     Michael J. Malone with whom Patricia A. Griffin, Leslie J.\nArnold and King & Spalding LLP were on brief for Hoyts Cinemas\nCorporation.\n     David K. Monroe, Steven John Fellman, and Galland, Kharasch,\nGreenberg, Fellman & Swirsky, P.C. on brief for National\nAssociation of Theatre Owners, Inc., Amicus Curiae.\n     Gregory B. Friel, Department of Justice, Civil Rights\nDivision, Appellate Section, with whom R. Alexander Acosta,\nAssistant Attorney General, Michael J. Sullivan, United States\nAttorney, Michael J. Pineault, Assistant United States Attorney,\nand Jessica Dunsay Silver, Department of Justice, Civil Rights\nDivision, Appellate Section, were on brief for the United States.\n\n\n                         August 20, 2004\n\f            BOUDIN, Chief Judge.          This case comes to us on appeal\n\nfrom summary judgment, in an enforcement action brought by the\n\nUnited States under Title III of the Americans with Disabilities\n\nAct of 1990 (\"ADA\"), 42 U.S.C. §§ 12181-12189 (2000), granting\n\nrelief against two movie-theater companies.                  At issue is the\n\nplacement of wheelchair spaces in their \"stadium-style\" movie\n\ntheaters.      Similar    cases    have    divided     the   circuits       on   the\n\ninterpretation     and    application      of    a   longstanding      regulation\n\ndesigned to implement the ADA's accessibility requirements for\n\nmovie theaters, concert halls, and like venues.\n\n            The   ADA    was   enacted     to    remove   barriers     to    equal\n\nparticipation by the disabled in community life.                 See 42 U.S.C. §\n\n12101. The statute contains provisions, both general and specific,\n\nthat apply to the design and construction of movie theaters and\n\nother facilities of public accommodation. Relying heavily upon the\n\nconcept   of   \"discrimination,\"      the       statute   aims    to   assure     a\n\nsubstantial measure of equality and integration for the disabled\n\nwho use such facilities.1         The provisions describing the overall\n\n\n     1\n      Section 302(a) of the ADA, 42 U.S.C. § 12182(a), prohibits\ndiscrimination against disabled persons in \"the full and equal\nenjoyment of the goods, services, facilities, privileges,\nadvantages,   or   accommodations    of   any   place   of   public\naccommodation.\" Section 302(b)(1) mandates that the disabled not\nbe denied \"the opportunity . . . to participate in or benefit from\"\ngoods,   services,   facilities,    privileges,   advantages,   and\naccommodations, id. § 12182(b)(1)(A)(i), or be afforded a benefit\n\"not equal    to   that   afforded   other   individuals,\"  id.   §\n12182(b)(1)(A)(ii); that such benefits not be \"different or\nseparate from\" those provided to other individuals (unless equality\n\n                                     -2-\n\f\"prohibition of discrimination\" are cast in quite general terms\n\n(e.g.,   \"full     and   equal    enjoyment,\"   \"most    integrated   setting\n\nappropriate to the needs of the individual\").            Id. § 12182(a)-(b).\n\nOther provisions, also generally phrased, govern new construction\n\nand alteration.2\n\n            To provide guidance for those who must comply, Congress\n\ncreated a multi-layered scheme. An existing government entity--the\n\nArchitectural and Transportation Barriers Compliance Board, widely\n\nreferred to as the \"Access Board\"--was directed to create new\n\nminimum guidelines (supplementing pre-ADA accessibility guidelines)\n\nwithin nine months of the ADA's enactment.            42 U.S.C. § 12204.   The\n\nAccess Board has representatives from numerous government agencies,\n\nincluding    the    Justice      Department,    and    presumably   has    much\n\nexperience with architectural issues.           29 U.S.C. § 792 (2000).\n\n            The statute further required the Attorney General within\n\none year to promulgate regulations of his own consistent with the\n\n\n\nso requires), id. § 12182(b)(1)(A)(iii); and that benefits be\nprovided \"in the most integrated setting appropriate to the needs\nof the individual,\" id. § 12182(b)(1)(B).\n\n     2\n      Governing \"new construction\" is section 303(a)(1), in which\nCongress defined unlawful discrimination to include \"a failure to\ndesign and construct facilities for first occupancy [after January\n26, 1993], that are readily accessible to and usable by individuals\nwith disabilities,\" unless \"structurally impracticable.\" 42 U.S.C.\n§ 12183(a)(1). A sister provision describes parallel accessibility\nobligations accompanying voluntary alterations to existing\nfacilities, to the \"maximum extent feasible,\" in the altered areas.\nId. § 12183(a)(2).\n\n                                      -3-\n\fminimum guidelines issued by the Access Board.                       42 U.S.C. §\n\n12186(b)-(c).     The Justice Department was also directed to provide\n\ntechnical assistance to the public in coordination with the Access\n\nBoard, including in the form of technical assistance manuals.                    Id.\n\n§ 12206(a)-(c).       After overlapping notice-and-comment periods, the\n\nAccess Board adopted the required minimum guidelines and, on the\n\nsame day, the Justice Department adopted them as ADA regulations\n\nwithout change.3\n\n             One of the regulations--which is the focus of this case--\n\nis   known   as   standard    4.33.3    and    prescribes     the    placement   of\n\nwheelchair spaces in newly constructed \"assembly areas\" set for\n\nfirst     occupancy   after   January    26,    1993,   and    for    alterations\n\noccurring after January 26, 1992. 28 C.F.R. §§ 36.401-.402, 36.406\n\n(2003). The language most pertinent to this case reads as follows:\n\n             Wheelchair areas shall be an integral part of\n             any fixed seating plan and shall be provided\n             so as to provide people with physical\n             disabilities a choice of admission prices and\n             lines of sight comparable to those for members\n             of the general public.\n\nId. pt. 36 app. A § 4.33.3.       Further language requires a companion\n\nfixed seat next to each wheelchair seating area and provides that,\n\n\n\n      3\n      United States v. Nat'l Amusements, Inc., 180 F. Supp. 2d 251,\n255 & n.4 (D. Mass. 2001).        The pertinent final rules are:\nAmericans with Disabilities Act (ADA) Accessibility Guidelines for\nBuildings and Facilities, 56 Fed. Reg. 35,408 (July 26, 1991); and\nNondiscrimination   on   the   Basis  of   Disability   by   Public\nAccommodations and in Commercial Facilities, 56 Fed. Reg. 35,544\n(July 26, 1991).\n\n                                       -4-\n\fwhere    total    seating     capacity    in    the   facility   \"exceeds    300,\n\nwheelchair spaces shall be provided in more than one location.\"\n\nId.     The standard contains no definition of \"lines of sight,\"\n\n\"integral\" or any other term of art.\n\n               In 1991, when the regulations including standard 4.33.3\n\nwere adopted, most movie theaters were of a traditional type in\n\nwhich all seats are located on a single flat or sloped floor.                  In\n\nor    around    1995,   the   new   \"stadium\"    movie   theater   concept    was\n\ndeveloped.      Typically, a few rows of traditional seating on a flat\n\nor sloped floor were retained at the front of the auditorium, and\n\nbehind them rose the majority of the seats on tiers of stepped\n\nrisers--as in many sports stadiums. Somewhat confusingly, the term\n\n\"stadium\" is also often used to refer just to the section of the\n\nseating area on risers (at least, where the risers create a steep\n\nenough incline), as opposed to the more gently sloped seating area\n\nin front, which we will call for simplicity's sake \"the slope.\"\n\n               Between 1996 and 2000, the defendants in this case--two\n\nbig theater chains called Hoyts and National--constructed large\n\nnumbers of stadium theaters, including the 500 or so at issue in\n\nthis case, ranging in size from fewer than 100 seats to more than\n\n600 seats.      Most are roughly in the 150-350 seat range; of the 225\n\nHoyts theaters at issue, 41 have 300 seats or more, and of the 284\n\nNational theaters, 52 have 300 seats or more.              These theaters are\n\nof many different designs, and the accommodations for wheelchairs\n\n\n                                         -5-\n\fvary; but in a great many of them the wheelchair positions are\n\nclustered (together with an ordinary companion seat for each\n\nwheelchair space) in the sloped section of the theater.\n\n          In smaller theaters with 300 seats or fewer, wheelchair\n\nspaces are typically in the sloped section, although in a few cases\n\nthe spaces are at the back of the theater or (depending on how one\n\nlabels spaces in an access aisle separating the slope from the\n\nstadium) arguably in the first row of the stadium section.                In\n\nlarger theaters with more than 300 seats, for which standard 4.33.3\n\nrequires more than one location, wheelchair spaces are dispersed\n\naccordingly, usually with some at the rear of the auditorium.\n\nWheelchair placement decisions appear not to be irreversible; in\n\nsome theaters, wheelchair spaces were initially placed in the front\n\nrow, but later moved further back.\n\n          During the period from 1996 to 2000, as stadium-style\n\ntheaters grew in number, the Justice Department made no changes to\n\nstandard 4.33.3, although in July 1998 the Department filed an\n\namicus brief   in   a   private   ADA    enforcement   action   brought   in\n\ndistrict court against an individual theater complex.              Lara v.\n\nCinemark USA, Inc., No. EP-97-CA-502-H, 1998 WL 1048497, at *1\n\n(W.D. Tex. Aug. 21, 1998).        There, the Department asserted that\n\nunobstructed lines of sight from wheelchair spaces were not enough;\n\nrather, the Department urged that under the ADA and standard\n\n4.33.3, the quality of sight lines--as measured primarily by\n\n\n                                   -6-\n\fhorizontal and vertical angles from the viewer to the screen--had\n\nto be comparable with those enjoyed by many or most non-wheelchair\n\npatrons.\n\n            On     appeal     the   Fifth     Circuit      flatly     rejected     the\n\nDepartment's       position,    holding     that     the    existing       regulations\n\nrequired only unobstructed lines of sight, Lara v. Cinemark USA,\n\nInc., 207 F.3d 783, 789 (5th Cir.), cert. denied, 531 U.S. 944\n\n(2000).     Further litigation followed in other circuits.                     Two of\n\nthem--the    Sixth    and    Ninth--ruled      that     viewing     angles     were   a\n\ncomponent of \"comparable lines of sight\" and that wheelchair-using\n\npatrons could not as a group be subject to highly uncomfortable\n\nviewing angles while superior angles were provided for other\n\npatrons.4\n\n            In each of these cases, the Department appears to have\n\nasserted    that    the     \"integral   part\"      phrase    in    standard     4.33.3\n\nrequires wheelchair spaces to be located in the stadium section of\n\nstadium theaters, regardless of the size of the theater and the\n\nadequacy of viewing angles provided from the slope.                        However, an\n\nAccess Board       technical    manual      issued    in    July    1998    said   that\n\n\n\n     4\n      United States v. Cinemark USA, Inc., 348 F.3d 569, 579 (6th\nCir. 2003), cert. denied, 124 S. Ct. 2905 (2004); Oregon Paralyzed\nVeterans of Am. v. Regal Cinemas, Inc., 339 F.3d 1126, 1133 (9th\nCir. 2003), cert. denied, 124 S. Ct. 2903 (2004).       The Second\nCircuit remanded for further development in a third case when the\nDepartment filed an amicus brief on appeal.     Meineker v. Hoyts\nCinemas Corp., 69 Fed. Appx. 19, 23-26 (2d Cir. 2003) (unpublished\norder).\n\n                                        -7-\n\fwheelchair spaces had to be within the \"footprint of the seating\n\nlayout\" and that \"bleachers with notches or cut-out areas\" would\n\nqualify as integrated. Access Board, ADAAG Manual 117 (1998). The\n\ncircuit cases, concerned primarily with viewing angles, have not\n\nclearly addressed the extent to which integration is required.\n\n           On December 18, 2000, the Justice Department brought the\n\npresent enforcement action under the ADA, filing lawsuits (later\n\nconsolidated) against Hoyts and National, in the district court in\n\nMassachusetts.      The complaints charged that a number of theaters\n\ncontrolled by these companies were in violation of the ADA and\n\nstandard 4.33.3.     They sought declaratory and injunctive relief--\n\nincluding retrofitting existing theaters--as well as damages and\n\ncivil penalties.      Ultimately, the government contended that each\n\ncompany had more than two hundred non-complying theaters.\n\n           Discovery ensued, including reports by and depositions of\n\nexperts on both sides.     The district court refused to allow full-\n\nscale discovery of Justice Department files by which the defendants\n\nsought to show that the Department had been divided in its view of\n\nstandard   4.33.3    or   even   had   once   embraced   the   defendants'\n\ninterpretation.     However, the district court did dismiss one count\n\nof the complaints, to the extent that it relied on statutory duties\n\nbeyond those imposed by standard 4.33.3; the court viewed the\n\nregulation as establishing the defendants' present obligations\n\n\n\n\n                                   -8-\n\funder Title III as to wheelchair placement.              Nat'l Amusements, 180\n\nF. Supp. 2d at 256-62.5\n\n              Eventually the defendants moved for summary judgment; the\n\nDepartment opposed the motion without asking for summary judgment\n\nin its favor.      The defendants argued that the Fifth Circuit's Lara\n\ndecision was correct, and that their obligation under standard\n\n4.33.3 was to provide unobstructed lines of sight, which they had\n\ndone.       The district court held an oral hearing on September 12,\n\n2002, at which it described its own tentative views and invited\n\nfurther submissions to supplement the record.\n\n              On   March   31,    2003,    the   court   issued   an   extensive\n\ndecision, denying the defendants' motion for summary judgment but\n\ngranting sua sponte summary judgment for the Department to the\n\nextent of providing declaratory but not injunctive relief.                United\n\nStates v. Hoyts Cinemas Corp., 256 F. Supp. 2d 73, 91, 93 (D. Mass.\n\n2003).      The court then entered judgment to this effect and closed\n\nthe case on its docket.          Both sides treat this as a final judgment\n\n\n\n        5\n      Count I of the Department's complaints alleged violations of\nstandard 4.33.3, characterizing these violations as unlawful\ndiscrimination under the ADA's root antidiscrimination provision,\nsection 302(a), 42 U.S.C. § 12182(a), and under section 303(a)'s\nspecific requirement that \"new construction and alterations\" be\n\"readily   accessible   to  and   usable   by\"  individuals   with\ndisabilities, 42 U.S.C. § 12183(a)(1). Count II incorporated the\nsame violations of standard 4.33.3 into a more general claim of\ndiscrimination under section 302(a) and under section 302(b)'s\nmandate of equality and integration in public accommodations, 42\nU.S.C. § 12182(b).\n\n\n                                          -9-\n\fand, noting the district court's docket entry and the lack of any\n\ncommitment to further proceedings, so do we.\n\n            The    district   court's   declaration,       embodied   in   the\n\njudgment, says that standard 4.33.3--seemingly in all cases and\n\nregardless of stadium size--requires placing wheelchair spaces in\n\nthe stadium section of the theater.         Hoyts Cinemas, 256 F. Supp. 2d\n\nat 93.   However, as a matter of due process and in light of the\n\nlack of clarity in standard 4.33.3, the district court ruled that\n\nthis obligation would only be applied to those of the defendants'\n\ntheaters \"wherein construction or refurbishment . . . occurs on or\n\nafter the date on which this lawsuit commenced,\" that is, December\n\n18, 2000.    Id.    From this judgment, both sides have appealed.\n\n            The defendants' appeals primarily contest the district\n\ncourt's reading of standard 4.33.3 and the decision to make the\n\nruling retroactive to the start of this case, but the defendants\n\nalso offer procedural and discovery objections.              The government\n\nprimarily defends the district court's substantive ruling, although\n\nsaying that the court went too far in seeming to condemn wheelchair\n\nspaces that provide \"comparable\" viewing and are on risers--but on\n\nrisers shorter than the court's understanding of \"stadium\" would\n\nimply. The government's main claim of error on its cross-appeal is\n\nthat   greater     retroactivity   should    have   been   afforded   to   the\n\ndistrict court ruling.\n\n\n\n\n                                    -10-\n\f          In our court, briefing followed and oral argument was\n\nheld February 6, 2004.      However, at that time a petition for\n\ncertiorari was pending in the Supreme Court seeking review of the\n\nNinth Circuit's decision in Regal Cinemas based on the conflict\n\nwith Lara, so we withheld decision.         But the Solicitor General\n\nlater opposed certiorari, noting that a new Access Board amendment\n\nwould soon provide further guidance.       Virtually at the end of its\n\nTerm, the Court denied review. Regal Cinemas, Inc. v. Stewmon, 124\n\nS. Ct. 2903 (2004).\n\n          The Access Board amendment, just adopted in July 2004,6\n\nrequires that in assembly areas of more than 300 seats, wheelchair\n\nspaces shall be dispersed and shall provide wheelchair users a\n\nchoice   \"of   seating   locations   and   viewing   angles   that   are\n\nsubstantially equivalent to, or better than,\" those \"available to\n\nall other spectators.\"      Americans with Disabilities Act (ADA)\n\nAccessibility Guidelines for Buildings and Facilities (\"Amended\n\nADAAG\"), 69 Fed. Reg. 44,084, 44,198 (July 23, 2004) (to be\n\ncodified at 36 C.F.R. pt. 1191 app. B § 221).     In smaller theaters,\n\nno \"vertical dispersal\" would be required if the wheelchair spaces\n\nprovided \"viewing angles that are equivalent to, or better than,\n\n\n\n\n     6\n      The Department has announced its intention to conduct a\nrulemaking to revise its Title III regulations, including adopting\nthe amended Access Board guidelines, starting in January 2005.\nUnified Agenda, 69 Fed. Reg. 37,749, 37,749 (June 28, 2004).\n\n                                 -11-\n\fthe average viewing angle provided in the facility.\" Id. at 44,199.\n\n           On these appeals, we address in order three principal\n\nissues:      first,     whether    section      4.33.3    supports     either    the\n\ndefendants'     claim     that     their       obligations     are     limited    to\n\nunobstructed    lines     of    sight   or     the   Department's      claim     that\n\nwheelchair locations must always be in the stadium section of every\n\ntheater; second, whether the district court correctly ruled that\n\nwheelchair    placement    in     the   stadium      section    is   automatically\n\nrequired for all stadium theaters based on the alleged factual\n\nsuperiority of such seating; and third, whether the district\n\ncourt's   retroactivity        ruling    is    correct.        Other   issues    are\n\npresented but are most easily addressed within this framework.\n\n             Standard 4.33.3.       The defendants appear to have built\n\nmany, perhaps most or all, of the stadium theaters in question on\n\nthe premise that their central obligation was to provide wheelchair\n\nspaces with unobstructed lines of sight, anywhere within the plan\n\nof each theater.      Usually they found it most convenient to place\n\nthe wheelchair spaces in the sloped section (sometimes though not\n\nalways near the front), but other times wheelchair spaces were\n\nplaced in the front row or so of the stadium section or at the very\n\nback. In considering the defendants' defense of this approach, the\n\ninitial question is the substantive legal standard against which to\n\nmeasure it.\n\n\n\n\n                                        -12-\n\f             Here,      the     government's    complaint         challenged    the\n\ndefendants' seating arrangements in two counts, one resting upon a\n\nregulation--standard 4.33.3--and the regulation's statutory bases,\n\nand the other resting mainly upon a set of more general statutory\n\nprovisions    bearing         upon   accommodations.        The   district     court\n\ndismissed the second count to the extent that it sought to impose\n\nobligations beyond the more specific standard, Nat'l Amusements,\n\n180 F. Supp. 2d at 256-262, and the government has not taken direct\n\nissue with this approach.\n\n             We accept this premise because neither side disputes it\n\nand because it makes more sense to focus upon a somewhat uncertain\n\nregulation directed to the very problem at hand rather than an even\n\nvaguer set of statutory provisions framed in more general terms.\n\nNevertheless, the statute as a whole remains highly relevant.                     It\n\nprovides the purpose and general objectives that cast light on the\n\nmeaning of the regulation at issue.             See Navarro v. Pfizer Corp.,\n\n261 F.3d 90, 102 (1st Cir. 2001).\n\n             Turning to standard 4.33.3, we note at the outset that it\n\nhas two pertinent elements--one directed to \"comparability\" of\n\nlines of sight and the other to assuring that wheelchair spaces are\n\nmade an \"integral\" part of the theater seating plan.                    These two\n\nelements correspond to two themes that run through Title III of the\n\nADA. Title III's main thrust is to secure access for the disabled,\n\nbut   many   of   the    provisions      are   aimed   at    assuring   not     only\n\n\n                                        -13-\n\freasonable access but reasonable equality of access so far as\n\nfeasible, while other provisions are concerned with the related but\n\ndistinct aim of preventing undue segregation of the disabled.              See\n\nnote 1, above.\n\n            The defendants' theaters at issue in this case do provide\n\nwheelchair access:      there are locations provided for wheelchairs,\n\nfeasible means of reaching them, and (apparently) unobstructed\n\nlines of sight.        The defendants say that this is all that the\n\nregulation requires and that standard 4.33.3 does not dictate that\n\nangles of sight for those seated in wheelchairs be as good as those\n\nfor non-wheelchair patrons seated higher up in the theaters.              And,\n\nsay the defendants, quality of viewing aside, the regulation\n\ncertainly does not say that there is a mechanical obligation to\n\nplace wheelchair spaces in the stadium section of the theater.\n\n            We start with the issue of angles of sight.           Admittedly,\n\nthe defendants' position has been adopted by one circuit (in Lara),\n\nseconded by a strong dissent in the Ninth Circuit's Regal Cinemas\n\ndecision.    339 F.3d at 1135-37 (Kleinfeld, J., dissenting).              It\n\ngains some force from the broader context:           the regulations were\n\nintended to provide guidance and it would have been child's play\n\nfor   the   drafters    to   make   clear   that   the   \"lines    of   sight\"\n\nrequirement encompassed not only unobstructed views--a classic\n\nproblem for wheelchair occupants in many types of auditoriums and\n\narenas (especially where spectators tend to stand)--but also angles\n\n\n                                     -14-\n\fof sight.     Yet the Department and the Access Board apparently took\n\nno such position until 1998.\n\n             While all of this is relevant to the equities that inform\n\na decision on retroactive relief, we think that the better reading\n\nof the regulation is that it takes angles of sight into account.\n\nAdmittedly, the drafters may not have thought about angles at all;\n\nthere is no clear \"legislative history.\"                But judges constantly\n\nread statutes and regulations in light of language, purpose, and\n\nother policy considerations to solve problems that the drafters may\n\nnot have squarely considered.                See Versyss, Inc. v. Coopers &\n\nLybrand, 982 F.2d 653, 654-57 (1st Cir. 1992), cert. denied, 508\n\nU.S.   974    (1993).        On   balance,    the   considerations     favor     the\n\ngovernment.\n\n             Words are the usual starting point in interpretation.\n\n\"Lines of sight\" is a fairly general phrase, no doubt capable of\n\nbeing used to refer only to an unobstructed view; but its very\n\ngenerality makes it capable of encompassing comparability of angles\n\nas   well    as    freedom   from   obstruction.       Each    side    can   muster\n\ndictionary glosses but it is enough here that those favoring the\n\ngovernment are at least as good as those favoring the defendants.\n\nThen, the balance is easily tipped by the underlying policy of the\n\nstatute.\n\n             The    ADA   places    substantial     emphasis   on     equality    of\n\naccess.      See, e.g., 42 U.S.C. §§ 12101(a)(5), 12182(a).                    As a\n\n\n                                       -15-\n\fmatter of common sense, this cannot be absolute equality; a tilt-\n\nback chair for ordinary patrons does not therefore entail a tilt-\n\nback platform for a wheelchair.                But at least in some theater\n\nlayouts, the evidence indicates that lines of sight for close-up\n\nwheelchair patrons could be quite uncomfortable and distorting.\n\nSee Regal Cinemas, 339 F.3d at 1128.                    If most or all of the\n\nwheelchair sites in the theater have badly degraded views and most\n\nor all of the non-wheelchair seats have good viewing angles, the\n\nbasic objective of the statute would surely be undermined.\n\n             Extreme     angles    in   either    the    vertical    (up-down)   or\n\nhorizontal (right-left) planes have a double disadvantage--physical\n\ndiscomfort, especially if the head has to be tilted back too far,\n\nand visual distortion. True, some patrons have unusual preferences\n\nand some seats are always going to be worse than others; but even\n\nbefore the ADA the evidence shows an understanding in the theater\n\ndesign business that extreme angles are inferior. The government's\n\nand   the   theaters'     evidence      may    suggest    that   vertical   angles\n\nexceeding 35 degrees to the top of the screen (or 30 degrees to the\n\ncenter)     are   less   than     comfortable;     but    whatever   the    \"right\"\n\nnumbers, the record shows that severe angles at some stage grow\n\nmarkedly less satisfactory to many patrons.\n\n             In sum, the statutory objective can best be carried out\n\nby applying standard 4.33.3's comparability requirement to angles\n\nof sight as well as lack of obstruction.                Whether the standard was\n\n\n                                        -16-\n\finitially clear enough to justify this interpretation to theaters\n\nconstructed before the district court's decision is a separate\n\nissue to which we will return.                Just what \"comparability\" may\n\nrequire is also a different question; it is harder to provide\n\nguidance on      this   issue    because    of   the       variety   of   approaches\n\navailable, the fact-intensive character of the issue, and the lack\n\nof adequate briefing.\n\n            In reaching our conclusion, we give some weight to the\n\nJustice   Department's     interpretation        of    the    regulation.       Such\n\ndeference is proper even though the Department's gloss is offered\n\nonly in a brief rather than in some more formal manner (e.g., an\n\ninterpretive ruling), see Auer v. Robbins, 519 U.S. 452, 461-62\n\n(1997), although the courts must then be alert to the risk of post\n\nhoc rationalizations.          Id. at 462; see Bowen v. Georgetown Univ.\n\nHosp.,    488   U.S.    204,    213   (1988)     (discounting        \"a   convenient\n\nlitigating position\"). The Department's position on angles has been\n\nconsistent since Lara.         See Thomas Jefferson Univ. v. Shalala, 512\n\nU.S. 504, 515 (1994).\n\n            Admittedly, standard 4.33.3 was drafted by the Access\n\nBoard and adopted mechanically by the Department on the same day.\n\nBut there remain institutional reasons for giving some weight to\n\nthe Department's reading, Paralyzed Veterans of Am. v. D.C. Arena\n\nL.P., 117 F.3d 579, 585 (D.C. Cir. 1997), cert. denied, 523 U.S.\n\n1003   (1998);    cf.    Navarro,     261   F.3d      at    98-99,   although    one\n\n\n                                       -17-\n\fconventional reason for deference--expertise--could well justify\n\ngiving some weight to the views of the Board itself.             In any event\n\nthe   Board's    1998     technical    manual    agrees   that   \"[b]oth   the\n\nhorizontal and vertical viewing angles must be considered in the\n\ndesign of assembly areas.\"        Access Board, supra, at 117.\n\n          Where our reading of standard 4.33.3 differs from that of\n\nthe   Department     is     on   the    second    element--the     \"integral\"\n\nrequirement--which the government says requires that wheelchair\n\nspaces always be placed in the stadium section. Here, two possible\n\npositions must be distinguished:              first, that standard 4.33.3\n\nrequires this result as a matter of law even if the quality of\n\nviewing from the slope is as good as that in the stadium section;\n\nor second, that as a factual matter placing wheelchair spaces in\n\nthe stadium section is required in a particular theater whenever--\n\nas the Department thinks is common--the view from the slope is\n\nworse than from the stadium.\n\n          At different times the government has taken each of these\n\npositions.7     The two arguments rest on different concepts and have\n\ndifferent results, namely for theaters that offer slope seating\n\n\n      7\n      A number of passages in the government's initial district\ncourt filings seemingly take the per se legal position that\n\"integral\" means within the stadium section because that is the\nmain or most popular section in stadium theaters.      At summary\njudgment, and in this court, the government's briefs are more\nguarded, shifting toward an argument that in fact stadium seating\nprovides superior viewing and is preferred by most patrons--and\ntherefore only seating there is \"integral.\"\n\n\n                                       -18-\n\fcomparable in quality to seating in the stadium.        No circuit court\n\nhas adopted a reading of the word \"integral\" that automatically\n\ncompels wheelchair siting in all stadium sections regardless of\n\nslope-seating quality.     We reject such a reading of \"integral\" and\n\nnow explain why, reserving for discussion later the Department's\n\nmore modest factual argument that quality differences commonly\n\njustify wheelchair seating in the stadium area.\n\n            Integration is inherently a matter of degree--one could\n\nhave a wheelchair space in every row of the theater--and the term\n\n\"integral\" does not tell one anything about how much integration is\n\nrequired.      Read   straightforwardly,   \"integral\"   means   that   the\n\nwheelchair locations must be a constituent part of the theater, see\n\nRandom House Dictionary of the English Language 990 (2d ed. 1987).\n\nThe Access Board took just this view in its 1998 technical manual,\n\nsaying that \"integral\" required wheelchair locations to come within\n\n\"the footprint of the seating layout.\"        Access Board, supra, at\n\n117.\n\n            Further, the same technical manual deals directly with\n\n\"dispersal.\"    Pertinently, it says that in theaters of over 300,\n\nwheelchair spaces must be provided \"in all areas, including sky\n\nboxes and specialty areas.\"       Access Board, supra, at 117.         The\n\nconverse implication is that in smaller theaters there is no\n\nautomatic requirement that wheelchair spaces be in any specific\n\nlocation.    Of course, in a particular theater (perhaps in most),\n\n\n                                  -19-\n\f\"comparability\" might require stadium locations for wheelchairs--\n\nbut this is a different issue, dependent upon evidence.8\n\n            Angles of sight were a familiar aspect of theater design\n\nwhen the standard was framed, and there is nothing implausible\n\nabout reading \"lines of sight\" to encompass the angles at which the\n\nlines connect the viewer to the screen.              But the term \"integral\"\n\nwas adopted in standard 4.33.3 before there were stadium theaters.\n\nTo   read   it    as   mechanically    requiring     wheelchair   spaces   in   a\n\nparticular part of the theater, regardless of the adequacy of the\n\nview from the slope, appears to us not to gloss the word but to re-\n\nwrite the regulation in a fashion that could not reasonably be\n\nanticipated.\n\n            Deference to the agency's view does not mean abdication.\n\nHere, the Department's gloss (unlike that in the Access Board's\n\n1998 manual) is an unnatural reading of \"integral,\" advanced\n\ninconstantly in this very case, and peculiarly rigid and specific\n\nas applied to a class of theaters not conceived of until well after\n\nthe standard was written and adopted.              The Department is free to\n\ninterpret    reasonably      an   existing     regulation   without   formally\n\namending    it;    but   where,   as   here,   the   interpretation   has   the\n\npractical effect of altering the regulation, a formal amendment--\n\n\n      8\n      The amended version of standard 4.33.3 just adopted by the\nAccess Board similarly distinguishes between large and small\ntheaters, requiring dispersal only in the former but requiring\nadequate viewing angles in theaters of all sizes. Amended ADAAG,\n69 Fed. Reg. at 44,198-99.\n\n                                       -20-\n\falmost certainly prospective and after notice and comment--is the\n\nproper course.9\n\n          The District Court's Main Ruling.             The district court,\n\nconfronted   with   the   defendants'    motion   for    summary   judgment,\n\ninstead granted summary judgment for the government.           Its holding,\n\nand main rationale for that holding, can be summed up in the\n\ndistrict court's own language:\n\n          [S]tadium-style theaters cannot possibly offer\n          \"lines of sight comparable to those for\n          members   of   the   general    public\"   when\n          wheelchair-accessible seats are placed only in\n          the traditional-seating section, whether on\n          risers or otherwise.\n\nHoyts Cinemas, 256 F. Supp. 2d at 88 (quoting 28 C.F.R. pt. 36 app.\n\nA § 4.33.3).   The court also said that such seating could not be\n\n\"integral,\" but this ruling rested expressly on the same premise,\n\nnamely, \"the superiority of the stadium section.\"            Id. at 89.\n\n          The district court's bases for this factual conclusion\n\nappear to be three: the district judge's taking of judicial notice\n\nthat movie patrons prefer the middle or back of the theater;\n\nseveral assertions by the district judge as to why stadium seating\n\nis superior; and what the district judge called \"a matter of simple\n\n\n     9\n       See Shalala v. Guernsey Memorial Hosp., 514 U.S. 87, 100\n(1997) (stating that APA rulemaking would be required if a new\nagency position \"effec[ted] a substantive change in the\nregulations\" (internal quotation marks omitted)); Mission Group\nKan., Inc. v. Riley, 146 F.3d 775, 782 (10th Cir. 1998)\n(distinguishing agency interpretations that are \"new\" rules, which\nwould require APA notice and comment, from those that really are\n\"interpretation[s]\" of existing rules (emphases omitted)).\n\n                                  -21-\n\fgeometry,\" namely, that theater seats in the stadium section, which\n\nis further back than the slope, offer patrons narrower and flatter\n\nsight lines.    Hoyts Cinemas, 256 F. Supp. 2d at 88.\n\n           On appeal, the defendants lodge an initial procedural\n\nobjection, pointing out that there was no cross-motion for summary\n\njudgment by the government. There is nothing impermissible in\n\nconsidering a grant of summary judgment sua sponte, but it is then\n\nordinarily vital for the court to give the parties notice. Without\n\nsuch notice, the opponent of such a disposition may be deprived of\n\nthe chance to muster affidavits and other evidence to show that a\n\ngenuine issue of material fact precludes summary judgment.                   See\n\nRogan v. Menino, 175 F.3d 75, 80-81 (1st Cir.), cert. denied, 528\n\nU.S. 1062 (1999); Berkovitz v. Home Box Office, Inc., 89 F.3d 24,\n\n31 (1st Cir. 1996).\n\n           In the oral argument on the defendants' motion, the\n\ndistrict court did give the parties some notice of its tentative\n\nthinking, and the court also gave the parties opportunity to make\n\nfurther   written     submissions,     in    particular   inviting    them    to\n\nreconsider     the   \"integral\"      problem.      Indeed,    on   appeal    the\n\ndefendants rely on evidence already in the record as precluding\n\nsummary judgment; whether with better notice they would have\n\noffered even more evidence is unclear.\n\n             We need not resolve the procedural objection.             On the\n\npresent   record     we   conclude    that   the   district   court   has    not\n\n\n                                      -22-\n\fjustified a finding that condemns each and every theater that\n\nprovides slope but not stadium spaces for wheelchairs. A trial, or\n\nperhaps even summary judgment backed by more evidence and further\n\nanalysis, might justify such a result for many of the theaters--\n\nperhaps most or even all.      But the district court's blanket\n\ndetermination--that   all   slope-only    wheelchair   placement   is\n\ninferior, whatever the size or configuration of the theater--is\n\nmultiply flawed.\n\n          We begin with the district judge's reliance on judicial\n\nnotice to establish the preferences of movie theater patrons.\n\nDeciding whether facts are \"adjudicative,\" and so subject to\n\nstringent substantive and procedural requirements, Fed. R. Evid.\n\n201, is often no easy task as one moves further back on the\n\nspectrum from the \"what happened here\" kinds of issues. See United\n\nStates v. Bello, 194 F.3d 18, 22-23 (1st Cir. 1999); Fed. R. Evid.\n\n201(a) advisory committee's note.     But the seating preferences of\n\npatrons in stadium theaters are a central issue in this case; the\n\ndistrict court deemed it adjudicative by relying on Rule 201, and\n\nthe government does not argue otherwise.\n\n          One of the requirements of Rule 201 is procedural,\n\nnamely, that the parties be given notice and an opportunity to\n\nobject to the taking of judicial notice. See Cooperativa de Ahorro\n\ny Credito Aguada v. Kidder, Peabody & Co., 993 F.2d 269, 273 (1st\n\nCir. 1993), cert. denied, 514 U.S. 1082 (1995). The district judge\n\n\n                               -23-\n\fdid refer in the hearing to his own experience in a particular\n\nstadium theater, but this is less than a clear-cut warning that\n\njudicial notice will be used to convert this single instance into\n\na universal proposition that may not be disputed.         In any event the\n\nrule also requires both that the noticed fact be \"not subject to\n\nreasonable dispute\" and that it be so either (1) on the basis of\n\ngeneral knowledge within the territorial jurisdiction of the trial\n\ncourt or (2) because it is capable of being determined by an\n\nassuredly accurate source.\n\n             To support the district court's judgment, the preference\n\nfor middle to rear seating must be not just common but ubiquitous,\n\napplying to every stadium-style movie theater regardless of size or\n\nconfiguration.     The district court's decree applies to all of the\n\ndefendants' many theaters where wheelchair spaces are not in the\n\nstadium section--several hundred in number, designed by different\n\narchitects, and scattered across the United States. Possibly, most\n\nof the audience in every single theater at issue prefers stadium\n\nseating, but this cannot a priori be beyond reasonable dispute.\n\n             Nor does Rule 201's source requirement appear met.             It\n\nmay be common knowledge in Boston that seating at a particular\n\ntheater is best in the middle or back, although this would be much\n\nmore plausible in a small, one-theater town; but surely residents\n\nof Boston have no such common knowledge about particular theaters\n\nin   other   states.    Nor   does   the    district   court   point   to   an\n\n\n                                     -24-\n\funquestionably accurate source--a respectable almanac is the usual\n\nexample--to support its proposition.                As we will see, the district\n\ncourt's proposition is colorably disputed, as to some theaters, by\n\ndefense evidence in this very case.\n\n             Rule    201   is   applied   with       some     stringency,   because\n\naccepting disputed factual propositions about a case \"not tested in\n\nthe crucible of trial is a sharp departure from standard practice.\"\n\nLussier v. Runyon, 50 F.3d 1103, 1114 (1st Cir.), cert. denied 516\n\nU.S. 815 (1995); cf. New Alliance Party v. N.Y. State Bd. of\n\nElections,    861    F.    Supp.   282,   292       (S.D.N.Y.    1994)   (\"[Ballot]\n\nposition bias may be a commonly-held belief in this jurisdiction,\n\nbut its imprecise and conditional nature preclude it from being\n\ncharacterized as a judicially noticed fact . . . .\").                         Here,\n\ntheater    seating    preferences     were      a    matter     for   evidence,   not\n\njudicial notice.\n\n              The district court's second basis for its finding of\n\nstadium-seating superiority was a set of general observations about\n\nthe qualities of stadium seating.               Specifically, the court said\n\nthat stadium seating (being further back) has less risk of image\n\ndistortion    and     excessively     wide      horizontal       or   uncomfortable\n\nvertical angles of sight, and also that the stadium seats are\n\nlarger, more comfortable, better elevated over seats in front and\n\nendowed with wider arm rests (with cup holders) and tilt-back\n\nability.     No source is given for these propositions beyond the\n\n\n                                      -25-\n\fstatement that they are gleaned \"from the record of undisputed\n\nfacts.\"   Hoyts Cinemas, 256 F. Supp. 2d at 78-79.\n\n           It is not clear why the quality of the theater seats\n\nthemselves matters since wheelchair patrons apparently use spaces\n\nfor their chairs rather than theater seats.          But the angle and\n\ndistortion considerations are plausible reasons why many (perhaps\n\nmost) patrons, in many (perhaps most) theaters, might prefer\n\nseating in the stadium section.    Yet it is hardly obvious that this\n\nwould be true in every stadium theater regardless of configuration.\n\n           Further, the question on summary judgment is not whether\n\nthe district court's assumptions might prove right but whether the\n\ngovernment's affidavits and other evidence are so overwhelming that\n\nthere is no basis for a trial and specific factual findings.\n\nCelotex Corp. v. Catrett, 477 U.S. 317, 322-23 (1986); Fed. R. Civ.\n\nP. 56; cf. Fed. R. Civ. P. 52(a).        Here, the defendants did point\n\nto evidence that viewers in particular theaters found some seats in\n\nthe slope or in the access aisle equally attractive to some seats\n\nin the stadium, and that in others wheelchair spaces in the slope\n\n\n\n\n                                  -26-\n\fhad quite good angles.10       The district court's decision does not\n\ndiscuss such evidence.\n\n           The district court's last building block is its geometry\n\nargument, which is easily enough grasped:           moving back from an\n\nobject narrows both the horizontal and vertical angles of sight\n\nfrom observer to the perimeter lines of the object.         Indeed, if the\n\nscreen is itself placed high up from the floor, stadium seats may\n\nalready be closer to eye level with the screen.           There is nothing\n\nwrong in using such indisputable premises for reasoning about the\n\nfacts. Cf. United States v. Amado-Nunez, 357 F.3d 119, 121-22 (1st\n\nCir.), cert. denied, 124 S. Ct. 2864 (2004).\n\n           But distance has disadvantages of its own; the object is\n\nfurther away, details smaller, and the experience perhaps less\n\nabsorbing for many viewers.       Further, narrower angles are surely\n\nbetter, in any meaningful sense, only up to a point.          Both sides,\n\nfor example, point to evidence suggesting a comfort range in the\n\nvertical plane of 30-35 degrees or less; where such views are\n\nprovided   on   the   slope,   this    could   arguably   provide   comfort\n\n\n\n\n     10\n      Using an audit of actual seating choices in over 100 Hoyts\nand National theaters, orchestrated by a Justice Department expert\n(under supervision from Hoyts and National employees), Hoyts\nidentifies two of its theaters in which the rows where the\nwheelchair spaces were placed (in the middle access aisle) are\namong the most popular rows. National mentions 20 theaters that\nsatisfy the demanding viewing comfort test advanced by a Justice\nDepartment expert in this case.\n\n                                      -27-\n\f\"comparable\" to stadium seats even if the latter had even flatter\n\nangles.\n\n            On appeal, the government makes no effort to sustain the\n\ndistrict court judgment by arguing that its evidence shows, so\n\noverwhelmingly as to justify summary judgment, that in every\n\ntheater the quality of viewing is better from the stadium section.\n\nWhat its brief says about the evidence is that \"[a] substantial\n\nnumber of defendants' auditoriums situate the wheelchair areas in\n\nlocations that afford lines of sight that are inferior to those\n\nprovided most other members of the general public.\"        The district\n\ncourt's judgment was not limited to \"a substantial number\" of\n\ntheaters.\n\n            Admittedly,   the   government's   examples   and   data   are\n\ntelling.    It says that about 150 of the theaters in dispute have\n\nwheelchair viewing angles that range from 36 to 55 degrees, while\n\nmost of the non-wheelchair seats have \"more comfortable viewing\n\nangles.\"    It also offers some specific examples of theaters with\n\ninferior wheelchair placement, providing information about those\n\nspecific viewing angles.        And its brief points to complaints by\n\nwheelchair patrons as well as survey data showing that in one\n\ntheater complex, among others identified in the record, nearly all\n\npatrons preferred stadium to slope seating.\n\n            So the government might well have a case on summary\n\njudgment for a ruling that some, many, or even most, of the\n\n\n                                   -28-\n\fdefendants' theaters violate the comparability requirements of\n\nstandard 4.33.3.   But on this appeal it does not ask us to affirm\n\nthe district court's judgment as to any individual theater. Nor is\n\nthis court the proper place in the first instance to sort through\n\nthe evidence and decide, theater by theater, whether a particular\n\ntheater should be condemned on summary judgment. Cf. Fed. R. Civ.\n\nP. 52(a) & advisory committee's note (1985 amendment).     Nor can\n\nthis be done until the parties abandon the all-or-nothing approach\n\nand deal directly with individual theaters or groups of theaters.\n\n          The government apparently did provide in the district\n\ncourt an expert report in which most of the theaters were condemned\n\nbased on a fairly abstruse multi-part test.        But by summary\n\njudgment the government had disavowed relying on the report's\n\nconclusions, and the report was severely criticized by the district\n\ncourt, which found it \"confusing, overlong, and, just as the\n\nCinemas contend, 'absurdly demanding.'\"     Hoyts Cinemas, 256 F.\n\nSupp. 2d at 87 n.12.   There may be other material in the record\n\nthat would assist a summary judgment motion condemning all theaters\n\nbased on lack of comparability, but it is not identified in the\n\ngovernment's brief on appeal.\n\n          Whether a remand will entail trench warfare litigation on\n\na theater-by-theater basis or whether there are shortcuts remains\n\nto be seen.   It is not hard to imagine developing criteria as to\n\ncomparability that could be applied somewhat mechanically to the\n\n\n                                -29-\n\fangles in individual theaters. But whether summary judgment by the\n\ngovernment could ever be supported as to some theaters or even all\n\nis a matter to be addressed on remand if the government makes such\n\na motion.\n\n            Retroactivity. After declaring that all stadium theaters\n\nmust include wheelchair spaces in the stadium section, the district\n\ncourt said that this ruling would apply to theaters built or\n\nrefurbished on and after the date of the filing of the government's\n\ncomplaint (December 18, 2000).    The defendants say that the proper\n\nstarting date is the date of the district court's own decision.\n\nThe government, by cross-appeal, says that the ruling should apply\n\nto all of the theaters at issue, whenever built (all were built\n\nafter 1993).\n\n            Technically, we could refuse to comment on this issue\n\nbecause the district court's merits decision is being vacated.\n\nIndeed, the equities as to retroactivity depend on the shape of the\n\nfinal substantive order, and the substantive order that results\n\nfrom our remand is not likely to be exactly the same as the present\n\norder. Nevertheless, it may facilitate the remand, and enhance the\n\npossibility of settlement, for us to address the retroactivity\n\nissue in general terms.\n\n            The power of a district court to craft and even withhold\n\ninjunctions based on equitable considerations is well established.\n\nEquitable relief is ordinarily discretionary, Dudley v. Hannaford\n\n\n                                 -30-\n\fBros. Co., 333 F.3d 299, 311 (1st Cir. 2003), and the ADA confirms\n\nthat court enforcement invokes the court's discretionary judgment.\n\n42     U.S.C.     §     12188(b)(2);    see        also    28    C.F.R.    §        36.504.\n\n\"Discretion,\" of course, implies latitude for the district judge,\n\nbut subject always to the overriding constraint that the discretion\n\nbe reasonably exercised.             U.S. Pub. Interest Research Group v.\n\nAtlantic Salmon of Me., LLC, 339 F.3d 23, 32 (1st Cir. 2003);\n\nRosario-Torres v. Hernandez-Colon, 889 F.2d 314, 321 n.6 (1st Cir.\n\n1989) (en banc).\n\n              In this instance, the district court began its discussion\n\nof retroactivity by saying that it agreed with the defendants \"that\n\ndue process requires that the Court's declaration ought operate\n\nonly prospectively.\"            Hoyts Cinemas, 256 F. Supp. 2d at 91.                  Due\n\nprocess may furnish a floor to protection, based primarily on lack\n\nof fair warning,11 but we think that equitable principles give the\n\ndistrict      court      even    greater     latitude       to   decline       or     limit\n\nretroactivity. For example, the court might equitably consider not\n\nonly    the     level    of   warning   but       also    government   indolence         or\n\nmisleading advice and the avoidance of extravagant expenditure for\n\n\n\n\n       11\n      In Cheshire Hosp. v. N.H.-Vt. Hospitalization Serv., Inc.,\n689 F.2d 1112, 1121 & n.10 (1st Cir. 1982), we explained that \"the\nretroactive application of a new interpretation of an old\nregulation,\" like a new regulation itself, is subject to due\nprocess analysis; and \"a critical consideration is the extent to\nwhich a retroactive rule or interpretation adversely affects the\nreasonable expectations of concerned parties.\"\n\n                                           -31-\n\flittle gain.    Cf. United States v. Mass. Water Res. Auth., 256 F.3d\n\n36, 45-46, 55-58 (1st Cir. 2001).\n\n          There is no doubt that standard 4.33.3 is vague as to\n\nwhether it embraces angles, that the Justice Department has been\n\nslow in providing more precise guidance by regulation, and that the\n\nbelated amicus brief in Lara and the differing conclusions of the\n\ncourts   have    impaired   predictability.    And   some   range   of\n\nexpenditures for altering existing theaters to achieve theoretical\n\nperfection might not be reasonable; this the government more or\n\nless concedes in its briefs.\n\n          Nor is it a conclusive answer to argue, as the government\n\ndoes from public sources, that the theater industry has long\n\nregarded viewing angles as important in designing theaters and that\n\nthis was certainly true in 1991 when standard 4.33.3 was framed.\n\nWhether or not viewing angles mattered to patrons, the defendants\n\nwere entitled to provide the minimum that the law required of them.\n\nThus, from a narrow standpoint, the defendants might be able to say\n\nthat they lacked clear warning of the government's gloss until\n\n1998.\n\n          On the other hand, anyone who read the ADA's own broader\n\nlanguage and took account of the underlying policy might well have\n\nunderstood that imposing truly bad viewing angles on wheelchair\n\npatrons--say, angles of the kind described in the Ninth Circuit's\n\nRegal Cinemas decision--would not be a whole-hearted implementation\n\n\n                                 -32-\n\fof the statute and that the phrase \"lines of sight\" could be read\n\nto cover more than an unobstructed view. Theater chains can afford\n\nable counsel.\n\n                The extent to which \"retroactive\" application seems\n\nunfair may depend in part on exactly what obligation is ultimately\n\nimposed    on    the    defendants.      Merely       as    an    example,     putting\n\nwheelchair      spaces    in    the   stadium    section         of   every    already\n\nconstructed theater is one thing; remedying terrible wheelchair\n\nviewing angles in the worst existing theaters is something else.\n\nIn a court of equity it is legally possible, and almost surely wise\n\nin this case, to decouple what is required prospectively from what\n\nis required as to theaters already built.\n\n             Against this background, we note three concerns as to the\n\ndistrict     court's     approach.          First,     if    one      looks    for    an\n\nauthoritative government statement of its general position, Lara\n\nsupplied that in 1998; if the test is a definitive judicial\n\ndetermination      for   these    defendants,        this   came      only    with   the\n\ndistrict court's own decision.              Why the filing of this lawsuit\n\nmakes sense as an equitable date for implementing a decision made\n\nseveral years later is not obvious and not explained.\n\n            Next, the court gave no explicit consideration to the\n\npossibility      that    some    of   the     defendants'        theaters      are    so\n\ninhospitable to wheelchair patrons that a measure of reconstruction\n\nis warranted--although surely not everything that would be required\n\n\n                                       -33-\n\fof a new theater.        Admittedly, an all-or-nothing solution as to\n\nretroactivity has advantages of its own and, if the district court\n\nopted   against   any        reconstruction,    this      might    be   within     its\n\nreasonable discretion.          But the issue is worth addressing.\n\n           Equitable considerations do not operate only one way.\n\nThe plight   of    the       disabled,   whom   Congress     sought      to    protect\n\nstarting over a decade ago, is the central concern of the statute\n\nand a proper consideration--even in a due process assessment. Even\n\nin a due process context, the public interest bears upon the\n\nretroactivity     to    be    allowed.      \"[N]ot     every      law   that    upsets\n\nexpectations is invalid; courts have generally compared the public\n\ninterest in the retroactive rule with the private interests that\n\nare overturned by it.\" Adams Nursing Home of Williamstown, Inc. v.\n\nMathews, 548 F.2d 1077, 1080 (1st Cir. 1977).\n\n           This brings us to a different issue.                     The defendants\n\ncomplain that any limit on retroactivity is meaningless if the\n\ncomparable viewing angles requirement is applied not only to new\n\ntheaters built after its announcement but also (as the district\n\ncourt suggested) to any \"refurbishment\" of existing theaters; this\n\nis so, they say, because under the district court's definition of\n\n\"refurbishment\" as any change that requires a building permit under\n\nlocal law, even the minutest change (e.g., laying electrical lines)\n\nmight   entail    the    complete    revamping       of   the     entire      theater.\n\n\n\n\n                                         -34-\n\fObviously this issue needs to be briefed and addressed as part of\n\nany decision as to retroactivity.\n\n          Such concerns underscore the need for the parties to have\n\ndue notice and be given an opportunity to argue about retroactivity\n\nafter the prospective obligations have been established. Yes,\n\ncourts often address issues on which the parties may not earlier\n\nhave focused fully; motions to reconsider exist partly for this\n\nreason.   Given our remand on the merits, we need not resolve the\n\ntheaters' claim that last time they had insufficient opportunity to\n\naddress the retroactivity problems.\n\n          There remains the defendants' claim that the district\n\ncourt erred in denying them (provisionally) discovery of Justice\n\nDepartment internal communications on the meaning of standard\n\n4.33.3. Our own interpretation set forth above, which would not be\n\naltered by internal Justice Department communications, moots the\n\ndiscovery so far as it aims to influence the interpretation of\n\nstandard 4.33.3. If such discovery has any bearing on the equities\n\nthat affect retroactivity, the defendants are free to refocus and\n\nrenew their request on remand.\n\n          One other observation may be helpful. The Access Board's\n\namended standard 4.33.3, if adopted by the Department, goes a long\n\nway to determining for the future the extremely difficult question\n\nof how much \"comparability\" is required for new construction.   But\n\nit is an amendment, not a gloss on the existing regulation, and\n\n\n                                 -35-\n\ftherefore     does   not    itself    govern        existing      theaters    (future\n\nalterations     aside).        If    the    parties         can    reach     practical\n\naccommodations as to the worst of the existing theaters, the remand\n\nmay prove a much simpler task than it initially might appear.\n\n            Although compelled to remand, we acknowledge the district\n\ncourt's   thoughtful       discussion      in   a    case    that    is    formidably\n\ndifficult, due both to the complexity of the legal issues and to\n\nthe number and variety of theaters in dispute.                    It is now time for\n\nthe parties to show an equal dedication by attempting to work out\n\na settlement, bearing in mind that no solution as to existing\n\ntheaters will be perfect and that prompt improvements may matter\n\nmore than theoretical perfection.\n\n            The judgment of the district court is vacated and the\n\nmatter remanded for proceedings consistent with this decision.\n\nEach side shall bear its own costs on this appeal.\n\n            It is so ordered.\n\n\n\n\n                                      -36-\n\f",
  "html": "<p class=\"case_cite\">380 F.3d 558</p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee/Cross-Appellant,<br>v.<br>HOYTS CINEMAS CORPORATION; National Amusements, Inc., Defendants, Appellants/Cross-Appellees.</p>\n    <p class=\"docket\">No. 03-1646.</p>\n    <p class=\"docket\">No. 03-1787.</p>\n    <p class=\"docket\">No. 03-1808.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2004.</p>\n    <p class=\"date\">Decided August 20, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, William G. Young, Chief Judge. COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED James R. Carroll with whom David S. Clancy, Christopher S. Fortier and Skadden, Arps, Slate, Meagher &amp; Flom LLP were on brief for National Amusements, Inc.</p>\n      <p class=\"indent\">Michael J. Malone with whom Patricia A. Griffin, Leslie J. Arnold and King &amp; Spalding LLP were on brief for Hoyts Cinemas Corporation.</p>\n      <p class=\"indent\">David K. Monroe, Steven John Fellman, and Galland, Kharasch, Greenberg, Fellman &amp; Swirsky, P.C. on brief for National Association of Theatre Owners, Inc., Amicus Curiae.</p>\n      <p class=\"indent\">Gregory B. Friel, Department of Justice, Civil Rights Division, Appellate Section, with whom R. Alexander Acosta, Assistant Attorney General, Michael J. Sullivan, United States Attorney, Michael J. Pineault, Assistant United States Attorney, and Jessica Dunsay Silver, Department of Justice, Civil Rights Division, Appellate Section, were on brief for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n      <p class=\"indent\">This case comes to us on appeal from summary judgment, in an enforcement action brought by the United States under Title III of the Americans with Disabilities Act of 1990 (\"ADA\"), 42 U.S.C. &#167;&#167; 12181-12189 (2000), granting relief against two movie-theater companies. At issue is the placement of wheelchair spaces in their \"stadium-style\" movie theaters. Similar cases have divided the circuits on the interpretation and application of a longstanding regulation designed to implement the ADA's accessibility requirements for movie theaters, concert halls, and like venues.</p>\n      <p class=\"indent\">The ADA was enacted to remove barriers to equal participation by the disabled in community life. <i>See</i> 42 U.S.C. &#167; 12101. The statute contains provisions, both general and specific, that apply to the design and construction of movie theaters and other facilities of public accommodation. Relying heavily upon the concept of \"discrimination,\" the statute aims to assure a substantial measure of equality and integration for the disabled who use such facilities.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The provisions describing the overall \"prohibition of discrimination\" are cast in quite general terms (<i>e.g.,</i> \"full and equal enjoyment,\" \"most integrated setting appropriate to the needs of the individual\"). <i>Id.</i> &#167; 12182(a)-(b). Other provisions, also generally phrased, govern new construction and alteration.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n      <p class=\"indent\">To provide guidance for those who must comply, Congress created a multi-layered scheme. An existing government entity &#8212; the Architectural and Transportation Barriers Compliance Board, widely referred to as the \"Access Board\" &#8212; was directed to create new minimum guidelines (supplementing pre-ADA accessibility guidelines) within nine months of the ADA's enactment. 42 U.S.C. &#167; 12204. The Access Board has representatives from numerous government agencies, including the Justice Department, and presumably has much experience with architectural issues. 29 U.S.C. &#167; 792 (2000).</p>\n      <p class=\"indent\">The statute further required the Attorney General within one year to promulgate regulations of his own consistent with the minimum guidelines issued by the Access Board. 42 U.S.C. &#167; 12186(b)-(c). The Justice Department was also directed to provide technical assistance to the public in coordination with the Access Board, including in the form of technical assistance manuals. <i>Id.</i> &#167; 12206(a)-(c). After overlapping notice-and-comment periods, the Access Board adopted the required minimum guidelines and, on the same day, the Justice Department adopted them as ADA regulations without change.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">One of the regulations &#8212; which is the focus of this case &#8212; is known as standard 4.33.3 and prescribes the placement of wheelchair spaces in newly constructed \"assembly areas\" set for first occupancy after January 26, 1993, and for alterations occurring after January 26, 1992. 28 C.F.R. &#167;&#167; 36.401-.402, 36.406 (2003). The language most pertinent to this case reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Wheelchair areas shall be an integral part of any fixed seating plan and shall be provided so as to provide people with physical disabilities a choice of admission prices and lines of sight comparable to those for members of the general public.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\"><i>Id.</i> pt. 36 app. A &#167; 4.33.3. Further language requires a companion fixed seat next to each wheelchair seating area and provides that, where total seating capacity in the facility \"exceeds 300, wheelchair spaces shall be provided in more than one location.\" <i>Id.</i> The standard contains no definition of \"lines of sight,\" \"integral\" or any other term of art.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1991, when the regulations including standard 4.33.3 were adopted, most movie theaters were of a traditional type in which all seats are located on a single flat or sloped floor. In or around 1995, the new \"stadium\" movie theater concept was developed. Typically, a few rows of traditional seating on a flat or sloped floor were retained at the front of the auditorium, and behind them rose the majority of the seats on tiers of stepped risers &#8212; as in many sports stadiums. Somewhat confusingly, the term \"stadium\" is also often used to refer just to the section of the seating area on risers (at least, where the risers create a steep enough incline), as opposed to the more gently sloped seating area in front, which we will call for simplicity's sake \"the slope.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Between 1996 and 2000, the defendants in this case &#8212; two big theater chains called Hoyts and National &#8212; constructed large numbers of stadium theaters, including the 500 or so at issue in this case, ranging in size from fewer than 100 seats to more than 600 seats. Most are roughly in the 150-350 seat range; of the 225 Hoyts theaters at issue, 41 have 300 seats or more, and of the 284 National theaters, 52 have 300 seats or more. These theaters are of many different designs, and the accommodations for wheelchairs vary; but in a great many of them the wheelchair positions are clustered (together with an ordinary companion seat for each wheelchair space) in the sloped section of the theater.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In smaller theaters with 300 seats or fewer, wheelchair spaces are typically in the sloped section, although in a few cases the spaces are at the back of the theater or (depending on how one labels spaces in an access aisle separating the slope from the stadium) arguably in the first row of the stadium section. In larger theaters with more than 300 seats, for which standard 4.33.3 requires more than one location, wheelchair spaces are dispersed accordingly, usually with some at the rear of the auditorium. Wheelchair placement decisions appear not to be irreversible; in some theaters, wheelchair spaces were initially placed in the front row, but later moved further back.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During the period from 1996 to 2000, as stadium-style theaters grew in number, the Justice Department made no changes to standard 4.33.3, although in July 1998 the Department filed an amicus brief in a private ADA enforcement action brought in district court against an individual theater complex. <i>Lara v. Cinemark USA, Inc.,</i> No. EP-97-CA-502-H, 1998 WL 1048497, at *1 (W.D.Tex. Aug.21, 1998). There, the Department asserted that unobstructed lines of sight from wheelchair spaces were not enough; rather, the Department urged that under the ADA and standard 4.33.3, the quality of sight lines &#8212; as measured primarily by horizontal and vertical angles from the viewer to the screen &#8212; had to be comparable with those enjoyed by many or most non-wheelchair patrons.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal the Fifth Circuit flatly rejected the Department's position, holding that the existing regulations required only unobstructed lines of sight, <i>Lara v. Cinemark USA, Inc.,</i> 207 F.3d 783, 789 (5th Cir.), <i>cert. denied,</i> 531 U.S. 944, 121 S.Ct. 341, 148 L.Ed.2d 274 (2000). Further litigation followed in other circuits. Two of them &#8212; the Sixth and Ninth &#8212; ruled that viewing angles were a component of \"comparable lines of sight\" and that wheelchair-using patrons could not as a group be subject to highly uncomfortable viewing angles while superior angles were provided for other patrons.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In each of these cases, the Department appears to have asserted that the \"integral part\" phrase in standard 4.33.3 requires wheelchair spaces to be located in the stadium section of stadium theaters, regardless of the size of the theater and the adequacy of viewing angles provided from the slope. However, an Access Board technical manual issued in July 1998 said that wheelchair spaces had to be within the \"footprint of the seating layout\" and that \"bleachers with notches or cut-out areas\" would qualify as integrated. Access Board, <i>ADAAG Manual</i> 117 (1998). The circuit cases, concerned primarily with viewing angles, have not clearly addressed the extent to which integration is required.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 18, 2000, the Justice Department brought the present enforcement action under the ADA, filing lawsuits (later consolidated) against Hoyts and National, in the district court in Massachusetts. The complaints charged that a number of theaters controlled by these companies were in violation of the ADA and standard 4.33.3. They sought declaratory and injunctive relief &#8212; including retrofitting existing theaters &#8212; as well as damages and civil penalties. Ultimately, the government contended that each company had more than two hundred non-complying theaters.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Discovery ensued, including reports by and depositions of experts on both sides. The district court refused to allow full-scale discovery of Justice Department files by which the defendants sought to show that the Department had been divided in its view of standard 4.33.3 or even had once embraced the defendants' interpretation. However, the district court did dismiss one count of the complaints, to the extent that it relied on statutory duties beyond those imposed by standard 4.33.3; the court viewed the regulation as establishing the defendants' present obligations under Title III as to wheelchair placement. <i>Nat'l Amusements,</i> 180 F.Supp.2d at 256-62.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Eventually the defendants moved for summary judgment; the Department opposed the motion without asking for summary judgment in its favor. The defendants argued that the Fifth Circuit's <i>Lara</i> decision was correct, and that their obligation under standard 4.33.3 was to provide unobstructed lines of sight, which they had done. The district court held an oral hearing on September 12, 2002, at which it described its own tentative views and invited further submissions to supplement the record.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On March 31, 2003, the court issued an extensive decision, denying the defendants' motion for summary judgment but granting <i>sua sponte</i> summary judgment for the Department to the extent of providing declaratory but not injunctive relief. <i>United States v. Hoyts Cinemas Corp.,</i> 256 F.Supp.2d 73, 91, 93 (D.Mass.2003). The court then entered judgment to this effect and closed the case on its docket. Both sides treat this as a final judgment and, noting the district court's docket entry and the lack of any commitment to further proceedings, so do we.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court's declaration, embodied in the judgment, says that standard 4.33.3 &#8212; seemingly in all cases and regardless of stadium size &#8212; requires placing wheelchair spaces in the stadium section of the theater. <i>Hoyts Cinemas,</i> 256 F.Supp.2d at 93. However, as a matter of due process and in light of the lack of clarity in standard 4.33.3, the district court ruled that this obligation would only be applied to those of the defendants' theaters \"wherein construction or refurbishment ... occurs on or after the date on which this lawsuit commenced,\" that is, December 18, 2000. <i>Id.</i> From this judgment, both sides have appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendants' appeals primarily contest the district court's reading of standard 4.33.3 and the decision to make the ruling retroactive to the start of this case, but the defendants also offer procedural and discovery objections. The government primarily defends the district court's substantive ruling, although saying that the court went too far in seeming to condemn wheelchair spaces that provide \"comparable\" viewing and are on risers &#8212; but on risers shorter than the court's understanding of \"stadium\" would imply. The government's main claim of error on its cross-appeal is that greater retroactivity should have been afforded to the district court ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In our court, briefing followed and oral argument was held February 6, 2004. However, at that time a petition for certiorari was pending in the Supreme Court seeking review of the Ninth Circuit's decision in <i>Regal Cinemas</i> based on the conflict with <i>Lara,</i> so we withheld decision. But the Solicitor General later opposed certiorari, noting that a new Access Board amendment would soon provide further guidance. Virtually at the end of its Term, the Court denied review. <i>Regal Cinemas, Inc. v. Stewmon,</i> ___ U.S. ___, 124 S.Ct. 2903, ___ L.Ed.2d ___ (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Access Board amendment, just adopted in July 2004,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> requires that in assembly areas of more than 300 seats, wheelchair spaces shall be dispersed and shall provide wheelchair users a choice \"of seating locations and viewing angles that are substantially equivalent to, or better than,\" those \"available to all other spectators.\" Americans with Disabilities Act (ADA) Accessibility Guidelines for Buildings and Facilities (\"Amended ADAAG\"), 69 Fed.Reg. 44,084, 44,198 (July 23, 2004) (to be codified at 36 C.F.R. pt. 1191 app. B &#167; 221). In smaller theaters, no \"vertical dispersal\" would be required if the wheelchair spaces provided \"viewing angles that are equivalent to, or better than, the average viewing angle provided in the facility.\" <i>Id.</i> at 44,199.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On these appeals, we address in order three principal issues: first, whether section 4.33.3 supports either the defendants' claim that their obligations are limited to unobstructed lines of sight or the Department's claim that wheelchair locations must always be in the stadium section of every theater; second, whether the district court correctly ruled that wheelchair placement in the stadium section is automatically required for all stadium theaters based on the alleged factual superiority of such seating; and third, whether the district court's retroactivity ruling is correct. Other issues are presented but are most easily addressed within this framework.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Standard 4.33.3.</i> The defendants appear to have built many, perhaps most or all, of the stadium theaters in question on the premise that their central obligation was to provide wheelchair spaces with unobstructed lines of sight, anywhere within the plan of each theater. Usually they found it most convenient to place the wheelchair spaces in the sloped section (sometimes though not always near the front), but other times wheelchair spaces were placed in the front row or so of the stadium section or at the very back. In considering the defendants' defense of this approach, the initial question is the substantive legal standard against which to measure it.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here, the government's complaint challenged the defendants' seating arrangements in two counts, one resting upon a regulation &#8212; standard 4.33.3 &#8212; and the regulation's statutory bases, and the other resting mainly upon a set of more general statutory provisions bearing upon accommodations. The district court dismissed the second count to the extent that it sought to impose obligations beyond the more specific standard, <i>Nat'l Amusements,</i> 180 F.Supp.2d at 256-62, and the government has not taken direct issue with this approach.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We accept this premise because neither side disputes it and because it makes more sense to focus upon a somewhat uncertain regulation directed to the very problem at hand rather than an even vaguer set of statutory provisions framed in more general terms. Nevertheless, the statute as a whole remains highly relevant. It provides the purpose and general objectives that cast light on the meaning of the regulation at issue. <i>See Navarro v. Pfizer Corp.,</i> 261 F.3d 90, 102 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Turning to standard 4.33.3, we note at the outset that it has two pertinent elements &#8212; one directed to \"comparability\" of lines of sight and the other to assuring that wheelchair spaces are made an \"integral\" part of the theater seating plan. These two elements correspond to two themes that run through Title III of the ADA. Title III's main thrust is to secure access for the disabled, but many of the provisions are aimed at assuring not only reasonable access but reasonable equality of access so far as feasible, while other provisions are concerned with the related but distinct aim of preventing undue segregation of the disabled. <i>See</i> note 1, above.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The defendants' theaters at issue in this case do provide wheelchair access: there are locations provided for wheelchairs, feasible means of reaching them, and (apparently) unobstructed lines of sight. The defendants say that this is all that the regulation requires and that standard 4.33.3 does not dictate that angles of sight for those seated in wheelchairs be as good as those for non-wheelchair patrons seated higher up in the theaters. And, say the defendants, quality of viewing aside, the regulation certainly does not say that there is a mechanical obligation to place wheelchair spaces in the stadium section of the theater.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We start with the issue of angles of sight. Admittedly, the defendants' position has been adopted by one circuit (in <i>Lara</i>), seconded by a strong dissent in the Ninth Circuit's <i>Regal Cinemas</i> decision. 339 F.3d at 1135-37 (Kleinfeld, J., dissenting). It gains some force from the broader context: the regulations were intended to provide guidance and it would have been child's play for the drafters to make clear that the \"lines of sight\" requirement encompassed not only unobstructed views &#8212; a classic problem for wheelchair occupants in many types of auditoriums and arenas (especially where spectators tend to stand) &#8212; but also angles of sight. Yet the Department and the Access Board apparently took no such position until 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">While all of this is relevant to the equities that inform a decision on retroactive relief, we think that the better reading of the regulation is that it takes angles of sight into account. Admittedly, the drafters may not have thought about angles at all; there is no clear \"legislative history.\" But judges constantly read statutes and regulations in light of language, purpose, and other policy considerations to solve problems that the drafters may not have squarely considered. <i>See Versyss, Inc. v. Coopers &amp; Lybrand,</i> 982 F.2d 653, 654-57 (1st Cir.1992), <i>cert. denied,</i> 508 U.S. 974, 113 S.Ct. 2965, 125 L.Ed.2d 665 (1993). On balance, the considerations favor the government.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Words are the usual starting point in interpretation. \"Lines of sight\" is a fairly general phrase, no doubt capable of being used to refer only to an unobstructed view; but its very generality makes it capable of encompassing comparability of angles as well as freedom from obstruction. Each side can muster dictionary glosses but it is enough here that those favoring the government are at least as good as those favoring the defendants. Then, the balance is easily tipped by the underlying policy of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The ADA places substantial emphasis on equality of access. <i>See, e.g.,</i> 42 U.S.C. &#167;&#167; 12101(a)(5), 12182(a). As a matter of common sense, this cannot be absolute equality; a tilt-back chair for ordinary patrons does not therefore entail a tilt-back platform for a wheelchair. But at least in some theater layouts, the evidence indicates that lines of sight for close-up wheelchair patrons could be quite uncomfortable and distorting. <i>See Regal Cinemas,</i> 339 F.3d at 1128. If most or all of the wheelchair sites in the theater have badly degraded views and most or all of the non-wheelchair seats have good viewing angles, the basic objective of the statute would surely be undermined.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Extreme angles in either the vertical (up-down) or horizontal (right-left) planes have a double disadvantage &#8212; physical discomfort, especially if the head has to be tilted back too far, and visual distortion. True, some patrons have unusual preferences and some seats are always going to be worse than others; but even before the ADA the evidence shows an understanding in the theater design business that extreme angles are inferior. The government's and the theaters' evidence may suggest that vertical angles exceeding 35 degrees to the top of the screen (or 30 degrees to the center) are less than comfortable; but whatever the \"right\" numbers, the record shows that severe angles at some stage grow markedly less satisfactory to many patrons.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In sum, the statutory objective can best be carried out by applying standard 4.33.3's comparability requirement to angles of sight as well as lack of obstruction. Whether the standard was initially clear enough to justify applying this interpretation to theaters constructed before the district court's decision is a separate issue to which we will return. Just what \"comparability\" may require is also a different question; it is harder to provide guidance on this issue because of the variety of approaches available, the fact-intensive character of the issue, and the lack of adequate briefing.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In reaching our conclusion, we give some weight to the Justice Department's interpretation of the regulation. Such deference is proper even though the Department's gloss is offered only in a brief rather than in some more formal manner (<i>e.g.,</i> an interpretive ruling), <i>see Auer v. Robbins,</i> 519 U.S. 452, 461-62, 117 S.Ct. 905, 137 L.Ed.2d 79 (1997), although the courts must then be alert to the risk of <i>post hoc</i> rationalizations. <i>Id.</i> at 462, 117 S.Ct. 905; <i>see Bowen v. Georgetown Univ. Hosp.,</i> 488 U.S. 204, 213, 109 S.Ct. 468, 102 L.Ed.2d 493 (1988) (discounting \"a convenient litigating position\"). The Department's position on angles has been consistent since <i>Lara. See Thomas Jefferson Univ. v. Shalala,</i> 512 U.S. 504, 515, 114 S.Ct. 2381, 129 L.Ed.2d 405 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Admittedly, standard 4.33.3 was drafted by the Access Board and adopted mechanically by the Department on the same day. But there remain institutional reasons for giving some weight to the Department's reading, <i>Paralyzed Veterans of Am. v. D.C. Arena L.P.,</i> 117 F.3d 579, 585 (D.C.Cir.1997), <i>cert. denied,</i> 523 U.S. 1003, 118 S.Ct. 1184, 140 L.Ed.2d 315 (1998); <i>cf. Navarro,</i> 261 F.3d at 98-99, although one conventional reason for deference &#8212; expertise &#8212; could well justify giving some weight to the views of the Board itself. In any event the Board's 1998 technical manual agrees that \"[b]oth the horizontal and vertical viewing angles must be considered in the design of assembly areas.\" Access Board, <i>supra,</i> at 117.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Where our reading of standard 4.33.3 differs from that of the Department is on the second element &#8212; the \"integral\" requirement &#8212; which the government says requires that wheelchair spaces always be placed in the stadium section. Here, two possible positions must be distinguished: first, that standard 4.33.3 requires this result <i>as a matter of law</i> even if the quality of viewing from the slope is as good as that in the stadium section; or second, that <i>as a factual matter</i> placing wheelchair spaces in the stadium section is required in a particular theater whenever &#8212; as the Department thinks is common &#8212; the view from the slope is worse than from the stadium.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">At different times the government has taken each of these positions.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The two arguments rest on different concepts and have different results, namely for theaters that offer slope seating comparable in quality to seating in the stadium. No circuit court has adopted a reading of the word \"integral\" that automatically compels wheelchair siting in all stadium sections regardless of slope-seating quality. We reject such a reading of \"integral\" and now explain why, reserving for discussion later the Department's more modest factual argument that quality differences commonly justify wheelchair seating in the stadium area.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Integration is inherently a matter of degree &#8212; one could have a wheelchair space in every row of the theater &#8212; and the term \"integral\" does not tell one anything about how much integration is required. Read straightforwardly, \"integral\" means that the wheelchair locations must be a constituent part of the theater, <i>see Random House Dictionary of the English Language</i> 990 (2d ed.1987). The Access Board took just this view in its 1998 technical manual, saying that \"integral\" required wheelchair locations to come within \"the footprint of the seating layout.\" Access Board, <i>supra,</i> at 117.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Further, the same technical manual deals directly with \"dispersal.\" Pertinently, it says that in theaters of over 300, wheelchair spaces must be provided \"in all areas, including sky boxes and specialty areas.\" Access Board, <i>supra,</i> at 117. The converse implication is that in smaller theaters there is no automatic requirement that wheelchair spaces be in any specific location. Of course, in a particular theater (perhaps in most), \"comparability\" might require stadium locations for wheelchairs &#8212; but this is a different issue, dependent upon evidence.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Angles of sight were a familiar aspect of theater design when the standard was framed, and there is nothing implausible about reading \"lines of sight\" to encompass the angles at which the lines connect the viewer to the screen. But the term \"integral\" was adopted in standard 4.33.3 before there were stadium theaters. To read it as mechanically requiring wheelchair spaces in a particular part of the theater, regardless of the adequacy of the view from the slope, appears to us not to gloss the word but to rewrite the regulation in a fashion that could not reasonably be anticipated.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Deference to the agency's view does not mean abdication. Here, the Department's gloss (unlike that in the Access Board's 1998 manual) is an unnatural reading of \"integral,\" advanced inconstantly in this very case, and peculiarly rigid and specific as applied to a class of theaters not conceived of until well after the standard was written and adopted. The Department is free to interpret reasonably an existing regulation without formally amending it; but where, as here, the interpretation has the practical effect of altering the regulation, a formal amendment &#8212; almost certainly prospective and after notice and comment &#8212; is the proper course.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>The District Court's Main Ruling.</i> The district court, confronted with the defendants' motion for summary judgment, instead granted summary judgment for the government. Its holding, and main rationale for that holding, can be summed up in the district court's own language:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">[S]tadium-style theaters cannot possibly offer \"lines of sight comparable to those for members of the general public\" when wheelchair-accessible seats are placed <i>only</i> in the traditional-seating section, whether on risers or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>Hoyts Cinemas,</i> 256 F.Supp.2d at 88 (quoting 28 C.F.R. pt. 36 app. A &#167; 4.33.3). The court also said that such seating could not be \"integral,\" but this ruling rested expressly on the same premise, namely, \"the superiority of the stadium section.\" <i>Id.</i> at 89.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court's bases for this factual conclusion appear to be three: the district judge's taking of judicial notice that movie patrons prefer the middle or back of the theater; several assertions by the district judge as to why stadium seating is superior; and what the district judge called \"a matter of simple geometry,\" namely, that theater seats in the stadium section, which is further back than the slope, offer patrons narrower and flatter sight lines. <i>Hoyts Cinemas,</i> 256 F.Supp.2d at 88.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">On appeal, the defendants lodge an initial procedural objection, pointing out that there was no cross-motion for summary judgment by the government. There is nothing impermissible in considering a grant of summary judgment <i>sua sponte,</i> but it is then ordinarily vital for the court to give the parties notice. Without such notice, the opponent of such a disposition may be deprived of the chance to muster affidavits and other evidence to show that a genuine issue of material fact precludes summary judgment. <i>See Rogan v. Menino,</i> 175 F.3d 75, 80-81 (1st Cir.), <i>cert. denied,</i> 528 U.S. 1062, 120 S.Ct. 616, 145 L.Ed.2d 511 (1999); <i>Berkovitz v. Home Box Office, Inc.,</i> 89 F.3d 24, 31 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In the oral argument on the defendants' motion, the district court did give the parties some notice of its tentative thinking, and the court also gave the parties opportunity to make further written submissions, in particular inviting them to reconsider the \"integral\" problem. Indeed, on appeal the defendants rely on evidence already in the record as precluding summary judgment; whether with better notice they would have offered even more evidence is unclear.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We need not resolve the procedural objection. On the present record we conclude that the district court has not justified a finding that condemns each and every theater that provides slope but not stadium spaces for wheelchairs. A trial, or perhaps even summary judgment backed by more evidence and further analysis, might justify such a result for many of the theaters &#8212; perhaps most or even all. But the district court's blanket determination &#8212; that all slope-only wheelchair placement is inferior, whatever the size or configuration of the theater &#8212; is multiply flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We begin with the district judge's reliance on judicial notice to establish the preferences of movie theater patrons. Deciding whether facts are \"adjudicative,\" and so subject to stringent substantive and procedural requirements, Fed.R.Evid. 201, is often no easy task as one moves further back on the spectrum from the \"what happened here\" kinds of issues. <i>See United States v. Bello,</i> 194 F.3d 18, 22-23 (1st Cir.1999); Fed.R.Evid. 201(a) advisory committee's note. But the seating preferences of patrons in stadium theaters are a central issue in this case; the district court deemed it adjudicative by relying on Rule 201, and the government does not argue otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">One of the requirements of Rule 201 is procedural, namely, that the parties be given notice and an opportunity to object to the taking of judicial notice. <i>See Cooperativa de Ahorro y Credito Aguada v. Kidder, Peabody &amp; Co.,</i> 993 F.2d 269, 273 (1st Cir.1993), <i>cert. denied,</i> 514 U.S. 1082, 115 S.Ct. 1792, 131 L.Ed.2d 720 (1995). The district judge did refer in the hearing to his own experience in a particular stadium theater, but this is less than a clear-cut warning that judicial notice will be used to convert this single instance into a universal proposition that may not be disputed. In any event the rule also requires both that the noticed fact be \"not subject to reasonable dispute\" and that it be so either (1) on the basis of general knowledge within the territorial jurisdiction of the trial court or (2) because it is capable of being determined by an assuredly accurate source.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To support the district court's judgment, the preference for middle to rear seating must be not just common but ubiquitous, applying to every stadium-style movie theater regardless of size or configuration. The district court's decree applies to all of the defendants' many theaters where wheelchair spaces are not in the stadium section &#8212; several hundred in number, designed by different architects, and scattered across the United States. Possibly, most of the audience in every single theater at issue prefers stadium seating, but this cannot <i>a priori</i> be beyond reasonable dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Nor does Rule 201's source requirement appear met. It may be common knowledge in Boston that seating at a particular theater is best in the middle or back, although this would be much more plausible in a small, one-theater town; but surely residents of Boston have no such common knowledge about particular theaters in other states. Nor does the district court point to an unquestionably accurate source &#8212; a respectable almanac is the usual example &#8212; to support its proposition. As we will see, the district court's proposition is colorably disputed, as to some theaters, by defense evidence in this very case.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Rule 201 is applied with some stringency, because accepting disputed factual propositions about a case \"not tested in the crucible of trial is a sharp departure from standard practice.\" <i>Lussier v. Runyon,</i> 50 F.3d 1103, 1114 (1st Cir.), <i>cert. denied,</i> 516 U.S. 815, 116 S.Ct. 69, 133 L.Ed.2d 30 (1995); <i>cf. New Alliance Party v. N.Y. State Bd. of Elections,</i> 861 F.Supp. 282, 292 (S.D.N.Y.1994) (\"[Ballot] position bias may be a commonly-held belief in this jurisdiction, but its imprecise and conditional nature preclude it from being characterized as a judicially noticed fact....\"). Here, theater seating preferences were a matter for evidence, not judicial notice.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The district court's second basis for its finding of stadium-seating superiority was a set of general observations about the qualities of stadium seating. Specifically, the court said that stadium seating (being further back) has less risk of image distortion and excessively wide horizontal or uncomfortable vertical angles of sight, and also that the stadium seats are larger, more comfortable, better elevated over seats in front and endowed with wider arm rests (with cup holders) and tilt-back ability. No source is given for these propositions beyond the statement that they are gleaned \"from the record of undisputed facts.\" <i>Hoyts Cinemas,</i> 256 F.Supp.2d at 78-79.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is not clear why the quality of the theater seats themselves matters since wheelchair patrons apparently use spaces for their chairs rather than theater seats. But the angle and distortion considerations are plausible reasons why many (perhaps most) patrons, in many (perhaps most) theaters, might prefer seating in the stadium section. Yet it is hardly obvious that this would be true in every stadium theater regardless of configuration.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Further, the question on summary judgment is not whether the district court's assumptions might prove right but whether the government's affidavits and other evidence are so overwhelming that there is no basis for a trial and specific factual findings. <i>Celotex Corp. v. Catrett,</i> 477 U.S. 317, 322-23, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986); Fed.R.Civ.P. 56; <i>cf.</i> Fed.R.Civ.P. 52(a). Here, the defendants did point to evidence that viewers in particular theaters found some seats in the slope or in the access aisle equally attractive to some seats in the stadium, and that in others wheelchair spaces in the slope had quite good angles.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The district court's decision does not discuss such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The district court's last building block is its geometry argument, which is easily enough grasped: moving back from an object narrows both the horizontal and vertical angles of sight from the observer to the perimeter lines of the object. Indeed, if the screen is itself placed high up from the floor, stadium seats may already be closer to eye level with the screen. There is nothing wrong in using such indisputable premises for reasoning about the facts. <i>Cf. United States v. Amado-Nunez,</i> 357 F.3d 119, 121-22 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 124 S.Ct. 2864, 159 L.Ed.2d 284 (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">But distance has disadvantages of its own; the object is further away, details smaller, and the experience perhaps less absorbing for many viewers. Further, narrower angles are surely better, in any meaningful sense, only up to a point. Both sides, for example, point to evidence suggesting a comfort range in the vertical plane of 30-35 degrees or less; where such views are provided on the slope, this could arguably provide comfort \"comparable\" to stadium seats even if the latter had still flatter angles.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">On appeal, the government makes no effort to sustain the district court judgment by arguing that its evidence shows, so overwhelmingly as to justify summary judgment, that in <i>every</i> theater the quality of viewing is better from the stadium section. What its brief says about the evidence (emphasis ours) is that \"[a] <i>substantial number</i> of defendants' auditoriums situate the wheelchair areas in locations that afford lines of sight that are inferior to those provided most other members of the general public.\" The district court's judgment was not limited to \"a substantial number\" of theaters.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Admittedly, the government's examples and data are telling. It says that about 150 of the theaters in dispute have wheelchair viewing angles that range from 36 to 55 degrees, while most of the non-wheelchair seats have \"more comfortable viewing angles.\" It also offers some specific examples of theaters with inferior wheelchair placement, providing information about those viewing angles. And its brief points to complaints by wheelchair patrons as well as survey data showing that in one theater complex, among others identified in the record, nearly all patrons preferred stadium to slope seating.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">So the government might well have a case on summary judgment for a ruling that some, many, or even most, of the defendants' theaters violate the comparability requirements of standard 4.33.3. But on this appeal it does not ask us to affirm the district court's judgment as to any <i>individual</i> theater. Nor is this court the proper place in the first instance to sort through the evidence and decide, theater by theater, whether a particular theater should be condemned on summary judgment. <i>Cf.</i> Fed.R.Civ.P. 52(a) &amp; advisory committee's note (1985 amendment). Nor can this be done until the parties abandon the all-or-nothing approach and deal directly with individual theaters or groups of theaters.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The government apparently did provide in the district court an expert report in which most of the theaters were condemned based on a fairly abstruse multi-part test. But by summary judgment the government had disavowed relying on the report's conclusions, and the report was severely criticized by the district court, which found it \"confusing, overlong, and, just as the Cinemas contend, `absurdly demanding.'\" <i>Hoyts Cinemas,</i> 256 F.Supp.2d at 87 n. 12. There may be other material in the record that would assist a summary judgment motion condemning all theaters based on lack of comparability, but it is not identified in the government's brief on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Whether a remand will entail trench warfare litigation on a theater-by-theater basis or whether there are shortcuts remains to be seen. It is not hard to imagine developing criteria as to comparability that could be applied somewhat mechanically to the angles in individual theaters. But whether summary judgment by the government could ever be supported as to some theaters or even all is a matter to be addressed on remand if the government makes such a motion.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\"><i>Retroactivity.</i> After declaring that all stadium theaters must include wheelchair spaces in the stadium section, the district court said that this ruling would apply to theaters built or refurbished on and after the date of the filing of the government's complaint (December 18, 2000). The defendants say that the proper starting date is the date of the district court's own decision. The government, by cross-appeal, says that the ruling should apply to all of the theaters at issue, whenever built (all were built after 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Technically, we could refuse to comment on this issue because the district court's merits decision is being vacated. Indeed, the equities as to retroactivity depend on the shape of the final substantive order, and the substantive order that results from our remand is not likely to be exactly the same as the present order. Nevertheless, it may facilitate the remand, and enhance the possibility of settlement, for us to address the retroactivity issue in general terms.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The power of a district court to craft and even withhold injunctions based on equitable considerations is well established. Equitable relief is ordinarily discretionary, <i>Dudley v. Hannaford Bros. Co.,</i> 333 F.3d 299, 311 (1st Cir.2003), and the ADA confirms that court enforcement invokes the court's discretionary judgment. 42 U.S.C. &#167; 12188(b)(2); <i>see also</i> 28 C.F.R. &#167; 36.504. \"Discretion,\" of course, implies latitude for the district judge, but subject always to the overriding constraint that the discretion be reasonably exercised. <i>U.S. Pub. Interest Research Group v. Atlantic Salmon of Me., LLC,</i> 339 F.3d 23, 32 (1st Cir.2003); <i>Rosario-Torres v. Hernandez-Colon,</i> 889 F.2d 314, 321 n. 6 (1st Cir.1989) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In this instance, the district court began its discussion of retroactivity by saying that it agreed with the defendants \"that due process requires that the Court's declaration ought operate only prospectively.\" <i>Hoyts Cinemas,</i> 256 F.Supp.2d at 91. Due process may furnish a floor to protection, based primarily on lack of fair warning,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> but we think that equitable principles give the district court even greater latitude to decline or limit retroactivity. For example, the court might equitably consider not only the level of warning but also government indolence or misleading advice and the avoidance of extravagant expenditure for little gain. <i>Cf. United States v. Mass. Water Res. Auth.,</i> 256 F.3d 36, 45-46, 55-58 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There is no doubt that standard 4.33.3 is vague as to whether it embraces angles, that the Justice Department has been slow in providing more precise guidance by regulation, and that the belated amicus brief in <i>Lara</i> and the differing conclusions of the courts have impaired predictability. And some range of expenditures for altering existing theaters to achieve theoretical perfection might not be reasonable; this the government more or less concedes in its briefs.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Nor is it a conclusive answer to argue, as the government does from public sources, that the theater industry has long regarded viewing angles as important in designing theaters and that this was certainly true in 1991 when standard 4.33.3 was framed. Whether or not viewing angles mattered to patrons, the defendants were entitled to provide the minimum that the law required of them. Thus, from a narrow standpoint, the defendants might be able to say that they lacked clear warning of the government's gloss until 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">On the other hand, anyone who read the ADA's own broader language and took account of the underlying policy might well have understood that imposing truly bad viewing angles on wheelchair patrons &#8212; say, angles of the kind described in the Ninth Circuit's <i>Regal Cinemas</i> decision &#8212; would not be a whole-hearted implementation of the statute and that the phrase \"lines of sight\" <i>could</i> be read to cover more than an unobstructed view. Theater chains can afford able counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The extent to which \"retroactive\" application seems unfair may depend in part on exactly what obligation is ultimately imposed on the defendants. Merely as an example, putting wheelchair spaces in the stadium section of every already constructed theater is one thing; remedying terrible wheelchair viewing angles in the worst existing theaters is something else. In a court of equity it is legally possible, and almost surely wise in this case, to decouple what is required prospectively from what is required as to theaters already built.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Against this background, we note three concerns as to the district court's approach. First, if one looks for an authoritative government statement of its general position, <i>Lara</i> supplied that in 1998; if the test is a definitive judicial determination for these defendants, this came only with the district court's own decision. Why the filing of this lawsuit makes sense as an equitable date for implementing a decision made several years later is not obvious and not explained.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Next, the court gave no explicit consideration to the possibility that some of the defendants' theaters are so inhospitable to wheelchair patrons that a measure of reconstruction is warranted &#8212; although surely not everything that would be required of a new theater. Admittedly, an all-or-nothing solution as to retroactivity has advantages of its own and, if the district court opted against any reconstruction, this might be within its reasonable discretion. But the issue is worth addressing.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Equitable considerations do not operate only one way. The plight of the disabled, whom Congress sought to protect starting over a decade ago, is the central concern of the statute and a proper consideration &#8212; even in a due process assessment. Even in a due process context, the public interest bears upon the retroactivity to be allowed. \"[N]ot every law that upsets expectations is invalid; courts have generally compared the public interest in the retroactive rule with the private interests that are overturned by it.\" <i>Adams Nursing Home of Williamstown, Inc. v. Mathews,</i> 548 F.2d 1077, 1080 (1st Cir.1977).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">This brings us to a different issue. The defendants complain that any limit on retroactivity is meaningless if the comparable viewing angles requirement is applied not only to new theaters built after its announcement but also (as the district court suggested) to any \"refurbishment\" of existing theaters; this is so, they say, because under the district court's definition of \"refurbishment\" as any change that requires a building permit under local law, even the minutest change (<i>e.g.,</i> laying electrical lines) might entail the complete revamping of the entire theater. Obviously this issue needs to be briefed and addressed as part of any decision as to retroactivity.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Such concerns underscore the need for the parties to have due notice and be given an opportunity to argue about retroactivity after the prospective obligations have been established. Yes, courts often address issues on which the parties may not earlier have focused fully; motions to reconsider exist partly for this reason. Given our remand on the merits, we need not resolve the theaters' claim that last time they had insufficient opportunity to address the retroactivity problems.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">There remains the defendants' claim that the district court erred in denying them (provisionally) discovery of Justice Department internal communications on the meaning of standard 4.33.3. Our own interpretation set forth above, which would not be altered by internal Justice Department communications, moots the discovery so far as it aims to influence the interpretation of standard 4.33.3. If such discovery has any bearing on the equities that affect retroactivity, the defendants are free to refocus and renew their request on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">One other observation may be helpful. The Access Board's amended standard 4.33.3, if adopted by the Department, goes a long way to determining for the future the extremely difficult question of how much \"comparability\" is required for new construction. But it is an amendment, not a gloss on the existing regulation, and therefore does not itself govern existing theaters (future alterations aside). If the parties can reach practical accommodations as to the worst of the existing theaters, the remand may prove a much simpler task than it initially might appear.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Although compelled to remand, we acknowledge the district court's thoughtful discussion in a case that is formidably difficult, due both to the complexity of the legal issues and to the number and variety of theaters in dispute. It is now time for the parties to show an equal dedication by attempting to work out a settlement, bearing in mind that no solution as to existing theaters will be perfect and that prompt improvements may matter more than theoretical perfection.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The judgment of the district court is <i>vacated</i> and the matter <i>remanded</i> for proceedings consistent with this decision. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 302(a) of the ADA, 42 U.S.C. &#167; 12182(a), prohibits discrimination against disabled persons in \"the full and equal enjoyment of the goods, services, facilities, privileges, advantages, or accommodations of any place of public accommodation.\" Section 302(b)(1) mandates that the disabled not be denied \"the opportunity ... to participate in or benefit from\" goods, services, facilities, privileges, advantages, and accommodations,<i>id.</i> &#167; 12182(b)(1)(A)(i), or be afforded a benefit \"not equal to that afforded other individuals,\" <i>id.</i> &#167; 12182(b)(1)(A)(ii); that such benefits not be \"different or separate from\" those provided to other individuals (unless equality so requires), <i>id.</i> &#167; 12182(b)(1)(A)(iii); and that benefits be provided \"in the most integrated setting appropriate to the needs of the individual,\" <i>id.</i> &#167; 12182(b)(1)(B).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Governing \"new construction\" is section 303(a)(1), in which Congress defined unlawful discrimination to include \"a failure to design and construct facilities for first occupancy [after January 26, 1993], that are readily accessible to and usable by individuals with disabilities,\" unless \"structurally impracticable.\" 42 U.S.C. &#167; 12183(a)(1). A sister provision describes parallel accessibility obligations accompanying voluntary alterations to existing facilities, to the \"maximum extent feasible,\" in the altered areas<i>Id.</i> &#167; 12183(a)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>United States v. Nat'l Amusements, Inc.,</i> 180 F.Supp.2d 251, 255 &amp; n. 4 (D.Mass.2001). The pertinent final rules are: Americans with Disabilities Act (ADA) Accessibility Guidelines for Buildings and Facilities, 56 Fed.Reg. 35,408 (July 26, 1991); and Nondiscrimination on the Basis of Disability by Public Accommodations and in Commercial Facilities, 56 Fed.Reg. 35,544 (July 26, 1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>United States v. Cinemark USA, Inc.,</i> 348 F.3d 569, 579 (6th Cir.2003), <i>cert. denied,</i> ___ U.S. ___, 124 S.Ct. 2905, ___ L.Ed.2d ___ (2004); <i>Oregon Paralyzed Veterans of Am. v. Regal Cinemas, Inc.,</i> 339 F.3d 1126, 1133 (9th Cir.2003), <i>cert. denied,</i> ___ U.S. ___, 124 S.Ct. 2903, ___ L.Ed.2d ___ (2004). The Second Circuit remanded for further development in a third case when the Department filed an amicus brief on appeal. <i>Meineker v. Hoyts Cinemas Corp.,</i> 69 Fed.Appx. 19, 23-26 (2d Cir.2003) (unpublished order).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Count I of the Department's complaints alleged violations of standard 4.33.3, characterizing these violations as unlawful discrimination under the ADA's root antidiscrimination provision, section 302(a), 42 U.S.C. &#167; 12182(a), and under section 303(a)'s specific requirement that \"new construction and alterations\" be \"readily accessible to and usable by\" individuals with disabilities, 42 U.S.C. &#167; 12183(a)(1). Count II incorporated the same violations of standard 4.33.3 into a more general claim of discrimination under section 302(a) and under section 302(b)'s mandate of equality and integration in public accommodations, 42 U.S.C. &#167; 12182(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Department has announced its intention to conduct a rulemaking to revise its Title III regulations, including adopting the amended Access Board guidelines, starting in January 2005. Unified Agenda, 69 Fed.Reg. 37,749, 37,749 (June 28, 2004)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> A number of passages in the government's initial district court filings seemingly take the<i>per se</i> legal position that \"integral\" means within the stadium section because that is the main or most popular section in stadium theaters. At summary judgment, and in this court, the government's briefs are more guarded, shifting toward an argument that <i>in fact</i> stadium seating provides superior viewing and is preferred by most patrons &#8212; and therefore only seating there is \"integral.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The amended version of standard 4.33.3 just adopted by the Access Board similarly distinguishes between large and small theaters, requiring dispersal only in the former but requiring adequate viewing angles in theaters of all sizes. Amended ADAAG, 69 Fed.Reg. at 44,198-99</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>See Shalala v. Guernsey Memorial Hosp.,</i> 514 U.S. 87, 100, 115 S.Ct. 1232, 131 L.Ed.2d 106 (1997) (stating that APA rulemaking would be required if a new agency position \"effec[ted] a substantive change in the regulations\" (internal quotation marks omitted)); <i>Mission Group Kan., Inc. v. Riley,</i> 146 F.3d 775, 782 (10th Cir.1998) (distinguishing agency interpretations that are \"new\" rules, which would require APA notice and comment, from those that really are \"interpretation[s]\" of existing rules (emphases omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Using an audit of actual seating choices in over 100 Hoyts and National theaters, orchestrated by a Justice Department expert (under supervision from Hoyts and National employees), Hoyts identifies two of its theaters in which the rows where the wheelchair spaces were placed (in the middle access aisle) are among the most popular rows. National mentions 20 theaters that satisfy the demanding viewing comfort test advanced by a Justice Department expert in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In<i>Cheshire Hosp. v. N.H.-Vt. Hospitalization Serv., Inc.,</i> 689 F.2d 1112, 1121 &amp; n. 10 (1st Cir.1982), we explained that \"the retroactive application of a new interpretation of an old regulation,\" like a new regulation itself, is subject to due process analysis; and \"a critical consideration is the extent to which a retroactive rule or interpretation adversely affects the reasonable expectations of concerned parties.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Plaintiff, Appellee/Cross-Appellant,<br>v.<br>HOYTS CINEMAS CORPORATION; National Amusements, Inc., Defendants, Appellants/Cross-Appellees.</p>\n    <p class=\"docket\">No. 03-1646.</p>\n    <p class=\"docket\">No. 03-1787.</p>\n    <p class=\"docket\">No. 03-1808.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 6, 2004.</p>\n    <p class=\"date\">Decided August 20, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, William G. Young, Chief Judge. COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED James R. Carroll with whom David S. Clancy, Christopher S. Fortier and Skadden, Arps, Slate, Meagher &amp; Flom LLP were on brief for National Amusements, Inc.</p>\n      <p class=\"indent\">Michael J. Malone with whom Patricia A. Griffin, Leslie J. Arnold and King &amp; Spalding LLP were on brief for Hoyts Cinemas Corporation.</p>\n      <p class=\"indent\">David K. Monroe, Steven John Fellman, and Galland, Kharasch, Greenberg, Fellman &amp; Swirsky, P.C. on brief for National Association of Theatre Owners, Inc., Amicus Curiae.</p>\n      <p class=\"indent\">Gregory B. Friel, Department of Justice, Civil Rights Division, Appellate Section, with whom R. Alexander Acosta, Assistant Attorney General, Michael J. Sullivan, United States Attorney, Michael J. Pineault, Assistant United States Attorney, and Jessica Dunsay Silver, Department of Justice, Civil Rights Division, Appellate Section, were on brief for the United States.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA and SELYA, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n      <p class=\"indent\">This case comes to us on appeal from summary judgment, in an enforcement action brought by the United States under Title III of the Americans with Disabilities Act of 1990 (\"ADA\"), 42 U.S.C. &#167;&#167; 12181-12189 (2000), granting relief against two movie-theater companies. At issue is the placement of wheelchair spaces in their \"stadium-style\" movie theaters. Similar cases have divided the circuits on the interpretation and application of a longstanding regulation designed to implement the ADA's accessibility requirements for movie theaters, concert halls, and like venues.</p>\n      <p class=\"indent\">The ADA was enacted to remove barriers to equal participation by the disabled in community life. <i>See</i> 42 U.S.C. &#167; 12101. The statute contains provisions, both general and specific, that apply to the design and construction of movie theaters and other facilities of public accommodation. Relying heavily upon the concept of \"discrimination,\" the statute aims to assure a substantial measure of equality and integration for the disabled who use such facilities.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The provisions describing the overall \"prohibition of discrimination\" are cast in quite general terms (<i>e.g.,</i> \"full and equal enjoyment,\" \"most integrated setting appropriate to the needs of the individual\"). <i>Id.</i> &#167; 12182(a)-(b). Other provisions, also generally phrased, govern new construction and alteration.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n      <p class=\"indent\">To provide guidance for those who must comply, Congress created a multi-layered scheme. An existing government entity &#8212; the Architectural and Transportation Barriers Compliance Board, widely referred to as the \"Access Board\" &#8212; was directed to create new minimum guidelines (supplementing pre-ADA accessibility guidelines) within nine months of the ADA's enactment. 42 U.S.C. &#167; 12204. The Access Board has representatives from numerous government agencies, including the Justice Department, and presumably has much experience with architectural issues. 29 U.S.C. &#167; 792 (2000).</p>\n      <p class=\"indent\">The statute further required the Attorney General within one year to promulgate regulations of his own consistent with the minimum guidelines issued by the Access Board. 42 U.S.C. &#167; 12186(b)-(c). The Justice Department was also directed to provide technical assistance to the public in coordination with the Access Board, including in the form of technical assistance manuals. <i>Id.</i> &#167; 12206(a)-(c). After overlapping notice-and-comment periods, the Access Board adopted the required minimum guidelines and, on the same day, the Justice Department adopted them as ADA regulations without change.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">One of the regulations &#8212; which is the focus of this case &#8212; is known as standard 4.33.3 and prescribes the placement of wheelchair spaces in newly constructed \"assembly areas\" set for first occupancy after January 26, 1993, and for alterations occurring after January 26, 1992. 28 C.F.R. &#167;&#167; 36.401-.402, 36.406 (2003). The language most pertinent to this case reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Wheelchair areas shall be an integral part of any fixed seating plan and shall be provided so as to provide people with physical disabilities a choice of admission prices and lines of sight comparable to those for members of the general public.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\"><i>Id.</i> pt. 36 app. A &#167; 4.33.3. Further language requires a companion fixed seat next to each wheelchair seating area and provides that, where total seating capacity in the facility \"exceeds 300, wheelchair spaces shall be provided in more than one location.\" <i>Id.</i> The standard contains no definition of \"lines of sight,\" \"integral\" or any other term of art.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1991, when the regulations including standard 4.33.3 were adopted, most movie theaters were of a traditional type in which all seats are located on a single flat or sloped floor. In or around 1995, the new \"stadium\" movie theater concept was developed. Typically, a few rows of traditional seating on a flat or sloped floor were retained at the front of the auditorium, and behind them rose the majority of the seats on tiers of stepped risers &#8212; as in many sports stadiums. Somewhat confusingly, the term \"stadium\" is also often used to refer just to the section of the seating area on risers (at least, where the risers create a steep enough incline), as opposed to the more gently sloped seating area in front, which we will call for simplicity's sake \"the slope.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Between 1996 and 2000, the defendants in this case &#8212; two big theater chains called Hoyts and National &#8212; constructed large numbers of stadium theaters, including the 500 or so at issue in this case, ranging in size from fewer than 100 seats to more than 600 seats. Most are roughly in the 150-350 seat range; of the 225 Hoyts theaters at issue, 41 have 300 seats or more, and of the 284 National theaters, 52 have 300 seats or more. These theaters are of many different designs, and the accommodations for wheelchairs vary; but in a great many of them the wheelchair positions are clustered (together with an ordinary companion seat for each wheelchair space) in the sloped section of the theater.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In smaller theaters with 300 seats or fewer, wheelchair spaces are typically in the sloped section, although in a few cases the spaces are at the back of the theater or (depending on how one labels spaces in an access aisle separating the slope from the stadium) arguably in the first row of the stadium section. In larger theaters with more than 300 seats, for which standard 4.33.3 requires more than one location, wheelchair spaces are dispersed accordingly, usually with some at the rear of the auditorium. Wheelchair placement decisions appear not to be irreversible; in some theaters, wheelchair spaces were initially placed in the front row, but later moved further back.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">During the period from 1996 to 2000, as stadium-style theaters grew in number, the Justice Department made no changes to standard 4.33.3, although in July 1998 the Department filed an amicus brief in a private ADA enforcement action brought in district court against an individual theater complex. <i>Lara v. Cinemark USA, Inc.,</i> No. EP-97-CA-502-H, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">1048497</span></span>, at *1 (W.D.Tex. Aug.21, 1998). There, the Department asserted that unobstructed lines of sight from wheelchair spaces were not enough; rather, the Department urged that under the ADA and standard 4.33.3, the quality of sight lines &#8212; as measured primarily by horizontal and vertical angles from the viewer to the screen &#8212; had to be comparable with those enjoyed by many or most non-wheelchair patrons.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On appeal the Fifth Circuit flatly rejected the Department's position, holding that the existing regulations required only unobstructed lines of sight, <i>Lara v. Cinemark USA, Inc.,</i> <span class=\"citation\" data-id=\"20398\"><a href=\"/opinion/20398/lara-v-cinemark-usa-inc/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">783</span></a></span>, 789 (5th Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">944</span></span>, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">341</span></span>, <span class=\"citation no-link\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span></span> (2000). Further litigation followed in other circuits. Two of them &#8212; the Sixth and Ninth &#8212; ruled that viewing angles were a component of \"comparable lines of sight\" and that wheelchair-using patrons could not as a group be subject to highly uncomfortable viewing angles while superior angles were provided for other patrons.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In each of these cases, the Department appears to have asserted that the \"integral part\" phrase in standard 4.33.3 requires wheelchair spaces to be located in the stadium section of stadium theaters, regardless of the size of the theater and the adequacy of viewing angles provided from the slope. However, an Access Board technical manual issued in July 1998 said that wheelchair spaces had to be within the \"footprint of the seating layout\" and that \"bleachers with notches or cut-out areas\" would qualify as integrated. Access Board, <i>ADAAG Manual</i> 117 (1998). The circuit cases, concerned primarily with viewing angles, have not clearly addressed the extent to which integration is required.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 18, 2000, the Justice Department brought the present enforcement action under the ADA, filing lawsuits (later consolidated) against Hoyts and National, in the district court in Massachusetts. The complaints charged that a number of theaters controlled by these companies were in violation of the ADA and standard 4.33.3. They sought declaratory and injunctive relief &#8212; including retrofitting existing theaters &#8212; as well as damages and civil penalties. Ultimately, the government contended that each company had more than two hundred non-complying theaters.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Discovery ensued, including reports by and depositions of experts on both sides. The district court refused to allow full-scale discovery of Justice Department files by which the defendants sought to show that the Department had been divided in its view of standard 4.33.3 or even had once embraced the defendants' interpretation. However, the district court did dismiss one count of the complaints, to the extent that it relied on statutory duties beyond those imposed by standard 4.33.3; the court viewed the regulation as establishing the defendants' present obligations under Title III as to wheelchair placement. <i>Nat'l Amusements,</i> 180 F.Supp.2d at 256-62.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Eventually the defendants moved for summary judgment; the Department opposed the motion without asking for summary judgment in its favor. The defendants argued that the Fifth Circuit's <i>Lara</i> decision was correct, and that their obligation under standard 4.33.3 was to provide unobstructed lines of sight, which they had done. The district court held an oral hearing on September 12, 2002, at which it described its own tentative views and invited further submissions to supplement the record.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On March 31, 2003, the court issued an extensive decision, denying the defendants' motion for summary judgment but granting <i>sua sponte</i> summary judgment for the Department to the extent of providing declaratory but not injunctive relief. <i>United States v. Hoyts Cinemas Corp.,</i> <span class=\"citation\" data-id=\"2390529\"><a href=\"/opinion/2390529/united-states-v-hoyts-cinemas-corp/\"><span class=\"volume\">256</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">73</span></a></span>, 91, 93 (D.Mass.2003). The court then entered judgment to this effect and closed the case on its docket. Both sides treat this as a final judgment and, noting the district court's docket entry and the lack of any commitment to further proceedings, so do we.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court's declaration, embodied in the judgment, says that standard 4.33.3 &#8212; seemingly in all cases and regardless of stadium size &#8212; requires placing wheelchair spaces in the stadium section of the theater. <i>Hoyts Cinemas,</i> 256 F.Supp.2d at 93. However, as a matter of due process and in light of the lack of clarity in standard 4.33.3, the district court ruled that this obligation would only be applied to those of the defendants' theaters \"wherein construction or refurbishment ... occurs on or after the date on which this lawsuit commenced,\" that is, December 18, 2000. <i>Id.</i> From this judgment, both sides have appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defendants' appeals primarily contest the district court's reading of standard 4.33.3 and the decision to make the ruling retroactive to the start of this case, but the defendants also offer procedural and discovery objections. The government primarily defends the district court's substantive ruling, although saying that the court went too far in seeming to condemn wheelchair spaces that provide \"comparable\" viewing and are on risers &#8212; but on risers shorter than the court's understanding of \"stadium\" would imply. The government's main claim of error on its cross-appeal is that greater retroactivity should have been afforded to the district court ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In our court, briefing followed and oral argument was held February 6, 2004. However, at that time a petition for certiorari was pending in the Supreme Court seeking review of the Ninth Circuit's decision in <i>Regal Cinemas</i> based on the conflict with <i>Lara,</i> so we withheld decision. But the Solicitor General later opposed certiorari, noting that a new Access Board amendment would soon provide further guidance. Virtually at the end of its Term, the Court denied review. <i>Regal Cinemas, Inc. v. Stewmon,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2903</span></span>, ___ L.Ed.2d ___ (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Access Board amendment, just adopted in July 2004,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> requires that in assembly areas of more than 300 seats, wheelchair spaces shall be dispersed and shall provide wheelchair users a choice \"of seating locations and viewing angles that are substantially equivalent to, or better than,\" those \"available to all other spectators.\" Americans with Disabilities Act (ADA) Accessibility Guidelines for Buildings and Facilities (\"Amended ADAAG\"), 69 Fed.Reg. 44,084, 44,198 (July 23, 2004) (to be codified at 36 C.F.R. pt. 1191 app. B &#167; 221). In smaller theaters, no \"vertical dispersal\" would be required if the wheelchair spaces provided \"viewing angles that are equivalent to, or better than, the average viewing angle provided in the facility.\" <i>Id.</i> at 44,199.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On these appeals, we address in order three principal issues: first, whether section 4.33.3 supports either the defendants' claim that their obligations are limited to unobstructed lines of sight or the Department's claim that wheelchair locations must always be in the stadium section of every theater; second, whether the district court correctly ruled that wheelchair placement in the stadium section is automatically required for all stadium theaters based on the alleged factual superiority of such seating; and third, whether the district court's retroactivity ruling is correct. Other issues are presented but are most easily addressed within this framework.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\"><i>Standard 4.33.3.</i> The defendants appear to have built many, perhaps most or all, of the stadium theaters in question on the premise that their central obligation was to provide wheelchair spaces with unobstructed lines of sight, anywhere within the plan of each theater. Usually they found it most convenient to place the wheelchair spaces in the sloped section (sometimes though not always near the front), but other times wheelchair spaces were placed in the front row or so of the stadium section or at the very back. In considering the defendants' defense of this approach, the initial question is the substantive legal standard against which to measure it.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here, the government's complaint challenged the defendants' seating arrangements in two counts, one resting upon a regulation &#8212; standard 4.33.3 &#8212; and the regulation's statutory bases, and the other resting mainly upon a set of more general statutory provisions bearing upon accommodations. The district court dismissed the second count to the extent that it sought to impose obligations beyond the more specific standard, <i>Nat'l Amusements,</i> 180 F.Supp.2d at 256-62, and the government has not taken direct issue with this approach.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We accept this premise because neither side disputes it and because it makes more sense to focus upon a somewhat uncertain regulation directed to the very problem at hand rather than an even vaguer set of statutory provisions framed in more general terms. Nevertheless, the statute as a whole remains highly relevant. It provides the purpose and general objectives that cast light on the meaning of the regulation at issue. <i>See Navarro v. Pfizer Corp.,</i> <span class=\"citation\" data-id=\"199563\"><a href=\"/opinion/199563/navarro-pomares-v-pfizer-corporation/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></a></span>, 102 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Turning to standard 4.33.3, we note at the outset that it has two pertinent elements &#8212; one directed to \"comparability\" of lines of sight and the other to assuring that wheelchair spaces are made an \"integral\" part of the theater seating plan. These two elements correspond to two themes that run through Title III of the ADA. Title III's main thrust is to secure access for the disabled, but many of the provisions are aimed at assuring not only reasonable access but reasonable equality of access so far as feasible, while other provisions are concerned with the related but distinct aim of preventing undue segregation of the disabled. <i>See</i> note 1, above.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The defendants' theaters at issue in this case do provide wheelchair access: there are locations provided for wheelchairs, feasible means of reaching them, and (apparently) unobstructed lines of sight. The defendants say that this is all that the regulation requires and that standard 4.33.3 does not dictate that angles of sight for those seated in wheelchairs be as good as those for non-wheelchair patrons seated higher up in the theaters. And, say the defendants, quality of viewing aside, the regulation certainly does not say that there is a mechanical obligation to place wheelchair spaces in the stadium section of the theater.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We start with the issue of angles of sight. Admittedly, the defendants' position has been adopted by one circuit (in <i>Lara</i>), seconded by a strong dissent in the Ninth Circuit's <i>Regal Cinemas</i> decision. 339 F.3d at 1135-37 (Kleinfeld, J., dissenting). It gains some force from the broader context: the regulations were intended to provide guidance and it would have been child's play for the drafters to make clear that the \"lines of sight\" requirement encompassed not only unobstructed views &#8212; a classic problem for wheelchair occupants in many types of auditoriums and arenas (especially where spectators tend to stand) &#8212; but also angles of sight. Yet the Department and the Access Board apparently took no such position until 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">While all of this is relevant to the equities that inform a decision on retroactive relief, we think that the better reading of the regulation is that it takes angles of sight into account. Admittedly, the drafters may not have thought about angles at all; there is no clear \"legislative history.\" But judges constantly read statutes and regulations in light of language, purpose, and other policy considerations to solve problems that the drafters may not have squarely considered. <i>See Versyss, Inc. v. Coopers &amp; Lybrand,</i> <span class=\"citation\" data-id=\"597412\"><a href=\"/opinion/597412/versyss-incorporated-v-coopers-and-lybrand-etc/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span>, 654-57 (1st Cir.1992), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">974</span></span>, <span class=\"citation no-link\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2965</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">665</span></span> (1993). On balance, the considerations favor the government.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Words are the usual starting point in interpretation. \"Lines of sight\" is a fairly general phrase, no doubt capable of being used to refer only to an unobstructed view; but its very generality makes it capable of encompassing comparability of angles as well as freedom from obstruction. Each side can muster dictionary glosses but it is enough here that those favoring the government are at least as good as those favoring the defendants. Then, the balance is easily tipped by the underlying policy of the statute.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The ADA places substantial emphasis on equality of access. <i>See, e.g.,</i> 42 U.S.C. &#167;&#167; 12101(a)(5), 12182(a). As a matter of common sense, this cannot be absolute equality; a tilt-back chair for ordinary patrons does not therefore entail a tilt-back platform for a wheelchair. But at least in some theater layouts, the evidence indicates that lines of sight for close-up wheelchair patrons could be quite uncomfortable and distorting. <i>See Regal Cinemas,</i> 339 F.3d at 1128. If most or all of the wheelchair sites in the theater have badly degraded views and most or all of the non-wheelchair seats have good viewing angles, the basic objective of the statute would surely be undermined.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Extreme angles in either the vertical (up-down) or horizontal (right-left) planes have a double disadvantage &#8212; physical discomfort, especially if the head has to be tilted back too far, and visual distortion. True, some patrons have unusual preferences and some seats are always going to be worse than others; but even before the ADA the evidence shows an understanding in the theater design business that extreme angles are inferior. The government's and the theaters' evidence may suggest that vertical angles exceeding 35 degrees to the top of the screen (or 30 degrees to the center) are less than comfortable; but whatever the \"right\" numbers, the record shows that severe angles at some stage grow markedly less satisfactory to many patrons.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In sum, the statutory objective can best be carried out by applying standard 4.33.3's comparability requirement to angles of sight as well as lack of obstruction. Whether the standard was initially clear enough to justify applying this interpretation to theaters constructed before the district court's decision is a separate issue to which we will return. Just what \"comparability\" may require is also a different question; it is harder to provide guidance on this issue because of the variety of approaches available, the fact-intensive character of the issue, and the lack of adequate briefing.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In reaching our conclusion, we give some weight to the Justice Department's interpretation of the regulation. Such deference is proper even though the Department's gloss is offered only in a brief rather than in some more formal manner (<i>e.g.,</i> an interpretive ruling), <i>see Auer v. Robbins,</i> <span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 461-62, <span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">905</span></a></span>, <span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">79</span></a></span> (1997), although the courts must then be alert to the risk of <i>post hoc</i> rationalizations. <i>Id.</i> at 462, <span class=\"citation\" data-id=\"118089\"><a href=\"/opinion/118089/auer-v-robbins/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">905</span></a></span>; <i>see Bowen v. Georgetown Univ. Hosp.,</i> <span class=\"citation\" data-id=\"112163\"><a href=\"/opinion/112163/bowen-v-georgetown-univ-hospital/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">204</span></a></span>, 213, <span class=\"citation\" data-id=\"112163\"><a href=\"/opinion/112163/bowen-v-georgetown-univ-hospital/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">468</span></a></span>, <span class=\"citation\" data-id=\"112163\"><a href=\"/opinion/112163/bowen-v-georgetown-univ-hospital/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">493</span></a></span> (1988) (discounting \"a convenient litigating position\"). The Department's position on angles has been consistent since <i>Lara. See Thomas Jefferson Univ. v. Shalala,</i> <span class=\"citation\" data-id=\"117865\"><a href=\"/opinion/117865/thomas-jefferson-univ-v-shalala/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 515, <span class=\"citation\" data-id=\"117865\"><a href=\"/opinion/117865/thomas-jefferson-univ-v-shalala/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2381</span></a></span>, <span class=\"citation\" data-id=\"117865\"><a href=\"/opinion/117865/thomas-jefferson-univ-v-shalala/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Admittedly, standard 4.33.3 was drafted by the Access Board and adopted mechanically by the Department on the same day. But there remain institutional reasons for giving some weight to the Department's reading, <i>Paralyzed Veterans of Am. v. D.C. Arena L.P.,</i> <span class=\"citation\" data-id=\"743059\"><a href=\"/opinion/743059/paralyzed-veterans-of-america-appelleescross-appellants-v-dc-arena/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 585 (D.C.Cir.1997), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1003</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1184</span></span>, <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span></span> (1998); <i>cf. Navarro,</i> 261 F.3d at 98-99, although one conventional reason for deference &#8212; expertise &#8212; could well justify giving some weight to the views of the Board itself. In any event the Board's 1998 technical manual agrees that \"[b]oth the horizontal and vertical viewing angles must be considered in the design of assembly areas.\" Access Board, <i>supra,</i> at 117.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Where our reading of standard 4.33.3 differs from that of the Department is on the second element &#8212; the \"integral\" requirement &#8212; which the government says requires that wheelchair spaces always be placed in the stadium section. Here, two possible positions must be distinguished: first, that standard 4.33.3 requires this result <i>as a matter of law</i> even if the quality of viewing from the slope is as good as that in the stadium section; or second, that <i>as a factual matter</i> placing wheelchair spaces in the stadium section is required in a particular theater whenever &#8212; as the Department thinks is common &#8212; the view from the slope is worse than from the stadium.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">At different times the government has taken each of these positions.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The two arguments rest on different concepts and have different results, namely for theaters that offer slope seating comparable in quality to seating in the stadium. No circuit court has adopted a reading of the word \"integral\" that automatically compels wheelchair siting in all stadium sections regardless of slope-seating quality. We reject such a reading of \"integral\" and now explain why, reserving for discussion later the Department's more modest factual argument that quality differences commonly justify wheelchair seating in the stadium area.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Integration is inherently a matter of degree &#8212; one could have a wheelchair space in every row of the theater &#8212; and the term \"integral\" does not tell one anything about how much integration is required. Read straightforwardly, \"integral\" means that the wheelchair locations must be a constituent part of the theater, <i>see Random House Dictionary of the English Language</i> 990 (2d ed.1987). The Access Board took just this view in its 1998 technical manual, saying that \"integral\" required wheelchair locations to come within \"the footprint of the seating layout.\" Access Board, <i>supra,</i> at 117.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Further, the same technical manual deals directly with \"dispersal.\" Pertinently, it says that in theaters of over 300, wheelchair spaces must be provided \"in all areas, including sky boxes and specialty areas.\" Access Board, <i>supra,</i> at 117. The converse implication is that in smaller theaters there is no automatic requirement that wheelchair spaces be in any specific location. Of course, in a particular theater (perhaps in most), \"comparability\" might require stadium locations for wheelchairs &#8212; but this is a different issue, dependent upon evidence.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Angles of sight were a familiar aspect of theater design when the standard was framed, and there is nothing implausible about reading \"lines of sight\" to encompass the angles at which the lines connect the viewer to the screen. But the term \"integral\" was adopted in standard 4.33.3 before there were stadium theaters. To read it as mechanically requiring wheelchair spaces in a particular part of the theater, regardless of the adequacy of the view from the slope, appears to us not to gloss the word but to rewrite the regulation in a fashion that could not reasonably be anticipated.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Deference to the agency's view does not mean abdication. Here, the Department's gloss (unlike that in the Access Board's 1998 manual) is an unnatural reading of \"integral,\" advanced inconstantly in this very case, and peculiarly rigid and specific as applied to a class of theaters not conceived of until well after the standard was written and adopted. The Department is free to interpret reasonably an existing regulation without formally amending it; but where, as here, the interpretation has the practical effect of altering the regulation, a formal amendment &#8212; almost certainly prospective and after notice and comment &#8212; is the proper course.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\"><i>The District Court's Main Ruling.</i> The district court, confronted with the defendants' motion for summary judgment, instead granted summary judgment for the government. Its holding, and main rationale for that holding, can be summed up in the district court's own language:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">[S]tadium-style theaters cannot possibly offer \"lines of sight comparable to those for members of the general public\" when wheelchair-accessible seats are placed <i>only</i> in the traditional-seating section, whether on risers or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>Hoyts Cinemas,</i> 256 F.Supp.2d at 88 (quoting 28 C.F.R. pt. 36 app. A &#167; 4.33.3). The court also said that such seating could not be \"integral,\" but this ruling rested expressly on the same premise, namely, \"the superiority of the stadium section.\" <i>Id.</i> at 89.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court's bases for this factual conclusion appear to be three: the district judge's taking of judicial notice that movie patrons prefer the middle or back of the theater; several assertions by the district judge as to why stadium seating is superior; and what the district judge called \"a matter of simple geometry,\" namely, that theater seats in the stadium section, which is further back than the slope, offer patrons narrower and flatter sight lines. <i>Hoyts Cinemas,</i> 256 F.Supp.2d at 88.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">On appeal, the defendants lodge an initial procedural objection, pointing out that there was no cross-motion for summary judgment by the government. There is nothing impermissible in considering a grant of summary judgment <i>sua sponte,</i> but it is then ordinarily vital for the court to give the parties notice. Without such notice, the opponent of such a disposition may be deprived of the chance to muster affidavits and other evidence to show that a genuine issue of material fact precludes summary judgment. <i>See Rogan v. Menino,</i> <span class=\"citation\" data-id=\"198447\"><a href=\"/opinion/198447/rogan-v-menino/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 80-81 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">616</span></span>, <span class=\"citation no-link\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">511</span></span> (1999); <i>Berkovitz v. Home Box Office, Inc.,</i> <span class=\"citation\" data-id=\"196881\"><a href=\"/opinion/196881/berkovitz-v-home-box-office/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 31 (1st Cir.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In the oral argument on the defendants' motion, the district court did give the parties some notice of its tentative thinking, and the court also gave the parties opportunity to make further written submissions, in particular inviting them to reconsider the \"integral\" problem. Indeed, on appeal the defendants rely on evidence already in the record as precluding summary judgment; whether with better notice they would have offered even more evidence is unclear.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We need not resolve the procedural objection. On the present record we conclude that the district court has not justified a finding that condemns each and every theater that provides slope but not stadium spaces for wheelchairs. A trial, or perhaps even summary judgment backed by more evidence and further analysis, might justify such a result for many of the theaters &#8212; perhaps most or even all. But the district court's blanket determination &#8212; that all slope-only wheelchair placement is inferior, whatever the size or configuration of the theater &#8212; is multiply flawed.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We begin with the district judge's reliance on judicial notice to establish the preferences of movie theater patrons. Deciding whether facts are \"adjudicative,\" and so subject to stringent substantive and procedural requirements, Fed.R.Evid. 201, is often no easy task as one moves further back on the spectrum from the \"what happened here\" kinds of issues. <i>See United States v. Bello,</i> <span class=\"citation\" data-id=\"198683\"><a href=\"/opinion/198683/united-states-v-bello/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 22-23 (1st Cir.1999); Fed.R.Evid. 201(a) advisory committee's note. But the seating preferences of patrons in stadium theaters are a central issue in this case; the district court deemed it adjudicative by relying on Rule 201, and the government does not argue otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">One of the requirements of Rule 201 is procedural, namely, that the parties be given notice and an opportunity to object to the taking of judicial notice. <i>See Cooperativa de Ahorro y Credito Aguada v. Kidder, Peabody &amp; Co.,</i> <span class=\"citation\" data-id=\"606661\"><a href=\"/opinion/606661/cooperativa-de-ahorro-y-credito-aguada-v-kidder-peabody-co/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">269</span></a></span>, 273 (1st Cir.1993), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1082</span></span>, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1792</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">720</span></span> (1995). The district judge did refer in the hearing to his own experience in a particular stadium theater, but this is less than a clear-cut warning that judicial notice will be used to convert this single instance into a universal proposition that may not be disputed. In any event the rule also requires both that the noticed fact be \"not subject to reasonable dispute\" and that it be so either (1) on the basis of general knowledge within the territorial jurisdiction of the trial court or (2) because it is capable of being determined by an assuredly accurate source.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To support the district court's judgment, the preference for middle to rear seating must be not just common but ubiquitous, applying to every stadium-style movie theater regardless of size or configuration. The district court's decree applies to all of the defendants' many theaters where wheelchair spaces are not in the stadium section &#8212; several hundred in number, designed by different architects, and scattered across the United States. Possibly, most of the audience in every single theater at issue prefers stadium seating, but this cannot <i>a priori</i> be beyond reasonable dispute.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Nor does Rule 201's source requirement appear met. It may be common knowledge in Boston that seating at a particular theater is best in the middle or back, although this would be much more plausible in a small, one-theater town; but surely residents of Boston have no such common knowledge about particular theaters in other states. Nor does the district court point to an unquestionably accurate source &#8212; a respectable almanac is the usual example &#8212; to support its proposition. As we will see, the district court's proposition is colorably disputed, as to some theaters, by defense evidence in this very case.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Rule 201 is applied with some stringency, because accepting disputed factual propositions about a case \"not tested in the crucible of trial is a sharp departure from standard practice.\" <i>Lussier v. Runyon,</i> <span class=\"citation\" data-id=\"692275\"><a href=\"/opinion/692275/thomas-r-lussier-v-marvin-runyon-united-states-postmaster-general/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1103</span></a></span>, 1114 (1st Cir.), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">815</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">69</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">30</span></span> (1995); <i>cf. New Alliance Party v. N.Y. State Bd. of Elections,</i> <span class=\"citation\" data-id=\"2261981\"><a href=\"/opinion/2261981/new-alliance-party-v-ny-state-bd-of-elections/\"><span class=\"volume\">861</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">282</span></a></span>, 292 (S.D.N.Y.1994) (\"[Ballot] position bias may be a commonly-held belief in this jurisdiction, but its imprecise and conditional nature preclude it from being characterized as a judicially noticed fact....\"). Here, theater seating preferences were a matter for evidence, not judicial notice.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The district court's second basis for its finding of stadium-seating superiority was a set of general observations about the qualities of stadium seating. Specifically, the court said that stadium seating (being further back) has less risk of image distortion and excessively wide horizontal or uncomfortable vertical angles of sight, and also that the stadium seats are larger, more comfortable, better elevated over seats in front and endowed with wider arm rests (with cup holders) and tilt-back ability. No source is given for these propositions beyond the statement that they are gleaned \"from the record of undisputed facts.\" <i>Hoyts Cinemas,</i> 256 F.Supp.2d at 78-79.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">It is not clear why the quality of the theater seats themselves matters since wheelchair patrons apparently use spaces for their chairs rather than theater seats. But the angle and distortion considerations are plausible reasons why many (perhaps most) patrons, in many (perhaps most) theaters, might prefer seating in the stadium section. Yet it is hardly obvious that this would be true in every stadium theater regardless of configuration.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Further, the question on summary judgment is not whether the district court's assumptions might prove right but whether the government's affidavits and other evidence are so overwhelming that there is no basis for a trial and specific factual findings. <i>Celotex Corp. v. Catrett,</i> <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 322-23, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2548</span></a></span>, <span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">265</span></a></span> (1986); Fed.R.Civ.P. 56; <i>cf.</i> Fed.R.Civ.P. 52(a). Here, the defendants did point to evidence that viewers in particular theaters found some seats in the slope or in the access aisle equally attractive to some seats in the stadium, and that in others wheelchair spaces in the slope had quite good angles.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The district court's decision does not discuss such evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The district court's last building block is its geometry argument, which is easily enough grasped: moving back from an object narrows both the horizontal and vertical angles of sight from the observer to the perimeter lines of the object. Indeed, if the screen is itself placed high up from the floor, stadium seats may already be closer to eye level with the screen. There is nothing wrong in using such indisputable premises for reasoning about the facts. <i>Cf. United States v. Amado-Nunez,</i> <span class=\"citation\" data-id=\"784973\"><a href=\"/opinion/784973/united-states-v-jose-amado-nunez/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 121-22 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2864</span></span>, <span class=\"citation no-link\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">284</span></span> (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">But distance has disadvantages of its own; the object is further away, details smaller, and the experience perhaps less absorbing for many viewers. Further, narrower angles are surely better, in any meaningful sense, only up to a point. Both sides, for example, point to evidence suggesting a comfort range in the vertical plane of 30-35 degrees or less; where such views are provided on the slope, this could arguably provide comfort \"comparable\" to stadium seats even if the latter had still flatter angles.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">On appeal, the government makes no effort to sustain the district court judgment by arguing that its evidence shows, so overwhelmingly as to justify summary judgment, that in <i>every</i> theater the quality of viewing is better from the stadium section. What its brief says about the evidence (emphasis ours) is that \"[a] <i>substantial number</i> of defendants' auditoriums situate the wheelchair areas in locations that afford lines of sight that are inferior to those provided most other members of the general public.\" The district court's judgment was not limited to \"a substantial number\" of theaters.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Admittedly, the government's examples and data are telling. It says that about 150 of the theaters in dispute have wheelchair viewing angles that range from 36 to 55 degrees, while most of the non-wheelchair seats have \"more comfortable viewing angles.\" It also offers some specific examples of theaters with inferior wheelchair placement, providing information about those viewing angles. And its brief points to complaints by wheelchair patrons as well as survey data showing that in one theater complex, among others identified in the record, nearly all patrons preferred stadium to slope seating.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">So the government might well have a case on summary judgment for a ruling that some, many, or even most, of the defendants' theaters violate the comparability requirements of standard 4.33.3. But on this appeal it does not ask us to affirm the district court's judgment as to any <i>individual</i> theater. Nor is this court the proper place in the first instance to sort through the evidence and decide, theater by theater, whether a particular theater should be condemned on summary judgment. <i>Cf.</i> Fed.R.Civ.P. 52(a) &amp; advisory committee's note (1985 amendment). Nor can this be done until the parties abandon the all-or-nothing approach and deal directly with individual theaters or groups of theaters.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The government apparently did provide in the district court an expert report in which most of the theaters were condemned based on a fairly abstruse multi-part test. But by summary judgment the government had disavowed relying on the report's conclusions, and the report was severely criticized by the district court, which found it \"confusing, overlong, and, just as the Cinemas contend, `absurdly demanding.'\" <i>Hoyts Cinemas,</i> 256 F.Supp.2d at 87 n. 12. There may be other material in the record that would assist a summary judgment motion condemning all theaters based on lack of comparability, but it is not identified in the government's brief on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Whether a remand will entail trench warfare litigation on a theater-by-theater basis or whether there are shortcuts remains to be seen. It is not hard to imagine developing criteria as to comparability that could be applied somewhat mechanically to the angles in individual theaters. But whether summary judgment by the government could ever be supported as to some theaters or even all is a matter to be addressed on remand if the government makes such a motion.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\"><i>Retroactivity.</i> After declaring that all stadium theaters must include wheelchair spaces in the stadium section, the district court said that this ruling would apply to theaters built or refurbished on and after the date of the filing of the government's complaint (December 18, 2000). The defendants say that the proper starting date is the date of the district court's own decision. The government, by cross-appeal, says that the ruling should apply to all of the theaters at issue, whenever built (all were built after 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Technically, we could refuse to comment on this issue because the district court's merits decision is being vacated. Indeed, the equities as to retroactivity depend on the shape of the final substantive order, and the substantive order that results from our remand is not likely to be exactly the same as the present order. Nevertheless, it may facilitate the remand, and enhance the possibility of settlement, for us to address the retroactivity issue in general terms.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The power of a district court to craft and even withhold injunctions based on equitable considerations is well established. Equitable relief is ordinarily discretionary, <i>Dudley v. Hannaford Bros. Co.,</i> <span class=\"citation\" data-id=\"200517\"><a href=\"/opinion/200517/dudley-v-hannaford-bros/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">299</span></a></span>, 311 (1st Cir.2003), and the ADA confirms that court enforcement invokes the court's discretionary judgment. 42 U.S.C. &#167; 12188(b)(2); <i>see also</i> 28 C.F.R. &#167; 36.504. \"Discretion,\" of course, implies latitude for the district judge, but subject always to the overriding constraint that the discretion be reasonably exercised. <i>U.S. Pub. Interest Research Group v. Atlantic Salmon of Me., LLC,</i> <span class=\"citation\" data-id=\"200591\"><a href=\"/opinion/200591/united-states-public-v-atlantic-salmon/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 32 (1st Cir.2003); <i>Rosario-Torres v. Hernandez-Colon,</i> <span class=\"citation\" data-id=\"532023\"><a href=\"/opinion/532023/miguel-a-rosario-torres-v-rafael-hernandez-colon-etc-appeal-of/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">314</span></a></span>, 321 n. 6 (1st Cir.1989) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">In this instance, the district court began its discussion of retroactivity by saying that it agreed with the defendants \"that due process requires that the Court's declaration ought operate only prospectively.\" <i>Hoyts Cinemas,</i> 256 F.Supp.2d at 91. Due process may furnish a floor to protection, based primarily on lack of fair warning,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> but we think that equitable principles give the district court even greater latitude to decline or limit retroactivity. For example, the court might equitably consider not only the level of warning but also government indolence or misleading advice and the avoidance of extravagant expenditure for little gain. <i>Cf. United States v. Mass. Water Res. Auth.,</i> <span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></span>, 45-46, 55-58 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There is no doubt that standard 4.33.3 is vague as to whether it embraces angles, that the Justice Department has been slow in providing more precise guidance by regulation, and that the belated amicus brief in <i>Lara</i> and the differing conclusions of the courts have impaired predictability. And some range of expenditures for altering existing theaters to achieve theoretical perfection might not be reasonable; this the government more or less concedes in its briefs.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Nor is it a conclusive answer to argue, as the government does from public sources, that the theater industry has long regarded viewing angles as important in designing theaters and that this was certainly true in 1991 when standard 4.33.3 was framed. Whether or not viewing angles mattered to patrons, the defendants were entitled to provide the minimum that the law required of them. Thus, from a narrow standpoint, the defendants might be able to say that they lacked clear warning of the government's gloss until 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">On the other hand, anyone who read the ADA's own broader language and took account of the underlying policy might well have understood that imposing truly bad viewing angles on wheelchair patrons &#8212; say, angles of the kind described in the Ninth Circuit's <i>Regal Cinemas</i> decision &#8212; would not be a whole-hearted implementation of the statute and that the phrase \"lines of sight\" <i>could</i> be read to cover more than an unobstructed view. Theater chains can afford able counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The extent to which \"retroactive\" application seems unfair may depend in part on exactly what obligation is ultimately imposed on the defendants. Merely as an example, putting wheelchair spaces in the stadium section of every already constructed theater is one thing; remedying terrible wheelchair viewing angles in the worst existing theaters is something else. In a court of equity it is legally possible, and almost surely wise in this case, to decouple what is required prospectively from what is required as to theaters already built.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Against this background, we note three concerns as to the district court's approach. First, if one looks for an authoritative government statement of its general position, <i>Lara</i> supplied that in 1998; if the test is a definitive judicial determination for these defendants, this came only with the district court's own decision. Why the filing of this lawsuit makes sense as an equitable date for implementing a decision made several years later is not obvious and not explained.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Next, the court gave no explicit consideration to the possibility that some of the defendants' theaters are so inhospitable to wheelchair patrons that a measure of reconstruction is warranted &#8212; although surely not everything that would be required of a new theater. Admittedly, an all-or-nothing solution as to retroactivity has advantages of its own and, if the district court opted against any reconstruction, this might be within its reasonable discretion. But the issue is worth addressing.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Equitable considerations do not operate only one way. The plight of the disabled, whom Congress sought to protect starting over a decade ago, is the central concern of the statute and a proper consideration &#8212; even in a due process assessment. Even in a due process context, the public interest bears upon the retroactivity to be allowed. \"[N]ot every law that upsets expectations is invalid; courts have generally compared the public interest in the retroactive rule with the private interests that are overturned by it.\" <i>Adams Nursing Home of Williamstown, Inc. v. Mathews,</i> <span class=\"citation\" data-id=\"342531\"><a href=\"/opinion/342531/adams-nursing-home-of-williamstown-inc-v-f-david-mathews-secretary-of/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1077</span></a></span>, 1080 (1st Cir.1977).</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">This brings us to a different issue. The defendants complain that any limit on retroactivity is meaningless if the comparable viewing angles requirement is applied not only to new theaters built after its announcement but also (as the district court suggested) to any \"refurbishment\" of existing theaters; this is so, they say, because under the district court's definition of \"refurbishment\" as any change that requires a building permit under local law, even the minutest change (<i>e.g.,</i> laying electrical lines) might entail the complete revamping of the entire theater. Obviously this issue needs to be briefed and addressed as part of any decision as to retroactivity.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Such concerns underscore the need for the parties to have due notice and be given an opportunity to argue about retroactivity after the prospective obligations have been established. Yes, courts often address issues on which the parties may not earlier have focused fully; motions to reconsider exist partly for this reason. Given our remand on the merits, we need not resolve the theaters' claim that last time they had insufficient opportunity to address the retroactivity problems.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">There remains the defendants' claim that the district court erred in denying them (provisionally) discovery of Justice Department internal communications on the meaning of standard 4.33.3. Our own interpretation set forth above, which would not be altered by internal Justice Department communications, moots the discovery so far as it aims to influence the interpretation of standard 4.33.3. If such discovery has any bearing on the equities that affect retroactivity, the defendants are free to refocus and renew their request on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">One other observation may be helpful. The Access Board's amended standard 4.33.3, if adopted by the Department, goes a long way to determining for the future the extremely difficult question of how much \"comparability\" is required for new construction. But it is an amendment, not a gloss on the existing regulation, and therefore does not itself govern existing theaters (future alterations aside). If the parties can reach practical accommodations as to the worst of the existing theaters, the remand may prove a much simpler task than it initially might appear.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Although compelled to remand, we acknowledge the district court's thoughtful discussion in a case that is formidably difficult, due both to the complexity of the legal issues and to the number and variety of theaters in dispute. It is now time for the parties to show an equal dedication by attempting to work out a settlement, bearing in mind that no solution as to existing theaters will be perfect and that prompt improvements may matter more than theoretical perfection.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The judgment of the district court is <i>vacated</i> and the matter <i>remanded</i> for proceedings consistent with this decision. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 302(a) of the ADA, 42 U.S.C. &#167; 12182(a), prohibits discrimination against disabled persons in \"the full and equal enjoyment of the goods, services, facilities, privileges, advantages, or accommodations of any place of public accommodation.\" Section 302(b)(1) mandates that the disabled not be denied \"the opportunity ... to participate in or benefit from\" goods, services, facilities, privileges, advantages, and accommodations,<i>id.</i> &#167; 12182(b)(1)(A)(i), or be afforded a benefit \"not equal to that afforded other individuals,\" <i>id.</i> &#167; 12182(b)(1)(A)(ii); that such benefits not be \"different or separate from\" those provided to other individuals (unless equality so requires), <i>id.</i> &#167; 12182(b)(1)(A)(iii); and that benefits be provided \"in the most integrated setting appropriate to the needs of the individual,\" <i>id.</i> &#167; 12182(b)(1)(B).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Governing \"new construction\" is section 303(a)(1), in which Congress defined unlawful discrimination to include \"a failure to design and construct facilities for first occupancy [after January 26, 1993], that are readily accessible to and usable by individuals with disabilities,\" unless \"structurally impracticable.\" 42 U.S.C. &#167; 12183(a)(1). A sister provision describes parallel accessibility obligations accompanying voluntary alterations to existing facilities, to the \"maximum extent feasible,\" in the altered areas<i>Id.</i> &#167; 12183(a)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>United States v. Nat'l Amusements, Inc.,</i> <span class=\"citation\" data-id=\"2475217\"><a href=\"/opinion/2475217/united-states-v-national-amusements-inc/\"><span class=\"volume\">180</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">251</span></a></span>, 255 &amp; n. 4 (D.Mass.2001). The pertinent final rules are: Americans with Disabilities Act (ADA) Accessibility Guidelines for Buildings and Facilities, 56 Fed.Reg. 35,408 (July 26, 1991); and Nondiscrimination on the Basis of Disability by Public Accommodations and in Commercial Facilities, 56 Fed.Reg. 35,544 (July 26, 1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>United States v. Cinemark USA, Inc.,</i> <span class=\"citation\" data-id=\"784070\"><a href=\"/opinion/784070/united-states-v-cinemark-usa-inc/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></a></span>, 579 (6th Cir.2003), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2905</span></span>, ___ L.Ed.2d ___ (2004); <i>Oregon Paralyzed Veterans of Am. v. Regal Cinemas, Inc.,</i> <span class=\"citation\" data-id=\"783144\"><a href=\"/opinion/783144/oregon-paralyzed-veterans-of-america-an-oregon-non-profit-corporation-and/\"><span class=\"volume\">339</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1126</span></a></span>, 1133 (9th Cir.2003), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2903</span></span>, ___ L.Ed.2d ___ (2004). The Second Circuit remanded for further development in a third case when the Department filed an amicus brief on appeal. <i>Meineker v. Hoyts Cinemas Corp.,</i> 69 Fed.Appx. 19, 23-26 (2d Cir.2003) (unpublished order).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Count I of the Department's complaints alleged violations of standard 4.33.3, characterizing these violations as unlawful discrimination under the ADA's root antidiscrimination provision, section 302(a), 42 U.S.C. &#167; 12182(a), and under section 303(a)'s specific requirement that \"new construction and alterations\" be \"readily accessible to and usable by\" individuals with disabilities, 42 U.S.C. &#167; 12183(a)(1). Count II incorporated the same violations of standard 4.33.3 into a more general claim of discrimination under section 302(a) and under section 302(b)'s mandate of equality and integration in public accommodations, 42 U.S.C. &#167; 12182(b)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Department has announced its intention to conduct a rulemaking to revise its Title III regulations, including adopting the amended Access Board guidelines, starting in January 2005. Unified Agenda, 69 Fed.Reg. 37,749, 37,749 (June 28, 2004)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> A number of passages in the government's initial district court filings seemingly take the<i>per se</i> legal position that \"integral\" means within the stadium section because that is the main or most popular section in stadium theaters. At summary judgment, and in this court, the government's briefs are more guarded, shifting toward an argument that <i>in fact</i> stadium seating provides superior viewing and is preferred by most patrons &#8212; and therefore only seating there is \"integral.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The amended version of standard 4.33.3 just adopted by the Access Board similarly distinguishes between large and small theaters, requiring dispersal only in the former but requiring adequate viewing angles in theaters of all sizes. Amended ADAAG, 69 Fed.Reg. at 44,198-99</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>See Shalala v. Guernsey Memorial Hosp.,</i> <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></span>, 100, <span class=\"citation no-link\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1232</span></span>, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></span> (1997) (stating that APA rulemaking would be required if a new agency position \"effec[ted] a substantive change in the regulations\" (internal quotation marks omitted)); <i>Mission Group Kan., Inc. v. Riley,</i> <span class=\"citation\" data-id=\"156388\"><a href=\"/opinion/156388/mission-group-kansas-v-riley/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">775</span></a></span>, 782 (10th Cir.1998) (distinguishing agency interpretations that are \"new\" rules, which would require APA notice and comment, from those that really are \"interpretation[s]\" of existing rules (emphases omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Using an audit of actual seating choices in over 100 Hoyts and National theaters, orchestrated by a Justice Department expert (under supervision from Hoyts and National employees), Hoyts identifies two of its theaters in which the rows where the wheelchair spaces were placed (in the middle access aisle) are among the most popular rows. National mentions 20 theaters that satisfy the demanding viewing comfort test advanced by a Justice Department expert in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In<i>Cheshire Hosp. v. N.H.-Vt. Hospitalization Serv., Inc.,</i> <span class=\"citation\" data-id=\"409325\"><a href=\"/opinion/409325/cheshire-hospital-v-new-hampshire-vermont-hospitalization-service-inc/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1112</span></a></span>, 1121 &amp; n. 10 (1st Cir.1982), we explained that \"the retroactive application of a new interpretation of an old regulation,\" like a new regulation itself, is subject to due process analysis; and \"a critical consideration is the extent to which a retroactive rule or interpretation adversely affects the reasonable expectations of concerned parties.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/20398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/156388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/692275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2261981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2390529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2475217/"
  ]
}