{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201246/",
  "absolute_url": "/opinion/201246/naughton-reynolds-v-norwegian-cruise/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201246/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:10:46Z",
  "date_modified": "2016-02-28T05:05:01.245054Z",
  "type": "010combined",
  "sha1": "481348e4006fdfc6d087091183815206758c6d3f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1183-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/09/16/Naughton-Reynolds_v._Norwegian_Cruise.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\nNo. 04-1183\n\n                      LINDA REYNOLDS-NAUGHTON,\n\n                        Plaintiff, Appellant,\n\n                                 v.\n\n                   NORWEGIAN CRUISE LINE LIMITED,\n                    d/b/a NORWEGIAN CRUISE LINE,\n\n                        Defendant, Appellee.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. George A. O'Toole, Jr., U.S. District Judge]\n\n\n                               Before\n\n                         Boudin, Chief Judge,\n\n                      Torruella, Circuit Judge,\n\n                     and Saris,* District Judge.\n\n\n     Vincent Galvin with whom Malcolm P. Galvin, III was on brief\nfor appellant.\n     Peter A. Junge with whom Lambos & Junge was on brief for\nappellee.\n\n\n                         September 14, 2004\n\n\n\n\n    *\n        Of the District of Massachusetts, sitting by designation.\n\f            BOUDIN, Chief Judge.         While on a cruise from Boston to\n\nBermuda aboard the Norwegian Majesty in May 2002, Linda Reynolds-\n\nNaughton was injured (according to her later complaint) by a\n\npassenger door that closed unexpectedly on her hand.              The injury\n\nresulted in the loss of the top third of her right middle finger.\n\nIn May 2003 Reynolds-Naughton filed a negligence claim in admiralty\n\nin Massachusetts federal district court against the owner of the\n\nvessel,   Norwegian   Cruise   Line      Limited,   a   Bermuda   corporation\n\nheadquartered in Miami, Florida.\n\n            Reynolds-Naughton's passenger-ticket contract contained\n\nvarious limits on the cruise line's liability, including a forum\n\nselection clause.     This clause stated that \"any and all claims,\n\ndisputes or controversies whatsoever arising from or in connection\n\nwith this Contract and the transportation furnished hereunder shall\n\nbe commenced, filed and litigated, if at all, before a court of\n\nproper    jurisdiction   located    in    Dade   County,   Florida,   U.S.A.\"\n\nAnticipating a defense based on this clause, Reynolds-Naughton\n\nfiled suit concurrently in the Southern District of Florida.\n\n            In September 2003, Norwegian Cruise Lines filed a motion\n\nto dismiss the Massachusetts case pursuant to the forum selection\n\nclause. Reynolds-Naughton opposed the motion but not on the ground\n\nthat the clause failed as an unfair contract of adhesion or that\n\nshe lacked proper notice.          Rather, she claimed that the forum\n\nselection clause was invalid under the Limitation of Vessel Owner's\n\n\n                                    -2-\n\fLiability Act, 46 U.S.C. app. § 183c (2000).     In December 2003, the\n\ndistrict court granted the motion to dismiss and this appeal\n\nfollowed.\n\n            The Act, as it stood both at the time of Reynolds-\n\nNaughton's trip and at the time the district court ruled, provided\n\nin pertinent part that the owner of a vessel transporting persons\n\nfrom or to United States ports could neither limit by contract its\n\nliability for personal injury due to negligence, nor offer any\n\ncontract terms purporting to\n\n            lessen, weaken, or avoid the right of any\n            claimant to a trial by court of competent\n            jurisdiction on the question of liability for\n            such loss or injury, or the measure of damages\n            therefor.\n\n46 U.S.C. app. § 183c(a) (emphasis added).       Any such limitations\n\nwere explicitly declared null and void.    Id.\n\n            If the issue were open, one might read the above-quoted\n\nlanguage in several different ways.    But in Carnival Cruise Lines,\n\nInc. v. Shute, 499 U.S. 585, 596 (1991), the Supreme Court read it\n\nas allowing forum selection clauses that limited the passenger's\n\nchoice of venue, so long as a \"court of competent jurisdiction\"\n\nremained available to the passenger.     In this case, the district\n\ncourt thought Shute controlling, as have other courts that have\n\naddressed the same problem since Shute.1\n\n\n     1\n      See, e.g., Smith v. Doe, 991 F. Supp. 781, 782 (E.D. La.\n1998); Kalman v. Cunard Line, Ltd., 904 F. Supp. 1150, 1151 & n.1\n(D. Haw. 1995); Roberson v. Norwegian Cruise Line, 897 F. Supp.\n\n                                 -3-\n\f           Reynolds-Naughton's argument to the contrary is inventive\n\nbut ultimately unpersuasive.         It rests upon the fact that in\n\nOctober   1992,   Congress    altered     the   above-quoted    language   by\n\ninserting the word \"any\" before the phrase \"court of competent\n\njurisdiction,\" and that in November 1993, Congress again amended\n\nthe Act by deleting \"any\" and restoring the original text.                 How\n\nthis happened and what was said by legislative spokesmen bear\n\nrecounting.\n\n           The    October    1992   amendment    adding   the   word   \"any\"\n\noriginated in the House version of the Oceans Act of 1992, Pub. L.\n\nNo.   102-587, § 3006, 106 Stat. 5039, 5068, sponsored by Gerry E.\n\nStudds of Massachusetts.        Until the day of its adoption, this\n\namendment had not been mentioned in debates or in a congressional\n\nreport; it was apparently offered after both houses had completed\n\ntheir reports on the bill, and was first mentioned early on the\n\nmorning of October 6, 1992, immediately before the House passed the\n\nstatute and one day before the Senate did so (and three days before\n\nCongress recessed for three months).\n\n           Nevertheless, Congressman Studds said on the House floor\n\nprior to enactment that the purpose of the amendment was to\n\n\"overturn the result in Carnival\" and allow injured passengers to\n\n\n\n1285, 1287-88 (C.D. Cal. 1995); Melnik v. Cunard Line Ltd., 875 F.\nSupp. 103, 106 (N.D.N.Y. 1994). Of these cases only the first two\nmention the post-Shute amendments to the Limitation Act, on which\nReynolds-Naughton bases her appeal.\n\n                                    -4-\n\f\"choose     the   forum\"   and   sue   \"in   any   court   of   competent\n\njurisdiction.\"     138 Cong. Rec. H11,785 (daily ed. Oct. 5, 1992)\n\n(statement of Rep. Studds). Taking the change of language together\n\nwith this legislative history, we agree that Reynolds-Naughton's\n\nsuit could be maintained in Massachusetts if the 1992 amendment\n\ngoverned this case.    But well before the district court acted, the\n\nlaw had changed again.\n\n            This time the amendment came from the Senate. As another\n\npiece of maritime legislation was making its way through Congress,\n\nSenators Ted Stevens and Ernest F. Hollings offered an amendment to\n\nthe House bill, replacing everything after the enacting clause with\n\nnew text.     The new text included a provision deleting the word\n\n\"any\" from the Limitation Act paragraph in dispute in this case.2\n\nThe Senate passed this substitute on the day the amendment was\n\noffered, and the House passed the same version less than 10 hours\n\nlater.    Three days later Congress recessed.\n\n            If this were all that had happened, the outcome in this\n\ncase would be obvious.       The natural inference would be that by\n\nstriking \"any\" Congress was expressing an intention to go back to\n\nthe precise language construed in Shute and, indeed, to enact the\n\nSupreme Court's gloss. See Lorillard v. Pons, 434 U.S. 575, 580-81\n\n\n\n     2\n      See Coast Guard Authorization Act of 1993, § 309, Pub. L. No.\n103-206, 107 Stat. 2419, 2425; 139 Cong. Rec. S16,957-67 (daily ed.\nNov. 22, 1993). Section 309, like section 3006 of the Oceans Act\nthe year before, was labeled a \"Technical Clarification.\"\n\n                                   -5-\n\f(1978). Even without this latter inference, Shute's interpretation\n\nwould certainly bind lower courts once Congress had re-adopted the\n\nglossed language.    At least, this would all be so in the absence of\n\npowerful legislative history giving a different spin to the 1993\n\namendment.\n\n           Reynolds-Naughton purports to offer just such legislative\n\nhistory.     When in November 1993 the Senate sent the newly amended\n\nversion of the Coast Guard Authorization Act to the House, a member\n\nasked that Representative Studds explain its provisions. 139 Cong.\n\nRec. H10,938 (daily ed. Nov. 22, 1993) (statement of Rep. Young).\n\nRepresentative    Studds   replied    that   the   1992   revision   to   the\n\nLimitation Act (which was now to be undone) had been intended to\n\noverrule Shute and that the newly proposed deletion of \"any\" did\n\nnot undo Congress' overruling of Shute.            Rather, the new bill's\n\nreversion to the pre-1992 text sought only\n\n           to clarify that the tort action cannot be\n           brought in just any district court of the\n           United States, but must be filed in [a] court\n           located in a district in which the vessel\n           owner is doing business, the vessel is\n           operating, or where the passenger board[s] the\n           vessel. For this reason, the word \"any\" has\n           been deleted.     We do not intend by this\n           amendment to restore the standard set by the\n           Supreme Court in its 1991 decision, Carnival\n           Cruise Lines versus Shute.\n\nId. at H10,939 (statement of Rep. Studds).\n\n           Representative Studds also read into the Congressional\n\nRecord a \"section-by-section analysis\" of the bill, which similarly\n\n\n                                     -6-\n\fstated   that   the   bill   did   not   intend   to   reinstate   the   Shute\n\nstandard, but merely sought to clarify that the ordinary principle\n\nof forum non conveniens applied to the plaintiff's choice of forum.\n\n139 Cong. Rec. H10,941 (daily ed. Nov. 22, 1993) (statement of Rep.\n\nStudds).     Although another member of the Merchant Marine and\n\nFisheries Committee referred to this section-by-section analysis as\n\na \"conference report,\" id. at H10,945 (statement of Rep. Bentley),\n\nthis analysis never appeared in a printed report of Congress.3\n\n            A month after the Senate reconvened from its winter 1993\n\nrecess, Senators Stevens and Hollings responded.             Describing the\n\nStudds statement to the House as a misinterpretation, Senator\n\nStevens told the Senate that \"[o]ur intent was that section 309\n\nshould be interpreted to allow vessels to enforce [forum selection]\n\nclauses, as upheld by the Supreme Court in the Shute case.\"               140\n\nCong. Rec. S1848 (daily ed. Feb. 24, 1994) (statement of Rep.\n\nStevens).    Senator Hollings agreed: \"[T]he intent of the Senate\n\namendment made in section 309 . . . was to reverse the action taken\n\nby Congress in section 3006 of the Oceans Act of 1992.             By passing\n\nsection 309, Congress has reinstated the decision in the Shute case\n\n. . . .\"    Id. (statement of Sen. Hollings).\n\n\n     3\n      Nat'l Assoc. of Greeting Card Publishers v. United States\nPostal Serv., 462 U.S. 810, 832 n.28 (1983), relied upon by\nReynolds-Naughton, is not helpful to her case.      Greeting Card\nPublishers drew a clear distinction between a published conference\nreport and a statement of the House Managers that was unilaterally\nappended to a conference report after that report had already been\nconsidered by the Senate.\n\n                                     -7-\n\f           Supporting   the   Senate      sponsors     of   the   1993   change,\n\nSenator John B. Breaux added a further explanation for the Senate's\n\ndecision to change the language back to its pre-1992 version:\n\n           While it is perfectly legitimate for the\n           Congress to overturn a Supreme Court decision\n           within the bounds of the Constitution, we do\n           not believe such changes should be made\n           without    notification   to,   and    careful\n           consideration by, the Members of Congress\n           responsible    for   the  enactment   of   the\n           legislation. . . . At no time prior to the\n           passage of the Oceans Act of 1992 was\n           legislation introduced or did the House or\n           Senate hold hearings on the cruise ship venue\n           concern addressed by section 3006 of the\n           Oceans Act. It is for this reason that the\n           Senate supported a provision in the Coast\n           Guard Authorization Act of 1993 to restore [46\n           U.S.C. app. § 183c(a)] to the wording as it\n           read prior to the passage of the Oceans Act of\n           1992.   Section 309 reinstates the Supreme\n           Court decision in the Shute case as the\n           applicable    law   for  interpreting    forum\n           selection clauses.\n\n140 Cong. Rec. S1847 (daily ed. Feb. 24, 1994) (statement of Rep.\n\nBreaux).\n\n           In urging that Representative Studds' view be credited,\n\nReynolds-Naughton   has   the    benefit    of   two    circumstances:     that\n\nStudds' interpretation is the only contemporaneous explanation of\n\nthe 1993 change and that courts are generally quite suspicious of\n\nlegislative history--such as the later Senate floor colloquy--\n\ncreated after enactment.4       Among the reasons for discounting such\n\n\n     4\n      See Consumer Prod. Safety Comm'n v. GTE Sylvania, Inc., 447\nU.S. 102, 108 (1980); United States v. Phila. Nat'l Bank, 374 U.S.\n321, 348-49 (1963). But see Andrus v. Shell Oil Co., 446 U.S. 657,\n\n                                    -8-\n\flater history are that it is easily manufactured and that it comes\n\nat a time when it cannot influence anyone's vote.\n\n             Yet in this instance the linguistic evidence weighs\n\nheavily against the Studds gloss.      The deletion of \"any\" in 1993\n\nwas not coupled with any new language that accomplished the basic\n\npurpose that he gave for the change; the bill did not state, for\n\nexample, that forum selection clauses were unlawful but that\n\nplaintiffs could only sue in specified jurisdictions (such as where\n\nthe plaintiff had boarded).     Nor did the new version conform to\n\nStudds' section-by-section analysis by outlawing such clauses but\n\nadding that this did not limit forum non conveniens dismissals or\n\ntransfers.\n\n            Forum non conveniens is a background doctrine, and there\n\nis little reason to think that the term \"any\" before \"competent\n\ncourt\" had ever been read to negate such a doctrine or that the\n\nterm's subsequent deletion was intended merely to reawaken that\n\ndoctrine.     And, had the purpose of the 1993 revision been to\n\npreserve the 1992 version's main aim, it would have been child's\n\nplay to say that \"forum selection clauses are void\" but attach\n\nother forum restrictions. The deletion of \"any\" is not a plausible\n\nway of achieving such an end.\n\n\n\n\n666 n.8 (1980); Seatrain Shipbuilding Corp. v. Shell Oil Co., 444\nU.S. 572, 596 (1980).\n\n                                 -9-\n\f          We cannot give weight to a single congressman's gloss,\n\nhowever ingenious, that is in such tension with the language, the\n\nsequence of   events   and   the   probable   intent   of   the   drafters.\n\nDespite Representative Studds' comments on the House floor, the\n\nchange back to pre-1992 language is decisive in defeating Reynolds-\n\nNaughton's right to sue in Massachusetts.        As already noted, the\n\nSenate amendment restored the text to the language to which Shute\n\nhad given a controlling meaning and, in addition, the sequence\n\nwarrants the inference that the purpose of the Senate's change was\n\nto restore the status quo ante.\n\n          The Senate statements are not similarly compromised by a\n\ntension between their gloss and the statutory language. Indeed, as\n\nthe sponsors of the language, the views of Senators Stevens and\n\nHollings would ordinarily get special weight.5         Whether such post-\n\nenactment statements should be considered at all need not be\n\nresolved; the result in this case--that deleting \"any\" restores\n\nShute--would be the same even if the senators had said nothing.\n\n          Affirmed.\n\n\n\n\n     5\n      The case law to this effect is familiar, and the decisions\nalso advise caution in accepting the gloss offered by opponents--\nwhich in practical terms includes Representative Studds in this\ncase. See Bankamerica Corp. v. United States, 462 U.S. 122, 139\n(1983); see also NLRB v. Fruit & Vegetable Packers & Warehousemen,\nLocal 760, 377 U.S. 58, 66 (1964).\n\n                                   -10-\n\f",
  "html": "<p class=\"case_cite\">386 F.3d 1</p>\n    <p class=\"parties\">Linda REYNOLDS-NAUGHTON, Plaintiff, Appellant,<br>v.<br>NORWEGIAN CRUISE LINE LIMITED, d/b/a Norwegian Cruise Line, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-1183.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 6, 2004.</p>\n    <p class=\"date\">Decided September 14, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, George A. O'Toole, Jr., J.</p>\n      <p class=\"indent\">Vincent Galvin with whom Malcolm P. Galvin, III was on brief for appellant.</p>\n      <p class=\"indent\">Peter A. Junge with whom Lambos &amp; Junge was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and SARIS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">While on a cruise from Boston to Bermuda aboard the <i>Norwegian Majesty</i> in May 2002, Linda Reynolds-Naughton was injured (according to her later complaint) by a passenger door that closed unexpectedly on her hand. The injury resulted in the loss of the top third of her right middle finger. In May 2003 Reynolds-Naughton filed a negligence claim in admiralty in Massachusetts federal district court against the owner of the vessel, Norwegian Cruise Line Limited, a Bermuda corporation headquartered in Miami, Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Reynolds-Naughton's passenger-ticket contract contained various limits on the cruise line's liability, including a forum selection clause. This clause stated that \"any and all claims, disputes or controversies whatsoever arising from or in connection with this Contract and the transportation furnished hereunder shall be commenced, filed and litigated, if at all, before a court of proper jurisdiction located in Dade County, Florida, U.S.A.\" Anticipating a defense based on this clause, Reynolds-Naughton filed suit concurrently in the Southern District of Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In September 2003, Norwegian Cruise Lines filed a motion to dismiss the Massachusetts case pursuant to the forum selection clause. Reynolds-Naughton opposed the motion but not on the ground that the clause failed as an unfair contract of adhesion or that she lacked proper notice. Rather, she claimed that the forum selection clause was invalid under the Limitation of Vessel Owner's Liability Act, 46 U.S.C. app. &#167; 183c (2000). In December 2003, the district court granted the motion to dismiss and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Act, as it stood both at the time of Reynolds-Naughton's trip and at the time the district court ruled, provided in pertinent part that the owner of a vessel transporting persons from or to United States ports could neither limit by contract its liability for personal injury due to negligence, nor offer any contract terms purporting to</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">lessen, weaken, or avoid the right of any claimant to a trial <i>by court of competent jurisdiction</i> on the question of liability for such loss or injury, or the measure of damages therefor.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">46 U.S.C. app. &#167; 183c(a) (emphasis added). Any such limitations were explicitly declared null and void. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If the issue were open, one might read the above-quoted language in several different ways. But in <i>Carnival Cruise Lines, Inc. v. Shute,</i> 499 U.S. 585, 596, 111 S.Ct. 1522, 113 L.Ed.2d 622 (1991), the Supreme Court read it as allowing forum selection clauses that limited the passenger's choice of venue, so long as a \"court of competent jurisdiction\" remained available to the passenger. In this case, the district court thought <i>Shute</i> controlling, as have other courts that have addressed the same problem since <i>Shute.</i><a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Reynolds-Naughton's argument to the contrary is inventive but ultimately unpersuasive. It rests upon the fact that in October 1992, Congress altered the above-quoted language by inserting the word \"any\" before the phrase \"court of competent jurisdiction,\" and that in November 1993, Congress again amended the Act by deleting \"any\" and restoring the original text. How this happened and what was said by legislative spokesmen bear recounting.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The October 1992 amendment adding the word \"any\" originated in the House version of the Oceans Act of 1992, Pub.L. No. 102-587, &#167; 3006, 106 Stat. 5039, 5068, sponsored by Gerry E. Studds of Massachusetts. Until the day of its adoption, this amendment had not been mentioned in debates or in a congressional report; it was apparently offered after both houses had completed their reports on the bill, and was first mentioned early on the morning of October 6, 1992, immediately before the House passed the statute and one day before the Senate did so (and three days before Congress recessed for three months).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nevertheless, Congressman Studds said on the House floor prior to enactment that the purpose of the amendment was to \"overturn the result in <i>Carnival</i>\" and allow injured passengers to \"choose the forum\" and sue \"in any court of competent jurisdiction.\" 138 Cong. Rec. H11,785 (daily ed. Oct. 5, 1992) (statement of Rep. Studds). Taking the change of language together with this legislative history, we agree that Reynolds-Naughton's suit could be maintained in Massachusetts <i>if</i> the 1992 amendment governed this case. But well before the district court acted, the law had changed again.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This time the amendment came from the Senate. As another piece of maritime legislation was making its way through Congress, Senators Ted Stevens and Ernest F. Hollings offered an amendment to the House bill, replacing everything after the enacting clause with new text. The new text included a provision deleting the word \"any\" from the Limitation Act paragraph in dispute in this case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Senate passed this substitute on the day the amendment was offered, and the House passed the same version less than 10 hours later. Three days later Congress recessed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If this were all that had happened, the outcome in this case would be obvious. The natural inference would be that by striking \"any\" Congress was expressing an intention to go back to the precise language construed in <i>Shute</i> and, indeed, to enact the Supreme Court's gloss. <i>See Lorillard v. Pons,</i> 434 U.S. 575, 580-81, 98 S.Ct. 866, 55 L.Ed.2d 40 (1978). Even without this latter inference, <i>Shute's</i> interpretation would certainly bind lower courts once Congress had re-adopted the glossed language. At least, this would all be so in the absence of powerful legislative history giving a different spin to the 1993 amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Reynolds-Naughton purports to offer just such legislative history. When in November 1993 the Senate sent the newly amended version of the Coast Guard Authorization Act to the House, a member asked that Representative Studds explain its provisions. 139 Cong. Rec. H10,938 (daily ed. Nov. 22, 1993) (statement of Rep. Young). Representative Studds replied that the 1992 revision to the Limitation Act (which was now to be undone) had been intended to overrule <i>Shute</i> and that the newly proposed deletion of \"any\" did not undo Congress' overruling of <i>Shute.</i> Rather, the new bill's reversion to the pre-1992 text sought only</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">to clarify that the tort action cannot be brought in just any district court of the United States, but must be filed in [a] court located in a district in which the vessel owner is doing business, the vessel is operating, or where the passenger board[s] the vessel. For this reason, the word \"any\" has been deleted. We do not intend by this amendment to restore the standard set by the Supreme Court in its 1991 decision, Carnival Cruise Lines versus Shute.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>Id.</i> at H10,939 (statement of Rep. Studds).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Representative Studds also read into the Congressional Record a \"section-by-section analysis\" of the bill, which similarly stated that the bill did not intend to reinstate the <i>Shute</i> standard, but merely sought to clarify that the ordinary principle of <i>forum non conveniens</i> applied to the plaintiff's choice of forum. 139 Cong. Rec. H10,941 (daily ed. Nov. 22, 1993) (statement of Rep. Studds). Although another member of the Merchant Marine and Fisheries Committee referred to this section-by-section analysis as a \"conference report,\" <i>id.</i> at H10,945 (statement of Rep. Bentley), this analysis never appeared in a printed report of Congress.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A month after the Senate reconvened from its winter 1993 recess, Senators Stevens and Hollings responded. Describing the Studds statement to the House as a misinterpretation, Senator Stevens told the Senate that \"[o]ur intent was that section 309 should be interpreted to allow vessels to enforce [forum selection] clauses, as upheld by the Supreme Court in the <i>Shute</i> case.\" 140 Cong. Rec. S1848 (daily ed. Feb. 24, 1994) (statement of Sen. Stevens). Senator Hollings agreed: \"[T]he intent of the Senate amendment made in section 309 ... was to reverse the action taken by Congress in section 3006 of the Oceans Act of 1992. By passing section 309, Congress has reinstated the decision in the <i>Shute</i> case....\" <i>Id.</i> (statement of Sen. Hollings).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Supporting the Senate sponsors of the 1993 change, Senator John B. Breaux added a further explanation for the Senate's decision to change the language back to its pre-1992 version:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">While it is perfectly legitimate for the Congress to overturn a Supreme Court decision within the bounds of the Constitution, we do not believe such changes should be made without notification to, and careful consideration by, the Members of Congress responsible for the enactment of the legislation.... At no time prior to the passage of the Oceans Act of 1992 was legislation introduced or did the House or Senate hold hearings on the cruise ship venue concern addressed by section 3006 of the Oceans Act. It is for this reason that the Senate supported a provision in the Coast Guard Authorization Act of 1993 to restore [46 U.S.C. app. &#167; 183c(a)] to the wording as it read prior to the passage of the Oceans Act of 1992. Section 309 reinstates the Supreme Court decision in the <i>Shute</i> case as the applicable law for interpreting forum selection clauses.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">140 Cong. Rec. S1847 (daily ed. Feb. 24, 1994) (statement of Sen. Breaux).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In urging that Representative Studds' view be credited, Reynolds-Naughton has the benefit of two circumstances: that Studds' interpretation is the only contemporaneous explanation of the 1993 change and that courts are generally quite suspicious of legislative history &#8212; such as the later Senate floor colloquy &#8212; created <i>after</i> enactment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Among the reasons for discounting such later history are that it is easily manufactured and that it comes at a time when it cannot influence anyone's vote.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Yet in this instance the linguistic evidence weighs heavily against the Studds gloss. The deletion of \"any\" in 1993 was not coupled with any new language that accomplished the basic purpose that he gave for the change; the bill did not state, for example, that forum selection clauses were unlawful but that plaintiffs could only sue in specified jurisdictions (such as where the plaintiff had boarded). Nor did the new version conform to Studds' section-by-section analysis by outlawing such clauses but adding that this did not limit <i>forum non conveniens</i> dismissals or transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Forum non conveniens</i> is a background doctrine, and there is little reason to think that the term \"any\" before \"competent court\" had ever been read to negate such a doctrine or that the term's subsequent deletion was intended merely to reawaken that doctrine. And, had the purpose of the 1993 revision been to preserve the 1992 version's main aim, it would have been child's play to say that \"forum selection clauses are void\" but attach other forum restrictions. The deletion of \"any\" is not a plausible way of achieving such an end.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We cannot give weight to a single congressman's gloss, however ingenious, that is in such tension with the language, the sequence of events and the probable intent of the drafters. Despite Representative Studds' comments on the House floor, the change back to pre-1992 language is decisive in defeating Reynolds-Naughton's right to sue in Massachusetts. As already noted, the Senate amendment restored the text to the language to which <i>Shute</i> had given a controlling meaning and, in addition, the sequence warrants the inference that the purpose of the Senate's change was to restore the <i>status quo ante.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Senate statements are not similarly compromised by a tension between their gloss and the statutory language. Indeed, as the sponsors of the language, the views of Senators Stevens and Hollings would ordinarily get special weight.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Whether such post-enactment statements should be considered at all need not be resolved; the result in this case &#8212; that deleting \"any\" restores <i>Shute</i> &#8212; would be the same even if the senators had said nothing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See, e.g., Smith v. Doe,</i> 991 F.Supp. 781, 782 (E.D.La.1998); <i>Kalman v. Cunard Line, Ltd.,</i> 904 F.Supp. 1150, 1151 &amp; n. 1 (D.Haw.1995); <i>Roberson v. Norwegian Cruise Line,</i> 897 F.Supp. 1285, 1287-88 (C.D.Cal.1995); <i>Melnik v. Cunard Line Ltd.,</i> 875 F.Supp. 103, 106 (N.D.N.Y.1994). Of these cases only the first two mention the post-<i>Shute</i> amendments to the Limitation Act, on which Reynolds-Naughton bases her appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See</i> Coast Guard Authorization Act of 1993, &#167; 309, Pub.L. No. 103-206, 107 Stat. 2419, 2425; 139 Cong. Rec. S16,957-67 (daily ed. Nov. 22, 1993). Section 309, like section 3006 of the Oceans Act the year before, was labeled a \"Technical Clarification.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>Nat'l Assoc. of Greeting Card Publishers v. United States Postal Serv.,</i> 462 U.S. 810, 832 n. 28, 103 S.Ct. 2717, 77 L.Ed.2d 195 (1983), relied upon by Reynolds-Naughton, is not helpful to her case. <i>Greeting Card Publishers</i> drew a clear distinction between a published conference report and a statement of the House Managers that was unilaterally appended to a conference report after that report had already been considered by the Senate.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See Consumer Prod. Safety Comm'n v. GTE Sylvania, Inc.,</i> 447 U.S. 102, 108, 100 S.Ct. 2051, 64 L.Ed.2d 766 (1980); <i>United States v. Phila. Nat'l Bank,</i> 374 U.S. 321, 348-49, 83 S.Ct. 1715, 10 L.Ed.2d 915 (1963). <i>But see Andrus v. Shell Oil Co.,</i> 446 U.S. 657, 666 n. 8, 100 S.Ct. 1932, 64 L.Ed.2d 593 (1980); <i>Seatrain Shipbuilding Corp. v. Shell Oil Co.,</i> 444 U.S. 572, 596, 100 S.Ct. 800, 63 L.Ed.2d 36 (1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The case law to this effect is familiar, and the decisions also advise caution in accepting the gloss offered by opponents &#8212; which in practical terms includes Representative Studds in this case<i>See Bankamerica Corp. v. United States,</i> 462 U.S. 122, 139, 103 S.Ct. 2266, 76 L.Ed.2d 456 (1983); <i>see also NLRB v. Fruit &amp; Vegetable Packers &amp; Warehousemen, Local 760,</i> 377 U.S. 58, 66, 84 S.Ct. 1063, 12 L.Ed.2d 129 (1964).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">Linda REYNOLDS-NAUGHTON, Plaintiff, Appellant,<br>v.<br>NORWEGIAN CRUISE LINE LIMITED, d/b/a Norwegian Cruise Line, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-1183.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 6, 2004.</p>\n    <p class=\"date\">Decided September 14, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, George A. O'Toole, Jr., J.</p>\n      <p class=\"indent\">Vincent Galvin with whom Malcolm P. Galvin, III was on brief for appellant.</p>\n      <p class=\"indent\">Peter A. Junge with whom Lambos &amp; Junge was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and SARIS,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">While on a cruise from Boston to Bermuda aboard the <i>Norwegian Majesty</i> in May 2002, Linda Reynolds-Naughton was injured (according to her later complaint) by a passenger door that closed unexpectedly on her hand. The injury resulted in the loss of the top third of her right middle finger. In May 2003 Reynolds-Naughton filed a negligence claim in admiralty in Massachusetts federal district court against the owner of the vessel, Norwegian Cruise Line Limited, a Bermuda corporation headquartered in Miami, Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Reynolds-Naughton's passenger-ticket contract contained various limits on the cruise line's liability, including a forum selection clause. This clause stated that \"any and all claims, disputes or controversies whatsoever arising from or in connection with this Contract and the transportation furnished hereunder shall be commenced, filed and litigated, if at all, before a court of proper jurisdiction located in Dade County, Florida, U.S.A.\" Anticipating a defense based on this clause, Reynolds-Naughton filed suit concurrently in the Southern District of Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In September 2003, Norwegian Cruise Lines filed a motion to dismiss the Massachusetts case pursuant to the forum selection clause. Reynolds-Naughton opposed the motion but not on the ground that the clause failed as an unfair contract of adhesion or that she lacked proper notice. Rather, she claimed that the forum selection clause was invalid under the Limitation of Vessel Owner's Liability Act, 46 U.S.C. app. &#167; 183c (2000). In December 2003, the district court granted the motion to dismiss and this appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Act, as it stood both at the time of Reynolds-Naughton's trip and at the time the district court ruled, provided in pertinent part that the owner of a vessel transporting persons from or to United States ports could neither limit by contract its liability for personal injury due to negligence, nor offer any contract terms purporting to</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">lessen, weaken, or avoid the right of any claimant to a trial <i>by court of competent jurisdiction</i> on the question of liability for such loss or injury, or the measure of damages therefor.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">46 U.S.C. app. &#167; 183c(a) (emphasis added). Any such limitations were explicitly declared null and void. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If the issue were open, one might read the above-quoted language in several different ways. But in <i>Carnival Cruise Lines, Inc. v. Shute,</i> <span class=\"citation\" data-id=\"112577\"><a href=\"/opinion/112577/carnival-cruise-lines-inc-v-shute/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">585</span></a></span>, 596, <span class=\"citation\" data-id=\"112577\"><a href=\"/opinion/112577/carnival-cruise-lines-inc-v-shute/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1522</span></a></span>, <span class=\"citation\" data-id=\"112577\"><a href=\"/opinion/112577/carnival-cruise-lines-inc-v-shute/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">622</span></a></span> (1991), the Supreme Court read it as allowing forum selection clauses that limited the passenger's choice of venue, so long as a \"court of competent jurisdiction\" remained available to the passenger. In this case, the district court thought <i>Shute</i> controlling, as have other courts that have addressed the same problem since <i>Shute.</i><a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Reynolds-Naughton's argument to the contrary is inventive but ultimately unpersuasive. It rests upon the fact that in October 1992, Congress altered the above-quoted language by inserting the word \"any\" before the phrase \"court of competent jurisdiction,\" and that in November 1993, Congress again amended the Act by deleting \"any\" and restoring the original text. How this happened and what was said by legislative spokesmen bear recounting.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The October 1992 amendment adding the word \"any\" originated in the House version of the Oceans Act of 1992, Pub.L. No. 102-587, &#167; 3006, 106 Stat. 5039, 5068, sponsored by Gerry E. Studds of Massachusetts. Until the day of its adoption, this amendment had not been mentioned in debates or in a congressional report; it was apparently offered after both houses had completed their reports on the bill, and was first mentioned early on the morning of October 6, 1992, immediately before the House passed the statute and one day before the Senate did so (and three days before Congress recessed for three months).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nevertheless, Congressman Studds said on the House floor prior to enactment that the purpose of the amendment was to \"overturn the result in <i>Carnival</i>\" and allow injured passengers to \"choose the forum\" and sue \"in any court of competent jurisdiction.\" 138 Cong. Rec. H11,785 (daily ed. Oct. 5, 1992) (statement of Rep. Studds). Taking the change of language together with this legislative history, we agree that Reynolds-Naughton's suit could be maintained in Massachusetts <i>if</i> the 1992 amendment governed this case. But well before the district court acted, the law had changed again.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This time the amendment came from the Senate. As another piece of maritime legislation was making its way through Congress, Senators Ted Stevens and Ernest F. Hollings offered an amendment to the House bill, replacing everything after the enacting clause with new text. The new text included a provision deleting the word \"any\" from the Limitation Act paragraph in dispute in this case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The Senate passed this substitute on the day the amendment was offered, and the House passed the same version less than 10 hours later. Three days later Congress recessed.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If this were all that had happened, the outcome in this case would be obvious. The natural inference would be that by striking \"any\" Congress was expressing an intention to go back to the precise language construed in <i>Shute</i> and, indeed, to enact the Supreme Court's gloss. <i>See Lorillard v. Pons,</i> <span class=\"citation\" data-id=\"109777\"><a href=\"/opinion/109777/lorillard-v-pons/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 580-81, <span class=\"citation\" data-id=\"109777\"><a href=\"/opinion/109777/lorillard-v-pons/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">866</span></a></span>, <span class=\"citation\" data-id=\"109777\"><a href=\"/opinion/109777/lorillard-v-pons/\"><span class=\"volume\">55</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">40</span></a></span> (1978). Even without this latter inference, <i>Shute's</i> interpretation would certainly bind lower courts once Congress had re-adopted the glossed language. At least, this would all be so in the absence of powerful legislative history giving a different spin to the 1993 amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Reynolds-Naughton purports to offer just such legislative history. When in November 1993 the Senate sent the newly amended version of the Coast Guard Authorization Act to the House, a member asked that Representative Studds explain its provisions. 139 Cong. Rec. H10,938 (daily ed. Nov. 22, 1993) (statement of Rep. Young). Representative Studds replied that the 1992 revision to the Limitation Act (which was now to be undone) had been intended to overrule <i>Shute</i> and that the newly proposed deletion of \"any\" did not undo Congress' overruling of <i>Shute.</i> Rather, the new bill's reversion to the pre-1992 text sought only</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">to clarify that the tort action cannot be brought in just any district court of the United States, but must be filed in [a] court located in a district in which the vessel owner is doing business, the vessel is operating, or where the passenger board[s] the vessel. For this reason, the word \"any\" has been deleted. We do not intend by this amendment to restore the standard set by the Supreme Court in its 1991 decision, Carnival Cruise Lines versus Shute.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>Id.</i> at H10,939 (statement of Rep. Studds).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Representative Studds also read into the Congressional Record a \"section-by-section analysis\" of the bill, which similarly stated that the bill did not intend to reinstate the <i>Shute</i> standard, but merely sought to clarify that the ordinary principle of <i>forum non conveniens</i> applied to the plaintiff's choice of forum. 139 Cong. Rec. H10,941 (daily ed. Nov. 22, 1993) (statement of Rep. Studds). Although another member of the Merchant Marine and Fisheries Committee referred to this section-by-section analysis as a \"conference report,\" <i>id.</i> at H10,945 (statement of Rep. Bentley), this analysis never appeared in a printed report of Congress.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A month after the Senate reconvened from its winter 1993 recess, Senators Stevens and Hollings responded. Describing the Studds statement to the House as a misinterpretation, Senator Stevens told the Senate that \"[o]ur intent was that section 309 should be interpreted to allow vessels to enforce [forum selection] clauses, as upheld by the Supreme Court in the <i>Shute</i> case.\" 140 Cong. Rec. S1848 (daily ed. Feb. 24, 1994) (statement of Sen. Stevens). Senator Hollings agreed: \"[T]he intent of the Senate amendment made in section 309 ... was to reverse the action taken by Congress in section 3006 of the Oceans Act of 1992. By passing section 309, Congress has reinstated the decision in the <i>Shute</i> case....\" <i>Id.</i> (statement of Sen. Hollings).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Supporting the Senate sponsors of the 1993 change, Senator John B. Breaux added a further explanation for the Senate's decision to change the language back to its pre-1992 version:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">While it is perfectly legitimate for the Congress to overturn a Supreme Court decision within the bounds of the Constitution, we do not believe such changes should be made without notification to, and careful consideration by, the Members of Congress responsible for the enactment of the legislation.... At no time prior to the passage of the Oceans Act of 1992 was legislation introduced or did the House or Senate hold hearings on the cruise ship venue concern addressed by section 3006 of the Oceans Act. It is for this reason that the Senate supported a provision in the Coast Guard Authorization Act of 1993 to restore [46 U.S.C. app. &#167; 183c(a)] to the wording as it read prior to the passage of the Oceans Act of 1992. Section 309 reinstates the Supreme Court decision in the <i>Shute</i> case as the applicable law for interpreting forum selection clauses.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">140 Cong. Rec. S1847 (daily ed. Feb. 24, 1994) (statement of Sen. Breaux).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In urging that Representative Studds' view be credited, Reynolds-Naughton has the benefit of two circumstances: that Studds' interpretation is the only contemporaneous explanation of the 1993 change and that courts are generally quite suspicious of legislative history &#8212; such as the later Senate floor colloquy &#8212; created <i>after</i> enactment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Among the reasons for discounting such later history are that it is easily manufactured and that it comes at a time when it cannot influence anyone's vote.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Yet in this instance the linguistic evidence weighs heavily against the Studds gloss. The deletion of \"any\" in 1993 was not coupled with any new language that accomplished the basic purpose that he gave for the change; the bill did not state, for example, that forum selection clauses were unlawful but that plaintiffs could only sue in specified jurisdictions (such as where the plaintiff had boarded). Nor did the new version conform to Studds' section-by-section analysis by outlawing such clauses but adding that this did not limit <i>forum non conveniens</i> dismissals or transfers.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Forum non conveniens</i> is a background doctrine, and there is little reason to think that the term \"any\" before \"competent court\" had ever been read to negate such a doctrine or that the term's subsequent deletion was intended merely to reawaken that doctrine. And, had the purpose of the 1993 revision been to preserve the 1992 version's main aim, it would have been child's play to say that \"forum selection clauses are void\" but attach other forum restrictions. The deletion of \"any\" is not a plausible way of achieving such an end.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We cannot give weight to a single congressman's gloss, however ingenious, that is in such tension with the language, the sequence of events and the probable intent of the drafters. Despite Representative Studds' comments on the House floor, the change back to pre-1992 language is decisive in defeating Reynolds-Naughton's right to sue in Massachusetts. As already noted, the Senate amendment restored the text to the language to which <i>Shute</i> had given a controlling meaning and, in addition, the sequence warrants the inference that the purpose of the Senate's change was to restore the <i>status quo ante.</i></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Senate statements are not similarly compromised by a tension between their gloss and the statutory language. Indeed, as the sponsors of the language, the views of Senators Stevens and Hollings would ordinarily get special weight.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Whether such post-enactment statements should be considered at all need not be resolved; the result in this case &#8212; that deleting \"any\" restores <i>Shute</i> &#8212; would be the same even if the senators had said nothing.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See, e.g., Smith v. Doe,</i> <span class=\"citation\" data-id=\"1805778\"><a href=\"/opinion/1805778/smith-v-doe/\"><span class=\"volume\">991</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">781</span></a></span>, 782 (E.D.La.1998); <i>Kalman v. Cunard Line, Ltd.,</i> <span class=\"citation\" data-id=\"1762741\"><a href=\"/opinion/1762741/kalman-v-cunard-line-ltd/\"><span class=\"volume\">904</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1150</span></a></span>, 1151 &amp; n. 1 (D.Haw.1995); <i>Roberson v. Norwegian Cruise Line,</i> <span class=\"citation\" data-id=\"1470119\"><a href=\"/opinion/1470119/roberson-v-norwegian-cruise-line/\"><span class=\"volume\">897</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1285</span></a></span>, 1287-88 (C.D.Cal.1995); <i>Melnik v. Cunard Line Ltd.,</i> <span class=\"citation\" data-id=\"1395099\"><a href=\"/opinion/1395099/melnik-v-cunard-line-ltd/\"><span class=\"volume\">875</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">103</span></a></span>, 106 (N.D.N.Y.1994). Of these cases only the first two mention the post-<i>Shute</i> amendments to the Limitation Act, on which Reynolds-Naughton bases her appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> <i>See</i> Coast Guard Authorization Act of 1993, &#167; 309, Pub.L. No. 103-206, 107 Stat. 2419, 2425; 139 Cong. Rec. S16,957-67 (daily ed. Nov. 22, 1993). Section 309, like section 3006 of the Oceans Act the year before, was labeled a \"Technical Clarification.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>Nat'l Assoc. of Greeting Card Publishers v. United States Postal Serv.,</i> <span class=\"citation\" data-id=\"110982\"><a href=\"/opinion/110982/national-assn-of-greeting-card-publishers-v-postal-service/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">810</span></a></span>, 832 n. 28, <span class=\"citation\" data-id=\"110982\"><a href=\"/opinion/110982/national-assn-of-greeting-card-publishers-v-postal-service/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2717</span></a></span>, <span class=\"citation\" data-id=\"110982\"><a href=\"/opinion/110982/national-assn-of-greeting-card-publishers-v-postal-service/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">195</span></a></span> (1983), relied upon by Reynolds-Naughton, is not helpful to her case. <i>Greeting Card Publishers</i> drew a clear distinction between a published conference report and a statement of the House Managers that was unilaterally appended to a conference report after that report had already been considered by the Senate.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> <i>See Consumer Prod. Safety Comm'n v. GTE Sylvania, Inc.,</i> <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">102</span></a></span>, 108, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2051</span></a></span>, <span class=\"citation\" data-id=\"110293\"><a href=\"/opinion/110293/consumer-product-safety-commn-v-gte-sylvania-inc/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">766</span></a></span> (1980); <i>United States v. Phila. Nat'l Bank,</i> <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">321</span></a></span>, 348-49, <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1715</span></a></span>, <span class=\"citation\" data-id=\"106659\"><a href=\"/opinion/106659/united-states-v-philadelphia-nat-bank/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">915</span></a></span> (1963). <i>But see Andrus v. Shell Oil Co.,</i> <span class=\"citation\" data-id=\"110271\"><a href=\"/opinion/110271/andrus-v-shell-oil-co/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">657</span></a></span>, 666 n. 8, <span class=\"citation\" data-id=\"110271\"><a href=\"/opinion/110271/andrus-v-shell-oil-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1932</span></a></span>, <span class=\"citation\" data-id=\"110271\"><a href=\"/opinion/110271/andrus-v-shell-oil-co/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">593</span></a></span> (1980); <i>Seatrain Shipbuilding Corp. v. Shell Oil Co.,</i> <span class=\"citation\" data-id=\"110186\"><a href=\"/opinion/110186/seatrain-shipbuilding-corp-v-shell-oil-co/\"><span class=\"volume\">444</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">572</span></a></span>, 596, <span class=\"citation\" data-id=\"110186\"><a href=\"/opinion/110186/seatrain-shipbuilding-corp-v-shell-oil-co/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">800</span></a></span>, <span class=\"citation\" data-id=\"110186\"><a href=\"/opinion/110186/seatrain-shipbuilding-corp-v-shell-oil-co/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">36</span></a></span> (1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The case law to this effect is familiar, and the decisions also advise caution in accepting the gloss offered by opponents &#8212; which in practical terms includes Representative Studds in this case<i>See Bankamerica Corp. v. United States,</i> <span class=\"citation\" data-id=\"110955\"><a href=\"/opinion/110955/bankamerica-corp-v-united-states/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">122</span></a></span>, 139, <span class=\"citation\" data-id=\"110955\"><a href=\"/opinion/110955/bankamerica-corp-v-united-states/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2266</span></a></span>, <span class=\"citation\" data-id=\"110955\"><a href=\"/opinion/110955/bankamerica-corp-v-united-states/\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">456</span></a></span> (1983); <i>see also NLRB v. Fruit &amp; Vegetable Packers &amp; Warehousemen, Local 760,</i> <span class=\"citation\" data-id=\"106808\"><a href=\"/opinion/106808/nlrb-v-fruit-packers/\"><span class=\"volume\">377</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 66, <span class=\"citation\" data-id=\"106808\"><a href=\"/opinion/106808/nlrb-v-fruit-packers/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1063</span></a></span>, <span class=\"citation\" data-id=\"106808\"><a href=\"/opinion/106808/nlrb-v-fruit-packers/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">129</span></a></span> (1964).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1395099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1470119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1762741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1805778/"
  ]
}