{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201271/",
  "absolute_url": "/opinion/201271/maindrond-v-ashcroft/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201271/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:11:16Z",
  "date_modified": "2016-02-28T05:05:00.967905Z",
  "type": "010combined",
  "sha1": "ebaa453556498cb9b809361d6cfb46f2b0b4518a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2631-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/10/06/Maindrond_v._Ashcroft.pdf",
  "plain_text": "          United States Court of Appeals\n                          For the First Circuit\n\n\nNo. 03-2631\n\n                             SUZE MAINDROND,\n\n                               Petitioner,\n\n                                    v.\n\n                     JOHN ASHCROFT, Attorney General,\n\n                               Respondent.\n\n\n                   PETITION FOR REVIEW OF AN ORDER\n                 OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                                  Before\n\n              Torruella, Selya, and Lynch, Circuit Judges.\n\n\n     Stephen    A.   Lagana and   Lagana   &   Associates   on   brief   for\npetitioner.\n\n     Julia Doig Wilcox, Senior Litigation Counsel, Office of\nImmigration Litigation, Peter D. Keisler, Assistant Attorney\nGeneral, Civil Division, and David M. McConnell, Deputy Director,\non brief for respondent.\n\n\n\n                             October 6, 2004\n\f          LYNCH, Circuit Judge. Suze Maindrond, a Haitian, entered\n\nthe United States at Miami, Florida, on November 5, 2000, by\n\npresenting a fraudulent passport.     She requested asylum and was\n\nreferred to the Immigration Court for an asylum hearing.          The\n\nImmigration Judge (IJ) denied asylum, the Board of Immigration\n\nAppeals (BIA) affirmed, and then denied a motion to reopen.       She\n\nnow petitions for review of the denial of the motion to reopen.    We\n\naffirm the BIA.\n\n                                 I.\n\n          Maindrond's hearing before an IJ was held in Boston,\n\nMassachusetts, on December 13, 2001. During the hearing, Maindrond\n\ntestified, through a translator, that she was born on January 22,\n\n1961, in Lazile, Haiti.     She and her brother were members of a\n\ngroup called \"Espace de Concertation\" (Space for Consortation).\n\nShe testified that at some point in January of 2000 (she gave\n\nconflicting dates), four people came to her house.      Two of them\n\nbeat her brother while the other two beat her, and her brother was\n\neventually kidnaped. She testified that she escaped from the house\n\nand ran away to Port-au-Prince, where she hid at her sister's\n\nhouse.   She claimed that the men who were after her were the\n\n\"Lavalas Party.\"   She testified that after six months in Port-au-\n\nPrince, she \"knew that ... they were after [her] to hurt [her],\n\nkill like [her] brother.\"   She obtained a visa to go to St. Maarten\n\n\n\n\n                                -2-\n\fand went there on July 4th; from there she then entered the United\n\nStates illegally.\n\n           The    IJ,   in    an   oral    decision,     denied   Maindrond's\n\napplications for asylum and withholding of removal.               The IJ found\n\nMaindrond's testimony about the incident in January \"conflicting\"\n\nand \"extraordinarily vague,\" and determined that she failed to\n\ndemonstrate past persecution.             The IJ noted that there was no\n\ncorroborating evidence for Maindrond's purported activities in\n\nEspace de Concertation and that she \"had difficulty defining\n\nexactly what it was she did with the political party.\" Maindrond's\n\nwritten   pleadings     to   the   Immigration   Court    also    applied   for\n\nprotection under the Convention Against Torture (CAT).              This claim\n\nwas not asserted at the hearing, and the IJ did not specifically\n\naddress it in the oral decision even though his summary of the oral\n\ndecision contained a denial of the CAT claim.\n\n           Maindrond appealed the IJ's decision to the BIA.                 She\n\nsought review of the denial of withholding of removal and of\n\nasylum, but did not raise the CAT claim.          On January 8, 2003, the\n\nBIA affirmed the IJ's decision without opinion.\n\n           On April 28, 2003, Maindrond filed a motion to reopen\n\nwith the BIA, seeking an adjudication of her request for CAT\n\nprotection.      On November 12, 2003, the BIA denied the motion to\n\nreopen on two grounds: 1) Maindrond had waived the CAT issue by not\n\nraising it on direct appeal, and 2) Maindrond did not establish\n\n\n                                     -3-\n\fprima   facie    eligibility    for   CAT   protection.        Maindrond   now\n\npetitions this court for review of the denial of the motion to\n\nreopen.\n\n                                      II.\n\n            The BIA's denial of a motion to reopen is reviewed for\n\nabuse of discretion.      Toban v. Ashcroft, No. 03-1058, 2004 WL\n\n2106346, at *3 (1st Cir. 2004); Elien v. Ashcroft, 364 F.3d 393,\n\n395 (1st Cir. 2004).     We will find an abuse of discretion \"where\n\nthe BIA misinterprets the law, or acts either arbitrarily or\n\ncapriciously.\"      Toban, 2004 WL 2106346 at *3 (quoting Wang v.\n\nAshcroft, 367 F.3d 25, 27 (1st Cir. 2004)).        Since the BIA offered\n\ntwo rational explanations for the denial of the motion to reopen,\n\nit has not acted arbitrarily and capriciously, and there was no\n\nabuse of discretion.\n\nA. Waiver\n\n            Under the applicable regulations, \"in order to avoid\n\nsummary   dismissal,\"   \"the    [applicant's    Notice    of    Appeal]    must\n\nspecifically identify the findings of fact, the conclusions of law,\n\nor both, that are being challenged.\"        8 C.F.R. ยง 1003.3(b).      As has\n\nbeen noted, Maindrond made no argument concerning protection under\n\nthe CAT at her hearing before the IJ and appeared to have abandoned\n\nthe claim.      In her notice of appeal to the BIA, Maindrond asked\n\nthat \"the decision of the Immigration judge be overturned and [that\n\nshe] be granted asylum.\"       But no mention was made in the notice or\n\n\n                                      -4-\n\fher supporting brief of the CAT claim.         She also concedes in her\n\npetition before this court that \"prior counsel failed to raise [the\n\nCAT] issue in Petitioner's appeal [to the BIA].\" The BIA correctly\n\nconcluded that the CAT claim was waived.       See Matter of Edwards, 20\n\nI. & N. Dec. 191, 196 n.4 (BIA 1990).\n\n              Maindrond argues that under established policies set\n\nforth in prior BIA decisions, her failure to raise the CAT issue on\n\nappeal to the BIA was not a knowing waiver of her right and did not\n\nforeclose her from raising it on the motion to reopen. See Matter\n\nof Samai, 17 I. & N. Dec. 242, 243 (BIA 1980) (objection raised for\n\nfirst time on appeal concerning improper notice was not untimely).\n\nBut Samai involved an appeal to the BIA, not a motion to reopen,\n\nand the applicant alien there was unrepresented by counsel, which\n\nled to the BIA's conclusion that his failure to raise a timely\n\nobjection at the hearing was not a knowing waiver.          See id.; see\n\nalso 8 C.F.R. 1003.2(c)(1) (a motion to reopen to consider a new\n\nclaim for relief may be granted if it appears that the alien's\n\nright to apply for such relief was not explained fully to him or\n\nher and the alien was not given an opportunity to apply for such\n\nrelief   at    the   former   hearing).   In   contrast,   Maindrond   was\n\nrepresented by counsel at the original hearing before the IJ and\n\nalso on appeal.      The BIA did not depart from established policies\n\nand did not abuse its discretion.\n\nB. Failure to Establish Prima Facie Case\n\n\n                                    -5-\n\f          The   BIA's    alternative   ground   for   its   denial   of\n\nMaindrond's motion to reopen -- that she failed to establish her\n\nprima facie eligibility for protection under the CAT -- was also\n\nnot an abuse of discretion.\n\n          An alien is eligible for protection under the CAT if he\n\nor she can prove \"that it is more likely than not that he or she\n\nwould be tortured if removed to the proposed country of removal.\"\n\n8 C.F.R. ยง 1208.16(c)(2).     \"A motion to reopen proceedings shall\n\nstate the new facts that will be proven at a hearing to be held if\n\nthe motion is granted and shall be supported by affidavits or other\n\nevidentiary material.\"    Id. ยง 1003.2(c)(1).\n\n          Along with her motion to reopen, Maindrond presented the\n\n2002 Annual Report of Amnesty International on Haiti, a few Human\n\nRights Watch articles on human rights developments in Haiti, and an\n\nAmnesty International press release dated December 10, 2002. While\n\nthere may be situations in which articles on changed country\n\nconditions may establish the new facts necessary to make out a\n\nprima facie case, this is not one of them.      None of the articles\n\nspecifically addressed the possibility that Maindrond would be\n\ntortured upon return to Haiti or dealt with the events that she\n\ntestified about, and there was no affidavit setting forth any\n\nevidence to support her claim.   In light of what the IJ supportably\n\ncharacterized as her \"extraordinarily vague\" and \"conflicting\"\n\ntestimony at the hearing before the IJ, there was nothing in the\n\n\n                                 -6-\n\frecord to support her claim for protection under the CAT.   The BIA\n\ndid not abuse its discretion in denying her motion to reopen\n\nbecause she did not establish prima facie eligibility under CAT.\n\nSee Toban, 2004 WL 2106346, at *4 (denial of motion to reopen to\n\nconsider CAT claim for failure to present prima facie case was not\n\nabuse of discretion where applicant alien did not present detailed\n\nevidence that he will be tortured in the future or explain who will\n\ntorture him and what mistreatment he expects to suffer).\n\n                               III.\n\n          The decision of the BIA is affirmed.\n\n\n\n\n                               -7-\n\f",
  "html": "<p class=\"case_cite\">385 F.3d 98</p>\n    <p class=\"parties\">Suze MAINDROND, Petitioner,<br>v.<br>John ASHCROFT, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 03-2631.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted September 16, 2004.</p>\n    <p class=\"date\">Decided October 6, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Petition for review from the Board of Immigration Appeals.</p>\n      <p class=\"indent\">Stephen A. Lagana and Lagana &amp; Associates on brief for petitioner.</p>\n      <p class=\"indent\">Julia Doig Wilcox, Senior Litigation Counsel, Office of Immigration Litigation, Peter D. Keisler, Assistant Attorney General, Civil Division, and David M. McConnell, Deputy Director, on brief for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA, and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Suze Maindrond, a Haitian, entered the United States at Miami, Florida, on November 5, 2000, by presenting a fraudulent passport. She requested asylum and was referred to the Immigration Court for an asylum hearing. The Immigration Judge (IJ) denied asylum, the Board of Immigration Appeals (BIA) affirmed, and then denied a motion to reopen. She now petitions for review of the denial of the motion to reopen. We affirm the BIA.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Maindrond's hearing before an IJ was held in Boston, Massachusetts, on December 13, 2001. During the hearing, Maindrond testified, through a translator, that she was born on January 22, 1961, in Lazile, Haiti. She and her brother were members of a group called \"Espace de Concertation\" (Space for Consortation). She testified that at some point in January of 2000 (she gave conflicting dates), four people came to her house. Two of them beat her brother while the other two beat her, and her brother was eventually kidnaped. She testified that she escaped from the house and ran away to Port-au-Prince, where she hid at her sister's house. She claimed that the men who were after her were the \"Lavalas Party.\" She testified that after six months in Port-au-Prince, she \"knew that ... they were after [her] to hurt [her], kill like [her] brother.\" She obtained a visa to go to St. Maarten and went there on July 4th; from there she then entered the United States illegally.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The IJ, in an oral decision, denied Maindrond's applications for asylum and withholding of removal. The IJ found Maindrond's testimony about the incident in January \"conflicting\" and \"extraordinarily vague,\" and determined that she failed to demonstrate past persecution. The IJ noted that there was no corroborating evidence for Maindrond's purported activities in Espace de Concertation and that she \"had difficulty defining exactly what it was she did with the political party.\" Maindrond's written pleadings to the Immigration Court also applied for protection under the Convention Against Torture (CAT). This claim was not asserted at the hearing, and the IJ did not specifically address it in the oral decision even though his summary of the oral decision contained a denial of the CAT claim.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Maindrond appealed the IJ's decision to the BIA. She sought review of the denial of withholding of removal and of asylum, but did not raise the CAT claim. On January 8, 2003, the BIA affirmed the IJ's decision without opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 28, 2003, Maindrond filed a motion to reopen with the BIA, seeking an adjudication of her request for CAT protection. On November 12, 2003, the BIA denied the motion to reopen on two grounds: 1) Maindrond had waived the CAT issue by not raising it on direct appeal, and 2) Maindrond did not establish prima facie eligibility for CAT protection. Maindrond now petitions this court for review of the denial of the motion to reopen.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The BIA's denial of a motion to reopen is reviewed for abuse of discretion. <i>Toban v. Ashcroft,</i> ___ F.3d ___, ___, No. 03-1058, 2004 WL 2106346, at *3 (1st Cir.2004); <i>Elien v. Ashcroft,</i> 364 F.3d 392, 395 (1st Cir.2004). We will find an abuse of discretion \"where the BIA misinterprets the law, or acts either arbitrarily or capriciously.\" <i>Toban,</i> ___ F.3d at ___, 2004 WL 2106346 at *3 (quoting <i>Wang v. Ashcroft,</i> 367 F.3d 25, 27 (1st Cir.2004)). Since the BIA offered two rational explanations for the denial of the motion to reopen, it has not acted arbitrarily and capriciously, and there was no abuse of discretion.</p>\n    </div>\n    <p class=\"indent\">A. Waiver</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the applicable regulations, \"in order to avoid summary dismissal,\" \"the [applicant's Notice of Appeal] must specifically identify the findings of fact, the conclusions of law, or both, that are being challenged.\" 8 C.F.R. &#167; 1003.3(b). As has been noted, Maindrond made no argument concerning protection under the CAT at her hearing before the IJ and appeared to have abandoned the claim. In her notice of appeal to the BIA, Maindrond asked that \"the decision of the Immigration judge be overturned and [that she] be granted asylum.\" But no mention was made in the notice or her supporting brief of the CAT claim. She also concedes in her petition before this court that \"prior counsel failed to raise [the CAT] issue in Petitioner's appeal [to the BIA].\" The BIA correctly concluded that the CAT claim was waived. <i>See Matter of Edwards,</i> 20 I. &amp; N. Dec. 191, 196 n. 4, 1990 WL 385757 (BIA 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Maindrond argues that under established policies set forth in prior BIA decisions, her failure to raise the CAT issue on appeal to the BIA was not a knowing waiver of her right and did not foreclose her from raising it on the motion to reopen. <i>See Matter of Samai,</i> 17 I. &amp; N. Dec. 242, 243, 1980 WL 121874 (BIA 1980) (objection raised for first time on appeal concerning improper notice was not untimely). But <i>Samai</i> involved an appeal to the BIA, not a motion to reopen, and the applicant alien there was unrepresented by counsel, which led to the BIA's conclusion that his failure to raise a timely objection at the hearing was not a <i>knowing</i> waiver. <i>See id.; see also</i> 8 C.F.R. 1003.2(c)(1) (a motion to reopen to consider a new claim for relief may be granted if it appears that the alien's right to apply for such relief was not explained fully to him or her and the alien was not given an opportunity to apply for such relief at the former hearing). In contrast, Maindrond was represented by counsel at the original hearing before the IJ and also on appeal. The BIA did not depart from established policies and did not abuse its discretion.</p>\n    </div>\n    <p class=\"indent\">B. Failure to Establish Prima Facie Case</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The BIA's alternative ground for its denial of Maindrond's motion to reopen &#8212; that she failed to establish her prima facie eligibility for protection under the CAT &#8212; was also not an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An alien is eligible for protection under the CAT if he or she can prove \"that it is more likely than not that he or she would be tortured if removed to the proposed country of removal.\" 8 C.F.R. &#167; 1208.16(c)(2). \"A motion to reopen proceedings shall state the new facts that will be proven at a hearing to be held if the motion is granted and shall be supported by affidavits or other evidentiary material.\" <i>Id.</i> &#167; 1003.2(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Along with her motion to reopen, Maindrond presented the 2002 Annual Report of Amnesty International on Haiti, a few Human Rights Watch articles on human rights developments in Haiti, and an Amnesty International press release dated December 10, 2002. While there may be situations in which articles on changed country conditions may establish the new facts necessary to make out a prima facie case, this is not one of them. None of the articles specifically addressed the possibility that Maindrond would be tortured upon return to Haiti or dealt with the events that she testified about, and there was no affidavit setting forth any evidence to support her claim. In light of what the IJ supportably characterized as her \"extraordinarily vague\" and \"conflicting\" testimony at the hearing before the IJ, there was nothing in the record to support her claim for protection under the CAT. The BIA did not abuse its discretion in denying her motion to reopen because she did not establish prima facie eligibility under CAT. <i>See Toban,</i> ___ F.3d at ___, 2004 WL 2106346, at *4 (denial of motion to reopen to consider CAT claim for failure to present prima facie case was not abuse of discretion where applicant alien did not present detailed evidence that he will be tortured in the future or explain who will torture him and what mistreatment he expects to suffer).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The decision of the BIA is <i>affirmed.</i></p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></span></p>\n    <p class=\"parties\">Suze MAINDROND, Petitioner,<br>v.<br>John ASHCROFT, Attorney General, Respondent.</p>\n    <p class=\"docket\">No. 03-2631.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted September 16, 2004.</p>\n    <p class=\"date\">Decided October 6, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Petition for review from the Board of Immigration Appeals.</p>\n      <p class=\"indent\">Stephen A. Lagana and Lagana &amp; Associates on brief for petitioner.</p>\n      <p class=\"indent\">Julia Doig Wilcox, Senior Litigation Counsel, Office of Immigration Litigation, Peter D. Keisler, Assistant Attorney General, Civil Division, and David M. McConnell, Deputy Director, on brief for respondent.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA, and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Suze Maindrond, a Haitian, entered the United States at Miami, Florida, on November 5, 2000, by presenting a fraudulent passport. She requested asylum and was referred to the Immigration Court for an asylum hearing. The Immigration Judge (IJ) denied asylum, the Board of Immigration Appeals (BIA) affirmed, and then denied a motion to reopen. She now petitions for review of the denial of the motion to reopen. We affirm the BIA.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Maindrond's hearing before an IJ was held in Boston, Massachusetts, on December 13, 2001. During the hearing, Maindrond testified, through a translator, that she was born on January 22, 1961, in Lazile, Haiti. She and her brother were members of a group called \"Espace de Concertation\" (Space for Consortation). She testified that at some point in January of 2000 (she gave conflicting dates), four people came to her house. Two of them beat her brother while the other two beat her, and her brother was eventually kidnaped. She testified that she escaped from the house and ran away to Port-au-Prince, where she hid at her sister's house. She claimed that the men who were after her were the \"Lavalas Party.\" She testified that after six months in Port-au-Prince, she \"knew that ... they were after [her] to hurt [her], kill like [her] brother.\" She obtained a visa to go to St. Maarten and went there on July 4th; from there she then entered the United States illegally.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The IJ, in an oral decision, denied Maindrond's applications for asylum and withholding of removal. The IJ found Maindrond's testimony about the incident in January \"conflicting\" and \"extraordinarily vague,\" and determined that she failed to demonstrate past persecution. The IJ noted that there was no corroborating evidence for Maindrond's purported activities in Espace de Concertation and that she \"had difficulty defining exactly what it was she did with the political party.\" Maindrond's written pleadings to the Immigration Court also applied for protection under the Convention Against Torture (CAT). This claim was not asserted at the hearing, and the IJ did not specifically address it in the oral decision even though his summary of the oral decision contained a denial of the CAT claim.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Maindrond appealed the IJ's decision to the BIA. She sought review of the denial of withholding of removal and of asylum, but did not raise the CAT claim. On January 8, 2003, the BIA affirmed the IJ's decision without opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On April 28, 2003, Maindrond filed a motion to reopen with the BIA, seeking an adjudication of her request for CAT protection. On November 12, 2003, the BIA denied the motion to reopen on two grounds: 1) Maindrond had waived the CAT issue by not raising it on direct appeal, and 2) Maindrond did not establish prima facie eligibility for CAT protection. Maindrond now petitions this court for review of the denial of the motion to reopen.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The BIA's denial of a motion to reopen is reviewed for abuse of discretion. <i>Toban v. Ashcroft,</i> ___ F.3d ___, ___, No. 03-1058, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2106346</span></span>, at *3 (1st Cir.2004); <i>Elien v. Ashcroft,</i> <span class=\"citation\" data-id=\"200971\"><a href=\"/opinion/200971/elien-v-john-ashcroft/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">392</span></a></span>, 395 (1st Cir.2004). We will find an abuse of discretion \"where the BIA misinterprets the law, or acts either arbitrarily or capriciously.\" <i>Toban,</i> ___ F.3d at ___, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2106346</span></span> at *3 (quoting <i>Wang v. Ashcroft,</i> <span class=\"citation\" data-id=\"200992\"><a href=\"/opinion/200992/wang-v-ins/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 27 (1st Cir.2004)). Since the BIA offered two rational explanations for the denial of the motion to reopen, it has not acted arbitrarily and capriciously, and there was no abuse of discretion.</p>\n    </div>\n    <p class=\"indent\">A. Waiver</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under the applicable regulations, \"in order to avoid summary dismissal,\" \"the [applicant's Notice of Appeal] must specifically identify the findings of fact, the conclusions of law, or both, that are being challenged.\" 8 C.F.R. &#167; 1003.3(b). As has been noted, Maindrond made no argument concerning protection under the CAT at her hearing before the IJ and appeared to have abandoned the claim. In her notice of appeal to the BIA, Maindrond asked that \"the decision of the Immigration judge be overturned and [that she] be granted asylum.\" But no mention was made in the notice or her supporting brief of the CAT claim. She also concedes in her petition before this court that \"prior counsel failed to raise [the CAT] issue in Petitioner's appeal [to the BIA].\" The BIA correctly concluded that the CAT claim was waived. <i>See Matter of Edwards,</i> 20 I. &amp; N. Dec. 191, 196 n. 4, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">385757</span></span> (BIA 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Maindrond argues that under established policies set forth in prior BIA decisions, her failure to raise the CAT issue on appeal to the BIA was not a knowing waiver of her right and did not foreclose her from raising it on the motion to reopen. <i>See Matter of Samai,</i> 17 I. &amp; N. Dec. 242, 243, <span class=\"citation no-link\"><span class=\"volume\">1980</span> <span class=\"reporter\">WL</span> <span class=\"page\">121874</span></span> (BIA 1980) (objection raised for first time on appeal concerning improper notice was not untimely). But <i>Samai</i> involved an appeal to the BIA, not a motion to reopen, and the applicant alien there was unrepresented by counsel, which led to the BIA's conclusion that his failure to raise a timely objection at the hearing was not a <i>knowing</i> waiver. <i>See id.; see also</i> 8 C.F.R. 1003.2(c)(1) (a motion to reopen to consider a new claim for relief may be granted if it appears that the alien's right to apply for such relief was not explained fully to him or her and the alien was not given an opportunity to apply for such relief at the former hearing). In contrast, Maindrond was represented by counsel at the original hearing before the IJ and also on appeal. The BIA did not depart from established policies and did not abuse its discretion.</p>\n    </div>\n    <p class=\"indent\">B. Failure to Establish Prima Facie Case</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The BIA's alternative ground for its denial of Maindrond's motion to reopen &#8212; that she failed to establish her prima facie eligibility for protection under the CAT &#8212; was also not an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">An alien is eligible for protection under the CAT if he or she can prove \"that it is more likely than not that he or she would be tortured if removed to the proposed country of removal.\" 8 C.F.R. &#167; 1208.16(c)(2). \"A motion to reopen proceedings shall state the new facts that will be proven at a hearing to be held if the motion is granted and shall be supported by affidavits or other evidentiary material.\" <i>Id.</i> &#167; 1003.2(c)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Along with her motion to reopen, Maindrond presented the 2002 Annual Report of Amnesty International on Haiti, a few Human Rights Watch articles on human rights developments in Haiti, and an Amnesty International press release dated December 10, 2002. While there may be situations in which articles on changed country conditions may establish the new facts necessary to make out a prima facie case, this is not one of them. None of the articles specifically addressed the possibility that Maindrond would be tortured upon return to Haiti or dealt with the events that she testified about, and there was no affidavit setting forth any evidence to support her claim. In light of what the IJ supportably characterized as her \"extraordinarily vague\" and \"conflicting\" testimony at the hearing before the IJ, there was nothing in the record to support her claim for protection under the CAT. The BIA did not abuse its discretion in denying her motion to reopen because she did not establish prima facie eligibility under CAT. <i>See Toban,</i> ___ F.3d at ___, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2106346</span></span>, at *4 (denial of motion to reopen to consider CAT claim for failure to present prima facie case was not abuse of discretion where applicant alien did not present detailed evidence that he will be tortured in the future or explain who will torture him and what mistreatment he expects to suffer).</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The decision of the BIA is <i>affirmed.</i></p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/200971/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200992/"
  ]
}