{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201338/",
  "absolute_url": "/opinion/201338/esso-standard-oil-v-mujica-cotto/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201338/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:12:54Z",
  "date_modified": "2016-02-28T05:05:11.528879Z",
  "type": "010combined",
  "sha1": "ed6bca1ff90a88ceaefae5833b33fb3c04257323",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2055-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/11/16/Esso_Standard_Oil_v._Mujica_Cotto.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 04-2055\n\n              ESSO STANDARD OIL CO. (PUERTO RICO),\n\n                      Plaintiff, Appellant,\n\n                                v.\n\nESTEBAN MUJICA COTTO, President of the Puerto Rico Environmental\n    Quality Board; FLOR L. DEL VALLE LOPEZ and ANGEL BERRIOS\n SILVERSTRE, Associate Members of the Puerto Rico Environmental\n  Quality Board; and NORMAN VELÁZQUEZ TORRES, Attorney for the\n            Puerto Rico Environmental Quality Board,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Justo Arenas, Chief U.S. Magistrate Judge]\n\n\n\n                             Before\n\n          Torruella, Lipez, and Howard, Circuit Judges.\n\n\n\n     James E. Tyrell, Jr., with whom John F. Nevares, John F.\nNevares & Assocs., P.S.C., Richard P. Bress, Nathaniel A. Vitan,\nMatthew K. Roskoski, and Latham & Watkins, LLP were on brief, for\nappellant.\n     Gary H. Montilla, with whom Quiñones & Sánchez, P.S.C. was on\nbrief, for appellees.\n\n\n                        November 16, 2004\n\f          LIPEZ, Circuit Judge.    Esso Standard Oil Company sought\n\na preliminary injunction from the federal district court to enjoin\n\nproceedings against it before the Puerto Rico Environmental Quality\n\nBoard regarding the possible imposition of a $76 million fine.\n\nEsso contends that the Board is so biased that its adjudication of\n\nthe case violates the Due Process Clause of the United States\n\nConstitution. The district court denied Esso's motion, ruling that\n\nthe claim did not fall within the Gibson v. Berryhill, 411 U.S. 564\n\n(1973), exception to the abstention doctrine set forth in Younger\n\nv. Harris, 401 U.S. 37 (1971), and its progeny.   Esso now appeals.\n\nFor the reasons set forth below (which differ from the reasons set\n\nforth by the district court), we affirm the district court's\n\ndecision to abstain.\n\n                                  I.\n\n          We draw on the district court's opinion for the factual\n\nbackground of this case, which involves a gasoline leak at a\n\nservice station operated by Carlos Rodríguez Pérez (Rodríguez) in\n\nBarranquitas, Puerto Rico.     In 1979, Rodríguez began leasing\n\nstorage tanks and purchasing fuel supplies for the station from\n\nEsso Standard Oil Company (Esso).      In 1991, Esso replaced the\n\nexisting underground storage tank (UST) system with a new UST\n\nsystem that approximately doubled the station's storage capacity.\n\nIn 1992, Rodríguez alleged that Esso was responsible for the loss\n\nof between 65,000 and 100,000 gallons of fuel from the old UST\n\n\n                               -2-\n\fsystem. Nevertheless, he continued to operate the station with the\n\nnew tank system until 1998, when the local fire department ordered\n\nthe station closed.\n\n            A. EQB Orders\n\n            The Puerto Rico Environmental Quality Board (EQB) issued\n\nan order in August 1998 instructing Esso to empty and test the\n\nstation's   fuel     storage   system      for    leaks,   and   Esso   promptly\n\ncomplied.    The EQB is an administrative agency created by the\n\nEnvironmental Public Policy Act, 12 L.P.R.A. §§ 1121 - 1140a, to\n\npromote environmental and resource conservation.                   It has the\n\nauthority to issue \"Orders to Do,\" such as the one directed at\n\nEsso,    mandating    compliance     with        environmental   statutes    and\n\nregulations.\n\n            The EQB issued a second order in September 1998 directing\n\nEsso and Rodríguez to engage in additional testing and to submit a\n\nsoil    remediation    plan    for   the    land.      Esso   again     complied.\n\nAccording to Esso, the special committee charged with enforcing the\n\nEQB's UST program did not respond to Esso's submission, hampering\n\nits ability to investigate environmental conditions at the station\n\nand to take corrective measures.           Esso also alleges that Rodríguez\n\nand his consultant, Carlos Belgodere Pamies (Belgodere), further\n\ndelayed the process by restricting its access to the station.\n\n            The EQB issued a third order in October 1999, superseding\n\nand expanding on the second order.                  Esso claims that it has\n\n\n                                      -3-\n\fsubstantially complied with the third order and, in the course of\n\ndoing so, has recovered approximately 550 gallons of spilled fuel.\n\nThat figure differs vastly from claims by Rodríguez and Belgodere\n\nof a 65,000 to 100,000 gallon spill.\n\n          Despite Esso's demonstrated willingness to comply with\n\ninvestigatory and remedial orders, the EQB issued a show cause\n\norder in May 2001 proposing a $75,960,000 fine against Esso.          The\n\nfine, which is 5,000 times greater than the largest fine ever\n\nimposed by the EQB under its UST regulations, is based on Esso's\n\nalleged failure to promptly notify the EQB of a fuel release from\n\nthe pre-1991 UST system and to remedy that release.       Any fine that\n\nthe EQB collects will be deposited into a discretionary account\n\nadministered by the EQB and disbursed by its chairman. 12 L.P.R.A.\n\n§ 1136(f),(k).    The $76 million proposed fine is twice the EQB's\n\nannual operating budget.\n\n          The    district   court   acknowledged   testimony   by   Miguel\n\nMorales, a supervising attorney of the EQB's legal affairs office,\n\nthat he was surprised by the amount of the proposed fine because\n\nthe EQB imposed either no fine or a fine of less than $100,000 in\n\nother spill cases. Morales also noted that some of the information\n\nincluded in the show cause order appears to have been provided by\n\nBelgodere, Rodríguez's consultant.        Esso contends that Belgodere\n\nhas been granted undue influence throughout this matter.        The show\n\ncause order did not propose to sanction Rodríguez, despite an EQB\n\n\n                                    -4-\n\fexaminer's recommendation that it do so because he controlled the\n\nUST in his role as the station operator.\n\n               B. Senate Investigation\n\n               The Puerto Rico Senate began investigating the alleged\n\nfuel release in October 2001, allegedly at Belgodere's instigation.\n\nIn March 2003, two Senate Commissions met in executive sessions,\n\nfrom       which   Esso   was   excluded,    with   Norman   Velázquez   Torres\n\n(Velázquez), the attorney presenting the case against Esso on\n\nbehalf of the Public Interest.1         Esso asserts that following these\n\nsessions, the Commissions concluded that there had been a spill at\n\nthe station and that Esso had failed to address it, accused the EQB\n\nof not treating Esso harshly enough, urged a high fine to serve as\n\na deterrent, and threatened EQB officials with criminal prosecution\n\nfor their laxity.\n\n               C. EQB Hearings\n\n               Hearings on the proposed fine began in September 2002.\n\nThe Public Interest finished presenting its affirmative case on\n\nFebruary 12, 2004, and Esso began its defense on March 15, 2004.\n\nFollowing a recess to allow substitution of the attorney for the\n\nPublic Interest, hearings resumed on August 10, 2004 and are\n\nongoing as Esso continues to present its defense.\n\n\n\n\n       1\n      The attorney for the Public Interest is an individual\ndesignated by the EQB to present its case to the hearing examiner.\n\n                                       -5-\n\f           The hearing examiner (HE), Yolanda Torres-Roque, is paid\n\nby the EQB from the same fund into which a fine would be deposited;\n\nshe can be terminated without cause.          Her employment contract with\n\nthe EQB states that she \"acknowledges that in the performance of\n\nher professional function she has a complete duty of loyalty\n\ntowards the agency, which includes not having adverse interest to\n\nsaid governmental entity.\" Her job is to preside over the hearings\n\nand to make recommendations to the Board, which can adopt or reject\n\nthem.\n\n           The hearings have been contentious, generating a flurry\n\nof motions on such issues as discovery, scheduling, and evidentiary\n\nmatters.   The HE's ruling on two of these motions, one relating to\n\nthe availability of discovery and the other to a statute of\n\nlimitations claim, resulted in appeals to the courts of Puerto\n\nRico, as discussed below.      In November 2003, during the course of\n\nthe proceedings, Esso also filed with the HE a motion for expedited\n\nrecommendation of dismissal which raised constitutional claims\n\nsimilar to those now before us.            The HE and EQB Governing Board\n\n(Board) have yet to rule on this motion.\n\n           D. Esso's appeals to the Puerto Rico Circuit Court\n\n           As noted, Esso filed two appeals in the Puerto Rico\n\nCircuit Court of Appeals during the course of the hearings, one in\n\nMay 2002 dealing with a discovery matter and the other in September\n\n2002 urging   dismissal   of   the    penalty    hearings   on   statute   of\n\n\n                                     -6-\n\flimitations grounds. The court dismissed both appeals, ruling that\n\nit did not have authority to review interlocutory decisions of an\n\nadministrative agency.      Esso Standard Oil Co. v. Envtl. Quality\n\nBd., Nos. OA-01-AG-26 and OA-99-AG-109, 2002 WL 31122179 (P.R. Ct.\n\nApp. Sept. 13, 2002); Esso Standard Oil Co. v. Envtl. Quality Bd.,\n\nNos. OA-01-AG-26 and OA-99-AG-109, 2002 WL 1438761 (P.R. Ct. App.\n\nMay 1, 2002).   Both decisions note that under 3 L.P.R.A. § 2172,\n\nthe court may review only final agency orders, and may do so only\n\nafter   the   petitioning    party   has   exhausted   all   available\n\nadministrative remedies.     In both cases, the court concluded that\n\nthe only recognized exception to the finality requirement, lack of\n\nagency jurisdiction to adjudicate a case, was inapplicable and thus\n\nit could not consider Esso's appeal.\n\n          E. Esso's lawsuit in the district court\n\n          In March 2004, Esso filed a lawsuit and companion motion\n\nin federal district court to preliminarily enjoin the EQB penalty\n\nproceedings against it.     These pleadings, which do not challenge\n\nthe EQB's authority to order remedial measures at the station,\n\nargued that the penalty proceedings violate the Due Process Clause\n\nbecause \"the officials who decide whether this massive fine is\n\nassessed have severe and irremediable conflicts of interest.\" Esso\n\nasserted a number of specific examples of such conflicts and\n\nprocedural irregularities, including that (1) EQB officials have a\n\ndirect pecuniary interest in collecting a large fine, (2) the\n\n\n                                  -7-\n\fPuerto Rico Senate \"has exerted undue influence\" biasing the\n\nproceedings, (3) high-ranking EQB officials, including a member of\n\nthe board, were not consulted in issuing the show cause order on\n\nthe proposed fine despite being directly involved in the case, (4)\n\nthe HEs lack independence to administer the hearings fairly,2 (5)\n\nattorney Velázquez engaged in grossly unethical behavior before\n\nresigning from the case earlier this year, and (6) Belgodere has\n\nexerted undue influence throughout the proceedings.\n\n            In its written decision on the request for a preliminary\n\ninjunction, the district court acknowledged that \"[t]he undisputed\n\nevidence presented by Esso regarding the EQB's handling of the case\n\nis sufficient to make any court sitting in equity pause.\"                    For\n\nexample, the court acknowledged multiple difficulties with the HE's\n\nhandling of the hearings to date, including her failure to respond\n\nin a timely manner to Esso's motions and her refusal to allow Esso\n\nto cross-examine the UST program's director regarding how the $76\n\nmillion   fine   was   calculated.         The   court   found    that   Esso's\n\nparticipation in the hearings has been hampered by EQB officials'\n\nmisrepresentations during the discovery process.                 Specifically,\n\nVelázquez   initially   produced     only    six   boxes   of    documents    in\n\n\n     2\n      Esso notes that two prior HEs were dismissed after one\ndisagreed with the decision not to fine Rodríguez and the other\ndisagreed with the EQB's decision not to allow Esso to conduct\ndiscovery. It also claims that the current HE has shown her bias\nagainst Esso by insinuating that \"she would not adjudicate the case\nin Esso's favor no matter the evidence\" and by conducting the\nproceedings to Esso's disadvantage.\n\n                                     -8-\n\fresponse to Esso's discovery requests.                     Through discovery in a\n\nrelated CERCLA3 case, Esso obtained more than 1,000 boxes of\n\nadditional documents that Velázquez and EQB officials had claimed\n\ndid    not    exist.        These   boxes    included,      inter    alia,   internal\n\nmemoranda and technical reports judging Esso's compliance with the\n\nEQB orders.\n\n              Additionally, the district court found that Belgodere has\n\nbeen       allowed    to    influence       the   EQB's     case     throughout   the\n\nproceedings,         despite     evidence    which    brings    his    motives    into\n\nquestion.      Belgodere, who consulted for Esso in the 1980s before\n\nbeing      dismissed       for   incompetence,       has   declared     himself   the\n\nrepresentative of La Vega, the community surrounding the service\n\nstation.      He has threatened Esso executives with physical violence\n\nand suggested his ability to control the case through extortion.4\n\nYet he was permitted to assist in drafting the show cause order and\n\n\n\n\n       3\n      Comprehensive Environmental Response,                        Compensation   and\nLiability Act, 42 U.S.C. § 9601 et seq.\n       4\n      Rosanna María Roig, who owns a public relations firm retained\nby Esso, testified that Belgodere told her that \"he had newspaper\nconnections and that he controlled everything\" and that \"if nothing\nwas done about La Vega community, he would find out where the\nchildren of [an Esso executive] went to school and would have them\nknow that her [sic] father was a killer of children.\" She further\ntestified that Belgodere implied that \"the case could be settled if\nEsso paid $6 million to the community and $2 million to Rodríguez\"\nand that he was \"able to make the proposed fine disappear or get\nmuch lower.\" He said that \"he knew of an EQB official that was\nselling permits and that with such knowledge, he could control the\nprocess, by way of blackmail.\"\n\n                                            -9-\n\fhas been seen sitting at the Public Interest counsel table during\n\nthe hearings and otherwise consulting with the EQB's lawyers.\n\n          Despite these findings, the district court denied Esso's\n\nmotion for a preliminary injunction.       Reviewing a line of cases\n\nbeginning with Younger v. Harris, 401 U.S. 37 (1971), the court\n\nnoted the general rule that federal courts should not interject\n\nthemselves   into    ongoing    state      adjudications,   including\n\nadministrative proceedings.    See id.; Ohio Civil Rights Comm'n v.\n\nDayton Christian Sch., Inc., 477 U.S. 619, 623-27 (1986) (extending\n\nYounger to some state administrative proceedings).          This rule\n\napplies as long as the state forum provides an adequate opportunity\n\nto raise the petitioner's federal claims.     Middlesex County Ethics\n\nComm. v. Garden State Bar Ass'n, 457 U.S. 423, 432 (1982);     Maymó-\n\nMeléndez v. Álvarez-Ramírez, 364 F.3d 27, 35 (1st Cir. 2004), cert.\n\ndenied, 73 U.S.L.W. 3211 (2004).       Here, the district court found\n\nthat Esso had not exhausted its state remedies because no fine had\n\nyet been imposed and if a fine were imposed, Esso could raise its\n\nconstitutional objections upon appeal to the Puerto Rico Court of\n\nAppeals and the Puerto Rico Supreme Court.     It thus concluded that\n\nYounger dictated abstention.\n\n          The court dismissed Esso's contention that the evidence\n\nof the EQB's bias justified an exception to Younger under Gibson v.\n\nBerryhill, 411 U.S. 564 (1973).        It explained that the Gibson\n\nexception allows a federal court to intervene where the state\n\n\n                                -10-\n\fadjudicator is so biased as to be incompetent to adjudicate the\n\nmatter and where the petitioner shows that abstention would result\n\nin irreparable harm.         The district court suggested that a recent\n\ndecision of this court, Maymó-Meléndez, 364 F.3d at 37, \"downplayed\n\nthe relevance of Gibson and any bias argument . . . .\"                  Instead,\n\nthe district court found that abstention would not irreparably harm\n\nEsso because \"the EQB may yet adjudicate the case fairly.\"5\n\n             On appeal, Esso asserts that being subjected to biased\n\nproceedings is a due process violation independent of any fine that\n\nmay be imposed, and thus it is suffering an ongoing irreparable\n\nharm necessitating federal intervention. The EQB responds that the\n\nGibson   exception      is   inapplicable      and    that   Younger    requires\n\nabstention    because    Esso    has    an    opportunity    to    litigate   its\n\nconstitutional claims in the Puerto Rico courts.\n\n                                       II.\n\n           We ordinarily review the district court's denial of a\n\npreliminary     injunction      for    abuse     of    discretion.       Weaver\n\nv. Henderson, 984 F.2d 11, 12-13 (1st Cir. 1993).                 Here, however,\n\nthe district court's denial was based primarily on its conclusion\n\n\n     5\n      In denying Esso's request for injunctive relief, the district\ncourt also did a separate preliminary injunction analysis using the\ntraditional four-part test set forth in Ross-Simons of Warwick,\nInc. v. Baccarat, Inc., 102 F.3d 12, 15 (1st Cir. 1996). We need\nnot address the necessity for, or substance of, that analysis\nbecause of our disposition of the case.         In any event, the\nirreparable harm analysis essential to Younger and Gibson is the\nsame as the irreparable harm analysis done under the traditional\ntest for a preliminary injunction.\n\n                                       -11-\n\fthat Younger dictated abstention.            This is a legal conclusion that\n\nwe review de novo.       Brooks v. New Hampshire Supreme Court, 80 F.3d\n\n633, 637 (1st Cir. 1996)(\"[W]e must review de novo the essentially\n\nlegal determination of whether the requirements for abstention have\n\nbeen met.      That     standard    supervenes       the   abuse   of    discretion\n\ninquiry, and applies foursquare even though we are reviewing the\n\ndistrict     court's     denial     of     injunctive      relief.\"      (citations\n\nomitted)).\n\n            A. Younger abstention\n\n            Younger v. Harris recognized that, in the interest of\n\ncomity and federalism, federal courts should ordinarily refrain\n\nfrom issuing injunctions that interfere with ongoing criminal\n\nprosecutions in state court.               401 U.S. at 44-45.            Over time,\n\nYounger abstention has been extended to \"'coercive' civil cases\n\ninvolving    the     state    and   to     comparable      state   administrative\n\nproceedings that are quasi-judicial in character and implicate\n\nimportant    state     interests.\"         Maymó-Meléndez,     364      F.3d   at   31\n\n(relying on Younger to abstain from licensing proceeding before\n\nstate horse racing board); see also Ohio Civil Rights Comm'n, 477\n\nU.S. at 623-27 (applying Younger to state sex discrimination\n\nproceedings); Middlesex County Ethics Comm., 457 U.S. at 432\n\n(applying     Younger        to   state     ethics    committee       disciplinary\n\nproceeding).\n\n\n\n\n                                          -12-\n\f          The EQB proceedings were, of course, instituted before\n\nEsso filed its lawsuit in district court.         Neither party disputes\n\nthat they are quasi-judicial in nature, presided over by a hearing\n\nofficer with opportunities for each side to present its case, or\n\nthat they implicate the important state interest in protecting the\n\nenvironment.     Thus, this suit lies squarely within Younger's\n\ndomain.\n\n          Younger's   basic    rule   applies    so   long    as    the   state\n\nproceedings provide an adequate opportunity for the complaining\n\nparty to present its federal claims.            Middlesex County Ethics\n\nComm., 457 U.S. at 435.     The question before us, then, is whether\n\nEsso has \"the opportunity to raise and have timely decided by a\n\ncompetent state tribunal the federal issues involved.\" Gibson, 411\n\nU.S. at 577.\n\n          B. The Gibson exception\n\n          Esso asserts that even if Younger would otherwise mandate\n\nabstention, the EQB's extreme bias makes federal intervention\n\nappropriate in this case under an exception carved out in Gibson v.\n\nBerryhill, 411 U.S. 564 (1973).\n\n          1. Bias\n\n          In     Gibson,    the   Alabama       Optometric         Association\n\n(Association),    whose    membership    was    limited      to    independent\n\npractitioners,    filed    unprofessional      conduct    charges      against\n\nlicensed optometrists who worked for a corporation rather than as\n\n\n                                  -13-\n\findependent practitioners.       411 U.S. at 567-68.       The charges were\n\nfiled with the Alabama Board of Optometry (Board), the statutory\n\nbody with authority for licensing the practice of optometry.               Only\n\nmembers of the Association could be members of the Board.                   The\n\nplaintiffs    sought   federal      injunctive    relief   from    the     Board\n\nproceedings on due process grounds, arguing that the Board was\n\nimpermissibly biased because its members stood to gain financially\n\nfrom delicensing the employed optometrists, with whom they were in\n\ncompetition.     Id. at 570, 579.\n\n           The     Supreme   Court    found   that   these    circumstances\n\nwarranted federal intervention.         It noted that Younger abstention\n\n\"naturally presupposes the opportunity to raise and have timely\n\ndecided by a competent state tribunal the federal issues involved.\"\n\nId. at 577.      On the facts presented, the Court concluded, \"the\n\npredicate for [abstention] was lacking, for . . . the State Board\n\nof Optometry was incompetent by reason of bias to adjudicate the\n\nissues   pending    before   it.\"      Id.    Specifically,       \"those   with\n\nsubstantial pecuniary interest in legal proceedings should not\n\nadjudicate these disputes.\"         Id. at 578.    We recently interpreted\n\nthis exception as holding that \"there is some reason for interim\n\nfederal court intervention where core constitutional values are\n\nthreatened during an ongoing state proceeding and there is a\n\nshowing of irreparable harm that is both great and immediate.\"\n\nMaymó-Meléndez, 364 F.3d at 37 (internal quotation marks omitted).\n\n\n                                     -14-\n\f          Esso's claim implicates the concerns raised in Gibson.6\n\nAs in Gibson, the adjudicative body stands to benefit financially\n\nfrom the proceeding because any fine imposed will flow directly to\n\nthe EQB's budget.   Although members of the EQB Governing Board may\n\nnot stand to gain personally in the same way that members of the\n\nAlabama Board of Optometry did, a pecuniary interest need not be\n\npersonal to compromise an adjudicator's neutrality.     See United\n\nChurch of the Med. Ctr. v. Med. Ctr. Comm'n, 689 F.2d 693, 699 (7th\n\nCir. 1982) (\"[T]he Commission has a pecuniary interest in the\n\noutcome of the reverter proceedings, because . . . in the event of\n\na subsequent sale of the property, the proceeds redound to the\n\ncoffers of the Commission.    This is sufficient under the [Gibson\n\nv.] Berryhill rule to mandate disqualification of the Commission .\n\n\n\n     6\n      Questioning the ongoing vitality of the Gibson exception in\nlight of our recent ruling in Maymó-Meléndez, the district court\nobserved that Maymó-Meléndez \"downplayed the relevance of Gibson\nand any bias argument . . . .\"            Although Maymó-Meléndez\nacknowledged the uncertain scope of the Younger exceptions, we did\nnot extinguish the Gibson exception in this circuit. Instead, we\nsimply noted that a Supreme Court decision issued soon after Gibson\nexplicitly recognized Younger exceptions for state proceedings\nbrought to harass or in bad faith or to enforce a flagrantly\nunconstitutional statute, but did not mention a bias exception.\n364 F.3d at 37 (citing Huffman v. Pursue, Ltd., 420 U.S. 592, 611-\n12 (1975)). However, another Supreme Court case decided one month\nafter Huffman explicitly recognized Gibson bias as an example of\n\"extraordinary circumstances\" warranting federal intervention in\nstate proceedings, Kugler v. Helfant, 421 U.S. 117, 125 n.4 (1975),\nand subsequent cases have continued to refer to a Younger exception\nfor \"extraordinary circumstances.\" E.g., Middlesex County Ethics\nComm., 457 U.S. at 431.     Absent a contrary indication from the\nSupreme Court, we continue to recognize a Gibson bias exception to\nthe Younger abstention doctrine.\n\n                                -15-\n\f. . and require that the reverter proceedings provisions of the\n\nstatute be held unconstitutional.\"); see also Ward v. Village of\n\nMonroeville, 409 U.S. 57, 59-60 (1972) (concluding that the city\n\nmayor was an unconstitutionally biased adjudicator where fines he\n\nimposed for traffic offenses provided a substantial portion of\n\nvillage funds).\n\n             Even if such structural bias, standing alone, did not\n\nimplicate Gibson, it is accompanied here by undisputed evidence of\n\nactual bias that the district court described as \"overwhelming.\"\n\nThat evidence included the unprecedented amount of the proposed\n\nfine, biased hearing examiners, and general unfairness throughout\n\nthe   hearings.       Esso   also    submitted     evidence    of    procedural\n\nirregularities in the decision to assess the fine, pressure by the\n\nPuerto Rico Senate to penalize Esso, and the improper influence on\n\nthe EQB of Belgodere, Rodríguez's consultant.                 Taken together,\n\nthese factors demonstrate that, in the words of the district court,\n\n\"the EQB does not measure up to the yardstick of what an impartial\n\nadjudicator should be in accordance with Due Process.\"                   This bias\n\nmay   well   render   the    EQB    \"incompetent   by   reason      of    bias   to\n\nadjudicate the issues pending before it.\" Gibson, 411 U.S. at 577.\n\n             2. Irreparable harm\n\n             The presence of bias does not, however, end our inquiry;\n\nfederal intervention is only appropriate where the petitioner also\n\ndemonstrates irreparable harm.         Maymó-Meléndez, 364 F.3d at 37-38.\n\n\n                                      -16-\n\fThus, although \"[s]ubmission to a fatally biased decisionmaking\n\nprocess is in itself a constitutional injury,\" United Church, 689\n\nF.2d at 701, we must also consider whether Esso has access to state\n\njudicial review that would make federal intervention unnecessary.\n\nThat question turns on the type and timeliness of judicial review\n\navailable.     We agree with the district court that Esso has not\n\nshown irreparable harm, although for a different reason.\n\n            a. Availability of eventual judicial review\n\n            The     district    court    found    that    Esso   had    not   shown\n\nirreparable harm because \"the EQB may yet adjudicate the case\n\nfairly.    In addition, Esso is not without recourse.               It still can\n\nresort to the state judicial review process and vindicate any\n\nrights it understands are violated by the administrative process.\"\n\nEsso     contends    that      these    factors    do     not    ameliorate     the\n\nconstitutional injury it will suffer in being forced to continue\n\nproceedings before a biased adjudicator.                We agree.\n\n             The district court's conclusion rested in part on Ohio\n\nCivil Rights Comm'n v. Dayton Christian Sch., Inc., 477 U.S. 619\n\n(1986).    In that case, a private school asked the federal court to\n\nenjoin    employment     discrimination        proceedings       that   allegedly\n\nviolated the First Amendment.            The school argued that under Ohio\n\nlaw, it could not present its constitutional claim regarding the\n\ninvestigation and potential sanction during the administrative\n\nproceedings and that the opportunity to do so during subsequent\n\n\n                                        -17-\n\freview   by    a   state    court   was    inadequate.       The   Supreme      Court\n\ndisagreed,      concluding     that   \"it        is   sufficient   .   .    .    that\n\nconstitutional claims may be raised in state-court judicial review\n\nof the administrative proceeding.\"               477 U.S. at 629.\n\n              The Court's reliance on the eventual availability of\n\njudicial review related specifically to the school's claim that any\n\nfine imposed on it would violate the First Amendment.7                     Eventual\n\njudicial review of the fine would adequately address the school's\n\nconstitutional claims.          In the present case, by contrast, Esso\n\nasserts that the proceedings themselves violate its constitutional\n\nrights. It emphasizes that submission to a biased adjudicator\n\nconstitutes an ongoing, independent injury that requires immediate\n\njudicial relief.       United Church, 689 F.2d at 701; see also Ward,\n\n409 U.S. at 61-62 (\"Petitioner is entitled to a neutral and\n\ndetached      judge   in     the    first        instance.\").       Under       these\n\ncircumstances, Gibson itself indicates that the federal court need\n\nnot abstain even if \"judicial review, de novo or otherwise, would\n\nbe   forthcoming       at    the    conclusion         of   the    administrative\n\nproceedings.\"      411 U.S. at 577.\n\n              The district court's irreparable harm analysis may also\n\nreflect its misinterpretation of our recent decision in Maymó-\n\n\n     7\n      The school had also asserted that the proceedings themselves\nviolated the First Amendment, but the Court disposed of that claim\nseparately, finding that \"the Commission violates no constitutional\nrights by merely investigating\" allegations of prohibited sex\ndiscrimination. 477 U.S. at 628.\n\n                                          -18-\n\fMeléndez.   That case involved a challenge to the constitutionality\n\nof proceedings charging Maymó, a horse trainer, with two violations\n\nof the Puerto Rico Horse Racing Industry and Sport Administration's\n\ncontrolled medication program.        364 F.3d at 29.       First, the Racing\n\nBoard administrator concluded on November 3, 2000, after a series\n\nof hearings, that Maymó had improperly administered the drug\n\nClenbuterol and suspended Maymó's license to train horses for five\n\nyears.    Id. at 30.    Maymó appealed the decision to Puerto Rico's\n\nCircuit   Court   of    Appeals,    which   stayed    the   penalty   pending\n\nresolution of the appeal but ultimately affirmed the decision on\n\nJune 21, 2002.      Id.     The penalty was reimposed when the stay\n\nexpired on July 11, 2002, and the Puerto Rico Supreme Court\n\ndeclined to review the case.        Id. at 31 and n.2.\n\n            While the Clenbuterol case was under review in state\n\ncourt, the Board administrator also initiated hearings on whether\n\nMaymó had improperly administered another drug, Tramadol.              Id. at\n\n30.    The administrator ruled against Maymó on June 26, 2002 and\n\nimposed a five-year license suspension to run consecutively with\n\nthe pending Clenbuterol suspension.         Id.     Maymó then filed a suit\n\nin    federal   district    court    seeking   to    enjoin    both   license\n\nsuspensions on due process grounds, alleging that the Racing Board\n\nofficials who conducted the hearings and imposed the suspensions\n\nwere biased.      Id.      The district court granted a preliminary\n\n\n\n\n                                     -19-\n\finjunction, finding that Younger did not dictate abstention because\n\nneither proceeding was \"ongoing.\"8     Id. at 32.\n\n          We reversed.    With regard to the Clenbuterol case, we\n\nheld that the Rooker-Feldman doctrine prohibited the collateral\n\nattack on a state court decision.9     Id. at 34.   As to the Tramadol\n\ncase, we concluded that Younger mandated abstention because Maymó's\n\nfailure to exhaust his state judicial remedies meant that the state\n\nproceedings   were   ongoing.   We     rejected   Maymó's    claim   that\n\nabstention was inappropriate under Gibson, reasoning that even if\n\nMaymó's allegations were true, there was no constitutional urgency\n\nto his claims that required federal intervention.           We explained\n\nthat \"[s]o far as the Younger exceptions are concerned with the\n\nimpact of the state proceeding independent of any final remedy\n\n(e.g., to harass), the suspension order has already been entered .\n\n. . .\"   Id. at 38.      In other words, because the hearings had\n\nconcluded and Maymó was no longer appearing before the allegedly\n\nbiased adjudicator, he was not suffering an ongoing injury.           In\n\n\n\n\n     8\n      At the time of Maymó's federal suit, state court proceedings\naffirming the Clenbuterol sanction had concluded. 364 F.3d at 32.\nMaymó had not challenged the Tramadol suspension in the state\ncourts, and the Board had returned his petition for review of the\nsuspension without a ruling, finding that review was \"pointless in\nlight of the ongoing litigation in federal court.\" Id. at 31.\n     9\n      This doctrine derives from Rooker v. Fidelity Trust Co., 263\nU.S. 413 (1923), and D.C. Court of Appeals v. Feldman, 460 U.S. 462\n(1983).\n\n                                -20-\n\fthose       circumstances,     state    judicial   review     was    sufficient     to\n\nprotect his constitutional rights.\n\n               In the present case, by contrast, Esso is still engaged\n\nin proceedings before the Board that the district court has already\n\ncharacterized       as    \"not    measur[ing]      up   to    what    an    impartial\n\nadjudicator should be in accordance with Due Process.\"                            This\n\ncircumstance constitutes an ongoing injury and raises a concern\n\n\"independent of any final remedy\" that is at the heart of the\n\nYounger exceptions.10 Id. Thus, in the circumstances of this case,\n\nthe availability of judicial review of a final agency decision is\n\ninsufficient to avoid the irreparable harm that inheres in the\n\nbiased administrative proceeding itself.\n\n               b. Relationship between interlocutory review and Gibson\n\n               Esso contends that judicial review of an interlocutory\n\nagency       decision     is     also    insufficient        to    ameliorate      the\n\nconstitutional injury of appearing before a biased adjudicator. We\n\nbelieve that this claim misreads Gibson and is inconsistent with\n\nthe principles of comity underlying our abstention doctrine.\n\n               As we have discussed, the Supreme Court held in Gibson\n\nthat    a     federal    injunction     was     appropriate       where    the   state\n\nproceedings were administered by an agency \"incompetent by reason\n\n\n       10\n      Although a biased proceeding differs in some respects from\na proceeding intended to harass (the example we used in Maymó-\nMeléndez), it implicates the same concern -- namely, that\nproceedings themselves may inflict a constitutional injury\nindependent of their outcome.\n\n                                         -21-\n\fof bias to adjudicate the issues pending before it. . . . Nor, in\n\nthese circumstances, would a different result be required simply\n\nbecause judicial review, de novo or otherwise, would be forthcoming\n\nat the conclusion of the administrative proceedings.\"            411 U.S. at\n\n577.   Esso notes that the Court reached this decision without\n\naddressing the defendant's argument that the petitioner could\n\nobtain interlocutory relief through a state mandamus procedure for\n\nchallenging biased adjudicators.       Esso reasons that in permitting\n\nan injunction, the Court implicitly ruled that the federal courts\n\nmay intervene despite the availability of interlocutory relief.\n\n          Such a broad reading of Gibson is unwarranted. The Court\n\nmay have rejected the defendant's argument because of factors\n\nspecific to the case or the nature of the interlocutory review\n\navailable.    In fact, the Court's explicit statement that federal\n\nintervention was proper regardless of the availability of judicial\n\nreview \"at the conclusion of the administrative proceedings,\" 411\n\nU.S. at 577, without referring to interlocutory review, arguably\n\nmeans that the availability of interlocutory review would be\n\ngrounds for Younger abstention in some cases.\n\n          Also, the rule that Esso urges would run directly counter\n\nto the respect for state judicial systems at the heart of Younger\n\nabstention.     There   is   no   reason   to   assume   that,    given   the\n\nopportunity to review an interlocutory decision by the EQB, the\n\ncourts of Puerto Rico will not protect Esso's due process right to\n\n\n                                   -22-\n\fan unbiased adjudicator as vigorously and expeditiously as would a\n\nfederal court.     See Middlesex County Ethics Comm., 457 U.S. at 431\n\n(\"[R]espect for the state processes, of course, precludes any\n\npresumption that the state courts will not safeguard federal\n\nconstitutional rights.\"). Thus, we see no reason to intervene here\n\nif Esso has access to timely interlocutory state judicial review of\n\nits constitutional claim.\n\n          c. Availability of interlocutory review\n\n          We begin the availability analysis by setting forth the\n\nstatutory provisions governing Puerto Rico appellate courts' review\n\nof interlocutory orders of administrative agencies.          4 L.P.R.A. §\n\n22k grants   the    Circuit   Court   of   Appeals   authority   to   review\n\nadministrative resolutions and orders:\n\n     The Circuit Court of Appeals shall intervene in the\n     following matters:\n     . . . .\n     (g) Through a writ of review to be issued in its\n     discretion, of the decisions, regulations, orders and\n     resolutions of any administrative agency, pursuant to the\n     terms and conditions established by §§ 2101 et seq. of\n     Title 3, known as the \"Uniform Procedures Act of the\n     Commonwealth of Puerto Rico.\"\n\n\n          The Uniform Administrative Procedures Act defines the\n\nscope of judicial review of administrative orders, establishing\n\nwhen review is appropriate and who has standing to seek review.           3\n\nL.P.R.A. §§ 2101 - 2201.      3 L.P.R.A. § 2172 provides that:\n\n     Any party which is adversely affected by a final order or\n     resolution of an agency and who has exhausted all of the\n\n\n                                  -23-\n\f      remedies provided by the agency . . . may file a petition\n      for review before the Circuit Court of Appeals . . . .\n      . . . .\n      An order or interlocutory decree of an agency . . . shall\n      not be directly [reviewable]. The interlocutory decree\n      of the agency may be subject to a writ of error in the\n      motion to review the order or final decision of the\n      agency.\n\nThe plain language of this section requires both a final order and\n\nexhaustion of the administrative process before a party is entitled\n\nto   judicial   review.      This    language    would   seem   to   preclude\n\ninterlocutory judicial review of Esso's constitutional claim at\n\nthis stage of the proceedings.\n\n           Section 2172 is not as absolute as it may first seem.            3\n\nL.P.R.A. § 2173 provides that:\n\n      The court may exempt a petitioner from having to exhaust\n      any or all of the administrative remedies provided in\n      case such remedy is inadequate or that requiring its\n      exhaustion would cause irreparable harm to the petitioner\n      . . . or when a substantive violation of constitutional\n      rights is alleged, or when it is useless to exhaust the\n      administrative remedies due to an excessive delay in the\n      procedures . . . .\n\nGiven this language, § 2173 may excuse the § 2172 exhaustion\n\nrequirement     in   this   case    because     of   Esso's   allegation   and\n\npreliminary showing, supported by \"specific, well-defined facts,\"\n\nthat the EQB penalty proceedings violate its right to due process.\n\nOffice of the Patient's Advocate v. MCS Insurer, 2004 T.S.P.R. 153,\n\n162 D.P.R. ___ (2004) (certified translation).            However, it still\n\nappears that § 2173 does not waive § 2172's finality requirement.\n\nUnder the plain language of this section, Esso could argue that it\n\n\n                                     -24-\n\fwould not have timely access to judicial review because it must\n\ncontinue proceedings before the biased EQB until a final order is\n\nentered.\n\n            The Puerto Rico Court of Appeals adopted this view in 2002\n\nwhen it rejected Esso's interlocutory appeals of EQB rulings on the\n\navailability of discovery and a statute of limitations claim.       In\n\nboth cases, the court cited § 2172, noting that it \"may only review\n\nthe orders or final resolutions of an agency.\"       Esso Standard Oil\n\nCo. v. Envtl. Quality Bd., Nos. OA-01-AG-26 and OA-99-AG-109, 2002\n\nWL 31122179, at *4 (P.R. Ct. App. Sept. 13, 2002); Esso Standard Oil\n\nCo. v. Envtl. Quality Bd., Nos. OA-01-AG-26 and OA-99-AG-109, 2002\n\nWL 1438761, at *5     (P.R. Ct. App. May 1, 2002).\n\n             However, a September 2004 ruling by the Puerto Rico\n\nSupreme Court casts doubt on this interpretation of § 2172. In that\n\ndecision, the court eschewed a plain text reading of § 2172,\n\ncreating exceptions to the finality requirement that parallel the\n\nexhaustion exceptions delineated in § 2173 -- including an exception\n\nfor grave constitutional grievances.     MCS Insurer, 2004 T.S.P.R. at\n\n___, 162 D.P.R. at       .\n\n             In MCS Insurer, the court noted that the exhaustion and\n\nfinality doctrines \"have an analogous scope\" and thus \"ordinarily,\n\nboth enjoy the same exceptions.\"     2004 T.S.P.R. at ___, 162 D.P.R.\n\nat   .     It acknowledged the 1997 amendment to § 2172 providing that\n\n\"[a]n interlocutory order or resolution of an agency is not directly\n\n\n                                  -25-\n\f[reviewable],\" but concluded on the basis of legislative history\n\nthat the legislature had not intended to change the \"jurisprudential\n\nnorm\"     of    parallel   exceptions   for   exhaustion   and   finality\n\nrequirements.11      The Court explicitly discussed two exceptions in\n\nthis context: cases where \"the agency lacks jurisdiction and the\n\npostponement would entail an irreparable harm or when the matter is\n\nstrictly of law.\"       2004 T.S.P.R. at ___, 162 D.P.R. at      .\n\n               In analyzing the claims before it, the court referred to\n\nan additional exception for alleged constitutional violations,\n\nsuggesting that a sufficiently \"intense grievance,\" proved with\n\n\"specific, well defined facts\" would justify an exception to §\n\n2172's finality requirement.       2004 T.S.P.R. at ___, 162 D.P.R. at\n\n  (citing Guadalupe v. Saldaña, 133 D.P.R. 42 (1993), and Mercado-\n\nVega v. U.P.R., 128 D.P.R. 273 (1991)).           The court found this\n\nexception inapplicable in MCS Insurer because the alleged due\n\nprocess violations -- the Office of the Patient's Advocate's failure\n\n\n\n     11\n      The Court decided in 1997 that despite § 2173's exclusive\nreference to exhaustion, both the exhaustion and finality doctrines\nhave an analogous scope and enjoy the same exceptions.        Junta\nExaminadora de Tecnólogos Médicos v. Anneris Elías, 144 D.P.R. 483\n(1997).   The legislature of Puerto Rico amended § 2172 later that\nyear to specify that \"[a]n order or interlocutory decree . . . of\nan agency . . . shall not be directly [reviewable].\" The Statement\nof Motives for the amendment assured that \"this measure does not\nchange, alter, or modify the state of law currently in effect.\"\nFrom this, the MCS Insurer court concluded that \"the doctrine\nestablished in Junta Examinadora de Tecnólogos Médicos v. Anneris\nElías -- regarding the exceptions to the requisite of finality of\nthe resolutions of the agencies for the same to be reviewable --\ncontinues in effect.\" 2004 T.S.P.R. at      , 162 D.P.R. at     .\n\n                                   -26-\n\fto   promulgate   regulations   delineating   health   care   providers'\n\nobligations under Puerto Rico law -- did not \"present an infraction\n\nof substantive or constitutional rights of such a magnitude that\n\nwarrants doing away with the requirement of a final resolution from\n\nthe agency for purposes of judicially reviewing its actions.\"       2004\n\nT.S.P.R. at       , 162 D.P.R. at       .\n\n            Because we must accept the Puerto Rico Supreme Court's\n\ninterpretation of Puerto Rico law, we conclude that § 2172 does not\n\nbar Esso from seeking interlocutory review of its due process claim.\n\nSee Johnson v. Fankell, 520 U.S. 911, 916 (1997) (\"Neither [the\n\nUnited States Supreme] Court nor any other federal tribunal has any\n\nauthority to place a construction on a state statute different from\n\nthe one rendered by the highest court of the State.\"); Salemme v.\n\nRistaino, 587 F.2d 81, 87 (1st Cir. 1978) (\"It is well settled that\n\nthe interpretation of a state statute is for the state court to\n\ndecide and when the highest court has spoken, that interpretation\n\nis binding on federal courts.\"). Although the MCS Insurer court did\n\nnot explain precisely what magnitude of constitutional violation\n\nwould suffice to excuse § 2172's finality requirement, Esso's claim\n\nmight well meet the standard.\n\n            The preliminary injunction hearing before the district\n\ncourt has already created a record supporting Esso's allegations\n\nwith \"specific, well defined facts.\"        2004 T.S.P.R. at      , 162\n\nD.P.R. at     .   That record led the district court to conclude that\n\n\n                                 -27-\n\f\"the evidence submitted by Esso is not only undisputed, it is\n\noverwhelming.     The appearance and the probability of actual bias\n\ncannot be ignored. . . .       Clearly, the EQB does not measure up to\n\nthe   yardstick   of   what   an    impartial    adjudicator   should    be   in\n\naccordance with Due Process.\"         Esso raised similar claims with the\n\nHE in a motion to dismiss the proceedings on due process grounds.\n\nThat motion has been pending before the HE since November 2003, and\n\nwas referred to the EQB Governing Board the following month.\n\n           The district court acknowledged that \"it is unclear how\n\nfar the EQB would entertain Esso's constitutional objections.\"\n\nHowever, Esso now has the option of seeking interlocutory judicial\n\nreview of its due process claim under the rule announced in MCS\n\nInsurer.    That    avenue    for    timely     judicial   review   of   Esso's\n\nconstitutional grievance in state court obviates the need for\n\nfederal intervention in this case pursuant to the Gibson exception\n\nto Younger abstention.12      The district court's decision to abstain\n\n\n      12\n       We acknowledge the possibility that the EQB may fail to act\nin a timely manner on Esso's motion to dismiss, which has been\npending before the Board without a response for close to a year.\nIf that failure could defeat the availability of interlocutory\nrelief under Puerto Rico law, we might take a different view of the\napplicability of the Gibson exception. However, general principles\nof administrative law provide that, under certain circumstances, an\nagency's failure to act on a pending matter is treated as a denial\nof the relief sought. See, e.g., Hernandez v. Reno, 238 F.3d 50,\n55 (1st Cir. 2001) (treating Board of Immigration Appeals's failure\nto act on petitioner's motion to reopen for more than three years\nas a denial of that motion, and reaching the merits of petitioner's\ndue process claim).       Puerto Rico's Uniform Administrative\nProcedures Act \"stems from\" the United States Administrative\nProcedure Act and thus may embrace a similar rule. 2004 T.S.P.R.\n\n                                      -28-\n\ffrom enjoining ongoing state administrative proceedings was thus\n\ncorrect.\n\n           Affirmed.\n\n\n\n\nat     , 162 D.P.R. at      ; cf. 3 L.P.R.A. § 2173 (waiving the\nexhaustion requirement \"when it is useless to exhaust the\nadministrative remedies due to an excessive delay in the\nproceedings\").\n     We leave to the courts of Puerto Rico the question of whether\n3 L.P.R.A. §§ 2172 and 2173 require Esso to ask the Board members\nto recuse themselves before it seeks review of its bias claim.\nHowever, we note that the Supreme Court has considered recusal\nmechanisms ineffective where, as here, the petitioner alleges\nstructural bias that would not be addressed by the substitution of\nparticular adjudicators. Ward, 409 U.S. at 61.\n\n                               -29-\n\f",
  "html": "<p class=\"case_cite\">389 F.3d 212</p>\n    <p class=\"parties\">ESSO STANDARD OIL CO. (Puerto Rico), Plaintiff, Appellant,<br>v.<br>Esteban Mujica COTTO, President of the Puerto Rico Environmental Quality Board; Flor L. Del Valle Lopez and Angel Berrios Silverstre, Associate Members of the Puerto Rico Environmental Quality Board; and Norman Velazquez Torres, Attorney for the Puerto Rico Environmental Quality Board, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-2055.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 8, 2004.</p>\n    <p class=\"date\">Decided November 16, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James E. Tyrell, Jr., with whom John F. Nevares, John F. Nevares &amp; Assocs., P.S.C., Richard P. Bress, Nathaniel A. Vitan, Matthew K. Roskoski, and Latham &amp; Watkins, LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Gary H. Montilla, with whom Quinones &amp; Sanchez, P.S.C. was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Esso Standard Oil Company sought a preliminary injunction from the federal district court to enjoin proceedings against it before the Puerto Rico Environmental Quality Board regarding the possible imposition of a $76 million fine. Esso contends that the Board is so biased that its adjudication of the case violates the Due Process Clause of the United States Constitution. The district court denied Esso's motion, ruling that the claim did not fall within the <i>Gibson v. Berryhill,</i> 411 U.S. 564, 93 S.Ct. 1689, 36 L.Ed.2d 488 (1973), exception to the abstention doctrine set forth in <i>Younger v. Harris,</i> 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971), and its progeny. Esso now appeals. For the reasons set forth below (which differ from the reasons set forth by the district court), we affirm the district court's decision to abstain.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We draw on the district court's opinion for the factual background of this case, which involves a gasoline leak at a service station operated by Carlos Rodriguez Perez (Rodriguez) in Barranquitas, Puerto Rico. In 1979, Rodriguez began leasing storage tanks and purchasing fuel supplies for the station from Esso Standard Oil Company (Esso). In 1991, Esso replaced the existing underground storage tank (UST) system with a new UST system that approximately doubled the station's storage capacity. In 1992, Rodriguez alleged that Esso was responsible for the loss of between 65,000 and 100,000 gallons of fuel from the old UST system. Nevertheless, he continued to operate the station with the new tank system until 1998, when the local fire department ordered the station closed.</p>\n    </div>\n    <p class=\"indent\">A. EQB Orders</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Puerto Rico Environmental Quality Board (EQB) issued an order in August 1998 instructing Esso to empty and test the station's fuel storage system for leaks, and Esso promptly complied. The EQB is an administrative agency created by the Environmental Public Policy Act, 12 L.P.R.A. &#167;&#167; 1121 &#8212; 1140a, to promote environmental and resource conservation. It has the authority to issue \"Orders to Do,\" such as the one directed at Esso, mandating compliance with environmental statutes and regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The EQB issued a second order in September 1998 directing Esso and Rodriguez to engage in additional testing and to submit a soil remediation plan for the land. Esso again complied. According to Esso, the special committee charged with enforcing the EQB's UST program did not respond to Esso's submission, hampering its ability to investigate environmental conditions at the station and to take corrective measures. Esso also alleges that Rodriguez and his consultant, Carlos Belgodere Pamies (Belgodere), further delayed the process by restricting its access to the station.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The EQB issued a third order in October 1999, superseding and expanding on the second order. Esso claims that it has substantially complied with the third order and, in the course of doing so, has recovered approximately 550 gallons of spilled fuel. That figure differs vastly from claims by Rodriguez and Belgodere of a 65,000 to 100,000 gallon spill.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Despite Esso's demonstrated willingness to comply with investigatory and remedial orders, the EQB issued a show cause order in May 2001 proposing a $75,960,000 fine against Esso. The fine, which is 5,000 times greater than the largest fine ever imposed by the EQB under its UST regulations, is based on Esso's alleged failure to promptly notify the EQB of a fuel release from the pre-1991 UST system and to remedy that release. Any fine that the EQB collects will be deposited into a discretionary account administered by the EQB and disbursed by its chairman. 12 L.P.R.A. &#167; 1136(f), (k). The $76 million proposed fine is twice the EQB's annual operating budget.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court acknowledged testimony by Miguel Morales, a supervising attorney of the EQB's legal affairs office, that he was surprised by the amount of the proposed fine because the EQB imposed either no fine or a fine of less than $100,000 in other spill cases. Morales also noted that some of the information included in the show cause order appears to have been provided by Belgodere, Rodriguez's consultant. Esso contends that Belgodere has been granted undue influence throughout this matter. The show cause order did not propose to sanction Rodriguez, despite an EQB examiner's recommendation that it do so because he controlled the UST in his role as the station operator.</p>\n    </div>\n    <p class=\"indent\">B. Senate Investigation</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Puerto Rico Senate began investigating the alleged fuel release in October 2001 allegedly at Belgodere's instigation. In March 2003, two Senate Commissions met in executive sessions, from which Esso was excluded, with Norman Velazquez Torres (Velazquez), the attorney presenting the case against Esso on behalf of the Public Interest.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Esso asserts that following these sessions, the Commissions concluded that there had been a spill at the station and that Esso had failed to address it, accused the EQB of not treating Esso harshly enough, urged a high fine to serve as a deterrent, and threatened EQB officials with criminal prosecution for their laxity.</p>\n    </div>\n    <p class=\"indent\">C. EQB Hearings</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Hearings on the proposed fine began in September 2002. The Public Interest finished presenting its affirmative case on February 12, 2004, and Esso began its defense on March 15, 2004. Following a recess to allow substitution of the attorney for the Public Interest, hearings resumed on August 10, 2004 and are ongoing as Esso continues to present its defense.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The hearing examiner (HE), Yolanda Torres-Roque, is paid by the EQB from the same fund into which a fine would be deposited; she can be terminated without cause. Her employment contract with the EQB states that she \"acknowledges that in the performance of her professional function she has a complete duty of loyalty towards the agency, which includes not having adverse interest to said governmental entity.\" Her job is to preside over the hearings and to make recommendations to the Board, which can adopt or reject them.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The hearings have been contentious, generating a flurry of motions on such issues as discovery, scheduling, and evidentiary matters. The HE's ruling on two of these motions, one relating to the availability of discovery and the other to a statute of limitations claim, resulted in appeals to the courts of Puerto Rico, as discussed below. In November 2003, during the course of the proceedings, Esso also filed with the HE a motion for expedited recommendation of dismissal which raised constitutional claims similar to those now before us. The HE and EQB Governing Board (Board) have yet to rule on this motion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">D. Esso's appeals to the Puerto Rico Circuit Court</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As noted, Esso filed two appeals in the Puerto Rico Circuit Court of Appeals during the course of the hearings, one in May 2002 dealing with a discovery matter and the other in September 2002 urging dismissal of the penalty hearings on statute of limitations grounds. The court dismissed both appeals, ruling that it did not have authority to review interlocutory decisions of an administrative agency. <i>Esso Standard Oil Co. v. Junta De Calidad Ambiental,</i> Nos. OA-01-AG-26 and OA-99-AG-109, 2002 WL 31122179 (P.R. Ct.App. Sept. 13, 2002); <i>Esso Standard Oil Co. v. Junta De Calidad Ambiental,</i> Nos. OA-01-AG-26 and OA-99-AG-109, 2002 WL 1438761 (P.R. Ct.App. May 1, 2002). Both decisions note that under 3 L.P.R.A. &#167; 2172, the court may review only final agency orders, and may do so only after the petitioning party has exhausted all available administrative remedies. In both cases, the court concluded that the only recognized exception to the finality requirement, lack of agency jurisdiction to adjudicate a case, was inapplicable and thus it could not consider Esso's appeal.</p>\n    </div>\n    <p class=\"indent\">E. Esso's lawsuit in the district court</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In March 2004, Esso filed a lawsuit and companion motion in federal district court to preliminarily enjoin the EQB penalty proceedings against it. These pleadings, which do not challenge the EQB's authority to order remedial measures at the station, argued that the penalty proceedings violate the Due Process Clause because \"the officials who decide whether this massive fine is assessed have severe and irremediable conflicts of interest.\" Esso asserted a number of specific examples of such conflicts and procedural irregularities, including that (1) EQB officials have a direct pecuniary interest in collecting a large fine, (2) the Puerto Rico Senate \"has exerted undue influence\" biasing the proceedings, (3) high-ranking EQB officials, including a member of the board, were not consulted in issuing the show cause order on the proposed fine despite being directly involved in the case, (4) the HEs lack independence to administer the hearings fairly,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (5) attorney Velazquez engaged in grossly unethical behavior before resigning from the case earlier this year, and (6) Belgodere has exerted undue influence throughout the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In its written decision on the request for a preliminary injunction, the district court acknowledged that \"[t]he undisputed evidence presented by Esso regarding the EQB's handling of the case is sufficient to make any court sitting in equity pause.\" For example, the court acknowledged multiple difficulties with the HE's handling of the hearings to date, including her failure to respond in a timely manner to Esso's motions and her refusal to allow Esso to cross-examine the UST program's director regarding how the $76 million fine was calculated. The court found that Esso's participation in the hearings has been hampered by EQB officials' misrepresentations during the discovery process. Specifically, Velazquez initially produced only six boxes of documents in response to Esso's discovery requests. Through discovery in a related CERCLA<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> case, Esso obtained more than 1,000 boxes of additional documents that Velazquez and EQB officials had claimed did not exist. These boxes included, <i>inter alia,</i> internal memoranda and technical reports judging Esso's compliance with the EQB orders.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Additionally, the district court found that Belgodere has been allowed to influence the EQB's case throughout the proceedings, despite evidence which brings his motives into question. Belgodere, who consulted for Esso in the 1980s before being dismissed for incompetence, has declared himself the representative of La Vega, the community surrounding the service station. He has threatened Esso executives with physical violence and suggested his ability to control the case through extortion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Yet he was permitted to assist in drafting the show cause order and has been seen sitting at the Public Interest counsel table during the hearings and otherwise consulting with the EQB's lawyers.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Despite these findings, the district court denied Esso's motion for a preliminary injunction. Reviewing a line of cases beginning with <i>Younger v. Harris,</i> 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971), the court noted the general rule that federal courts should not interject themselves into ongoing state adjudications, including administrative proceedings. <i>See id.; Ohio Civil Rights Comm'n v. Dayton Christian Sch., Inc.,</i> 477 U.S. 619, 623-27, 106 S.Ct. 2718, 91 L.Ed.2d 512 (1986) (extending <i>Younger</i> to some state administrative proceedings). This rule applies as long as the state forum provides an adequate opportunity to raise the petitioner's federal claims. <i>Middlesex County Ethics Comm. v. Garden State Bar Ass'n,</i> 457 U.S. 423, 432, 102 S.Ct. 2515, 73 L.Ed.2d 116 (1982); <i>Maymo-Melendez v. Alvarez-Ramirez,</i> 364 F.3d 27, 35 (1st Cir.2004), <i>cert. denied,</i> ___ U.S. ___, 125 S.Ct. 110, ___ L.Ed.2d ___ (2004). Here, the district court found that Esso had not exhausted its state remedies because no fine had yet been imposed and if a fine were imposed, Esso could raise its constitutional objections upon appeal to the Puerto Rico Court of Appeals and the Puerto Rico Supreme Court. It thus concluded that <i>Younger</i> dictated abstention.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The court dismissed Esso's contention that the evidence of the EQB's bias justified an exception to <i>Younger</i> under <i>Gibson v. Berryhill,</i> 411 U.S. 564, 93 S.Ct. 1689, 36 L.Ed.2d 488 (1973). It explained that the <i>Gibson</i> exception allows a federal court to intervene where the state adjudicator is so biased as to be incompetent to adjudicate the matter and where the petitioner shows that abstention would result in irreparable harm. The district court suggested that a recent decision of this court, <i>Maymo-Melendez,</i> 364 F.3d at 37, \"downplayed the relevance of <i>Gibson</i> and any bias argument....\" Instead, the district court found that abstention would not irreparably harm Esso because \"the EQB may yet adjudicate the case fairly.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On appeal, Esso asserts that being subjected to biased proceedings is a due process violation independent of any fine that may be imposed, and thus it is suffering an ongoing irreparable harm necessitating federal intervention. The EQB responds that the <i>Gibson</i> exception is inapplicable and that <i>Younger</i> requires abstention because Esso has an opportunity to litigate its constitutional claims in the Puerto Rico courts.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We ordinarily review the district court's denial of a preliminary injunction for abuse of discretion. <i>Weaver v. Henderson,</i> 984 F.2d 11, 12-13 (1st Cir.1993). Here, however, the district court's denial, was based primarily on its conclusion that <i>Younger</i> dictated abstention. This is a legal conclusion that we review <i>de novo. Brooks v. New Hampshire Supreme Court,</i> 80 F.3d 633, 637 (1st Cir.1996) (\"[W]e must review <i>de novo</i> the essentially legal determination of whether the requirements for abstention have been met. That standard supervenes the abuse of discretion inquiry, and applies foursquare even though we are reviewing the district court's denial of injunctive relief.\" (citations omitted)).</p>\n    </div>\n    <p class=\"indent\">A. <i>Younger</i> abstention</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><i>Younger v. Harris</i> recognized that, in the interest of comity and federalism, federal courts should ordinarily refrain from issuing injunctions that interfere with ongoing criminal prosecutions in state court. 401 U.S. at 44-45, 91 S.Ct. 746. Over time, <i>Younger</i> abstention has been extended to \"`coercive' civil cases involving the state and to comparable state administrative proceedings that are quasi-judicial in character and implicate important state interests.\" <i>Maymo-Melendez,</i> 364 F.3d at 31 (relying on <i>Younger</i> to abstain from licensing proceeding before state horse racing board); <i>see also Ohio Civil Rights Comm'n,</i> 477 U.S. at 623-27, 106 S.Ct. 2718 (applying <i>Younger</i> to state sex discrimination proceedings); <i>Middlesex County Ethics Comm.,</i> 457 U.S. at 432, 102 S.Ct. 2515 (applying <i>Younger</i> to state ethics committee disciplinary proceeding).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The EQB proceedings were, of course, instituted before Esso filed its lawsuit in district court. Neither party disputes that they are quasi-judicial in nature, presided over by a hearing officer with opportunities for each side to present its case, or that they implicate the important state interest in protecting the environment. Thus, this suit lies squarely within <i>Younger</i>'s domain.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Younger</i>'s basic rule applies so long as the state proceedings provide an adequate opportunity for the complaining party to present its federal claims. <i>Middlesex County Ethics Comm.,</i> 457 U.S. at 435, 102 S.Ct. 2515. The question before us, then, is whether Esso has \"the opportunity to raise and have timely decided by a competent state tribunal the federal issues involved.\" <i>Gibson,</i> 411 U.S. at 577, 93 S.Ct. 1689.</p>\n    </div>\n    <p class=\"indent\">B. The <i>Gibson</i> exception</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Esso asserts that even if <i>Younger</i> would otherwise mandate abstention, the EQB's extreme bias makes federal intervention appropriate in this case under an exception carved out in <i>Gibson v. Berryhill,</i> 411 U.S. 564, 93 S.Ct. 1689, 36 L.Ed.2d 488 (1973).</p>\n    </div>\n    <p class=\"indent\">1. Bias</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In <i>Gibson,</i> the Alabama Optometric Association (Association), whose membership was limited to independent practitioners, filed unprofessional conduct charges against licensed optometrists who worked for a corporation rather than as independent practitioners. 411 U.S. at 567-68, 93 S.Ct. 1689. The charges were filed with the Alabama Board of Optometry (Board), the statutory body with authority for licensing the practice of optometry. Only members of the Association could be members of the Board. The plaintiffs sought federal injunctive relief from the Board proceedings on due process grounds, arguing that the Board was impermissibly biased because its members stood to gain financially from delicensing the employed optometrists, with whom they were in competition. <i>Id.</i> at 570, 579, 93 S.Ct. 1689.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Supreme Court found that these circumstances warranted federal intervention. It noted that <i>Younger</i> abstention \"naturally presupposes the opportunity to raise and have timely decided by a competent state tribunal the federal issues involved.\" <i>Id.</i> at 577, 93 S.Ct. 1689. On the facts presented, the Court concluded, \"the predicate for [abstention] was lacking, for ... the State Board of Optometry was incompetent by reason of bias to adjudicate the issues pending before it.\" <i>Id.</i> Specifically, \"those with substantial pecuniary interest in legal proceedings should not adjudicate these disputes.\" <i>Id.</i> at 578, 93 S.Ct. 1689. We recently interpreted this exception as holding that \"there is some reason for interim federal court intervention where core constitutional values are threatened during an ongoing state proceeding and there is a showing of irreparable harm that is both great and immediate.\" <i>Maymo-Melendez,</i> 364 F.3d at 37 (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Esso's claim implicates the concerns raised in <i>Gibson.</i><a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> As in <i>Gibson,</i> the adjudicative body stands to benefit financially from the proceeding because any fine imposed will flow directly to the EQB's budget. Although members of the EQB Governing Board may not stand to gain personally in the same way that members of the Alabama Board of Optometry did, a pecuniary interest need not be personal to compromise an adjudicator's neutrality. <i>See United Church of the Med. Ctr. v. Med. Ctr. Comm'n,</i> 689 F.2d 693, 699 (7th Cir.1982) (\"[T]he Commission has a pecuniary interest in the outcome of the reverter proceedings, because ... in the event of a subsequent sale of the property, the proceeds redound to the coffers of the Commission. This is sufficient under the [<i>Gibson</i> v.] <i>Berryhill</i> rule to mandate disqualification of the Commission ... and require that the reverter proceedings provisions of the statute be held unconstitutional.\"); <i>see also Ward v. Village of Monroeville,</i> 409 U.S. 57, 59-60, 93 S.Ct. 80, 34 L.Ed.2d 267 (1972) (concluding that the city mayor was an unconstitutionally biased adjudicator where fines he imposed for traffic offenses provided a substantial portion of village funds).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Even if such structural bias, standing alone, did not implicate <i>Gibson,</i> it is accompanied here by undisputed evidence of actual bias that the district court described as \"overwhelming.\" That evidence included the unprecedented amount of the proposed fine, biased hearing examiners, and general unfairness throughout the hearings. Esso also submitted evidence of procedural irregularities in the decision to assess the fine, pressure by the Puerto Rico Senate to penalize Esso, and the improper influence on the EQB of Belgodere, Rodriguez's consultant. Taken together, these factors demonstrate that, in the words of the district court, \"the EQB does not measure up to the yardstick of what an impartial adjudicator should be in accordance with Due Process.\" This bias may well render the EQB \"incompetent by reason of bias to adjudicate the issues pending before it.\" <i>Gibson,</i> 411 U.S. at 577, 93 S.Ct. 1689.</p>\n    </div>\n    <p class=\"indent\">2. Irreparable harm</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The presence of bias does not, however, end our inquiry; federal intervention is only appropriate where the petitioner also demonstrates irreparable harm. <i>Maymo-Melendez,</i> 364 F.3d at 37-38. Thus, although \"[s]ubmission to a fatally biased decisionmaking process is in itself a constitutional injury,\" <i>United Church,</i> 689 F.2d at 701, we must also consider whether Esso has access to state judicial review that would make federal intervention unnecessary. That question turns on the type and timeliness of judicial review available. We agree with the district court that Esso has not shown irreparable harm, although for a different reason.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">a. Availability of eventual judicial review</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court found that Esso had not shown irreparable harm because \"the EQB may yet adjudicate the case fairly. In addition, Esso is not without recourse. It still can resort to the state judicial review process and vindicate any rights it understands are violated by the administrative process.\" Esso contends that these factors do not ameliorate the constitutional injury it will suffer in being forced to continue proceedings before a biased adjudicator. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court's conclusion rested in part on <i>Ohio Civil Rights Comm'n v. Dayton Christian Sch., Inc.,</i> 477 U.S. 619, 106 S.Ct. 2718, 91 L.Ed.2d 512 (1986). In that case, a private school asked the federal court to enjoin employment discrimination proceedings that allegedly violated the First Amendment. The school argued that under Ohio law, it could not present its constitutional claim regarding the investigation and potential sanction during the administrative proceedings and that the opportunity to do so during subsequent review by a state court was inadequate. The Supreme Court disagreed, concluding that \"it is sufficient ... that constitutional claims may be raised in state-court judicial review of the administrative proceeding.\" 477 U.S. at 629, 106 S.Ct. 2718.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Court's reliance on the eventual availability of judicial review related specifically to the school's claim that any fine imposed on it would violate the First Amendment.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Eventual judicial review of the fine would adequately address the school's constitutional claims. In the present case, by contrast, Esso asserts that the proceedings themselves violate its constitutional rights. It emphasizes that submission to a biased adjudicator constitutes an ongoing, independent injury that requires immediate judicial relief. <i>United Church,</i> 689 F.2d at 701; <i>see also Ward,</i> 409 U.S. at 61-62, 93 S.Ct. 80 (\"Petitioner is entitled to a neutral and detached judge in the first instance.\"). Under these circumstances, <i>Gibson</i> itself indicates that the federal court need not abstain even if \"judicial review, <i>de novo</i> or otherwise, would be forthcoming at the conclusion of the administrative proceedings.\" 411 U.S. at 577, 93 S.Ct. 1689.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court's irreparable harm analysis may also reflect its misinterpretation of our recent decision in <i>Maymo-Melendez.</i> That case involved a challenge to the constitutionality of proceedings charging Maymo, a horse trainer, with two violations of the Puerto Rico Horse Racing Industry and Sport Administration's controlled medication program. 364 F.3d at 29. First, the Racing Board administrator concluded on November 3, 2000, after a series of hearings, that Maymo had improperly administered the drug Clenbuterol and suspended Maymo's license to train horses for five years. <i>Id.</i> at 30. Maymo appealed the decision to Puerto Rico's Circuit Court of Appeals, which stayed the penalty pending resolution of the appeal but ultimately affirmed the decision on June 21, 2002. <i>Id.</i> The penalty was reimposed when the stay expired on July 11, 2002, and the Puerto Rico Supreme Court declined to review the case. <i>Id.</i> at 31 and n. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">While the Clenbuterol case was under review in state court, the Board administrator also initiated hearings on whether Maymo had improperly administered another drug, Tramadol. <i>Id.</i> at 30. The administrator ruled against Maymo on June 26, 2002 and imposed a five-year license suspension to run consecutively with the pending Clenbuterol suspension. <i>Id.</i> Maymo then filed a suit in federal district court seeking to enjoin both license suspensions on due process grounds, alleging that the Racing Board officials who conducted the hearings and imposed the suspensions were biased. <i>Id.</i> The district court granted a preliminary injunction, finding that <i>Younger</i> did not dictate abstention because neither proceeding was \"ongoing.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Id.</i> at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We reversed. With regard to the Clenbuterol case, we held that the <i>Rooker-Feldman</i> doctrine prohibited the collateral attack on a state court decision.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> <i>Id.</i> at 34. As to the Tramadol case, we concluded that <i>Younger</i> mandated abstention because Maymo's failure to exhaust his state judicial remedies meant that the state proceedings were ongoing. We rejected Maymo's claim that abstention was inappropriate under <i>Gibson,</i> reasoning that even if Maymo's allegations were true, there was no constitutional urgency to his claims that required federal intervention. We explained that \"[s]o far as the <i>Younger</i> exceptions are concerned with the impact of the state proceeding independent of any final remedy (<i>e.g.,</i> to harass), the suspension order has already been entered....\" <i>Id.</i> at 38, 91 S.Ct. 746. In other words, because the hearings had concluded and Maymo was no longer appearing before the allegedly biased adjudicator, he was not suffering an ongoing injury. In those circumstances, state judicial review was sufficient to protect his constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the present case, by contrast, Esso is still engaged in proceedings before the Board that the district court has already characterized as \"not measur[ing] up to what an impartial adjudicator should be in accordance with Due Process.\" This circumstance constitutes an ongoing injury and raises a concern \"independent of any final remedy\" that is at the heart of the <i>Younger</i> exceptions.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>Id.</i> Thus, in the circumstances of this case, the availability of judicial review of a final agency decision is insufficient to avoid the irreparable harm that inheres in the biased administrative proceeding itself.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">b. Relationship between interlocutory review and <i>Gibson</i></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Esso contends that judicial review of an interlocutory agency decision is also insufficient to ameliorate the constitutional injury of appearing before a biased adjudicator. We believe that this claim misreads <i>Gibson</i> and is inconsistent with the principles of comity underlying our abstention doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As we have discussed, the Supreme Court held in <i>Gibson</i> that a federal injunction was appropriate where the state proceedings were administered by an agency \"incompetent by reason of bias to adjudicate the issues pending before it.... Nor, in these circumstances, would a different result be required simply because judicial review, <i>de novo</i> or otherwise, would be forthcoming at the conclusion of the administrative proceedings.\" 411 U.S. at 577, 93 S.Ct. 1689. Esso notes that the Court reached this decision without addressing the defendant's argument that the petitioner could obtain interlocutory relief through a state mandamus procedure for challenging biased adjudicators. Esso reasons that in permitting an injunction, the Court implicitly ruled that the federal courts may intervene despite the availability of interlocutory relief.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Such a broad reading of <i>Gibson</i> is unwarranted. The Court may have rejected the defendant's argument because of factors specific to the case or the nature of the interlocutory review available. In fact, the Court's explicit statement that federal intervention was proper regardless of the availability of judicial review \"at the conclusion of the administrative proceedings,\" 411 U.S. at 577, 93 S.Ct. 1689, without referring to interlocutory review, arguably means that the availability of interlocutory review would be grounds for <i>Younger</i> abstention in some cases.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Also, the rule that Esso urges would run directly counter to the respect for state judicial systems at the heart of <i>Younger</i> abstention. There is no reason to assume that, given the opportunity to review an interlocutory decision by the EQB, the courts of Puerto Rico will not protect Esso's due process right to an unbiased adjudicator as vigorously and expeditiously as would a federal court. <i>See Middlesex County Ethics Comm.,</i> 457 U.S. at 431, 102 S.Ct. 2515 (\"[R]espect for the state processes, of course, precludes any <i>presumption</i> that the state courts will not safeguard federal constitutional rights.\"). Thus, we see no reason to intervene here if Esso has access to timely interlocutory state judicial review of its constitutional claim.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">c. Availability of interlocutory review</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We begin the availability analysis by setting forth the statutory provisions governing Puerto Rico appellate courts' review of interlocutory orders of administrative agencies. 4 L.P.R.A. &#167; 22k grants the Circuit Court of Appeals authority to review administrative resolutions and orders:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Circuit Court of Appeals shall intervene in the following matters:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">(g) Through a writ of review to be issued in its discretion, of the decisions, regulations, orders and resolutions of any administrative agency, pursuant to the terms and conditions established by &#167;&#167; 2101 <i>et seq.</i> of Title 3, known as the \"Uniform Procedures Act of the Commonwealth of Puerto Rico.\"</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The Uniform Administrative Procedures Act defines the scope of judicial review of administrative orders, establishing when review is appropriate and who has standing to seek review. 3 L.P.R.A. &#167;&#167; 2101 &#8212; 2201. 3 L.P.R.A. &#167; 2172 provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Any party which is adversely affected by a final order or resolution of an agency and who has exhausted all of the remedies provided by the agency ... may file a petition for review before the Circuit Court of Appeals....</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">An order or interlocutory decree of an agency ... shall not be directly [reviewable]. The interlocutory decree of the agency may be subject to a writ of error in the motion to review the order or final decision of the agency.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The plain language of this section requires both a final order and exhaustion of the administrative process before a party is entitled to judicial review. This language would seem to preclude interlocutory judicial review of Esso's constitutional claim at this stage of the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Section 2172 is not as absolute as it may first seem. 3 L.P.R.A. &#167; 2173 provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The court may exempt a petitioner from having to exhaust any or all of the administrative remedies provided in case such remedy is inadequate or that requiring its exhaustion would cause irreparable harm to the petitioner ... or when a substantive violation of constitutional rights is alleged, or when it is useless to exhaust the administrative remedies due to an excessive delay in the procedures....</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Given this language, &#167; 2173 may excuse the &#167; 2172 exhaustion requirement in this case because of Esso's allegation and preliminary showing, supported by \"specific, well-defined facts,\" that the EQB penalty proceedings violate its right to due process. <i>Oficina de la Procuradora del Paciente,</i> 2004 T.S.P.R. 153, 162 D.P.R. ___ (2004) (certified translation). However, it still appears that &#167; 2173 does not waive &#167; 2172's finality requirement. Under the plain language of this section, Esso could argue that it would not have timely access to judicial review because it must continue proceedings before the biased EQB until a final order is entered.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Puerto Rico Court of Appeals adopted this view in 2002 when it rejected Esso's interlocutory appeals of EQB rulings on the availability of discovery and a statute of limitations claim. In both cases, the court cited &#167; 2172, noting that it \"may only review the orders or final resolutions of an agency.\" <i>Esso Standard Oil Co. v. Junta De Calidad Ambiental,</i> Nos. OA-01-AG-26 and OA-99-AG-109, 2002 WL 31122179, at *4 (P.R. Ct.App. Sept. 13, 2002); <i>Esso Standard Oil Co. v. Junta De Calidad Ambiental,</i> Nos. OA-01-AG-26 and OA-99-AG-109, 2002 WL 1438761, at *5 (P.R. Ct.App. May 1, 2002).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">However, a September 2004 ruling by the Puerto Rico Supreme Court casts doubt on this interpretation of &#167; 2172. In that decision, the court eschewed a plain text reading of &#167; 2172, creating exceptions to the finality requirement that parallel the exhaustion exceptions delineated in &#167; 2173 &#8212; including an exception for grave constitutional grievances. <i>MCS Insurer,</i> 2004 T.S.P.R. at ___, 162 D.P.R. at ___, 2004 WL 2212782.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In <i>MMCS Insurer</i> the court noted that the exhaustion and finality doctrines \"have an analogous scope\" and thus \"ordinarily, both enjoy the same exceptions.\" 2004 T.S.P.R. at ___, 162 D.P.R. at ___, 2004 WL 2212782. It acknowledged the 1997 amendment to &#167; 2172 providing that \"[a]n interlocutory order or resolution of an agency is not directly [reviewable],\" but concluded on the basis of legislative history that the legislature had not intended to change the \"jurisprudential norm\" of parallel exceptions for exhaustion and finality requirements.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The Court explicitly discussed two exceptions in this context: cases where \"the agency lacks jurisdiction and the postponement would entail an irreparable harm or when the matter is strictly of law.\" 2004 T.S.P.R. at ___, 162 D.P.R. at ___.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In analyzing the claims before it, the court referred to an additional exception for alleged constitutional violations, suggesting that a sufficiently \"intense grievance,\" proved with \"specific, well defined facts\" would justify an exception to &#167; 2172's finality requirement. 2004 T.S.P.R. at ___, 162 D.P.R. at ___, 2004 WL 2212782 (citing <i>Guadalupe v. Saldana,</i> 133 D.P.R. 42 (1993), and <i>Mercado Vega v. U.P.R.,</i> 128 D.P.R. 273 (1991)). The court found this exception inapplicable in <i>MCS Insurer</i> because the alleged due process violations &#8212; the Office of the Patient's Advocate's failure to promulgate regulations delineating health care providers' obligations under Puerto Rico law &#8212; did not \"present an infraction of substantive or constitutional rights of such a magnitude that warrants doing away with the requirement of a final resolution from the agency for purposes of judicially reviewing its actions.\" 2004 T.S.P.R. at ___, 162 D.P.R. at ___, 2004 WL 2212782.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Because we must accept the Puerto Rico Supreme Court's interpretation of Puerto Rico law, we conclude that &#167; 2172 does not bar Esso from seeking interlocutory review of its due process claim. <i>See Johnson v. Fankell,</i> 520 U.S. 911, 916, 117 S.Ct. 1800, 138 L.Ed.2d 108 (1997) (\"Neither [the United States Supreme] Court nor any other federal tribunal has any authority to place a construction on a state statute different from the one rendered by the highest court of the State.\"); <i>Salemme v. Ristaino,</i> 587 F.2d 81, 87 (1st Cir.1978) (\"It is well settled that the interpretation of a state statute is for the state court to decide and when the highest court has spoken, that interpretation is binding on federal courts.\"). Although the <i>MCS Insurer</i> court did not explain precisely what magnitude of constitutional violation would suffice to excuse &#167; 2172's finality requirement, Esso's claim might well meet the standard.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The preliminary injunction hearing before the district court has already created a record supporting Esso's allegations with \"specific, well defined facts.\" 2004 T.S.P.R. at ___, 162 D.P.R. at ___. That record led the district court to conclude that \"the evidence submitted by Esso is not only undisputed, it is overwhelming. The appearance and the probability of actual bias cannot be ignored.... Clearly, the EQB does not measure up to the yardstick of what an impartial adjudicator should be in accordance with Due Process.\" Esso raised similar claims with the HE in a motion to dismiss the proceedings on due process grounds. That motion has been pending before the HE since November 2003, and was referred to the EQB Governing Board the following month.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The district court acknowledged that \"it is unclear how far the EQB would entertain Esso's constitutional objections.\" However, Esso now has the option of seeking interlocutory judicial review of its due process claim under the rule announced in <i>MCS Insurer.</i> That avenue for timely judicial review of Esso's constitutional grievance in state court obviates the need for federal intervention in this case pursuant to the <i>Gibson</i> exception to <i>Younger</i> abstention.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The district court's decision to abstain from enjoining ongoing state administrative proceedings was thus correct.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The attorney for the Public Interest is an individual designated by the EQB to present its case to the hearing examiner</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Esso notes that two prior HEs were dismissed after one disagreed with the decision not to fine Rodriguez and the other disagreed with the EQB's decision not to allow Esso to conduct discovery. It also claims that the current HE has shown her bias against Esso by insinuating that \"she would not adjudicate the case in Esso's favor no matter the evidence\" and by conducting the proceedings to Esso's disadvantage</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Comprehensive Environmental Response, Compensation and Liability Act, 42 U.S.C. &#167; 9601<i>et seq.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Rosanna Maria Roig, who owns a public relations firm retained by Esso, testified that Belgodere told her that \"he had newspaper connections and that he controlled everything\" and that \"if nothing was done about La Vega community, he would find out where the children of [an Esso executive] went to school and would have them know that her [sic] father was a killer of children.\" She further testified that Belgodere implied that \"the case could be settled if Esso paid $6 million to the community and $2 million to Rodriguez\" and that he was \"able to make the proposed fine disappear or get much lower.\" He said that \"he knew of an EQB official that was selling permits and that with such knowledge, he could control the process, by way of blackmail.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In denying Esso's request for injunctive relief, the district court also did a separate preliminary injunction analysis using the traditional four-part test set forth in<i>Ross-Simons of Warwick, Inc. v. Baccarat, Inc.,</i> 102 F.3d 12, 15 (1st Cir.1996). We need not address the necessity for, or substance of, that analysis because of our disposition of the case. In any event, the irreparable harm analysis essential to <i>Younger</i> and <i>Gibson</i> is the same as the irreparable harm analysis done under the traditional test for a preliminary injunction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Questioning the ongoing vitality of the<i>Gibson</i> exception in light of our recent ruling in <i>Maymo-Melendez,</i> the district court observed that <i>Maymo-Melendez</i>\"downplayed the relevance of <i>Gibson</i> and any bias argument....\" Although <i>Maymo-Melendez</i> acknowledged the uncertain scope of the <i>Younger</i> exceptions, we did not extinguish the <i>Gibson</i> exception in this circuit. Instead, we simply noted that a Supreme Court decision issued soon after <i>Gibson</i> explicitly recognized <i>Younger</i> exceptions for state proceedings brought to harass or in bad faith or to enforce a flagrantly unconstitutional statute, but did not mention a bias exception. 364 F.3d at 37 (citing <i>Huffman v. Pursue, Ltd.,</i> 420 U.S. 592, 611-12, 95 S.Ct. 1200, 43 L.Ed.2d 482 (1975)). However, another Supreme Court case decided one month after <i>Huffman</i> explicitly recognized <i>Gibson</i> bias as an example of \"extraordinary circumstances\" warranting federal intervention in state proceedings, <i>Kugler v. Helfant,</i> 421 U.S. 117, 125 n. 4, 95 S.Ct. 1524, 44 L.Ed.2d 15 (1975), and subsequent cases have continued to refer to a <i>Younger</i> exception for \"extraordinary circumstances.\" <i>E.g., Middlesex County Ethics Comm.,</i> 457 U.S. at 431, 102 S.Ct. 2515. Absent a contrary indication from the Supreme Court, we continue to recognize a <i>Gibson</i> bias exception to the <i>Younger</i> abstention doctrine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The school had also asserted that the proceedings themselves violated the First Amendment, but the Court disposed of that claim separately, finding that \"the Commission violates no constitutional rights by merely investigating\" allegations of prohibited sex discrimination. 477 U.S. at 628, 106 S.Ct. 2718</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At the time of Maymo's federal suit, state court proceedings affirming the Clenbuterol sanction had concluded. 364 F.3d at 32. Maymo had not challenged the Tramadol suspension in the state courts, and the Board had returned his petition for review of the suspension without a ruling, finding that review was \"pointless in light of the ongoing litigation in federal court.\"<i>Id.</i> at 31.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> This doctrine derives from<i>Rooker v. Fidelity Trust Co.,</i> 263 U.S. 413, 44 S.Ct. 149, 68 L.Ed. 362 (1923), and <i>D.C. Court of Appeals v. Feldman,</i> 460 U.S. 462, 103 S.Ct. 1303, 75 L.Ed.2d 206 (1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Although a biased proceeding differs in some respects from a proceeding intended to harass (the example we used in<i>Maymo-Melendez</i>), it implicates the same concern &#8212; namely, that proceedings themselves may inflict a constitutional injury independent of their outcome.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Court decided in 1997 that despite &#167; 2173's exclusive reference to exhaustion, both the exhaustion and finality doctrines have an analogous scope and enjoy the same exceptions<i>Junta Examinadora de Tecnologos Medicos v. Anneris Elias,</i> 144 D.P.R. 483 (1997). The legislature of Puerto Rico amended &#167; 2172 later that year to specify that \"[a]n order or interlocutory decree ... of an agency ... shall not be directly [reviewable].\" The Statement of Motives for the amendment assured that \"this measure does not change, alter, or modify the state of law currently in effect.\" From this, the <i>MCS Insurer</i> court concluded that \"the doctrine established in <i>Junta Examinadora de Tecnologos Medicos v. Anneris Elias</i> &#8212; regarding the exceptions to the requisite of finality of the resolutions of the agencies for the same to be reviewable &#8212; continues in effect.\" 2004 T.S.P.R. at ___, 162 D.P.R. at ___.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We acknowledge the possibility that the EQB may fail to act in a timely manner on Esso's motion to dismiss, which has been pending before the Board without a response for close to a year. If that failure could defeat the availability of interlocutory relief under Puerto Rico law, we might take a different view of the applicability of the<i>Gibson</i> exception. However, general principles of administrative law provide that, under certain circumstances, an agency's failure to act on a pending matter is treated as a denial of the relief sought. <i>See, e.g., Hernandez v. Reno,</i> 238 F.3d 50, 55 (1st Cir.2001) (treating Board of Immigration Appeals's failure to act on petitioner's motion to reopen for more than three years as a denial of that motion, and reaching the merits of petitioner's due process claim). Puerto Rico's Uniform Administrative Procedures Act \"stems from\" the United States Administrative Procedure Act and thus may embrace a similar rule. 2004 T.S.P.R. at ___, 162 D.P.R. at ___; <i>cf.</i> 3 L.P.R.A. &#167; 2173 (waiving the exhaustion requirement \"when it is useless to exhaust the administrative remedies due to an excessive delay in the proceedings\").</p>\n        <p class=\"indent\">We leave to the courts of Puerto Rico the question of whether 3 L.P.R.A. &#167;&#167; 2172 and 2173 require Esso to ask the Board members to recuse themselves before it seeks review of its bias claim. However, we note that the Supreme Court has considered recusal mechanisms ineffective where, as here, the petitioner alleges structural bias that would not be addressed by the substitution of particular adjudicators. <i>Ward,</i> 409 U.S. at 61, 93 S.Ct. 80.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">212</span></span></p>\n    <p class=\"parties\">ESSO STANDARD OIL CO. (Puerto Rico), Plaintiff, Appellant,<br>v.<br>Esteban Mujica COTTO, President of the Puerto Rico Environmental Quality Board; Flor L. Del Valle Lopez and Angel Berrios Silverstre, Associate Members of the Puerto Rico Environmental Quality Board; and Norman Velazquez Torres, Attorney for the Puerto Rico Environmental Quality Board, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-2055.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 8, 2004.</p>\n    <p class=\"date\">Decided November 16, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James E. Tyrell, Jr., with whom John F. Nevares, John F. Nevares &amp; Assocs., P.S.C., Richard P. Bress, Nathaniel A. Vitan, Matthew K. Roskoski, and Latham &amp; Watkins, LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Gary H. Montilla, with whom Quinones &amp; Sanchez, P.S.C. was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Esso Standard Oil Company sought a preliminary injunction from the federal district court to enjoin proceedings against it before the Puerto Rico Environmental Quality Board regarding the possible imposition of a $76 million fine. Esso contends that the Board is so biased that its adjudication of the case violates the Due Process Clause of the United States Constitution. The district court denied Esso's motion, ruling that the claim did not fall within the <i>Gibson v. Berryhill,</i> <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1973), exception to the abstention doctrine set forth in <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971), and its progeny. Esso now appeals. For the reasons set forth below (which differ from the reasons set forth by the district court), we affirm the district court's decision to abstain.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We draw on the district court's opinion for the factual background of this case, which involves a gasoline leak at a service station operated by Carlos Rodriguez Perez (Rodriguez) in Barranquitas, Puerto Rico. In 1979, Rodriguez began leasing storage tanks and purchasing fuel supplies for the station from Esso Standard Oil Company (Esso). In 1991, Esso replaced the existing underground storage tank (UST) system with a new UST system that approximately doubled the station's storage capacity. In 1992, Rodriguez alleged that Esso was responsible for the loss of between 65,000 and 100,000 gallons of fuel from the old UST system. Nevertheless, he continued to operate the station with the new tank system until 1998, when the local fire department ordered the station closed.</p>\n    </div>\n    <p class=\"indent\">A. EQB Orders</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Puerto Rico Environmental Quality Board (EQB) issued an order in August 1998 instructing Esso to empty and test the station's fuel storage system for leaks, and Esso promptly complied. The EQB is an administrative agency created by the Environmental Public Policy Act, 12 L.P.R.A. &#167;&#167; 1121 &#8212; 1140a, to promote environmental and resource conservation. It has the authority to issue \"Orders to Do,\" such as the one directed at Esso, mandating compliance with environmental statutes and regulations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The EQB issued a second order in September 1998 directing Esso and Rodriguez to engage in additional testing and to submit a soil remediation plan for the land. Esso again complied. According to Esso, the special committee charged with enforcing the EQB's UST program did not respond to Esso's submission, hampering its ability to investigate environmental conditions at the station and to take corrective measures. Esso also alleges that Rodriguez and his consultant, Carlos Belgodere Pamies (Belgodere), further delayed the process by restricting its access to the station.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The EQB issued a third order in October 1999, superseding and expanding on the second order. Esso claims that it has substantially complied with the third order and, in the course of doing so, has recovered approximately 550 gallons of spilled fuel. That figure differs vastly from claims by Rodriguez and Belgodere of a 65,000 to 100,000 gallon spill.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Despite Esso's demonstrated willingness to comply with investigatory and remedial orders, the EQB issued a show cause order in May 2001 proposing a $75,960,000 fine against Esso. The fine, which is 5,000 times greater than the largest fine ever imposed by the EQB under its UST regulations, is based on Esso's alleged failure to promptly notify the EQB of a fuel release from the pre-1991 UST system and to remedy that release. Any fine that the EQB collects will be deposited into a discretionary account administered by the EQB and disbursed by its chairman. 12 L.P.R.A. &#167; 1136(f), (k). The $76 million proposed fine is twice the EQB's annual operating budget.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The district court acknowledged testimony by Miguel Morales, a supervising attorney of the EQB's legal affairs office, that he was surprised by the amount of the proposed fine because the EQB imposed either no fine or a fine of less than $100,000 in other spill cases. Morales also noted that some of the information included in the show cause order appears to have been provided by Belgodere, Rodriguez's consultant. Esso contends that Belgodere has been granted undue influence throughout this matter. The show cause order did not propose to sanction Rodriguez, despite an EQB examiner's recommendation that it do so because he controlled the UST in his role as the station operator.</p>\n    </div>\n    <p class=\"indent\">B. Senate Investigation</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Puerto Rico Senate began investigating the alleged fuel release in October 2001 allegedly at Belgodere's instigation. In March 2003, two Senate Commissions met in executive sessions, from which Esso was excluded, with Norman Velazquez Torres (Velazquez), the attorney presenting the case against Esso on behalf of the Public Interest.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Esso asserts that following these sessions, the Commissions concluded that there had been a spill at the station and that Esso had failed to address it, accused the EQB of not treating Esso harshly enough, urged a high fine to serve as a deterrent, and threatened EQB officials with criminal prosecution for their laxity.</p>\n    </div>\n    <p class=\"indent\">C. EQB Hearings</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Hearings on the proposed fine began in September 2002. The Public Interest finished presenting its affirmative case on February 12, 2004, and Esso began its defense on March 15, 2004. Following a recess to allow substitution of the attorney for the Public Interest, hearings resumed on August 10, 2004 and are ongoing as Esso continues to present its defense.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The hearing examiner (HE), Yolanda Torres-Roque, is paid by the EQB from the same fund into which a fine would be deposited; she can be terminated without cause. Her employment contract with the EQB states that she \"acknowledges that in the performance of her professional function she has a complete duty of loyalty towards the agency, which includes not having adverse interest to said governmental entity.\" Her job is to preside over the hearings and to make recommendations to the Board, which can adopt or reject them.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The hearings have been contentious, generating a flurry of motions on such issues as discovery, scheduling, and evidentiary matters. The HE's ruling on two of these motions, one relating to the availability of discovery and the other to a statute of limitations claim, resulted in appeals to the courts of Puerto Rico, as discussed below. In November 2003, during the course of the proceedings, Esso also filed with the HE a motion for expedited recommendation of dismissal which raised constitutional claims similar to those now before us. The HE and EQB Governing Board (Board) have yet to rule on this motion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">D. Esso's appeals to the Puerto Rico Circuit Court</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As noted, Esso filed two appeals in the Puerto Rico Circuit Court of Appeals during the course of the hearings, one in May 2002 dealing with a discovery matter and the other in September 2002 urging dismissal of the penalty hearings on statute of limitations grounds. The court dismissed both appeals, ruling that it did not have authority to review interlocutory decisions of an administrative agency. <i>Esso Standard Oil Co. v. Junta De Calidad Ambiental,</i> Nos. OA-01-AG-26 and OA-99-AG-109, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31122179</span></span> (P.R. Ct.App. Sept. 13, 2002); <i>Esso Standard Oil Co. v. Junta De Calidad Ambiental,</i> Nos. OA-01-AG-26 and OA-99-AG-109, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">1438761</span></span> (P.R. Ct.App. May 1, 2002). Both decisions note that under 3 L.P.R.A. &#167; 2172, the court may review only final agency orders, and may do so only after the petitioning party has exhausted all available administrative remedies. In both cases, the court concluded that the only recognized exception to the finality requirement, lack of agency jurisdiction to adjudicate a case, was inapplicable and thus it could not consider Esso's appeal.</p>\n    </div>\n    <p class=\"indent\">E. Esso's lawsuit in the district court</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In March 2004, Esso filed a lawsuit and companion motion in federal district court to preliminarily enjoin the EQB penalty proceedings against it. These pleadings, which do not challenge the EQB's authority to order remedial measures at the station, argued that the penalty proceedings violate the Due Process Clause because \"the officials who decide whether this massive fine is assessed have severe and irremediable conflicts of interest.\" Esso asserted a number of specific examples of such conflicts and procedural irregularities, including that (1) EQB officials have a direct pecuniary interest in collecting a large fine, (2) the Puerto Rico Senate \"has exerted undue influence\" biasing the proceedings, (3) high-ranking EQB officials, including a member of the board, were not consulted in issuing the show cause order on the proposed fine despite being directly involved in the case, (4) the HEs lack independence to administer the hearings fairly,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (5) attorney Velazquez engaged in grossly unethical behavior before resigning from the case earlier this year, and (6) Belgodere has exerted undue influence throughout the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In its written decision on the request for a preliminary injunction, the district court acknowledged that \"[t]he undisputed evidence presented by Esso regarding the EQB's handling of the case is sufficient to make any court sitting in equity pause.\" For example, the court acknowledged multiple difficulties with the HE's handling of the hearings to date, including her failure to respond in a timely manner to Esso's motions and her refusal to allow Esso to cross-examine the UST program's director regarding how the $76 million fine was calculated. The court found that Esso's participation in the hearings has been hampered by EQB officials' misrepresentations during the discovery process. Specifically, Velazquez initially produced only six boxes of documents in response to Esso's discovery requests. Through discovery in a related CERCLA<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> case, Esso obtained more than 1,000 boxes of additional documents that Velazquez and EQB officials had claimed did not exist. These boxes included, <i>inter alia,</i> internal memoranda and technical reports judging Esso's compliance with the EQB orders.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Additionally, the district court found that Belgodere has been allowed to influence the EQB's case throughout the proceedings, despite evidence which brings his motives into question. Belgodere, who consulted for Esso in the 1980s before being dismissed for incompetence, has declared himself the representative of La Vega, the community surrounding the service station. He has threatened Esso executives with physical violence and suggested his ability to control the case through extortion.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Yet he was permitted to assist in drafting the show cause order and has been seen sitting at the Public Interest counsel table during the hearings and otherwise consulting with the EQB's lawyers.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Despite these findings, the district court denied Esso's motion for a preliminary injunction. Reviewing a line of cases beginning with <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971), the court noted the general rule that federal courts should not interject themselves into ongoing state adjudications, including administrative proceedings. <i>See id.; Ohio Civil Rights Comm'n v. Dayton Christian Sch., Inc.,</i> <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, 623-27, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></a></span> (1986) (extending <i>Younger</i> to some state administrative proceedings). This rule applies as long as the state forum provides an adequate opportunity to raise the petitioner's federal claims. <i>Middlesex County Ethics Comm. v. Garden State Bar Ass'n,</i> <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 432, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">116</span></a></span> (1982); <i>Maymo-Melendez v. Alvarez-Ramirez,</i> <span class=\"citation\" data-id=\"200962\"><a href=\"/opinion/200962/maymo-melendez-v-alvarez-ramirez/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 35 (1st Cir.2004), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">110</span></span>, ___ L.Ed.2d ___ (2004). Here, the district court found that Esso had not exhausted its state remedies because no fine had yet been imposed and if a fine were imposed, Esso could raise its constitutional objections upon appeal to the Puerto Rico Court of Appeals and the Puerto Rico Supreme Court. It thus concluded that <i>Younger</i> dictated abstention.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The court dismissed Esso's contention that the evidence of the EQB's bias justified an exception to <i>Younger</i> under <i>Gibson v. Berryhill,</i> <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1973). It explained that the <i>Gibson</i> exception allows a federal court to intervene where the state adjudicator is so biased as to be incompetent to adjudicate the matter and where the petitioner shows that abstention would result in irreparable harm. The district court suggested that a recent decision of this court, <i>Maymo-Melendez,</i> 364 F.3d at 37, \"downplayed the relevance of <i>Gibson</i> and any bias argument....\" Instead, the district court found that abstention would not irreparably harm Esso because \"the EQB may yet adjudicate the case fairly.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">On appeal, Esso asserts that being subjected to biased proceedings is a due process violation independent of any fine that may be imposed, and thus it is suffering an ongoing irreparable harm necessitating federal intervention. The EQB responds that the <i>Gibson</i> exception is inapplicable and that <i>Younger</i> requires abstention because Esso has an opportunity to litigate its constitutional claims in the Puerto Rico courts.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We ordinarily review the district court's denial of a preliminary injunction for abuse of discretion. <i>Weaver v. Henderson,</i> <span class=\"citation\" data-id=\"599015\"><a href=\"/opinion/599015/ralph-s-weaver-etc-v-charles-henderson-etc/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 12-13 (1st Cir.1993). Here, however, the district court's denial, was based primarily on its conclusion that <i>Younger</i> dictated abstention. This is a legal conclusion that we review <i>de novo. Brooks v. New Hampshire Supreme Court,</i> <span class=\"citation\" data-id=\"196690\"><a href=\"/opinion/196690/brooks-v-new-hampshire/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">633</span></a></span>, 637 (1st Cir.1996) (\"[W]e must review <i>de novo</i> the essentially legal determination of whether the requirements for abstention have been met. That standard supervenes the abuse of discretion inquiry, and applies foursquare even though we are reviewing the district court's denial of injunctive relief.\" (citations omitted)).</p>\n    </div>\n    <p class=\"indent\">A. <i>Younger</i> abstention</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\"><i>Younger v. Harris</i> recognized that, in the interest of comity and federalism, federal courts should ordinarily refrain from issuing injunctions that interfere with ongoing criminal prosecutions in state court. 401 U.S. at 44-45, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>. Over time, <i>Younger</i> abstention has been extended to \"`coercive' civil cases involving the state and to comparable state administrative proceedings that are quasi-judicial in character and implicate important state interests.\" <i>Maymo-Melendez,</i> 364 F.3d at 31 (relying on <i>Younger</i> to abstain from licensing proceeding before state horse racing board); <i>see also Ohio Civil Rights Comm'n,</i> 477 U.S. at 623-27, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span> (applying <i>Younger</i> to state sex discrimination proceedings); <i>Middlesex County Ethics Comm.,</i> 457 U.S. at 432, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span> (applying <i>Younger</i> to state ethics committee disciplinary proceeding).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The EQB proceedings were, of course, instituted before Esso filed its lawsuit in district court. Neither party disputes that they are quasi-judicial in nature, presided over by a hearing officer with opportunities for each side to present its case, or that they implicate the important state interest in protecting the environment. Thus, this suit lies squarely within <i>Younger</i>'s domain.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Younger</i>'s basic rule applies so long as the state proceedings provide an adequate opportunity for the complaining party to present its federal claims. <i>Middlesex County Ethics Comm.,</i> 457 U.S. at 435, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>. The question before us, then, is whether Esso has \"the opportunity to raise and have timely decided by a competent state tribunal the federal issues involved.\" <i>Gibson,</i> 411 U.S. at 577, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>.</p>\n    </div>\n    <p class=\"indent\">B. The <i>Gibson</i> exception</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Esso asserts that even if <i>Younger</i> would otherwise mandate abstention, the EQB's extreme bias makes federal intervention appropriate in this case under an exception carved out in <i>Gibson v. Berryhill,</i> <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">488</span></a></span> (1973).</p>\n    </div>\n    <p class=\"indent\">1. Bias</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In <i>Gibson,</i> the Alabama Optometric Association (Association), whose membership was limited to independent practitioners, filed unprofessional conduct charges against licensed optometrists who worked for a corporation rather than as independent practitioners. 411 U.S. at 567-68, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>. The charges were filed with the Alabama Board of Optometry (Board), the statutory body with authority for licensing the practice of optometry. Only members of the Association could be members of the Board. The plaintiffs sought federal injunctive relief from the Board proceedings on due process grounds, arguing that the Board was impermissibly biased because its members stood to gain financially from delicensing the employed optometrists, with whom they were in competition. <i>Id.</i> at 570, 579, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Supreme Court found that these circumstances warranted federal intervention. It noted that <i>Younger</i> abstention \"naturally presupposes the opportunity to raise and have timely decided by a competent state tribunal the federal issues involved.\" <i>Id.</i> at 577, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>. On the facts presented, the Court concluded, \"the predicate for [abstention] was lacking, for ... the State Board of Optometry was incompetent by reason of bias to adjudicate the issues pending before it.\" <i>Id.</i> Specifically, \"those with substantial pecuniary interest in legal proceedings should not adjudicate these disputes.\" <i>Id.</i> at 578, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>. We recently interpreted this exception as holding that \"there is some reason for interim federal court intervention where core constitutional values are threatened during an ongoing state proceeding and there is a showing of irreparable harm that is both great and immediate.\" <i>Maymo-Melendez,</i> 364 F.3d at 37 (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Esso's claim implicates the concerns raised in <i>Gibson.</i><a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> As in <i>Gibson,</i> the adjudicative body stands to benefit financially from the proceeding because any fine imposed will flow directly to the EQB's budget. Although members of the EQB Governing Board may not stand to gain personally in the same way that members of the Alabama Board of Optometry did, a pecuniary interest need not be personal to compromise an adjudicator's neutrality. <i>See United Church of the Med. Ctr. v. Med. Ctr. Comm'n,</i> <span class=\"citation\" data-id=\"409270\"><a href=\"/opinion/409270/united-church-of-the-medical-center-a-religious-corporation-v-medical/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">693</span></a></span>, 699 (7th Cir.1982) (\"[T]he Commission has a pecuniary interest in the outcome of the reverter proceedings, because ... in the event of a subsequent sale of the property, the proceeds redound to the coffers of the Commission. This is sufficient under the [<i>Gibson</i> v.] <i>Berryhill</i> rule to mandate disqualification of the Commission ... and require that the reverter proceedings provisions of the statute be held unconstitutional.\"); <i>see also Ward v. Village of Monroeville,</i> <span class=\"citation\" data-id=\"108629\"><a href=\"/opinion/108629/ward-v-monroeville/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 59-60, <span class=\"citation\" data-id=\"108629\"><a href=\"/opinion/108629/ward-v-monroeville/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></a></span>, <span class=\"citation\" data-id=\"108629\"><a href=\"/opinion/108629/ward-v-monroeville/\"><span class=\"volume\">34</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">267</span></a></span> (1972) (concluding that the city mayor was an unconstitutionally biased adjudicator where fines he imposed for traffic offenses provided a substantial portion of village funds).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Even if such structural bias, standing alone, did not implicate <i>Gibson,</i> it is accompanied here by undisputed evidence of actual bias that the district court described as \"overwhelming.\" That evidence included the unprecedented amount of the proposed fine, biased hearing examiners, and general unfairness throughout the hearings. Esso also submitted evidence of procedural irregularities in the decision to assess the fine, pressure by the Puerto Rico Senate to penalize Esso, and the improper influence on the EQB of Belgodere, Rodriguez's consultant. Taken together, these factors demonstrate that, in the words of the district court, \"the EQB does not measure up to the yardstick of what an impartial adjudicator should be in accordance with Due Process.\" This bias may well render the EQB \"incompetent by reason of bias to adjudicate the issues pending before it.\" <i>Gibson,</i> 411 U.S. at 577, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>.</p>\n    </div>\n    <p class=\"indent\">2. Irreparable harm</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The presence of bias does not, however, end our inquiry; federal intervention is only appropriate where the petitioner also demonstrates irreparable harm. <i>Maymo-Melendez,</i> 364 F.3d at 37-38. Thus, although \"[s]ubmission to a fatally biased decisionmaking process is in itself a constitutional injury,\" <i>United Church,</i> 689 F.2d at 701, we must also consider whether Esso has access to state judicial review that would make federal intervention unnecessary. That question turns on the type and timeliness of judicial review available. We agree with the district court that Esso has not shown irreparable harm, although for a different reason.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">a. Availability of eventual judicial review</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court found that Esso had not shown irreparable harm because \"the EQB may yet adjudicate the case fairly. In addition, Esso is not without recourse. It still can resort to the state judicial review process and vindicate any rights it understands are violated by the administrative process.\" Esso contends that these factors do not ameliorate the constitutional injury it will suffer in being forced to continue proceedings before a biased adjudicator. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The district court's conclusion rested in part on <i>Ohio Civil Rights Comm'n v. Dayton Christian Sch., Inc.,</i> <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">619</span></a></span>, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">512</span></a></span> (1986). In that case, a private school asked the federal court to enjoin employment discrimination proceedings that allegedly violated the First Amendment. The school argued that under Ohio law, it could not present its constitutional claim regarding the investigation and potential sanction during the administrative proceedings and that the opportunity to do so during subsequent review by a state court was inadequate. The Supreme Court disagreed, concluding that \"it is sufficient ... that constitutional claims may be raised in state-court judicial review of the administrative proceeding.\" 477 U.S. at 629, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Court's reliance on the eventual availability of judicial review related specifically to the school's claim that any fine imposed on it would violate the First Amendment.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Eventual judicial review of the fine would adequately address the school's constitutional claims. In the present case, by contrast, Esso asserts that the proceedings themselves violate its constitutional rights. It emphasizes that submission to a biased adjudicator constitutes an ongoing, independent injury that requires immediate judicial relief. <i>United Church,</i> 689 F.2d at 701; <i>see also Ward,</i> 409 U.S. at 61-62, <span class=\"citation\" data-id=\"108629\"><a href=\"/opinion/108629/ward-v-monroeville/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></a></span> (\"Petitioner is entitled to a neutral and detached judge in the first instance.\"). Under these circumstances, <i>Gibson</i> itself indicates that the federal court need not abstain even if \"judicial review, <i>de novo</i> or otherwise, would be forthcoming at the conclusion of the administrative proceedings.\" 411 U.S. at 577, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court's irreparable harm analysis may also reflect its misinterpretation of our recent decision in <i>Maymo-Melendez.</i> That case involved a challenge to the constitutionality of proceedings charging Maymo, a horse trainer, with two violations of the Puerto Rico Horse Racing Industry and Sport Administration's controlled medication program. 364 F.3d at 29. First, the Racing Board administrator concluded on November 3, 2000, after a series of hearings, that Maymo had improperly administered the drug Clenbuterol and suspended Maymo's license to train horses for five years. <i>Id.</i> at 30. Maymo appealed the decision to Puerto Rico's Circuit Court of Appeals, which stayed the penalty pending resolution of the appeal but ultimately affirmed the decision on June 21, 2002. <i>Id.</i> The penalty was reimposed when the stay expired on July 11, 2002, and the Puerto Rico Supreme Court declined to review the case. <i>Id.</i> at 31 and n. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">While the Clenbuterol case was under review in state court, the Board administrator also initiated hearings on whether Maymo had improperly administered another drug, Tramadol. <i>Id.</i> at 30. The administrator ruled against Maymo on June 26, 2002 and imposed a five-year license suspension to run consecutively with the pending Clenbuterol suspension. <i>Id.</i> Maymo then filed a suit in federal district court seeking to enjoin both license suspensions on due process grounds, alleging that the Racing Board officials who conducted the hearings and imposed the suspensions were biased. <i>Id.</i> The district court granted a preliminary injunction, finding that <i>Younger</i> did not dictate abstention because neither proceeding was \"ongoing.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Id.</i> at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We reversed. With regard to the Clenbuterol case, we held that the <i>Rooker-Feldman</i> doctrine prohibited the collateral attack on a state court decision.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> <i>Id.</i> at 34. As to the Tramadol case, we concluded that <i>Younger</i> mandated abstention because Maymo's failure to exhaust his state judicial remedies meant that the state proceedings were ongoing. We rejected Maymo's claim that abstention was inappropriate under <i>Gibson,</i> reasoning that even if Maymo's allegations were true, there was no constitutional urgency to his claims that required federal intervention. We explained that \"[s]o far as the <i>Younger</i> exceptions are concerned with the impact of the state proceeding independent of any final remedy (<i>e.g.,</i> to harass), the suspension order has already been entered....\" <i>Id.</i> at 38, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>. In other words, because the hearings had concluded and Maymo was no longer appearing before the allegedly biased adjudicator, he was not suffering an ongoing injury. In those circumstances, state judicial review was sufficient to protect his constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In the present case, by contrast, Esso is still engaged in proceedings before the Board that the district court has already characterized as \"not measur[ing] up to what an impartial adjudicator should be in accordance with Due Process.\" This circumstance constitutes an ongoing injury and raises a concern \"independent of any final remedy\" that is at the heart of the <i>Younger</i> exceptions.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> <i>Id.</i> Thus, in the circumstances of this case, the availability of judicial review of a final agency decision is insufficient to avoid the irreparable harm that inheres in the biased administrative proceeding itself.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">b. Relationship between interlocutory review and <i>Gibson</i></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Esso contends that judicial review of an interlocutory agency decision is also insufficient to ameliorate the constitutional injury of appearing before a biased adjudicator. We believe that this claim misreads <i>Gibson</i> and is inconsistent with the principles of comity underlying our abstention doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As we have discussed, the Supreme Court held in <i>Gibson</i> that a federal injunction was appropriate where the state proceedings were administered by an agency \"incompetent by reason of bias to adjudicate the issues pending before it.... Nor, in these circumstances, would a different result be required simply because judicial review, <i>de novo</i> or otherwise, would be forthcoming at the conclusion of the administrative proceedings.\" 411 U.S. at 577, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>. Esso notes that the Court reached this decision without addressing the defendant's argument that the petitioner could obtain interlocutory relief through a state mandamus procedure for challenging biased adjudicators. Esso reasons that in permitting an injunction, the Court implicitly ruled that the federal courts may intervene despite the availability of interlocutory relief.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Such a broad reading of <i>Gibson</i> is unwarranted. The Court may have rejected the defendant's argument because of factors specific to the case or the nature of the interlocutory review available. In fact, the Court's explicit statement that federal intervention was proper regardless of the availability of judicial review \"at the conclusion of the administrative proceedings,\" 411 U.S. at 577, <span class=\"citation\" data-id=\"108775\"><a href=\"/opinion/108775/gibson-v-berryhill/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1689</span></a></span>, without referring to interlocutory review, arguably means that the availability of interlocutory review would be grounds for <i>Younger</i> abstention in some cases.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Also, the rule that Esso urges would run directly counter to the respect for state judicial systems at the heart of <i>Younger</i> abstention. There is no reason to assume that, given the opportunity to review an interlocutory decision by the EQB, the courts of Puerto Rico will not protect Esso's due process right to an unbiased adjudicator as vigorously and expeditiously as would a federal court. <i>See Middlesex County Ethics Comm.,</i> 457 U.S. at 431, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span> (\"[R]espect for the state processes, of course, precludes any <i>presumption</i> that the state courts will not safeguard federal constitutional rights.\"). Thus, we see no reason to intervene here if Esso has access to timely interlocutory state judicial review of its constitutional claim.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">c. Availability of interlocutory review</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We begin the availability analysis by setting forth the statutory provisions governing Puerto Rico appellate courts' review of interlocutory orders of administrative agencies. 4 L.P.R.A. &#167; 22k grants the Circuit Court of Appeals authority to review administrative resolutions and orders:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The Circuit Court of Appeals shall intervene in the following matters:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">(g) Through a writ of review to be issued in its discretion, of the decisions, regulations, orders and resolutions of any administrative agency, pursuant to the terms and conditions established by &#167;&#167; 2101 <i>et seq.</i> of Title 3, known as the \"Uniform Procedures Act of the Commonwealth of Puerto Rico.\"</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The Uniform Administrative Procedures Act defines the scope of judicial review of administrative orders, establishing when review is appropriate and who has standing to seek review. 3 L.P.R.A. &#167;&#167; 2101 &#8212; 2201. 3 L.P.R.A. &#167; 2172 provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Any party which is adversely affected by a final order or resolution of an agency and who has exhausted all of the remedies provided by the agency ... may file a petition for review before the Circuit Court of Appeals....</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">....</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">An order or interlocutory decree of an agency ... shall not be directly [reviewable]. The interlocutory decree of the agency may be subject to a writ of error in the motion to review the order or final decision of the agency.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The plain language of this section requires both a final order and exhaustion of the administrative process before a party is entitled to judicial review. This language would seem to preclude interlocutory judicial review of Esso's constitutional claim at this stage of the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Section 2172 is not as absolute as it may first seem. 3 L.P.R.A. &#167; 2173 provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The court may exempt a petitioner from having to exhaust any or all of the administrative remedies provided in case such remedy is inadequate or that requiring its exhaustion would cause irreparable harm to the petitioner ... or when a substantive violation of constitutional rights is alleged, or when it is useless to exhaust the administrative remedies due to an excessive delay in the procedures....</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Given this language, &#167; 2173 may excuse the &#167; 2172 exhaustion requirement in this case because of Esso's allegation and preliminary showing, supported by \"specific, well-defined facts,\" that the EQB penalty proceedings violate its right to due process. <i>Oficina de la Procuradora del Paciente,</i> 2004 T.S.P.R. 153, 162 D.P.R. ___ (2004) (certified translation). However, it still appears that &#167; 2173 does not waive &#167; 2172's finality requirement. Under the plain language of this section, Esso could argue that it would not have timely access to judicial review because it must continue proceedings before the biased EQB until a final order is entered.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The Puerto Rico Court of Appeals adopted this view in 2002 when it rejected Esso's interlocutory appeals of EQB rulings on the availability of discovery and a statute of limitations claim. In both cases, the court cited &#167; 2172, noting that it \"may only review the orders or final resolutions of an agency.\" <i>Esso Standard Oil Co. v. Junta De Calidad Ambiental,</i> Nos. OA-01-AG-26 and OA-99-AG-109, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31122179</span></span>, at *4 (P.R. Ct.App. Sept. 13, 2002); <i>Esso Standard Oil Co. v. Junta De Calidad Ambiental,</i> Nos. OA-01-AG-26 and OA-99-AG-109, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">1438761</span></span>, at *5 (P.R. Ct.App. May 1, 2002).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">However, a September 2004 ruling by the Puerto Rico Supreme Court casts doubt on this interpretation of &#167; 2172. In that decision, the court eschewed a plain text reading of &#167; 2172, creating exceptions to the finality requirement that parallel the exhaustion exceptions delineated in &#167; 2173 &#8212; including an exception for grave constitutional grievances. <i>MCS Insurer,</i> 2004 T.S.P.R. at ___, 162 D.P.R. at ___, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2212782</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In <i>MMCS Insurer</i> the court noted that the exhaustion and finality doctrines \"have an analogous scope\" and thus \"ordinarily, both enjoy the same exceptions.\" 2004 T.S.P.R. at ___, 162 D.P.R. at ___, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2212782</span></span>. It acknowledged the 1997 amendment to &#167; 2172 providing that \"[a]n interlocutory order or resolution of an agency is not directly [reviewable],\" but concluded on the basis of legislative history that the legislature had not intended to change the \"jurisprudential norm\" of parallel exceptions for exhaustion and finality requirements.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The Court explicitly discussed two exceptions in this context: cases where \"the agency lacks jurisdiction and the postponement would entail an irreparable harm or when the matter is strictly of law.\" 2004 T.S.P.R. at ___, 162 D.P.R. at ___.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In analyzing the claims before it, the court referred to an additional exception for alleged constitutional violations, suggesting that a sufficiently \"intense grievance,\" proved with \"specific, well defined facts\" would justify an exception to &#167; 2172's finality requirement. 2004 T.S.P.R. at ___, 162 D.P.R. at ___, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2212782</span></span> (citing <i>Guadalupe v. Saldana,</i> 133 D.P.R. 42 (1993), and <i>Mercado Vega v. U.P.R.,</i> 128 D.P.R. 273 (1991)). The court found this exception inapplicable in <i>MCS Insurer</i> because the alleged due process violations &#8212; the Office of the Patient's Advocate's failure to promulgate regulations delineating health care providers' obligations under Puerto Rico law &#8212; did not \"present an infraction of substantive or constitutional rights of such a magnitude that warrants doing away with the requirement of a final resolution from the agency for purposes of judicially reviewing its actions.\" 2004 T.S.P.R. at ___, 162 D.P.R. at ___, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2212782</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Because we must accept the Puerto Rico Supreme Court's interpretation of Puerto Rico law, we conclude that &#167; 2172 does not bar Esso from seeking interlocutory review of its due process claim. <i>See Johnson v. Fankell,</i> <span class=\"citation\" data-id=\"118124\"><a href=\"/opinion/118124/johnson-v-fankell/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">911</span></a></span>, 916, <span class=\"citation\" data-id=\"118124\"><a href=\"/opinion/118124/johnson-v-fankell/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1800</span></a></span>, <span class=\"citation\" data-id=\"118124\"><a href=\"/opinion/118124/johnson-v-fankell/\"><span class=\"volume\">138</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">108</span></a></span> (1997) (\"Neither [the United States Supreme] Court nor any other federal tribunal has any authority to place a construction on a state statute different from the one rendered by the highest court of the State.\"); <i>Salemme v. Ristaino,</i> <span class=\"citation\" data-id=\"360954\"><a href=\"/opinion/360954/francis-salemme-v-theodore-ristaino/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span>, 87 (1st Cir.1978) (\"It is well settled that the interpretation of a state statute is for the state court to decide and when the highest court has spoken, that interpretation is binding on federal courts.\"). Although the <i>MCS Insurer</i> court did not explain precisely what magnitude of constitutional violation would suffice to excuse &#167; 2172's finality requirement, Esso's claim might well meet the standard.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The preliminary injunction hearing before the district court has already created a record supporting Esso's allegations with \"specific, well defined facts.\" 2004 T.S.P.R. at ___, 162 D.P.R. at ___. That record led the district court to conclude that \"the evidence submitted by Esso is not only undisputed, it is overwhelming. The appearance and the probability of actual bias cannot be ignored.... Clearly, the EQB does not measure up to the yardstick of what an impartial adjudicator should be in accordance with Due Process.\" Esso raised similar claims with the HE in a motion to dismiss the proceedings on due process grounds. That motion has been pending before the HE since November 2003, and was referred to the EQB Governing Board the following month.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The district court acknowledged that \"it is unclear how far the EQB would entertain Esso's constitutional objections.\" However, Esso now has the option of seeking interlocutory judicial review of its due process claim under the rule announced in <i>MCS Insurer.</i> That avenue for timely judicial review of Esso's constitutional grievance in state court obviates the need for federal intervention in this case pursuant to the <i>Gibson</i> exception to <i>Younger</i> abstention.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The district court's decision to abstain from enjoining ongoing state administrative proceedings was thus correct.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The attorney for the Public Interest is an individual designated by the EQB to present its case to the hearing examiner</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Esso notes that two prior HEs were dismissed after one disagreed with the decision not to fine Rodriguez and the other disagreed with the EQB's decision not to allow Esso to conduct discovery. It also claims that the current HE has shown her bias against Esso by insinuating that \"she would not adjudicate the case in Esso's favor no matter the evidence\" and by conducting the proceedings to Esso's disadvantage</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Comprehensive Environmental Response, Compensation and Liability Act, 42 U.S.C. &#167; 9601<i>et seq.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Rosanna Maria Roig, who owns a public relations firm retained by Esso, testified that Belgodere told her that \"he had newspaper connections and that he controlled everything\" and that \"if nothing was done about La Vega community, he would find out where the children of [an Esso executive] went to school and would have them know that her [sic] father was a killer of children.\" She further testified that Belgodere implied that \"the case could be settled if Esso paid $6 million to the community and $2 million to Rodriguez\" and that he was \"able to make the proposed fine disappear or get much lower.\" He said that \"he knew of an EQB official that was selling permits and that with such knowledge, he could control the process, by way of blackmail.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> In denying Esso's request for injunctive relief, the district court also did a separate preliminary injunction analysis using the traditional four-part test set forth in<i>Ross-Simons of Warwick, Inc. v. Baccarat, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">102</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span>, 15 (1st Cir.1996). We need not address the necessity for, or substance of, that analysis because of our disposition of the case. In any event, the irreparable harm analysis essential to <i>Younger</i> and <i>Gibson</i> is the same as the irreparable harm analysis done under the traditional test for a preliminary injunction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Questioning the ongoing vitality of the<i>Gibson</i> exception in light of our recent ruling in <i>Maymo-Melendez,</i> the district court observed that <i>Maymo-Melendez</i>\"downplayed the relevance of <i>Gibson</i> and any bias argument....\" Although <i>Maymo-Melendez</i> acknowledged the uncertain scope of the <i>Younger</i> exceptions, we did not extinguish the <i>Gibson</i> exception in this circuit. Instead, we simply noted that a Supreme Court decision issued soon after <i>Gibson</i> explicitly recognized <i>Younger</i> exceptions for state proceedings brought to harass or in bad faith or to enforce a flagrantly unconstitutional statute, but did not mention a bias exception. 364 F.3d at 37 (citing <i>Huffman v. Pursue, Ltd.,</i> <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">592</span></a></span>, 611-12, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1200</span></a></span>, <span class=\"citation\" data-id=\"109216\"><a href=\"/opinion/109216/huffman-v-pursue-ltd/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">482</span></a></span> (1975)). However, another Supreme Court case decided one month after <i>Huffman</i> explicitly recognized <i>Gibson</i> bias as an example of \"extraordinary circumstances\" warranting federal intervention in state proceedings, <i>Kugler v. Helfant,</i> <span class=\"citation\" data-id=\"109240\"><a href=\"/opinion/109240/kugler-v-helfant/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, 125 n. 4, <span class=\"citation\" data-id=\"109240\"><a href=\"/opinion/109240/kugler-v-helfant/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1524</span></a></span>, <span class=\"citation\" data-id=\"109240\"><a href=\"/opinion/109240/kugler-v-helfant/\"><span class=\"volume\">44</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">15</span></a></span> (1975), and subsequent cases have continued to refer to a <i>Younger</i> exception for \"extraordinary circumstances.\" <i>E.g., Middlesex County Ethics Comm.,</i> 457 U.S. at 431, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2515</span></a></span>. Absent a contrary indication from the Supreme Court, we continue to recognize a <i>Gibson</i> bias exception to the <i>Younger</i> abstention doctrine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The school had also asserted that the proceedings themselves violated the First Amendment, but the Court disposed of that claim separately, finding that \"the Commission violates no constitutional rights by merely investigating\" allegations of prohibited sex discrimination. 477 U.S. at 628, <span class=\"citation\" data-id=\"111732\"><a href=\"/opinion/111732/ohio-civil-rights-commn-v-dayton-christian-schools-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2718</span></a></span></p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At the time of Maymo's federal suit, state court proceedings affirming the Clenbuterol sanction had concluded. 364 F.3d at 32. Maymo had not challenged the Tramadol suspension in the state courts, and the Board had returned his petition for review of the suspension without a ruling, finding that review was \"pointless in light of the ongoing litigation in federal court.\"<i>Id.</i> at 31.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> This doctrine derives from<i>Rooker v. Fidelity Trust Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">362</span></span> (1923), and <i>D.C. Court of Appeals v. Feldman,</i> <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1303</span></a></span>, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">206</span></a></span> (1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Although a biased proceeding differs in some respects from a proceeding intended to harass (the example we used in<i>Maymo-Melendez</i>), it implicates the same concern &#8212; namely, that proceedings themselves may inflict a constitutional injury independent of their outcome.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> The Court decided in 1997 that despite &#167; 2173's exclusive reference to exhaustion, both the exhaustion and finality doctrines have an analogous scope and enjoy the same exceptions<i>Junta Examinadora de Tecnologos Medicos v. Anneris Elias,</i> 144 D.P.R. 483 (1997). The legislature of Puerto Rico amended &#167; 2172 later that year to specify that \"[a]n order or interlocutory decree ... of an agency ... shall not be directly [reviewable].\" The Statement of Motives for the amendment assured that \"this measure does not change, alter, or modify the state of law currently in effect.\" From this, the <i>MCS Insurer</i> court concluded that \"the doctrine established in <i>Junta Examinadora de Tecnologos Medicos v. Anneris Elias</i> &#8212; regarding the exceptions to the requisite of finality of the resolutions of the agencies for the same to be reviewable &#8212; continues in effect.\" 2004 T.S.P.R. at ___, 162 D.P.R. at ___.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We acknowledge the possibility that the EQB may fail to act in a timely manner on Esso's motion to dismiss, which has been pending before the Board without a response for close to a year. If that failure could defeat the availability of interlocutory relief under Puerto Rico law, we might take a different view of the applicability of the<i>Gibson</i> exception. However, general principles of administrative law provide that, under certain circumstances, an agency's failure to act on a pending matter is treated as a denial of the relief sought. <i>See, e.g., Hernandez v. Reno,</i> <span class=\"citation\" data-id=\"199250\"><a href=\"/opinion/199250/hernandez-v-ins/\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir.2001) (treating Board of Immigration Appeals's failure to act on petitioner's motion to reopen for more than three years as a denial of that motion, and reaching the merits of petitioner's due process claim). Puerto Rico's Uniform Administrative Procedures Act \"stems from\" the United States Administrative Procedure Act and thus may embrace a similar rule. 2004 T.S.P.R. at ___, 162 D.P.R. at ___; <i>cf.</i> 3 L.P.R.A. &#167; 2173 (waiving the exhaustion requirement \"when it is useless to exhaust the administrative remedies due to an excessive delay in the proceedings\").</p>\n        <p class=\"indent\">We leave to the courts of Puerto Rico the question of whether 3 L.P.R.A. &#167;&#167; 2172 and 2173 require Esso to ask the Board members to recuse themselves before it seeks review of its bias claim. However, we note that the Supreme Court has considered recusal mechanisms ineffective where, as here, the petitioner alleges structural bias that would not be addressed by the substitution of particular adjudicators. <i>Ward,</i> 409 U.S. at 61, <span class=\"citation\" data-id=\"108629\"><a href=\"/opinion/108629/ward-v-monroeville/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">80</span></a></span>.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108629/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599015/"
  ]
}