{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201351/",
  "absolute_url": "/opinion/201351/united-states-v-antrim/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201351/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:13:08Z",
  "date_modified": "2016-02-28T05:05:15.542852Z",
  "type": "010combined",
  "sha1": "faa586f83791f5ddc1953b126022983e6270d8af",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1558-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/11/24/US_v._Antrim.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 03-1558\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                         JOHN R. ANTRIM,\n\n                      Defendant, Appellant.\n\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n\n                             Before\n\n                      Selya, Circuit Judge,\n\n                   Cyr, Senior Circuit Judge,\n\n                    and Lipez, Circuit Judge.\n\n\n\n\n     Richard M. Welsh for appellant.\n     Cynthia A. Young, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief for\nappellee.\n\n\n\n\n                        November 24, 2004\n\f          CYR, Senior Circuit Judge.                Following the entry of a\n\nconditional guilty plea to a single count of being a felon in\n\npossession    of    a    firearm,   defendant-appellant         John   R.    Antrim\n\nchallenges the district court ruling which rejected his motion to\n\nsuppress certain evidence seized pursuant to a search warrant from\n\nhis residence.          As we discern no error, we affirm the district\n\ncourt judgment.\n\n                                          I\n\n                                    BACKGROUND\n\n          We view the record facts in the light most favorable to\n\nthe district court's decision to deny Antrim’s motion to suppress\n\nthe evidence.      See United States v. Kimball, 25 F.3d 1, 3 (1st Cir\n\n1994).   On     October     25,   2001,       officers   of   the   Boston   Police\n\nDepartment Drug Control Unit obtained a search warrant for Antrim’s\n\nEast Boston apartment, based upon probable cause to believe that\n\nAntrim and a male associate were utilizing the apartment as a base\n\nfor heroin distribution.            Although the police had received an\n\nuncorroborated tip that Antrim might have a gun in the apartment,\n\nthey did not request that the magistrate make any mention of the\n\nfirearm in the search warrant.                During the evening, the police\n\nobserved Antrim as he left the apartment and drove away in his car.\n\nDue to their concerns that Antrim might return to the apartment\n\nunexpectedly during the course of the search, and thus pose a\n\nsafety risk to the searching officers, the police pulled Antrim\n\n\n                                       -2-\n\fover as he was about to enter the Sumner Tunnel.        After Antrim had\n\nbeen   placed   under   arrest,   he   informed   the   police   that   his\n\ngirlfriend, Musetta Bavaro, was alone back at his apartment, and\n\nthat there was a gun and some heroin in a safe at the apartment.\n\nThereupon, Antrim surrendered the keys to both the apartment and\n\nthe safe.\n\n            Upon returning to the apartment, the police announced\n\ntheir presence by knocking and yelling “Boston police, search\n\nwarrant.”    After waiting 5 to 10 seconds without a response, an\n\nofficer attempted to open the door with the key obtained from\n\nAntrim, but dropped the keys on the floor.         After picking up the\n\nkeys – which took him 17 to 26 seconds – the officer again yelled\n\n“Boston police, search warrant,” then opened the apartment door\n\nwith the key.    The officers observed Bavaro as she approached the\n\napartment door, then handcuffed her and forced her to lay face down\n\non the floor.    While other officers were searching the apartment,\n\none remained in the kitchen with Bavaro, and briefly held up the\n\nwarrant for her to inspect, but without handing her the copy.           The\n\npolice believed that the warrant remained on the table upon their\n\ndeparture following the search, whereas Bavaro claims she never\n\nfound it. The police seized heroin and drug paraphernalia, as well\n\nas the gun, from Antrim’s safe.\n\n\n\n\n                                   -3-\n\f                 After Antrim was indicted on one count of being a felon\n\nin possession of a firearm, see 18 U.S.C. § 922(g),1 he submitted\n\na    motion      to   suppress   the   firearm   seized    from    the    apartment,\n\ncontending that the officers failed (i) to comply with the knock-\n\nand-announce rule, (ii) to provide Bavaro either with a copy of the\n\nsearch warrant or a receipt for the gun, or (iii) to obtain an\n\namended search warrant after the officers had learned from Antrim\n\nthat he kept a gun in the safe located in his apartment.\n\n                 Following an evidentiary hearing, the district court\n\ngranted the motion to suppress the post-arrest statements Antrim\n\nmade to police on the ground that the warrantless arrest was\n\nunsupported by probable cause.             The court rejected the motion to\n\nsuppress the firearm seized pursuant to the warrant, however, and\n\nin due course Antrim entered a conditional guilty plea. Antrim now\n\nappeals from the conditional judgment of conviction.\n\n                                           II\n\n                                       DISCUSSION\n\nA.     Compliance with the Knock-and-Announce Rule\n\n                 Antrim first contends that the district court erred in\n\nruling that the police officers waited a reasonable interval\n\nbetween their “knock and announce[ment]” and their forcible entry\n\ninto       the    Antrim   apartment.       He   insists    that    the    evidence\n\n\n       1\n      The appellate record does not indicate whether the\nCommonwealth has charged or will charge Antrim in connection with\nhis possession of the drugs seized from his apartment.\n\n                                          -4-\n\fdemonstrates    that    (i)     the   police   waited   a     mere   5    seconds,\n\nnotwithstanding the fact that Antrim was already in police custody\n\n– thus could neither pose a threat to the search team nor destroy\n\nevidence located in the apartment – and (ii) the police had no\n\nreason to believe that Ms. Bavaro was an accomplice in drug\n\ntrafficking who possessed a motive either to use the weapon against\n\nthe police or to destroy evidence.\n\n            As a general rule, in executing a search warrant police\n\nofficers must announce their presence to possible occupants prior\n\nto attempting a forcible entry, and the length of the police delay\n\nin entering the premises – to enable any occupants to respond –\n\nmust be a “reasonable” one in the particular circumstances.                    See\n\nUnited States v. Sargent, 319 F.3d 4, 8 (1st Cir.), cert. denied,\n\n124 S. Ct. 920 (2003).2         The common-law “knock-and-announce” rule\n\nis designed to (i) protect whatever privacy interests the occupants\n\nmay have in the residence, (ii) permit the occupants voluntarily to\n\nopen the door so as to avoid damage to the property in the course\n\nof a forcible entry by the police and (iii) prevent occupants from\n\ninitiating defensive measures against the police in a mistaken\n\nbelief   that   the    person    attempting    entry    may    be    an   unlawful\n\nintruder.   See Wilson v. Arkansas, 514 U.S. 927, 932 (1995).               There\n\n\n\n     2\n      As both \"no-knock\" and \"knock-and-announce” cases turn upon\nthe identical reasonableness inquiry, decisions involving both\ntypes of searches are cited interchangeably. See Sargent, 319 F.3d\nat 8.\n\n                                       -5-\n\fis no bright-line rule regarding the length of time the police must\n\npostpone a forced entry following their announcement; instead, each\n\ncase is to be assessed on the totality of its circumstances.                See\n\nRichards v. Wisconsin, 520 U.S. 385, 394 (1997); United States v.\n\nSpikes, 158 F.3d 913, 926 (6th Cir. 1998) (observing that fact-\n\nintensive    reasonableness    inquiry     cannot    be    “distilled    into   a\n\nconstitutional stop-watch where a fraction of a second assumes\n\ncontrolling     significance”).      The    reasonableness      of   a   search\n\nexecuted pursuant to a warrant is reviewed de novo, whereas any\n\npredicate findings of fact are reviewed only for clear error.               See\n\nSargent, 319 F.3d at 8.\n\n            At the outset, we address the predicate district court\n\nfinding that the police delayed no less than 15 to 20 seconds after\n\nknocking and announcing their presence before entering. We discern\n\nno clear error.     The record on appeal simply does not support the\n\nAntrim contention that the police delayed a mere five seconds\n\nbetween their announcement and their entry.\n\n            Officer Knecht, the front man on the stairway and the one\n\ncharged with making the announcement, testified that he knocked and\n\nannounced, then waited 5 to 10 seconds before trying the key in the\n\nlock.    Then, he dropped the keys on the floor, bent down to recover\n\nthem, inserted the key in the door, and, 3 to 4 seconds later,\n\nopened    the   door   while   in   the    process    of    making   a   second\n\nannouncement.      The elapsed time between dropping the keys and\n\n\n                                    -6-\n\fopening the door was 20 to 30 seconds.3        Accordingly, the total\n\nelapsed time between the first announcement and the opening of the\n\ndoor approximated 25 to 40 seconds.\n\n          Lieutenant O’Toole – who was in charge of the entry team\n\nand had positioned himself farther down the narrow staircase as\n\nOfficer Knecht was engaged in these actions – corroborated Knecht’s\n\nversion of the events.    Lieutenant O’Toole did not testify that\n\nKnecht made the first announcement, nor did he testify that Knecht\n\ndid so.   Instead, he testified that Knecht dropped the keys, and\n\ndefense counsel did not pursue the matter concerning whether\n\nLieutenant   O’Toole   heard   the   first   announcement.4   O’Toole\n\ndescribed a significant time interval between Knecht's dropping of\n\n\n\n     3\n      However, Officer Knecht’s testimony did contain a slip of the\ntongue:\n\n     Q:   How long did it take you between the time of putting the\n          keys in the lock and opening the door had passed?\n\n     A:   The original – when I dropped the keys, there was a time\n          I actually got the door closed, approximately 20 to 30\n          seconds.\n\nGiven the plain thrust and context of the question put to him,\nhowever, it is readily apparent that Knecht simply misspoke in\nstating \"door closed\" rather than “door opened.”\n     4\n      In fact, subsequently Lieutenant O’Toole suggested         that\nOfficer Knecht did in fact make two announcements:\n\n     Q:   And what was that announcement?\n     A:   “Boston Police, search warrant.”\n     Q:   And then what?\n     A:   Waited a few seconds, turned the key, “Boston Police,\n          search warrant,” and made entry.\n\n                                 -7-\n\fthe keys and opening of the door, noting that Knecht twice tried\n\nthe key in the door before he succeeded in opening it (“I believe\n\nhe put [the key] in twice to see if it actually worked.”).        O’Toole\n\ntestified specifically that Knecht did \"knock and announce\" after\n\nretrieving the keys from the floor, then opened the door 3 to 4\n\nseconds later.    On this record, therefore, we can find no clear\n\nerror in the district court’s finding of fact, particularly since\n\nthe evidence plainly established that the total elapsed time\n\nbetween the first announcement and the opening of the apartment\n\ndoor was no less than 25 to 40 seconds, as contrasted with the\n\nfive-second lapse Antrim posits on appeal.\n\n          The    fact   that   the    underlying   crime   involved   drug\n\ndistribution – while not itself conclusive – nonetheless tends to\n\nlessen the delay the officers reasonably were required to allow\n\nfollowing their announcement and prior to their forced entry.          See\n\nSpikes, 158 F.3d at 926 (noting that occupants may easily dispose\n\nof drugs during delay).    Although the virtually limitless variety\n\nin the circumstances confronting law enforcement officers in these\n\ncases plainly precludes any mathematical rule, frequently the\n\ncourts have approved brief delays in the 15-to-20-second range or\n\nless in fairly typical drug cases, see, e.g., United States v.\n\nBanks, 540 U.S. 31, 38 (2003) (15-20 seconds); United States v.\n\nJones, 133 F.3d 358, 361-62 (5th Cir. 1998) (15-20 seconds); United\n\nStates v. Bonner, 874 F.2d 822, 825 (D.C. Cir. 1989) (10 seconds);\n\n\n                                     -8-\n\fsee also United States v. Pinson, 321 F.3d 558, 566 (6th Cir. 2003)\n\n(noting precedents for 15-second delay), somewhat less than the 25-\n\nto-40-second delay involved here.            Moreover, it was clear as well\n\nthat the targeted drug (viz., packages of heroin) at the Antrim\n\napartment was of a readily disposable type.            Cf. United States v.\n\nMaher, 185 F. Supp. 2d 826, 832 (W.D. Mich. 2001) (noting absence\n\nof such danger where police expect to seize large number of\n\nmarijuana plants).\n\n             Antrim argues, without citation to supporting authority,\n\nthat a longer delay was required before entry due to the fact that\n\nthe   police    lacked   any    reasonable     suspicion   that    Bavaro   had\n\nparticipated      in   Antrim’s    drug      activities,   hence   could    not\n\nanticipate that Bavaro would destroy the drugs.             This argument is\n\nflawed as well, since even an occupant not complicit in the drug\n\ncrime may have some other strong motive to destroy evidence, such\n\nas a sense of familial loyalty.              Here, the police officers knew\n\nthat Bavaro was Antrim’s girlfriend.            See, e.g., United States v.\n\nDickerson, 195 F.3d 1183, 1187 (10th Cir. 1999) (noting that\n\ndefendant’s mother, who was one of the occupants of the premises to\n\nbe searched, might destroy evidence); United States v. Alexander,\n\n835   F.2d     1406,   1410    (11th   Cir.    1988)   (same,   referring    to\n\ndefendant’s brother “or another friend or family member”); United\n\nStates v. Warren, 181 F. Supp. 2d 1232, 1243 (D. Kan. 2001) (same,\n\nreferring to defendant’s wife).              Furthermore, we have found no\n\n\n                                       -9-\n\fauthority requiring that police officers have reason to believe\n\nthat a known occupant is an accomplice in the underlying offense.\n\n             Additionally, it is incorrect to suggest that the police\n\nofficers   knew   to    a   certainty       that    Bavaro   was    alone    in   the\n\napartment.      Rather,     the    police    knew    that    Antrim    had   a    male\n\ncolleague,     whereabouts       unknown,    who    could    have     been   in   the\n\napartment with Bavaro.       See United States v. Holmes, 175 F. Supp.\n\n2d 62, 76 (D. Me. 2001) (noting that reasonableness of delay is to\n\nbe judged by knowledge of police at time of search, rather than in\n\nhindsight).     Although Antrim informed the police that Bavaro was\n\nalone, surely police officers are not required to accept at face\n\nvalue information provided by the suspect himself, particularly\n\nwhere a well-timed lie might afford an accomplice the time needed\n\nto destroy incriminating evidence.            Although the police might have\n\nhad no reason to suspect that Bavaro would use a gun against them,\n\nAntrim’s male accomplice could not only have harbored a motive to\n\ndestroy the evidence, but also have had access to the weapon in the\n\napartment safe.      See Pinson, 321 F.3d at 567 (noting that presence\n\nof weapon likely to be used by occupant justifies briefer delay in\n\nforced entry).\n\n             Morever,    these    police     officers   had    additional        valid\n\nreasons to suppose that a 25-to-40-second delay would be more than\n\nadequate to afford Bavaro the opportunity voluntarily to respond to\n\nthe   \"knock   and     announcement.\"         The    four-room      apartment     was\n\n\n                                      -10-\n\frelatively small, see Sargent, 319 F.3d at 10 (noting “small size\n\nof the apartment”); Bonner, 874 F.2d at 825 (same), there was no\n\nbackground noise (e.g., television) such as might suggest to the\n\nofficers that Bavaro would have had any trouble hearing the police\n\nannouncements, see United States v. Jones, 214 F.3d 836, 844 (7th\n\nCir.   2000)   (Coffey,   J.,   concurring),   nor   was   there   any\n\nacknowledgment by Bavaro that she was either going to answer the\n\ndoor or not going to do so, see United States v. Lucht, 18 F.3d\n\n541, 549 (8th Cir. 1994) (observing that an unreasonably prolonged\n\nsilence connotes occupant’s refusal to admit police); see also\n\nUnited States v. Chavez-Miranda, 306 F.3d 973, 981 (9th Cir. 2002),\n\neven after Officer Knecht announced twice, see Bonner, 874 F.2d at\n\n825.\n\n          Additionally, the entry occurred at 7 p.m., shortly after\n\nAntrim himself had left the apartment, rather than at a time of day\n\npeople are expected to be asleep or otherwise unable to respond to\n\nthe knock on the door in a reasonable time, see Chavez-Miranda, 306\n\nF.3d at 981 (7:00 p.m.); see also United States v. Pennington, 328\n\nF.3d 215, 221 (6th Cir. 2003) (3:45 p.m.), cert. denied, 124 S. Ct.\n\n1039 (2004); Pinson, 321 F.3d at 567 (3:05 p.m.).          Given the\n\ntotality of these circumstances, therefore, we cannot conclude that\n\nthe officers violated the knock-and-announce requirement after\n\nwaiting 25 to 40 seconds before effecting their forced entry.\n\n\n\n\n                                 -11-\n\fB.   The Service of Search Warrant\n\n               Next,    Antrim   contends      that    the     district   court\n\nerroneously ruled that the searching officers’ failure to provide\n\nBavaro a copy of the warrant at the time of the search was a mere\n\ntechnical violation of Fed. R. Crim. P. 41(d),5 which did not\n\nrequire suppression of the evidence subsequently seized in the\n\nsearch. See, e.g., United States v. Gantt, 194 F.3d 987, 1002 (9th\n\nCir. 1999).     This contention falters for at least two reasons.\n\n          First, Rule 41(d) applies exclusively to searches which\n\nare “federal” in character.       See United States v. Mitro, 880 F.2d\n\n1480, 1484 (1st Cir. 1989); see also United States v. Palmer, 3\n\nF.3d 300, 303 (9th Cir. 1993).           Here, the state court issued the\n\nsearch warrant for Antrim’s apartment, and state law enforcement\n\npersonnel executed the warrant.          Antrim adduced no evidence that\n\nfederal   law     enforcement     authorities         either    initiated    or\n\nparticipated     in    the   search,    nor   that    federal    prosecutorial\n\nauthorities had any intention of using the state investigation to\n\ncharge Antrim in federal court.               Consequently, Rule 41(d) is\n\ninapplicable.     See Mitro, 880 F.2d at 1485.\n\n          Second, even if the search were “federal” in character,\n\n\n\n     5\n      The version of Rule 41(d) applicable to this case provides,\nin pertinent part, that \"[t]he officer taking property under the\nwarrant shall give to the person from whom or from whose premises\nthe property was taken a copy of the warrant and a receipt for the\nproperty taken or shall leave the copy and receipt at the place\nfrom which the property was taken.\" Fed. R. Crim. P. 41(d).\n\n                                       -12-\n\f\"'Rule 41(d) . . . does not invariably require that [federal\n\nofficers [] serve upon the person searched a copy of the warrant]\n\nbefore the search takes place.'\" United States v. Bonner, 808 F.2d\n\n864, 869 (1st Cir. 1986) (citation omitted).       Instead, a defendant\n\nmay suppress evidence only if Rule 41(d) noncompliance caused him\n\ndemonstrable “legal prejudice,\" id. (noting that legal prejudice\n\nrequires showing that defendant was “‘subjected to a search that\n\nmight not have occurred or would not have been so abrasive had\n\n[Rule 41(d)] been followed’”) (citation omitted), or if police\n\nnoncompliance was deliberate and in bad faith, see United States v.\n\nDauphinee, 538 F.2d 1, 3 (1st Cir. 1976).   Even assuming that these\n\npolice officers did not provide a copy of the warrant to Bavaro at\n\nthe time of the search, they believed they had done so, and they\n\ndid in fact provide her with a copy at the police station the same\n\nevening. On appeal, Antrim points neither to any prejudicial legal\n\neffect resulting from that minimal delay, nor to any evidence that\n\nthe   police   officers   maliciously   withheld    the    warrant       from\n\ninspection by Bavaro.\n\n           Accordingly, the district court did not err in declining\n\nto suppress the evidence due to any police noncompliance with Rule\n\n41(d).\n\nC.    Failure to Obtain Amended Warrant\n\n          Finally,   Antrim   maintains   that     the    gun   should    be\n\nsuppressed because the police had received a tip – two days before\n\n\n                                 -13-\n\fobtaining the warrant – that Antrim might have a gun in the\n\napartment, yet never mentioned the gun in the warrant application,\n\nand Antrim told the police at the time of his arrest that he kept\n\na gun in the apartment.          Yet the police did not return to the\n\nmagistrate     for   an    amended   warrant   listing    the    gun   among   the\n\narticles to be seized.        This argument fails as well.\n\n           \"Plain view\" seizures are lawful if (1) the seizing\n\npolice officer lawfully reached the position from which he could\n\nsee the item in plain view; (2) the seizure satisfied the probable\n\ncause standard; and (3) the seizing officer had a \"lawful right of\n\naccess to the object itself.\"           United States v. Jones, 187 F.3d\n\n210, 219-21 (1st Cir. 1999).          The seizure of the Antrim weapon in\n\nthe   course   of    the    lawful   search    of   the   safe   unquestionably\n\nsatisfied all three criteria.\n\n           Whether the discovery of the weapon by the police was\n\n“inadvertent” is immaterial to the “plain view” inquiry:\n\n             The fact that an officer is interested in an\n             item of evidence and fully expects to find it\n             in the course of a search should not\n             invalidate its seizure if the search is\n             confined in area and duration by the terms of\n             a warrant or a valid exception to the warrant\n             requirement. If the officer has knowledge\n             approaching certainty that the item will be\n             found, we see no reason why he or she would\n             deliberately omit a particular description of\n             the item to be seized from the application for\n             a search warrant. Specification of the\n             additional item could only permit the officer\n             to expand the scope of the search. On the\n             other hand, if he or she has a valid warrant\n             to search for one item and merely a suspicion\n\n                                      -14-\n\f          concerning the second, whether or not it\n          amounts to probable cause, we fail to see why\n          that suspicion should immunize the second item\n          from seizure if it is found during a lawful\n          search for the first.\n\nHorton v. California, 496 U.S. 128, 138-39 (1990); see United\n\nStates v. Robles, 45 F.3d 1, 6 n.3 (1st Cir. 1995) (noting that\n\n“‘inadvertence’ is no longer a necessary condition of a plain view\n\nseizure”).6    In the instant case, the warrant authorized the police\n\nto search the entire Antrim apartment for evidence of heroin\n\ntrafficking.     During that lawful search, the police seized the\n\nsubject   weapon    in   “plain   view.”     Consequently,   whatever\n\nforeknowledge the police may have had as to the probable location\n\nof the weapon, no amendment of the original warrant was necessary.\n\n          Affirmed.\n\n\n\n\n     6\n      Prior to obtaining the warrant, the police admittedly\npossessed no more than an uncorroborated tip that Antrim kept a\ngun, and it is extremely unlikely that this tip could have given\nrise to the requisite showing of probable cause. Further, Antrim\ndoes not contend that disclosure of this tip would have dissuaded\nthe magistrate from issuing the warrant that he did.\n\n                                  -15-\n\f",
  "html": "<p class=\"case_cite\">389 F.3d 276</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>John R. ANTRIM, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-1558.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 4, 2004.</p>\n    <p class=\"date\">Decided November 24, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard M. Welsh for appellant.</p>\n      <p class=\"indent\">Cynthia A. Young, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following the entry of a conditional guilty plea to a single count of being a felon in possession of a firearm, defendant-appellant John R. Antrim challenges the district court ruling which rejected his motion to suppress certain evidence seized pursuant to a search warrant from his residence. As we discern no error, we affirm the district court judgment.</p>\n    </div>\n    <p class=\"center\">* <i>BACKGROUND</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We view the record facts in the light most favorable to the district court's decision to deny Antrim's motion to suppress the evidence. <i>See United States v. Kimball,</i> 25 F.3d 1, 3 (1st Cir.1994). On October 25, 2001, officers of the Boston Police Department Drug Control Unit obtained a search warrant for Antrim's East Boston apartment, based upon probable cause to believe that Antrim and a male associate were utilizing the apartment as a base for heroin distribution. Although the police had received an uncorroborated tip that Antrim might have a gun in the apartment, they did not request that the magistrate make any mention of the firearm in the search warrant. During the evening, the police observed Antrim as he left the apartment and drove away in his car. Due to their concerns that Antrim might return to the apartment unexpectedly during the course of the search, and thus pose a safety risk to the searching officers, the police pulled Antrim over as he was about to enter the Sumner Tunnel. After Antrim had been placed under arrest, he informed the police that his girlfriend, Musetta Bavaro, was alone back at his apartment, and that there was a gun and some heroin in a safe at the apartment. Thereupon, Antrim surrendered the keys to both the apartment and the safe.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon returning to the apartment, the police announced their presence by knocking and yelling \"Boston police, search warrant.\" After waiting 5 to 10 seconds without a response, an officer attempted to open the door with the key obtained from Antrim, but dropped the keys on the floor. After picking up the keys &#8212; which took him 17 to 26 seconds &#8212; the officer again yelled \"Boston police, search warrant,\" then opened the apartment door with the key. The officers observed Bavaro as she approached the apartment door, then handcuffed her and forced her to lay face down on the floor. While other officers were searching the apartment, one remained in the kitchen with Bavaro, and briefly held up the warrant for her to inspect, but without handing her the copy. The police believed that the warrant remained on the table upon their departure following the search, whereas Bavaro claims she never found it. The police seized heroin and drug paraphernalia, as well as the gun, from Antrim's safe.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After Antrim was indicted on one count of being a felon in possession of a firearm, <i>see</i> 18 U.S.C. &#167; 922(g),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> he submitted a motion to suppress the firearm seized from the apartment, contending that the officers failed (i) to comply with the knock-and-announce rule, (ii) to provide Bavaro either with a copy of the search warrant or a receipt for the gun, or (iii) to obtain an amended search warrant after the officers had learned from Antrim that he kept a gun in the safe located in his apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following an evidentiary hearing, the district court granted the motion to suppress the post-arrest statements Antrim made to police on the ground that the warrantless arrest was unsupported by probable cause. The court rejected the motion to suppress the firearm seized pursuant to the warrant, however, and in due course Antrim entered a conditional guilty plea. Antrim now appeals from the conditional judgment of conviction.</p>\n    </div>\n    <p>II</p>\n    <p class=\"center\">\n      <i>DISCUSSION</i>\n    </p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A. <i>Compliance with the Knock-and-Announce Rule</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Antrim first contends that the district court erred in ruling that the police officers waited a reasonable interval between their \"knock and announce[ment]\" and their forcible entry into the Antrim apartment. He insists that the evidence demonstrates that (i) the police waited a mere 5 seconds, notwithstanding the fact that Antrim was already in police custody &#8212; thus could neither pose a threat to the search team nor destroy evidence located in the apartment &#8212; and (ii) the police had no reason to believe that Ms. Bavaro was an accomplice in drug trafficking who possessed a motive either to use the weapon against the police or to destroy evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As a general rule, in executing a search warrant police officers must announce their presence to possible occupants prior to attempting a forcible entry, and the length of the police delay in entering the premises &#8212; to enable any occupants to respond &#8212; must be a \"reasonable\" one in the particular circumstances. <i>See United States v. Sargent,</i> 319 F.3d 4, 8 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 124 S.Ct. 920, 157 L.Ed.2d 742 (2003).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The common-law \"knock-and-announce\" rule is designed to (i) protect whatever privacy interests the occupants may have in the residence, (ii) permit the occupants voluntarily to open the door so as to avoid damage to the property in the course of a forcible entry by the police and (iii) prevent occupants from initiating defensive measures against the police in a mistaken belief that the person attempting entry may be an unlawful intruder. <i>See Wilson v. Arkansas,</i> 514 U.S. 927, 932, 115 S.Ct. 1914, 131 L.Ed.2d 976 (1995). There is no bright-line rule regarding the length of time the police must postpone a forced entry following their announcement; instead, each case is to be assessed on the totality of its circumstances. <i>See Richards v. Wisconsin,</i> 520 U.S. 385, 394, 117 S.Ct. 1416, 137 L.Ed.2d 615 (1997); <i>United States v. Spikes,</i> 158 F.3d 913, 926 (6th Cir.1998) (observing that fact-intensive reasonableness inquiry cannot be \"distilled into a constitutional stop-watch where a fraction of a second assumes controlling significance\"). The reasonableness of a search executed pursuant to a warrant is reviewed <i>de novo,</i> whereas any predicate findings of fact are reviewed only for clear error. <i>See Sargent,</i> 319 F.3d at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the outset, we address the predicate district court finding that the police delayed no less than 15 to 20 seconds after knocking and announcing their presence before entering. We discern no clear error. The record on appeal simply does not support the Antrim contention that the police delayed a mere five seconds between their announcement and their entry.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Officer Knecht, the front man on the stairway and the one charged with making the announcement, testified that he knocked and announced, then waited 5 to 10 seconds before trying the key in the lock. Then, he dropped the keys on the floor, bent down to recover them, inserted the key in the door, and, 3 to 4 seconds later, opened the door while in the process of making a second announcement. The elapsed time between dropping the keys and opening the door was 20 to 30 seconds.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Accordingly, the total elapsed time between the first announcement and the opening of the door approximated 25 to 40 seconds.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Lieutenant O'Toole &#8212; who was in charge of the entry team and had positioned himself farther down the narrow staircase as Officer Knecht was engaged in these actions &#8212; corroborated Knecht's version of the events. Lieutenant O'Toole did not testify that Knecht made the first announcement, nor did he testify that Knecht did so. Instead, he testified that Knecht dropped the keys, and defense counsel did not pursue the matter concerning whether Lieutenant O'Toole heard the first announcement.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> O'Toole described a significant time interval between Knecht's dropping of the keys and opening of the door, noting that Knecht <i>twice</i> tried the key in the door before he succeeded in opening it (\"I believe he put [the key] in twice to see if it actually worked.\"). O'Toole testified specifically that Knecht did \"knock and announce\" after retrieving the keys from the floor, then opened the door 3 to 4 seconds later. On this record, therefore, we can find no clear error in the district court's finding of fact, particularly since the evidence plainly established that the total elapsed time between the <i>first</i> announcement and the opening of the apartment door was no less than 25 to 40 seconds, as contrasted with the five-second lapse Antrim posits on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The fact that the underlying crime involved drug distribution &#8212; while not itself conclusive &#8212; nonetheless tends to lessen the delay the officers reasonably were required to allow following their announcement and prior to their forced entry. <i>See Spikes,</i> 158 F.3d at 926 (noting that occupants may easily dispose of drugs during delay). Although the virtually limitless variety in the circumstances confronting law enforcement officers in these cases plainly precludes any mathematical rule, frequently the courts have approved brief delays in the 15-to-20-second range or less in fairly typical drug cases, <i>see, e.g., United States v. Banks,</i> 540 U.S. 31, 38, 124 S.Ct. 521, 157 L.Ed.2d 343 (2003) (15-20 seconds); <i>United States v. Jones,</i> 133 F.3d 358, 361-62 (5th Cir.1998) (15-20 seconds); <i>United States v. Bonner,</i> 874 F.2d 822, 825 (D.C.Cir.1989) (10 seconds); <i>see also United States v. Pinson,</i> 321 F.3d 558, 566 (6th Cir.2003) (noting precedents for 15-second delay), somewhat less than the 25-to-40-second delay involved here. Moreover, it was clear as well that the targeted drug (<i>viz.,</i> packages of heroin) at the Antrim apartment was of a readily disposable type. <i>Cf. United States v. Maher,</i> 185 F.Supp.2d 826, 832 (W.D.Mich.2001) (noting absence of such danger where police expect to seize large number of marijuana plants).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Antrim argues, without citation to supporting authority, that a longer delay was required before entry due to the fact that the police lacked any reasonable suspicion that Bavaro had participated in Antrim's drug activities, hence could not anticipate that Bavaro would destroy the drugs. This argument is flawed as well, since even an occupant not complicit in the drug crime may have some other strong motive to destroy evidence, such as a sense of familial loyalty. Here, the police officers knew that Bavaro was Antrim's girlfriend. <i>See, e.g., United States v. Dickerson,</i> 195 F.3d 1183, 1187 (10th Cir.1999) (noting that defendant's mother, who was one of the occupants of the premises to be searched, might destroy evidence); <i>United States v. Alexander,</i> 835 F.2d 1406, 1410 (11th Cir.1988) (same, referring to defendant's brother \"or another friend or family member\"); <i>United States v. Warren,</i> 181 F.Supp.2d 1232, 1243 (D.Kan.2001) (same, referring to defendant's wife). Furthermore, we have found no authority requiring that police officers have reason to believe that a known occupant is an accomplice in the underlying offense.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Additionally, it is incorrect to suggest that the police officers knew to a certainty that Bavaro was alone in the apartment. Rather, the police knew that Antrim had a male colleague, whereabouts unknown, who could have been in the apartment with Bavaro. <i>See United States v. Holmes,</i> 175 F.Supp.2d 62, 76 (D.Me.2001) (noting that reasonableness of delay is to be judged by knowledge of police at time of search, rather than in hindsight). Although Antrim informed the police that Bavaro was alone, surely police officers are not required to accept at face value information provided by the suspect himself, particularly where a well-timed lie might afford an accomplice the time needed to destroy incriminating evidence. Although the police might have had no reason to suspect that Bavaro would use a gun against them, Antrim's male accomplice could not only have harbored a motive to destroy the evidence, but also have had access to the weapon in the apartment safe. <i>See Pinson,</i> 321 F.3d at 567 (noting that presence of weapon likely to be used by occupant justifies briefer delay in forced entry).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Moreover, these police officers had additional valid reasons to suppose that a 25-to-40-second delay would be more than adequate to afford Bavaro the opportunity voluntarily to respond to the \"knock and announcement.\" The four-room apartment was relatively small, <i>see Sargent,</i> 319 F.3d at 10 (noting \"small size of the apartment\"); <i>Bonner,</i> 874 F.2d at 825 (same), there was no background noise (<i>e.g.,</i> television) such as might suggest to the officers that Bavaro would have had any trouble hearing the police announcements, <i>see United States v. Jones,</i> 214 F.3d 836, 844 (7th Cir.2000) (Coffey, J., concurring), nor was there any acknowledgment by Bavaro that she was either going to answer the door or not going to do so, <i>see United States v. Lucht,</i> 18 F.3d 541, 549 (8th Cir.1994) (observing that an unreasonably prolonged silence connotes occupant's refusal to admit police); <i>see also United States v. Chavez-Miranda,</i> 306 F.3d 973, 981 (9th Cir.2002), even after Officer Knecht announced twice, <i>see Bonner,</i> 874 F.2d at 825.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Additionally, the entry occurred at 7 p.m., shortly after Antrim himself had left the apartment, rather than at a time of day people are expected to be asleep or otherwise unable to respond to the knock on the door in a reasonable time, <i>see Chavez-Miranda,</i> 306 F.3d at 981 (7:00 p.m.); <i>see also United States v. Pennington,</i> 328 F.3d 215, 221 (6th Cir.2003) (3:45 p.m.), <i>cert. denied,</i> ___ U.S. ___, 124 S.Ct. 1039, 157 L.Ed.2d 901 (2004); <i>Pinson,</i> 321 F.3d at 567 (3:05 p.m.). Given the totality of these circumstances, therefore, we cannot conclude that the officers violated the knock-and-announce requirement after waiting 25 to 40 seconds before effecting their forced entry.</p>\n    </div>\n    <p class=\"indent\">B. <i>The Service of Search Warrant</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Next, Antrim contends that the district court erroneously ruled that the searching officers' failure to provide Bavaro a copy of the warrant at the time of the search was a mere technical violation of Fed.R.Crim.P. 41(d),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> which did not require suppression of the evidence subsequently seized in the search. <i>See, e.g., United States v. Gantt,</i> 194 F.3d 987, 1002 (9th Cir.1999). This contention falters for at least two reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First, Rule 41(d) applies exclusively to searches which are \"federal\" in character. <i>See United States v. Mitro,</i> 880 F.2d 1480, 1484 (1st Cir.1989); <i>see also United States v. Palmer,</i> 3 F.3d 300, 303 (9th Cir.1993). Here, the state court issued the search warrant for Antrim's apartment, and state law enforcement personnel executed the warrant. Antrim adduced no evidence that federal law enforcement authorities either initiated or participated in the search, nor that federal prosecutorial authorities had any intention of using the state investigation to charge Antrim in federal court. Consequently, Rule 41(d) is inapplicable. <i>See Mitro,</i> 880 F.2d at 1485.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, even if the search were \"federal\" in character, \"`Rule 41(d) ... does not invariably require that [federal officers [ ] serve upon the person searched a copy of the warrant] before the search takes place.'\" <i>United States v. Bonner,</i> 808 F.2d 864, 869 (1st Cir.1986) (citation omitted). Instead, a defendant may suppress evidence <i>only if</i> Rule 41(d) noncompliance caused him demonstrable \"legal prejudice,\" <i>id.</i> (noting that legal prejudice requires showing that defendant was \"`subjected to a search that might not have occurred or would not have been so abrasive had [Rule 41(d)] been followed'\") (citation omitted), or <i>if</i> police noncompliance was deliberate and in bad faith, <i>see United States v. Dauphinee,</i> 538 F.2d 1, 3 (1st Cir.1976). Even assuming that these police officers did not provide a copy of the warrant to Bavaro at the time of the search, they believed they had done so, and they did in fact provide her with a copy at the police station the same evening. On appeal, Antrim points neither to any prejudicial legal effect resulting from that minimal delay, nor to any evidence that the police officers maliciously withheld the warrant from inspection by Bavaro.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Accordingly, the district court did not err in declining to suppress the evidence due to any police noncompliance with Rule 41(d).</p>\n    </div>\n    <p class=\"indent\">C. <i>Failure to Obtain Amended Warrant</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, Antrim maintains that the gun should be suppressed because the police had received a tip &#8212; two days before obtaining the warrant &#8212; that Antrim might have a gun in the apartment, yet never mentioned the gun in the warrant application, and Antrim told the police at the time of his arrest that he kept a gun in the apartment. Yet the police did not return to the magistrate for an amended warrant listing the gun among the articles to be seized. This argument fails as well.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"Plain view\" seizures are lawful if (1) the seizing police officer lawfully reached the position from which he could see the item in plain view; (2) the seizure satisfied the probable cause standard; and (3) the seizing officer had a \"lawful right of access to the object itself.\" <i>United States v. Jones,</i> 187 F.3d 210, 219-21 (1st Cir.1999). The seizure of the Antrim weapon in the course of the lawful search of the safe unquestionably satisfied all three criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Whether the discovery of the weapon by the police was \"inadvertent\" is immaterial to the \"plain view\" inquiry:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The fact that an officer is interested in an item of evidence and fully expects to find it in the course of a search should not invalidate its seizure if the search is confined in area and duration by the terms of a warrant or a valid exception to the warrant requirement. If the officer has knowledge approaching certainty that the item will be found, we see no reason why he or she would deliberately omit a particular description of the item to be seized from the application for a search warrant. Specification of the additional item could only permit the officer to expand the scope of the search. On the other hand, if he or she has a valid warrant to search for one item and merely a suspicion concerning the second, whether or not it amounts to probable cause, we fail to see why that suspicion should immunize the second item from seizure if it is found during a lawful search for the first.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Horton v. California,</i> 496 U.S. 128, 138-39, 110 S.Ct. 2301, 110 L.Ed.2d 112 (1990); <i>see United States v. Robles,</i> 45 F.3d 1, 6 n. 3 (1st Cir.1995) (noting that \"`inadvertence' is no longer a necessary condition of a plain view seizure\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In the instant case, the warrant authorized the police to search the entire Antrim apartment for evidence of heroin trafficking. During that lawful search, the police seized the subject weapon in \"plain view.\" Consequently, whatever <i>foreknowledge</i> the police may have had as to the probable location of the weapon, no amendment of the original warrant was necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appellate record does not indicate whether the Commonwealth has charged or will charge Antrim in connection with his possession of the drugs seized from his apartment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As both \"no-knock\" and \"knock-and-announce\" cases turn upon the identical reasonableness inquiry, decisions involving both types of searches are cited interchangeably<i>See Sargent,</i> 319 F.3d at 8.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> However, Officer Knecht's testimony did contain a slip of the tongue:</p>\n        <p class=\"indent\">Q: How long did it take you between the time of putting the keys in the lock and opening the door had passed?</p>\n        <p class=\"indent\">A: The original &#8212; when I dropped the keys, there was a time I actually got the door <i>closed,</i> approximately 20 to 30 seconds.</p>\n        <p class=\"indent\">Given the plain thrust and context of the question put to him, however, it is readily apparent that Knecht simply misspoke in stating \"door closed\" rather than \"door opened.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In fact, subsequently Lieutenant O'Toole suggested that Officer Knecht did in fact make<i>two</i> announcements:</p>\n        <p class=\"indent\">Q: And what was that announcement?</p>\n        <p class=\"indent\">A: \"Boston Police, search warrant.\"</p>\n        <p class=\"indent\">Q: And then what?</p>\n        <p class=\"indent\">A: Waited a few seconds, turned the key, \"Boston Police, search warrant,\" and made entry.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The version of Rule 41(d) applicable to this case provides, in pertinent part, that \"[t]he officer taking property under the warrant shall give to the person from whom or from whose premises the property was taken a copy of the warrant and a receipt for the property taken or shall leave the copy and receipt at the place from which the property was taken.\" Fed.R.Crim.P. 41(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Prior to obtaining the warrant, the police admittedly possessed no more than an<i>uncorroborated</i> tip that Antrim kept a gun, and it is extremely unlikely that this tip could have given rise to the requisite showing of probable cause. Further, Antrim does not contend that disclosure of this tip would have dissuaded the magistrate from issuing the warrant that he did.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">276</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>John R. ANTRIM, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-1558.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 4, 2004.</p>\n    <p class=\"date\">Decided November 24, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Richard M. Welsh for appellant.</p>\n      <p class=\"indent\">Cynthia A. Young, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, CYR, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following the entry of a conditional guilty plea to a single count of being a felon in possession of a firearm, defendant-appellant John R. Antrim challenges the district court ruling which rejected his motion to suppress certain evidence seized pursuant to a search warrant from his residence. As we discern no error, we affirm the district court judgment.</p>\n    </div>\n    <p class=\"center\">* <i>BACKGROUND</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We view the record facts in the light most favorable to the district court's decision to deny Antrim's motion to suppress the evidence. <i>See United States v. Kimball,</i> <span class=\"citation\" data-id=\"195379\"><a href=\"/opinion/195379/united-states-v-kimball/\"><span class=\"volume\">25</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1994). On October 25, 2001, officers of the Boston Police Department Drug Control Unit obtained a search warrant for Antrim's East Boston apartment, based upon probable cause to believe that Antrim and a male associate were utilizing the apartment as a base for heroin distribution. Although the police had received an uncorroborated tip that Antrim might have a gun in the apartment, they did not request that the magistrate make any mention of the firearm in the search warrant. During the evening, the police observed Antrim as he left the apartment and drove away in his car. Due to their concerns that Antrim might return to the apartment unexpectedly during the course of the search, and thus pose a safety risk to the searching officers, the police pulled Antrim over as he was about to enter the Sumner Tunnel. After Antrim had been placed under arrest, he informed the police that his girlfriend, Musetta Bavaro, was alone back at his apartment, and that there was a gun and some heroin in a safe at the apartment. Thereupon, Antrim surrendered the keys to both the apartment and the safe.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon returning to the apartment, the police announced their presence by knocking and yelling \"Boston police, search warrant.\" After waiting 5 to 10 seconds without a response, an officer attempted to open the door with the key obtained from Antrim, but dropped the keys on the floor. After picking up the keys &#8212; which took him 17 to 26 seconds &#8212; the officer again yelled \"Boston police, search warrant,\" then opened the apartment door with the key. The officers observed Bavaro as she approached the apartment door, then handcuffed her and forced her to lay face down on the floor. While other officers were searching the apartment, one remained in the kitchen with Bavaro, and briefly held up the warrant for her to inspect, but without handing her the copy. The police believed that the warrant remained on the table upon their departure following the search, whereas Bavaro claims she never found it. The police seized heroin and drug paraphernalia, as well as the gun, from Antrim's safe.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After Antrim was indicted on one count of being a felon in possession of a firearm, <i>see</i> 18 U.S.C. &#167; 922(g),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> he submitted a motion to suppress the firearm seized from the apartment, contending that the officers failed (i) to comply with the knock-and-announce rule, (ii) to provide Bavaro either with a copy of the search warrant or a receipt for the gun, or (iii) to obtain an amended search warrant after the officers had learned from Antrim that he kept a gun in the safe located in his apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following an evidentiary hearing, the district court granted the motion to suppress the post-arrest statements Antrim made to police on the ground that the warrantless arrest was unsupported by probable cause. The court rejected the motion to suppress the firearm seized pursuant to the warrant, however, and in due course Antrim entered a conditional guilty plea. Antrim now appeals from the conditional judgment of conviction.</p>\n    </div>\n    <p>II</p>\n    <p class=\"center\">\n      <i>DISCUSSION</i>\n    </p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A. <i>Compliance with the Knock-and-Announce Rule</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Antrim first contends that the district court erred in ruling that the police officers waited a reasonable interval between their \"knock and announce[ment]\" and their forcible entry into the Antrim apartment. He insists that the evidence demonstrates that (i) the police waited a mere 5 seconds, notwithstanding the fact that Antrim was already in police custody &#8212; thus could neither pose a threat to the search team nor destroy evidence located in the apartment &#8212; and (ii) the police had no reason to believe that Ms. Bavaro was an accomplice in drug trafficking who possessed a motive either to use the weapon against the police or to destroy evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As a general rule, in executing a search warrant police officers must announce their presence to possible occupants prior to attempting a forcible entry, and the length of the police delay in entering the premises &#8212; to enable any occupants to respond &#8212; must be a \"reasonable\" one in the particular circumstances. <i>See United States v. Sargent,</i> <span class=\"citation\" data-id=\"780801\"><a href=\"/opinion/780801/united-states-v-roscoe-b-sargent/\"><span class=\"volume\">319</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 8 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">920</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">742</span></span> (2003).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The common-law \"knock-and-announce\" rule is designed to (i) protect whatever privacy interests the occupants may have in the residence, (ii) permit the occupants voluntarily to open the door so as to avoid damage to the property in the course of a forcible entry by the police and (iii) prevent occupants from initiating defensive measures against the police in a mistaken belief that the person attempting entry may be an unlawful intruder. <i>See Wilson v. Arkansas,</i> <span class=\"citation\" data-id=\"117936\"><a href=\"/opinion/117936/wilson-v-arkansas/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">927</span></a></span>, 932, <span class=\"citation\" data-id=\"117936\"><a href=\"/opinion/117936/wilson-v-arkansas/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1914</span></a></span>, <span class=\"citation\" data-id=\"117936\"><a href=\"/opinion/117936/wilson-v-arkansas/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">976</span></a></span> (1995). There is no bright-line rule regarding the length of time the police must postpone a forced entry following their announcement; instead, each case is to be assessed on the totality of its circumstances. <i>See Richards v. Wisconsin,</i> <span class=\"citation\" data-id=\"118103\"><a href=\"/opinion/118103/richards-v-wisconsin/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 394, <span class=\"citation\" data-id=\"118103\"><a href=\"/opinion/118103/richards-v-wisconsin/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1416</span></a></span>, <span class=\"citation\" data-id=\"118103\"><a href=\"/opinion/118103/richards-v-wisconsin/\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">615</span></a></span> (1997); <i>United States v. Spikes,</i> <span class=\"citation\" data-id=\"758684\"><a href=\"/opinion/758684/united-states-v-james-h-spikes-96-3899-marilyn-smith-96-3660/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">913</span></a></span>, 926 (6th Cir.1998) (observing that fact-intensive reasonableness inquiry cannot be \"distilled into a constitutional stop-watch where a fraction of a second assumes controlling significance\"). The reasonableness of a search executed pursuant to a warrant is reviewed <i>de novo,</i> whereas any predicate findings of fact are reviewed only for clear error. <i>See Sargent,</i> 319 F.3d at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the outset, we address the predicate district court finding that the police delayed no less than 15 to 20 seconds after knocking and announcing their presence before entering. We discern no clear error. The record on appeal simply does not support the Antrim contention that the police delayed a mere five seconds between their announcement and their entry.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Officer Knecht, the front man on the stairway and the one charged with making the announcement, testified that he knocked and announced, then waited 5 to 10 seconds before trying the key in the lock. Then, he dropped the keys on the floor, bent down to recover them, inserted the key in the door, and, 3 to 4 seconds later, opened the door while in the process of making a second announcement. The elapsed time between dropping the keys and opening the door was 20 to 30 seconds.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Accordingly, the total elapsed time between the first announcement and the opening of the door approximated 25 to 40 seconds.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Lieutenant O'Toole &#8212; who was in charge of the entry team and had positioned himself farther down the narrow staircase as Officer Knecht was engaged in these actions &#8212; corroborated Knecht's version of the events. Lieutenant O'Toole did not testify that Knecht made the first announcement, nor did he testify that Knecht did so. Instead, he testified that Knecht dropped the keys, and defense counsel did not pursue the matter concerning whether Lieutenant O'Toole heard the first announcement.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> O'Toole described a significant time interval between Knecht's dropping of the keys and opening of the door, noting that Knecht <i>twice</i> tried the key in the door before he succeeded in opening it (\"I believe he put [the key] in twice to see if it actually worked.\"). O'Toole testified specifically that Knecht did \"knock and announce\" after retrieving the keys from the floor, then opened the door 3 to 4 seconds later. On this record, therefore, we can find no clear error in the district court's finding of fact, particularly since the evidence plainly established that the total elapsed time between the <i>first</i> announcement and the opening of the apartment door was no less than 25 to 40 seconds, as contrasted with the five-second lapse Antrim posits on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The fact that the underlying crime involved drug distribution &#8212; while not itself conclusive &#8212; nonetheless tends to lessen the delay the officers reasonably were required to allow following their announcement and prior to their forced entry. <i>See Spikes,</i> 158 F.3d at 926 (noting that occupants may easily dispose of drugs during delay). Although the virtually limitless variety in the circumstances confronting law enforcement officers in these cases plainly precludes any mathematical rule, frequently the courts have approved brief delays in the 15-to-20-second range or less in fairly typical drug cases, <i>see, e.g., United States v. Banks,</i> <span class=\"citation\" data-id=\"131146\"><a href=\"/opinion/131146/united-states-v-banks/\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">31</span></a></span>, 38, <span class=\"citation\" data-id=\"131146\"><a href=\"/opinion/131146/united-states-v-banks/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">521</span></a></span>, <span class=\"citation\" data-id=\"131146\"><a href=\"/opinion/131146/united-states-v-banks/\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">343</span></a></span> (2003) (15-20 seconds); <i>United States v. Jones,</i> <span class=\"citation\" data-id=\"13843\"><a href=\"/opinion/13843/united-states-v-jones/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">358</span></a></span>, 361-62 (5th Cir.1998) (15-20 seconds); <i>United States v. Bonner,</i> <span class=\"citation\" data-id=\"523143\"><a href=\"/opinion/523143/united-states-v-joseph-bonner-united-states-of-america-v-james-turner/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></a></span>, 825 (D.C.Cir.1989) (10 seconds); <i>see also United States v. Pinson,</i> <span class=\"citation\" data-id=\"781071\"><a href=\"/opinion/781071/united-states-v-gary-dewayne-pinson/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">558</span></a></span>, 566 (6th Cir.2003) (noting precedents for 15-second delay), somewhat less than the 25-to-40-second delay involved here. Moreover, it was clear as well that the targeted drug (<i>viz.,</i> packages of heroin) at the Antrim apartment was of a readily disposable type. <i>Cf. United States v. Maher,</i> <span class=\"citation\" data-id=\"2520398\"><a href=\"/opinion/2520398/united-states-v-maher/\"><span class=\"volume\">185</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">826</span></a></span>, 832 (W.D.Mich.2001) (noting absence of such danger where police expect to seize large number of marijuana plants).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Antrim argues, without citation to supporting authority, that a longer delay was required before entry due to the fact that the police lacked any reasonable suspicion that Bavaro had participated in Antrim's drug activities, hence could not anticipate that Bavaro would destroy the drugs. This argument is flawed as well, since even an occupant not complicit in the drug crime may have some other strong motive to destroy evidence, such as a sense of familial loyalty. Here, the police officers knew that Bavaro was Antrim's girlfriend. <i>See, e.g., United States v. Dickerson,</i> <span class=\"citation\" data-id=\"766694\"><a href=\"/opinion/766694/united-states-v-alfred-andre-dickerson/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1183</span></a></span>, 1187 (10th Cir.1999) (noting that defendant's mother, who was one of the occupants of the premises to be searched, might destroy evidence); <i>United States v. Alexander,</i> <span class=\"citation\" data-id=\"499145\"><a href=\"/opinion/499145/united-states-v-robert-lee-alexander/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1410 (11th Cir.1988) (same, referring to defendant's brother \"or another friend or family member\"); <i>United States v. Warren,</i> <span class=\"citation\" data-id=\"2476882\"><a href=\"/opinion/2476882/united-states-v-warren/\"><span class=\"volume\">181</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1232</span></a></span>, 1243 (D.Kan.2001) (same, referring to defendant's wife). Furthermore, we have found no authority requiring that police officers have reason to believe that a known occupant is an accomplice in the underlying offense.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Additionally, it is incorrect to suggest that the police officers knew to a certainty that Bavaro was alone in the apartment. Rather, the police knew that Antrim had a male colleague, whereabouts unknown, who could have been in the apartment with Bavaro. <i>See United States v. Holmes,</i> <span class=\"citation\" data-id=\"2418999\"><a href=\"/opinion/2418999/united-states-v-holmes/\"><span class=\"volume\">175</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">62</span></a></span>, 76 (D.Me.2001) (noting that reasonableness of delay is to be judged by knowledge of police at time of search, rather than in hindsight). Although Antrim informed the police that Bavaro was alone, surely police officers are not required to accept at face value information provided by the suspect himself, particularly where a well-timed lie might afford an accomplice the time needed to destroy incriminating evidence. Although the police might have had no reason to suspect that Bavaro would use a gun against them, Antrim's male accomplice could not only have harbored a motive to destroy the evidence, but also have had access to the weapon in the apartment safe. <i>See Pinson,</i> 321 F.3d at 567 (noting that presence of weapon likely to be used by occupant justifies briefer delay in forced entry).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Moreover, these police officers had additional valid reasons to suppose that a 25-to-40-second delay would be more than adequate to afford Bavaro the opportunity voluntarily to respond to the \"knock and announcement.\" The four-room apartment was relatively small, <i>see Sargent,</i> 319 F.3d at 10 (noting \"small size of the apartment\"); <i>Bonner,</i> 874 F.2d at 825 (same), there was no background noise (<i>e.g.,</i> television) such as might suggest to the officers that Bavaro would have had any trouble hearing the police announcements, <i>see United States v. Jones,</i> <span class=\"citation\" data-id=\"768970\"><a href=\"/opinion/768970/united-states-v-kip-r-jones/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 844 (7th Cir.2000) (Coffey, J., concurring), nor was there any acknowledgment by Bavaro that she was either going to answer the door or not going to do so, <i>see United States v. Lucht,</i> <span class=\"citation\" data-id=\"664700\"><a href=\"/opinion/664700/united-states-v-kenneth-d-lucht-united-states-of-america-v-gary-d/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">541</span></a></span>, 549 (8th Cir.1994) (observing that an unreasonably prolonged silence connotes occupant's refusal to admit police); <i>see also United States v. Chavez-Miranda,</i> <span class=\"citation\" data-id=\"779415\"><a href=\"/opinion/779415/united-states-v-tomas-chavez-miranda/\"><span class=\"volume\">306</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">973</span></a></span>, 981 (9th Cir.2002), even after Officer Knecht announced twice, <i>see Bonner,</i> 874 F.2d at 825.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Additionally, the entry occurred at 7 p.m., shortly after Antrim himself had left the apartment, rather than at a time of day people are expected to be asleep or otherwise unable to respond to the knock on the door in a reasonable time, <i>see Chavez-Miranda,</i> 306 F.3d at 981 (7:00 p.m.); <i>see also United States v. Pennington,</i> <span class=\"citation\" data-id=\"781851\"><a href=\"/opinion/781851/united-states-v-clarence-pennington/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span>, 221 (6th Cir.2003) (3:45 p.m.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1039</span></span>, <span class=\"citation no-link\"><span class=\"volume\">157</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">901</span></span> (2004); <i>Pinson,</i> 321 F.3d at 567 (3:05 p.m.). Given the totality of these circumstances, therefore, we cannot conclude that the officers violated the knock-and-announce requirement after waiting 25 to 40 seconds before effecting their forced entry.</p>\n    </div>\n    <p class=\"indent\">B. <i>The Service of Search Warrant</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Next, Antrim contends that the district court erroneously ruled that the searching officers' failure to provide Bavaro a copy of the warrant at the time of the search was a mere technical violation of Fed.R.Crim.P. 41(d),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> which did not require suppression of the evidence subsequently seized in the search. <i>See, e.g., United States v. Gantt,</i> <span class=\"citation\" data-id=\"766539\"><a href=\"/opinion/766539/united-states-v-pamela-jean-gantt/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">987</span></a></span>, 1002 (9th Cir.1999). This contention falters for at least two reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">First, Rule 41(d) applies exclusively to searches which are \"federal\" in character. <i>See United States v. Mitro,</i> <span class=\"citation no-link\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1480</span></span>, 1484 (1st Cir.1989); <i>see also United States v. Palmer,</i> <span class=\"citation\" data-id=\"628672\"><a href=\"/opinion/628672/united-states-v-mark-brock-palmer/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">300</span></a></span>, 303 (9th Cir.1993). Here, the state court issued the search warrant for Antrim's apartment, and state law enforcement personnel executed the warrant. Antrim adduced no evidence that federal law enforcement authorities either initiated or participated in the search, nor that federal prosecutorial authorities had any intention of using the state investigation to charge Antrim in federal court. Consequently, Rule 41(d) is inapplicable. <i>See Mitro,</i> 880 F.2d at 1485.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Second, even if the search were \"federal\" in character, \"`Rule 41(d) ... does not invariably require that [federal officers [ ] serve upon the person searched a copy of the warrant] before the search takes place.'\" <i>United States v. Bonner,</i> <span class=\"citation\" data-id=\"481318\"><a href=\"/opinion/481318/united-states-v-russell-bonner-united-states-of-america-v-wayne-bonner/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span>, 869 (1st Cir.1986) (citation omitted). Instead, a defendant may suppress evidence <i>only if</i> Rule 41(d) noncompliance caused him demonstrable \"legal prejudice,\" <i>id.</i> (noting that legal prejudice requires showing that defendant was \"`subjected to a search that might not have occurred or would not have been so abrasive had [Rule 41(d)] been followed'\") (citation omitted), or <i>if</i> police noncompliance was deliberate and in bad faith, <i>see United States v. Dauphinee,</i> <span class=\"citation\" data-id=\"336569\"><a href=\"/opinion/336569/united-states-v-james-a-dauphinee/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1976). Even assuming that these police officers did not provide a copy of the warrant to Bavaro at the time of the search, they believed they had done so, and they did in fact provide her with a copy at the police station the same evening. On appeal, Antrim points neither to any prejudicial legal effect resulting from that minimal delay, nor to any evidence that the police officers maliciously withheld the warrant from inspection by Bavaro.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Accordingly, the district court did not err in declining to suppress the evidence due to any police noncompliance with Rule 41(d).</p>\n    </div>\n    <p class=\"indent\">C. <i>Failure to Obtain Amended Warrant</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, Antrim maintains that the gun should be suppressed because the police had received a tip &#8212; two days before obtaining the warrant &#8212; that Antrim might have a gun in the apartment, yet never mentioned the gun in the warrant application, and Antrim told the police at the time of his arrest that he kept a gun in the apartment. Yet the police did not return to the magistrate for an amended warrant listing the gun among the articles to be seized. This argument fails as well.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\"Plain view\" seizures are lawful if (1) the seizing police officer lawfully reached the position from which he could see the item in plain view; (2) the seizure satisfied the probable cause standard; and (3) the seizing officer had a \"lawful right of access to the object itself.\" <i>United States v. Jones,</i> <span class=\"citation\" data-id=\"765614\"><a href=\"/opinion/765614/united-states-v-claude-s-jones/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 219-21 (1st Cir.1999). The seizure of the Antrim weapon in the course of the lawful search of the safe unquestionably satisfied all three criteria.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Whether the discovery of the weapon by the police was \"inadvertent\" is immaterial to the \"plain view\" inquiry:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The fact that an officer is interested in an item of evidence and fully expects to find it in the course of a search should not invalidate its seizure if the search is confined in area and duration by the terms of a warrant or a valid exception to the warrant requirement. If the officer has knowledge approaching certainty that the item will be found, we see no reason why he or she would deliberately omit a particular description of the item to be seized from the application for a search warrant. Specification of the additional item could only permit the officer to expand the scope of the search. On the other hand, if he or she has a valid warrant to search for one item and merely a suspicion concerning the second, whether or not it amounts to probable cause, we fail to see why that suspicion should immunize the second item from seizure if it is found during a lawful search for the first.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Horton v. California,</i> <span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">128</span></a></span>, 138-39, <span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2301</span></a></span>, <span class=\"citation\" data-id=\"112448\"><a href=\"/opinion/112448/horton-v-california/\"><span class=\"volume\">110</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">112</span></a></span> (1990); <i>see United States v. Robles,</i> <span class=\"citation\" data-id=\"686763\"><a href=\"/opinion/686763/united-states-v-jose-robles/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 n. 3 (1st Cir.1995) (noting that \"`inadvertence' is no longer a necessary condition of a plain view seizure\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In the instant case, the warrant authorized the police to search the entire Antrim apartment for evidence of heroin trafficking. During that lawful search, the police seized the subject weapon in \"plain view.\" Consequently, whatever <i>foreknowledge</i> the police may have had as to the probable location of the weapon, no amendment of the original warrant was necessary.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appellate record does not indicate whether the Commonwealth has charged or will charge Antrim in connection with his possession of the drugs seized from his apartment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As both \"no-knock\" and \"knock-and-announce\" cases turn upon the identical reasonableness inquiry, decisions involving both types of searches are cited interchangeably<i>See Sargent,</i> 319 F.3d at 8.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> However, Officer Knecht's testimony did contain a slip of the tongue:</p>\n        <p class=\"indent\">Q: How long did it take you between the time of putting the keys in the lock and opening the door had passed?</p>\n        <p class=\"indent\">A: The original &#8212; when I dropped the keys, there was a time I actually got the door <i>closed,</i> approximately 20 to 30 seconds.</p>\n        <p class=\"indent\">Given the plain thrust and context of the question put to him, however, it is readily apparent that Knecht simply misspoke in stating \"door closed\" rather than \"door opened.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In fact, subsequently Lieutenant O'Toole suggested that Officer Knecht did in fact make<i>two</i> announcements:</p>\n        <p class=\"indent\">Q: And what was that announcement?</p>\n        <p class=\"indent\">A: \"Boston Police, search warrant.\"</p>\n        <p class=\"indent\">Q: And then what?</p>\n        <p class=\"indent\">A: Waited a few seconds, turned the key, \"Boston Police, search warrant,\" and made entry.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The version of Rule 41(d) applicable to this case provides, in pertinent part, that \"[t]he officer taking property under the warrant shall give to the person from whom or from whose premises the property was taken a copy of the warrant and a receipt for the property taken or shall leave the copy and receipt at the place from which the property was taken.\" Fed.R.Crim.P. 41(d)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Prior to obtaining the warrant, the police admittedly possessed no more than an<i>uncorroborated</i> tip that Antrim kept a gun, and it is extremely unlikely that this tip could have given rise to the requisite showing of probable cause. Further, Antrim does not contend that disclosure of this tip would have dissuaded the magistrate from issuing the warrant that he did.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/13843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/131146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499145/",
    "http://www.courtlistener.com/api/rest/v3/opinions/523143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2418999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2476882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2520398/"
  ]
}