{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201304/",
  "absolute_url": "/opinion/201304/evicci-v-maloney/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201304/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:11:56Z",
  "date_modified": "2016-02-28T05:05:14.251699Z",
  "type": "010combined",
  "sha1": "1abe8c4ee83b4d6ae1a5c5ff77c8ae2939e59890",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1964-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/10/25/Evicci_v._Maloney.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\nNo. 03-1964\n\n                         WILFRED H. EVICCI,\n\n                        Petitioner-Appellant,\n\n                                 v.\n\n               MICHAEL T. MALONEY, COMMISSIONER OF THE\n              MASSACHUSETTS DEPARTMENT OF CORRECTIONS,\n\n                        Respondent-Appellee.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF MASSACHUSETTS\n           [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                               Before\n\n                     Torruella, Dyk* and Howard,\n                           Circuit Judges.\n\n\n          David Rossman was on brief for petitioner-appellant.\n          Eva M. Badway, with whom Thomas F. Reilly was on brief\nfor respondent-appellee.\n\n\n                          October 25, 2004\n\n\n\n\n    *\n        Of the Federal Circuit, sitting by designation.\n\f            DYK, Circuit Judge.             This is a federal habeas case in\n\nwhich the petitioner claims ineffective assistance of counsel. The\n\npetitioner was convicted of aggravated rape in the Massachusetts\n\nstate courts.      He claims that his counsel was ineffective because\n\ncounsel failed to raise a defense that the petitioner was likely\n\ninnocent because the victim had chlamydia, while the petitioner did\n\nnot   contract    it     after      the    alleged     rape.      We    conclude   that\n\npetitioner   has       not    met    his    burden     of   showing     a   reasonable\n\nprobability that the jury would have acquitted on the rape charge\n\nif the evidence had been presented, and therefore affirm the\n\ndistrict court’s dismissal of the petition.\n\n                                             I\n\n            On September 29, 1995, the petitioner, Wilfred H. Evicci,\n\nwas indicted for aggravated rape, kidnapping, and assault and\n\nbattery. After a trial in the Massachusetts Superior Court, he was\n\nconvicted    of    all       the    charges       on   December    9,    1996.      The\n\nMassachusetts Appeals Court affirmed the convictions without an\n\nopinion on February 22, 1999, Commonwealth v. Evicci, 707 N.E.2d\n\n410 (Mass. App. Ct. 1999) (table), and the Supreme Judicial Court\n\ndenied Evicci’s application for leave to obtain further appellate\n\nreview on April 23, 1999, Commonwealth v. Evicci, 710 N.E.2d 603\n\n(Mass. 1999) (table).\n\n            At trial, the Commonwealth’s key witness was the alleged\n\nvictim, who testified that, in the early morning of September 15,\n\n\n                                            -2-\n\f1995, Evicci had forced her into his van, assaulted her, forcibly\n\nremoved her clothing, performed oral sex on her, penetrated her\n\nvagina with his penis three times, and forced his penis into her\n\nmouth.    The victim then escaped from the van, partially undressed,\n\nshouting for help and claiming that she had been raped.\n\n            The victim’s testimony was corroborated by two residents\n\nof a condominium complex by the parking lot in which the van was\n\nparked.    They were awakened by a voice calling, “Help! I’ve been\n\nraped.”    They saw two people struggling inside the van and heard\n\nscreaming.    They witnessed the victim escaping from the van with\n\nher pants half on, wearing only her bra, and running towards their\n\napartment.    They offered the victim assistance, told her to enter\n\nthe apartment, called to a nearby security car, and dialed 911.\n\n            When the police arrived, the victim was transported to a\n\nnearby hospital, where the victim was examined and found to have\n\nabrasions and bruises on her neck and forearms and a puncture wound\n\nto her lip.    The victim was also diagnosed with chlamydia.    The\n\npolice examined Evicci’s van and collected cuttings, hairs, fibers,\n\nand articles of clothing from the van.     Some of these items from\n\nthe van, including the victim’s sweatshirt, were found to have\n\nblood and sperm cells on them.    The victim’s jeans were also found\n\nto be stained with blood and seminal fluid.     Pursuant to a court\n\norder, the police also obtained hair, blood, and saliva samples\n\n\n\n\n                                 -3-\n\ffrom Evicci on November 18, 1996, shortly before the trial began in\n\nDecember 1996.\n\n            The defense at trial did not dispute that certain sex\n\nacts had occurred in the van, but rather asserted that there had\n\nbeen no penetration; that the victim had merely masturbated Evicci;\n\nand that the conduct was consensual.                 Evicci alleged that the\n\nvictim was a prostitute and that she had suffered her injuries in\n\nan altercation regarding the issue of payment.                 Evicci’s counsel\n\nsought to enter into evidence the victim’s medical records, which\n\nwould have shown that she was infected with chlamydia.                   However,\n\nthe only ground asserted for the admission of the evidence was its\n\nalleged    relevance   to   the    issue     of    whether   the   victim    was   a\n\nprostitute.    Evicci did not submit evidence that he had not become\n\ninfected    with   chlamydia      or   medical      evidence   related      to   the\n\nlikelihood that, if a rape had occurred, the defendant would have\n\ncontracted the disease.           The state court refused to admit the\n\nevidence of the victim’s chlamydia infection.\n\n            Evicci was convicted and sentenced to terms of life\n\nimprisonment for two counts of aggravated rape (the convictions on\n\nthe other charges, including one count of aggravated rape, resulted\n\nin lesser sentences to run concurrently with the life sentences).\n\nOn July 22, 1999, Evicci filed a habeas petition in the district\n\ncourt pursuant to 28 U.S.C. § 2254.               The district court dismissed\n\nthe petition on March 20, 2000, because the petitioner had not\n\n\n                                       -4-\n\fexhausted his remedies in state court. On September 22, 2000, this\n\ncourt granted a certificate of appealability, vacated the order\n\ndismissing the petition, and remanded the case to the district\n\ncourt to consider the petitioner’s Sixth Amendment claims (1) “that\n\nhis rights under the Confrontation Clause were violated by the\n\ntrial court’s refusal to allow his attorney fully to explore drug\n\nuse on the part of the complaining witness,” and (2) that he had\n\nreceived ineffective assistance of counsel because his lawyer had\n\n“fail[ed] to formulate and act upon an internally consistent\n\ndefense strategy.”      Evicci v. Comm’r of Corr., 226 F.3d 26, 27 (1st\n\nCir. 2000).\n\n              Upon remand, the district court appointed counsel to\n\nrepresent the petitioner.       On April 26, 2001, the petitioner filed\n\na motion for discovery seeking:\n\n              1. all records and documents pertaining to\n              blood, hair, saliva or any other biological\n              samples taken from petitioner, including\n              samples obtained pursuant to the court order\n              issued Oct. 22, 1996;\n\n              2. all records and documents pertaining to any\n              tests done on blood, hair, saliva or any other\n              biological samples taken from petitioner,\n              including testing of samples obtained pursuant\n              to the court order issued Oct. 22, 1996.\n\nPet’r’s Mot. for Discovery at 1.            The district court denied the\n\nmotion   on    June   12,   2001,   stating:   “I   decline   to   permit   the\n\nextraordinary step of discovery in this proceeding. I am, however,\n\nprepared to proceed to the merits of this petition . . . on the\n\n\n                                      -5-\n\fassumption    arguendo   that   the    evidence   would   demonstrate   the\n\npetitioner was not infected with chlamydia.”          Evicci v. Maloney,\n\nNo. 99-11561-DPW, slip op. at 2 (D. Mass. June 12, 2001) (“Order”).\n\nThe parties proceeded on this basis, and, on June 4, 2003, the\n\ndistrict court dismissed the petition.        Evicci v. Maloney, No. 99-\n\n11561-DPW (D. Mass. June 4, 2003) (“Decision”). The district court\n\nfound that, although the scientific evidence was sufficient to\n\nestablish a meaningful probability that Evicci would have been\n\ninfected with chlamydia had the encounter taken place as described\n\nby the victim, there was no prejudice given the strength of the\n\nCommonwealth’s case including the corroboration of the victim’s\n\ntestimony.     Id., slip. op. at 38.\n\n          On July 2, 2003, the district court granted a certificate\n\nof appealability on the ineffective assistance of counsel claim.\n\nThis appeal followed.\n\n                                      II\n\n          We review a district court’s denial of habeas corpus\n\nrelief without deference.       Correia v. Hall, 364 F.3d 385, 387 (1st\n\nCir. 2004).\n\n                                       A\n\n             Petitioner contends that he was deprived of the effective\n\nassistance of counsel under the standards set forth in Strickland\n\nv. Washington, 466 U.S. 668 (1984).          Strickland, in addition to\n\nrequiring a showing that counsel’s performance was deficient,\n\n\n                                      -6-\n\frequires a showing “that the deficient performance prejudiced the\n\ndefense.     This requires showing that counsel's errors were so\n\nserious as to deprive the defendant of a fair trial, a trial whose\n\nresult is reliable.”      Id. at 687.\n\n           The district court determined that the petitioner had\n\nfailed to exhaust his claim in state court as required by 28 U.S.C.\n\n§ 2254(b)(1)(A).      Decision, slip op. at 27.       However, the district\n\ncourt held that the Massachusetts state courts would treat this\n\nclaim as procedurally defaulted as a matter of state law, which\n\nsatisfies the exhaustion requirement.        Carsetti v. Maine, 932 F.2d\n\n1007, 1010-11 (1st Cir. 1991).       To excuse this procedural default\n\nand permit federal habeas review, the petitioner must show both\n\ncause and prejudice.         See Wainwright v. Sykes, 433 U.S. 72, 87\n\n(1977).    To satisfy the prejudice prong, the petitioner must show\n\nthat “there is a reasonable probability that the result of the\n\ntrial would have been different.”         Strickler v. Greene, 527 U.S.\n\n263, 289 (1999) (internal quotation marks omitted); see also United\n\nStates v. Frady, 456 U.S. 152, 167-68 (1982).            As this court has\n\npreviously    held,    the   prejudice    standards    of   Strickland   and\n\nStrickler are essentially the same.          Prou v. United States, 199\n\nF.3d 37, 49 (1st Cir. 1999) (noting that the language in Strickler\n\n“mimics the Strickland formulation” and concluding that the two\n\n“prejudice standards are one and the same”).\n\n\n\n\n                                    -7-\n\f                                     B\n\n           Petitioner argues that trial counsel was ineffective for\n\nfailing to point out to the jury that Evicci had not been infected\n\nwith chlamydia; that the victim was infected with chlamydia; and\n\nthat chlamydia has a 68% infection rate from a single case of\n\nsexual contact.    Petitioner contends that there is a reasonable\n\nprobability that, had this evidence been presented, the result of\n\nthe trial would have been different.\n\n           Although the question is close, we will assume, as the\n\ndistrict court did, that “defense counsel’s failure to press the\n\nevidence   [of   chlamydia]   was    below   the   acceptable   level    of\n\nprofessional competence.”     Decision, slip op. at 34.     We may also\n\nassume that the victim had chlamydia.\n\n           As noted above, petitioner filed a motion for discovery\n\nseeking, inter alia, “all records and documents pertaining to any\n\ntests done on blood, hair, saliva or any other biological samples\n\ntaken from petitioner.”       Pet'r's Mot. for Discovery at 1.          The\n\ndiscovery motion was primarily directed to the November 1996 test\n\ntaken 14 months after the alleged rape.       The discovery motion was\n\nalso filed, as explained by petitioner’s counsel at oral argument,\n\nbecause when a prisoner is placed in custody in a Massachusetts\n\ncorrectional institution, a medical examination is done, and the\n\nmedical records at those institutions might show that petitioner\n\ntested negative for chlamydia.      The district court’s Order assumed\n\n\n                                    -8-\n\f“that       the    evidence    would    demonstrate    the    petitioner     was   not\n\ninfected with chlamydia.”              Order, slip op. at 2.      Given the scope\n\nof the discovery request by the petitioner and the resulting Order,\n\nwe will assume that petitioner was found to be free of chlamydia\n\neach time he was tested.               The petitioner relied on two published\n\nstudies, arguing that the assumed facts (the victim’s infection and\n\nthe petitioner’s non-infection) demonstrate “a .68 probability that\n\npetitioner did not commit the rape.”                 Br. of Pet’r at 19.\n\n                                            C\n\n                  The application of the science to the present facts as\n\nassumed remains petitioner’s burden.                  See Smith v. Robbins, 528\n\nU.S.       259,    285-86   (2000)     (petitioner    bears    burden   of   proving\n\nineffective assistance of counsel).              The district court found that\n\nthe \"evidence would appear sufficient to establish a meaningful\n\nprobability that Evicci's single sexual encounter with the victim\n\nwould       have    resulted    in   his   infection    with   chlamydia     if    the\n\nencounter had taken place as described by her.” Decision, slip op.\n\nat 36.      We disagree with the district court’s reading of the record\n\nin this respect,1 though we agree with his ultimate conclusion.                     We\n\n\n\n       1\n       See Strickland, 466 U.S. at 698 (“[T]he performance and\nprejudice components of the ineffectiveness inquiry are mixed\nquestions of law and fact.”); Scarpa v. Dubois, 38 F.3d 1, 9 (1st\nCir. 1994) (“[M]ixed questions of law and fact arising in section\n2254 cases are ordinarily subject to de novo review.”). Even under\nthe clearly erroneous standard of Fed. R. Civ. P. 52(a),\nconsidering that no witnesses were presented, our review of the\nrecord convinces us that the district court clearly erred.\n\n                                           -9-\n\fconclude that the assumed facts are not, by themselves, sufficient\n\nto establish a reasonable probability that the result of the trial\n\nwould have been different.\n\n               The   petitioner   did   not    submit    any   expert   affidavit\n\nreviewing the scientific literature; assessing the reliability of\n\nthe various studies and the circumstances of the petitioner's case;\n\nand concluding that the combination of the victim's chlamydia and\n\nthe petitioner's lack of chlamydia infection demonstrated that he\n\nwas innocent of the rape.               The two studies submitted by the\n\npetitioner are not as supportive of petitioner’s position as he has\n\nargued.    Neither study supports petitioner’s contention that a man\n\nhas a 68% chance of contracting chlamydia from a woman in a single\n\nepisode    of    sexual    intercourse.         One     of   the   studies   deals\n\nexclusively with the infection of women by men who had chlamydia.\n\nSee Juey-Shin L. Lin, et al., Transmission of Chlamydia trachomatis\n\nand Neisseria gonorrhoeae Among Men with Urethritis and Their\n\nFemale Sex Partners, 178 J. Infectious Diseases 1707 (1996).                    The\n\nother study relied upon by petitioner, while dealing with both the\n\nmale and female infection rate, expressly states that the “data\n\nreflect the cumulative result of multiple exposures” and do not\n\npertain to the infection rate from a single exposure.                   Thomas C.\n\nQuinn,    et    al.,   Epidemiologic     and   Microbiologic       Correlates    of\n\nChlamydia trachomatis Infection in Sexual Partnerships, 276 J. Am.\n\nMed. Ass’n 1737, 1741 (1999).           The study does not define “multiple\n\n\n                                        -10-\n\fexposures” nor indicate whether three acts of penetration closely\n\nproximate in time (as was the case here) would be considered\n\n“multiple       exposures.”          In   any   event,    the   study    participants\n\nreported    a    median    of     six     episodes   of    intercourse     with    their\n\npartners in the preceding 30 days, at least raising the question as\n\nto the validity of the study’s conclusion where at most only half\n\nthat number of exposures occurred.\n\n            Moreover,          the    scientific       authorities      presented    by\n\npetitioner       establish       that      chlamydia      transmission     rates    are\n\npotentially affected by a number of factors. These medical studies\n\nwere done in carefully controlled environments, screening for such\n\nfactors as the incubation period of the disease and the taking of\n\nantibiotics (which could prevent or eliminate chlamydia infection).\n\nSee, e.g., Lin at 1707-08; see also Commonwealth v. Barresi, 705\n\nN.E.2d 639, 640 (Mass. App. Ct. 1999) (noting expert testimony that\n\na person who tested positive for chlamydia \"would have to have been\n\ninfected    two    to     three      weeks    earlier\");     The   Merck   Manual     of\n\nDiagnosis and Therapy 1327 (Mark H. Beers, M.D. & Robert Berkow,\n\nM.D.,    eds.,     17th    ed.       1999)   (chlamydia     may    be   treated     with\n\nantibiotics       such    as    azithromycin,        ofloxacin,    tetracycline       or\n\ndoxycycline).2       Absent expert evidence, we cannot simply assume\n\n\n     2\n        While the Quinn study found that “the results were\nunaffected by recent antibiotic use,” Quinn at 1741, this finding\nis severely qualified because participants “who had received\nspecific antibiotic treatment for chlamydia in the previous month\nwere excluded” from the study, id. at 1738.\n\n                                             -11-\n\fthat the 68% rate of transmission derived from these studies is\n\napplicable     outside   of   these      controlled   test   conditions.\n\nSignificantly, for example, petitioner has presented no evidence on\n\nwhether he was treated with antibiotics before the tests were\n\nadministered.\n\n             Given the speculative quality of the assumed medical\n\nevidence and the substantial evidence of guilt presented by the\n\ngovernment, detailed above, we conclude that the petitioner failed\n\nto establish the required reasonable probability that the result of\n\nthe trial would have been different to warrant habeas relief.         We\n\ntherefore need not address the question of whether petitioner has\n\nsatisfied the other requirements for habeas relief.\n\n             For the foregoing reasons, we affirm the district court’s\n\ndismissal of the petition for a writ of habeas corpus.\n\n          It is so ordered.\n\n\n\n\n                                  -12-\n\f",
  "html": "<p class=\"case_cite\">387 F.3d 37</p>\n    <p class=\"parties\">Wilfred H. EVICCI, Petitioner-Appellant,<br>v.<br>Michael T. MALONEY, Commissioner of the Massachusetts Department of Corrections, Respondent-Appellee.</p>\n    <p class=\"docket\">No. 03-1964.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 2, 2004.</p>\n    <p class=\"date\">Decided October 25, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, 2003 WL 21339277, Douglas P. Woodlock, J.</p>\n      <p class=\"indent\">David Rossman was on brief for petitioner-appellant.</p>\n      <p class=\"indent\">Eva M. Badway, with whom Thomas F. Reilly was on brief for respondent-appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, DYK<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">DYK, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a federal habeas case in which the petitioner claims ineffective assistance of counsel. The petitioner was convicted of aggravated rape in the Massachusetts state courts. He claims that his counsel was ineffective because counsel failed to raise a defense that the petitioner was likely innocent because the victim had chlamydia, while the petitioner did not contract it after the alleged rape. We conclude that petitioner has not met his burden of showing a reasonable probability that the jury would have acquitted on the rape charge if the evidence had been presented, and therefore affirm the district court's dismissal of the petition.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* On September 29, 1995, the petitioner, Wilfred H. Evicci, was indicted for aggravated rape, kidnapping, and assault and battery. After a trial in the Massachusetts Superior Court, he was convicted of all the charges on December 9, 1996. The Massachusetts Appeals Court affirmed the convictions without an opinion on February 22, 1999, <i>Commonwealth v. Evicci,</i> 46 Mass.App.Ct. 1114, 707 N.E.2d 410 (1999) (table), and the Supreme Judicial Court denied Evicci's application for leave to obtain further appellate review on April 23, 1999, <i>Commonwealth v. Evicci,</i> 429 Mass. 1105, 710 N.E.2d 603 (1999) (table).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, the Commonwealth's key witness was the alleged victim, who testified that, in the early morning of September 15, 1995, Evicci had forced her into his van, assaulted her, forcibly removed her clothing, performed oral sex on her, penetrated her vagina with his penis three times, and forced his penis into her mouth. The victim then escaped from the van, partially undressed, shouting for help and claiming that she had been raped.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The victim's testimony was corroborated by two residents of a condominium complex by the parking lot in which the van was parked. They were awakened by a voice calling, \"Help! I've been raped.\" They saw two people struggling inside the van and heard screaming. They witnessed the victim escaping from the van with her pants half on, wearing only her bra, and running towards their apartment. They offered the victim assistance, told her to enter the apartment, called to a nearby security car, and dialed 911.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When the police arrived, the victim was transported to a nearby hospital, where the victim was examined and found to have abrasions and bruises on her neck and forearms and a puncture wound to her lip. The victim was also diagnosed with chlamydia. The police examined Evicci's van and collected cuttings, hairs, fibers, and articles of clothing from the van. Some of these items from the van, including the victim's sweatshirt, were found to have blood and sperm cells on them. The victim's jeans were also found to be stained with blood and seminal fluid. Pursuant to a court order, the police also obtained hair, blood, and saliva samples from Evicci on November 18, 1996, shortly before the trial began in December 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defense at trial did not dispute that certain sex acts had occurred in the van, but rather asserted that there had been no penetration; that the victim had merely masturbated Evicci; and that the conduct was consensual. Evicci alleged that the victim was a prostitute and that she had suffered her injuries in an altercation regarding the issue of payment. Evicci's counsel sought to enter into evidence the victim's medical records, which would have shown that she was infected with chlamydia. However, the only ground asserted for the admission of the evidence was its alleged relevance to the issue of whether the victim was a prostitute. Evicci did not submit evidence that he had not become infected with chlamydia or medical evidence related to the likelihood that, if a rape had occurred, the defendant would have contracted the disease. The state court refused to admit the evidence of the victim's chlamydia infection.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Evicci was convicted and sentenced to terms of life imprisonment for two counts of aggravated rape (the convictions on the other charges, including one count of aggravated rape, resulted in lesser sentences to run concurrently with the life sentences). On July 22, 1999, Evicci filed a habeas petition in the district court pursuant to 28 U.S.C. &#167; 2254. The district court dismissed the petition on March 20, 2000, because the petitioner had not exhausted his remedies in state court. On September 22, 2000, this court granted a certificate of appealability, vacated the order dismissing the petition, and remanded the case to the district court to consider the petitioner's Sixth Amendment claims (1) \"that his rights under the Confrontation Clause were violated by the trial court's refusal to allow his attorney fully to explore drug use on the part of the complaining witness,\" and (2) that he had received ineffective assistance of counsel because his lawyer had \"fail[ed] to formulate and act upon an internally consistent defense strategy.\" <i>Evicci v. Comm'r of Corr.,</i> 226 F.3d 26, 27 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upon remand, the district court appointed counsel to represent the petitioner. On April 26, 2001, the petitioner filed a motion for discovery seeking:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1. all records and documents pertaining to blood, hair, saliva or any other biological samples taken from petitioner, including samples obtained pursuant to the court order issued Oct. 22, 1996;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2. all records and documents pertaining to any tests done on blood, hair, saliva or any other biological samples taken from petitioner, including testing of samples obtained pursuant to the court order issued Oct. 22, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pet'r's Mot. for Discovery at 1. The district court denied the motion on June 12, 2001, stating: \"I decline to permit the extraordinary step of discovery in this proceeding. I am, however, prepared to proceed to the merits of this petition ... on the assumption <i>arguendo</i> that the evidence would demonstrate the petitioner was not infected with chlamydia.\" <i>Evicci v. Maloney,</i> No. 99-11561-DPW, slip op. at 2 (D.Mass. June 12, 2001) (\"<i>Order</i>\"). The parties proceeded on this basis, and, on June 4, 2003, the district court dismissed the petition. <i>Evicci v. Maloney,</i> No. 99-11561-DPW (D.Mass. June 4, 2003) (\"<i>Decision</i>\"). The district court found that, although the scientific evidence was sufficient to establish a meaningful probability that Evicci would have been infected with chlamydia had the encounter taken place as described by the victim, there was no prejudice given the strength of the Commonwealth's case including the corroboration of the victim's testimony. <i>Id.,</i> slip. op. at 38.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On July 2, 2003, the district court granted a certificate of appealability on the ineffective assistance of counsel claim. This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review a district court's denial of habeas corpus relief without deference. <i>Correia v. Hall,</i> 364 F.3d 385, 387 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">* Petitioner contends that he was deprived of the effective assistance of counsel under the standards set forth in <i>Strickland v. Washington,</i> 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). <i>Strickland,</i> in addition to requiring a showing that counsel's performance was deficient, requires a showing \"that the deficient performance prejudiced the defense. This requires showing that counsel's errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable.\" <i>Id.</i> at 687, 104 S.Ct. 2052.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court determined that the petitioner had failed to exhaust his claim in state court as required by 28 U.S.C. &#167; 2254(b)(1)(A). <i>Decision,</i> slip op. at 27. However, the district court held that the Massachusetts state courts would treat this claim as procedurally defaulted as a matter of state law, which satisfies the exhaustion requirement. <i>Carsetti v. Maine,</i> 932 F.2d 1007, 1010-11 (1st Cir. 1991). To excuse this procedural default and permit federal habeas review, the petitioner must show both cause and prejudice. <i>See Wainwright v. Sykes,</i> 433 U.S. 72, 87, 97 S.Ct. 2497, 53 L.Ed.2d 594 (1977). To satisfy the prejudice prong, the petitioner must show that \"there is a reasonable probability that the result of the trial would have been different.\" <i>Strickler v. Greene,</i> 527 U.S. 263, 289, 119 S.Ct. 1936, 144 L.Ed.2d 286 (1999) (internal quotation marks omitted); <i>see also United States v. Frady,</i> 456 U.S. 152, 167-68, 102 S.Ct. 1584, 71 L.Ed.2d 816 (1982). As this court has previously held, the prejudice standards of <i>Strickland</i> and <i>Strickler</i> are essentially the same. <i>Prou v. United States,</i> 199 F.3d 37, 49 (1st Cir.1999) (noting that the language in <i>Strickler</i> \"mimics the <i>Strickland</i> formulation\" and concluding that the two \"prejudice standards are one and the same\").</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Petitioner argues that trial counsel was ineffective for failing to point out to the jury that Evicci had not been infected with chlamydia; that the victim was infected with chlamydia; and that chlamydia has a 68% infection rate from a single case of sexual contact. Petitioner contends that there is a reasonable probability that, had this evidence been presented, the result of the trial would have been different.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although the question is close, we will assume, as the district court did, that \"defense counsel's failure to press the evidence [of chlamydia] was below the acceptable level of professional competence.\" <i>Decision,</i> slip op. at 34. We may also assume that the victim had chlamydia.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As noted above, petitioner filed a motion for discovery seeking, <i>inter alia,</i> \"all records and documents pertaining to any tests done on blood, hair, saliva or any other biological samples taken from petitioner.\" Pet'r's Mot. for Discovery at 1. The discovery motion was primarily directed to the November 1996 test taken 14 months after the alleged rape. The discovery motion was also filed, as explained by petitioner's counsel at oral argument, because when a prisoner is placed in custody in a Massachusetts correctional institution, a medical examination is done, and the medical records at those institutions might show that petitioner tested negative for chlamydia. The district court's Order assumed \"that the evidence would demonstrate the petitioner was not infected with chlamydia.\" <i>Order,</i> slip op. at 2. Given the scope of the discovery request by the petitioner and the resulting Order, we will assume that petitioner was found to be free of chlamydia each time he was tested. The petitioner relied on two published studies, arguing that the assumed facts (the victim's infection and the petitioner's non-infection) demonstrate \"a .68 probability that petitioner did not commit the rape.\" Br. of Pet'r at 19.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The application of the science to the present facts as assumed remains petitioner's burden. <i>See Smith v. Robbins,</i> 528 U.S. 259, 285-86, 120 S.Ct. 746, 145 L.Ed.2d 756 (2000) (petitioner bears burden of proving ineffective assistance of counsel). The district court found that the \"evidence would appear sufficient to establish a meaningful probability that Evicci's single sexual encounter with the victim would have resulted in his infection with chlamydia if the encounter had taken place as described by her.\" <i>Decision,</i> slip op. at 36. We disagree with the district court's reading of the record in this respect,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> though we agree with his ultimate conclusion. We conclude that the assumed facts are not, by themselves, sufficient to establish a reasonable probability that the result of the trial would have been different.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The petitioner did not submit any expert affidavit reviewing the scientific literature; assessing the reliability of the various studies and the circumstances of the petitioner's case; and concluding that the combination of the victim's chlamydia and the petitioner's lack of chlamydia infection demonstrated that he was innocent of the rape. The two studies submitted by the petitioner are not as supportive of petitioner's position as he has argued. Neither study supports petitioner's contention that a <i>man</i> has a 68% chance of contracting chlamydia from a woman in a single episode of sexual intercourse. One of the studies deals exclusively with the infection of <i>women</i> by men who had chlamydia. <i>See</i> Juey-Shin L. Lin, et al., <i>Transmission of</i> Chlamydia trachomatis <i>and</i> Neisseria gonorrhoeae <i>Among Men with Urethritis and Their Female Sex Partners,</i> 178 J. Infectious Diseases 1707 (1996). The other study relied upon by petitioner, while dealing with both the male and female infection rate, expressly states that the \"data reflect the cumulative result of multiple exposures\" and do not pertain to the infection rate from a single exposure. Thomas C. Quinn, et al., <i>Epidemiologic and Microbiologic Correlates of</i> Chlamydia trachomatis <i>Infection in Sexual Partnerships,</i> 276 J. Am. Med. Ass'n 1737, 1741 (1999). The study does not define \"multiple exposures\" nor indicate whether three acts of penetration closely proximate in time (as was the case here) would be considered \"multiple exposures.\" In any event, the study participants reported a median of six episodes of intercourse with their partners in the preceding 30 days, at least raising the question as to the validity of the study's conclusion where at most only half that number of exposures occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, the scientific authorities presented by petitioner establish that chlamydia transmission rates are potentially affected by a number of factors. These medical studies were done in carefully controlled environments, screening for such factors as the incubation period of the disease and the taking of antibiotics (which could prevent or eliminate chlamydia infection). <i>See, e.g.,</i> Lin at 1707-08; <i>see also Commonwealth v. Barresi,</i> 46 Mass.App. Ct. 907, 705 N.E.2d 639, 640 (1999) (noting expert testimony that a person who tested positive for chlamydia \"would have to have been infected two to three weeks earlier\"); <i>The Merck Manual of Diagnosis and Therapy</i> 1327 (Mark H. Beers, M.D. &amp; Robert Berkow, M.D., eds., 17th ed.1999) (chlamydia may be treated with antibiotics such as azithromycin, ofloxacin, tetracycline or doxycycline).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Absent expert evidence, we cannot simply assume that the 68% rate of transmission derived from these studies is applicable outside of these controlled test conditions. Significantly, for example, petitioner has presented no evidence on whether he was treated with antibiotics before the tests were administered.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Given the speculative quality of the assumed medical evidence and the substantial evidence of guilt presented by the government, detailed above, we conclude that the petitioner failed to establish the required reasonable probability that the result of the trial would have been different to warrant habeas relief. We therefore need not address the question of whether petitioner has satisfied the other requirements for habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the foregoing reasons, we <i>affirm</i> the district court's dismissal of the petition for a writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See Strickland,</i> 466 U.S. at 698, 104 S.Ct. 2052 (\"[T]he performance and prejudice components of the ineffectiveness inquiry are mixed questions of law and fact.\"); <i>Scarpa v. DuBois,</i> 38 F.3d 1, 9 (1st Cir.1994) (\"[M]ixed questions of law and fact arising in section 2254 cases are ordinarily subject to de novo review.\"). Even under the clearly erroneous standard of Fed.R.Civ.P. 52(a), considering that no witnesses were presented, our review of the record convinces us that the district court clearly erred.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While the Quinn study found that \"the results were unaffected by recent antibiotic use,\" Quinn at 1741, this finding is severely qualified because participants \"who had received specific antibiotic treatment for chlamydia in the previous month were excluded\" from the study,<i>id.</i> at 1738.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></span></p>\n    <p class=\"parties\">Wilfred H. EVICCI, Petitioner-Appellant,<br>v.<br>Michael T. MALONEY, Commissioner of the Massachusetts Department of Corrections, Respondent-Appellee.</p>\n    <p class=\"docket\">No. 03-1964.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 2, 2004.</p>\n    <p class=\"date\">Decided October 25, 2004.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeal from the United States District Court for the District of Massachusetts, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">21339277</span></span>, Douglas P. Woodlock, J.</p>\n      <p class=\"indent\">David Rossman was on brief for petitioner-appellant.</p>\n      <p class=\"indent\">Eva M. Badway, with whom Thomas F. Reilly was on brief for respondent-appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, DYK<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">DYK, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a federal habeas case in which the petitioner claims ineffective assistance of counsel. The petitioner was convicted of aggravated rape in the Massachusetts state courts. He claims that his counsel was ineffective because counsel failed to raise a defense that the petitioner was likely innocent because the victim had chlamydia, while the petitioner did not contract it after the alleged rape. We conclude that petitioner has not met his burden of showing a reasonable probability that the jury would have acquitted on the rape charge if the evidence had been presented, and therefore affirm the district court's dismissal of the petition.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* On September 29, 1995, the petitioner, Wilfred H. Evicci, was indicted for aggravated rape, kidnapping, and assault and battery. After a trial in the Massachusetts Superior Court, he was convicted of all the charges on December 9, 1996. The Massachusetts Appeals Court affirmed the convictions without an opinion on February 22, 1999, <i>Commonwealth v. Evicci,</i> 46 Mass.App.Ct. 1114, <span class=\"citation no-link\"><span class=\"volume\">707</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">410</span></span> (1999) (table), and the Supreme Judicial Court denied Evicci's application for leave to obtain further appellate review on April 23, 1999, <i>Commonwealth v. Evicci,</i> <span class=\"citation no-link\"><span class=\"volume\">429</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">710</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">603</span></span> (1999) (table).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At trial, the Commonwealth's key witness was the alleged victim, who testified that, in the early morning of September 15, 1995, Evicci had forced her into his van, assaulted her, forcibly removed her clothing, performed oral sex on her, penetrated her vagina with his penis three times, and forced his penis into her mouth. The victim then escaped from the van, partially undressed, shouting for help and claiming that she had been raped.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The victim's testimony was corroborated by two residents of a condominium complex by the parking lot in which the van was parked. They were awakened by a voice calling, \"Help! I've been raped.\" They saw two people struggling inside the van and heard screaming. They witnessed the victim escaping from the van with her pants half on, wearing only her bra, and running towards their apartment. They offered the victim assistance, told her to enter the apartment, called to a nearby security car, and dialed 911.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">When the police arrived, the victim was transported to a nearby hospital, where the victim was examined and found to have abrasions and bruises on her neck and forearms and a puncture wound to her lip. The victim was also diagnosed with chlamydia. The police examined Evicci's van and collected cuttings, hairs, fibers, and articles of clothing from the van. Some of these items from the van, including the victim's sweatshirt, were found to have blood and sperm cells on them. The victim's jeans were also found to be stained with blood and seminal fluid. Pursuant to a court order, the police also obtained hair, blood, and saliva samples from Evicci on November 18, 1996, shortly before the trial began in December 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The defense at trial did not dispute that certain sex acts had occurred in the van, but rather asserted that there had been no penetration; that the victim had merely masturbated Evicci; and that the conduct was consensual. Evicci alleged that the victim was a prostitute and that she had suffered her injuries in an altercation regarding the issue of payment. Evicci's counsel sought to enter into evidence the victim's medical records, which would have shown that she was infected with chlamydia. However, the only ground asserted for the admission of the evidence was its alleged relevance to the issue of whether the victim was a prostitute. Evicci did not submit evidence that he had not become infected with chlamydia or medical evidence related to the likelihood that, if a rape had occurred, the defendant would have contracted the disease. The state court refused to admit the evidence of the victim's chlamydia infection.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Evicci was convicted and sentenced to terms of life imprisonment for two counts of aggravated rape (the convictions on the other charges, including one count of aggravated rape, resulted in lesser sentences to run concurrently with the life sentences). On July 22, 1999, Evicci filed a habeas petition in the district court pursuant to 28 U.S.C. &#167; 2254. The district court dismissed the petition on March 20, 2000, because the petitioner had not exhausted his remedies in state court. On September 22, 2000, this court granted a certificate of appealability, vacated the order dismissing the petition, and remanded the case to the district court to consider the petitioner's Sixth Amendment claims (1) \"that his rights under the Confrontation Clause were violated by the trial court's refusal to allow his attorney fully to explore drug use on the part of the complaining witness,\" and (2) that he had received ineffective assistance of counsel because his lawyer had \"fail[ed] to formulate and act upon an internally consistent defense strategy.\" <i>Evicci v. Comm'r of Corr.,</i> <span class=\"citation\" data-id=\"199084\"><a href=\"/opinion/199084/evicci-v-commissioner/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 27 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Upon remand, the district court appointed counsel to represent the petitioner. On April 26, 2001, the petitioner filed a motion for discovery seeking:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">1. all records and documents pertaining to blood, hair, saliva or any other biological samples taken from petitioner, including samples obtained pursuant to the court order issued Oct. 22, 1996;</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">2. all records and documents pertaining to any tests done on blood, hair, saliva or any other biological samples taken from petitioner, including testing of samples obtained pursuant to the court order issued Oct. 22, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Pet'r's Mot. for Discovery at 1. The district court denied the motion on June 12, 2001, stating: \"I decline to permit the extraordinary step of discovery in this proceeding. I am, however, prepared to proceed to the merits of this petition ... on the assumption <i>arguendo</i> that the evidence would demonstrate the petitioner was not infected with chlamydia.\" <i>Evicci v. Maloney,</i> No. 99-11561-DPW, slip op. at 2 (D.Mass. June 12, 2001) (\"<i>Order</i>\"). The parties proceeded on this basis, and, on June 4, 2003, the district court dismissed the petition. <i>Evicci v. Maloney,</i> No. 99-11561-DPW (D.Mass. June 4, 2003) (\"<i>Decision</i>\"). The district court found that, although the scientific evidence was sufficient to establish a meaningful probability that Evicci would have been infected with chlamydia had the encounter taken place as described by the victim, there was no prejudice given the strength of the Commonwealth's case including the corroboration of the victim's testimony. <i>Id.,</i> slip. op. at 38.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On July 2, 2003, the district court granted a certificate of appealability on the ineffective assistance of counsel claim. This appeal followed.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review a district court's denial of habeas corpus relief without deference. <i>Correia v. Hall,</i> <span class=\"citation\" data-id=\"200970\"><a href=\"/opinion/200970/correia-v-hall/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">385</span></a></span>, 387 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">* Petitioner contends that he was deprived of the effective assistance of counsel under the standards set forth in <i>Strickland v. Washington,</i> <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">668</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1984). <i>Strickland,</i> in addition to requiring a showing that counsel's performance was deficient, requires a showing \"that the deficient performance prejudiced the defense. This requires showing that counsel's errors were so serious as to deprive the defendant of a fair trial, a trial whose result is reliable.\" <i>Id.</i> at 687, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court determined that the petitioner had failed to exhaust his claim in state court as required by 28 U.S.C. &#167; 2254(b)(1)(A). <i>Decision,</i> slip op. at 27. However, the district court held that the Massachusetts state courts would treat this claim as procedurally defaulted as a matter of state law, which satisfies the exhaustion requirement. <i>Carsetti v. Maine,</i> <span class=\"citation\" data-id=\"561140\"><a href=\"/opinion/561140/emil-carsetti-v-state-of-maine/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1010-11 (1st Cir. 1991). To excuse this procedural default and permit federal habeas review, the petitioner must show both cause and prejudice. <i>See Wainwright v. Sykes,</i> <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">433</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, 87, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2497</span></a></span>, <span class=\"citation\" data-id=\"109717\"><a href=\"/opinion/109717/wainwright-v-sykes/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">594</span></a></span> (1977). To satisfy the prejudice prong, the petitioner must show that \"there is a reasonable probability that the result of the trial would have been different.\" <i>Strickler v. Greene,</i> <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 289, <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1936</span></a></span>, <span class=\"citation\" data-id=\"118307\"><a href=\"/opinion/118307/strickler-v-greene/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">286</span></a></span> (1999) (internal quotation marks omitted); <i>see also United States v. Frady,</i> <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">152</span></a></span>, 167-68, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1584</span></a></span>, <span class=\"citation\" data-id=\"110693\"><a href=\"/opinion/110693/united-states-v-frady/\"><span class=\"volume\">71</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">816</span></a></span> (1982). As this court has previously held, the prejudice standards of <i>Strickland</i> and <i>Strickler</i> are essentially the same. <i>Prou v. United States,</i> <span class=\"citation\" data-id=\"198748\"><a href=\"/opinion/198748/prou-v-united-states/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 49 (1st Cir.1999) (noting that the language in <i>Strickler</i> \"mimics the <i>Strickland</i> formulation\" and concluding that the two \"prejudice standards are one and the same\").</p>\n    </div>\n    <p>B</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Petitioner argues that trial counsel was ineffective for failing to point out to the jury that Evicci had not been infected with chlamydia; that the victim was infected with chlamydia; and that chlamydia has a 68% infection rate from a single case of sexual contact. Petitioner contends that there is a reasonable probability that, had this evidence been presented, the result of the trial would have been different.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although the question is close, we will assume, as the district court did, that \"defense counsel's failure to press the evidence [of chlamydia] was below the acceptable level of professional competence.\" <i>Decision,</i> slip op. at 34. We may also assume that the victim had chlamydia.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As noted above, petitioner filed a motion for discovery seeking, <i>inter alia,</i> \"all records and documents pertaining to any tests done on blood, hair, saliva or any other biological samples taken from petitioner.\" Pet'r's Mot. for Discovery at 1. The discovery motion was primarily directed to the November 1996 test taken 14 months after the alleged rape. The discovery motion was also filed, as explained by petitioner's counsel at oral argument, because when a prisoner is placed in custody in a Massachusetts correctional institution, a medical examination is done, and the medical records at those institutions might show that petitioner tested negative for chlamydia. The district court's Order assumed \"that the evidence would demonstrate the petitioner was not infected with chlamydia.\" <i>Order,</i> slip op. at 2. Given the scope of the discovery request by the petitioner and the resulting Order, we will assume that petitioner was found to be free of chlamydia each time he was tested. The petitioner relied on two published studies, arguing that the assumed facts (the victim's infection and the petitioner's non-infection) demonstrate \"a .68 probability that petitioner did not commit the rape.\" Br. of Pet'r at 19.</p>\n    </div>\n    <p>C</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The application of the science to the present facts as assumed remains petitioner's burden. <i>See Smith v. Robbins,</i> <span class=\"citation\" data-id=\"118332\"><a href=\"/opinion/118332/smith-v-robbins/\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">259</span></a></span>, 285-86, <span class=\"citation\" data-id=\"118332\"><a href=\"/opinion/118332/smith-v-robbins/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"118332\"><a href=\"/opinion/118332/smith-v-robbins/\"><span class=\"volume\">145</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">756</span></a></span> (2000) (petitioner bears burden of proving ineffective assistance of counsel). The district court found that the \"evidence would appear sufficient to establish a meaningful probability that Evicci's single sexual encounter with the victim would have resulted in his infection with chlamydia if the encounter had taken place as described by her.\" <i>Decision,</i> slip op. at 36. We disagree with the district court's reading of the record in this respect,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> though we agree with his ultimate conclusion. We conclude that the assumed facts are not, by themselves, sufficient to establish a reasonable probability that the result of the trial would have been different.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The petitioner did not submit any expert affidavit reviewing the scientific literature; assessing the reliability of the various studies and the circumstances of the petitioner's case; and concluding that the combination of the victim's chlamydia and the petitioner's lack of chlamydia infection demonstrated that he was innocent of the rape. The two studies submitted by the petitioner are not as supportive of petitioner's position as he has argued. Neither study supports petitioner's contention that a <i>man</i> has a 68% chance of contracting chlamydia from a woman in a single episode of sexual intercourse. One of the studies deals exclusively with the infection of <i>women</i> by men who had chlamydia. <i>See</i> Juey-Shin L. Lin, et al., <i>Transmission of</i> Chlamydia trachomatis <i>and</i> Neisseria gonorrhoeae <i>Among Men with Urethritis and Their Female Sex Partners,</i> 178 J. Infectious Diseases 1707 (1996). The other study relied upon by petitioner, while dealing with both the male and female infection rate, expressly states that the \"data reflect the cumulative result of multiple exposures\" and do not pertain to the infection rate from a single exposure. Thomas C. Quinn, et al., <i>Epidemiologic and Microbiologic Correlates of</i> Chlamydia trachomatis <i>Infection in Sexual Partnerships,</i> 276 J. Am. Med. Ass'n 1737, 1741 (1999). The study does not define \"multiple exposures\" nor indicate whether three acts of penetration closely proximate in time (as was the case here) would be considered \"multiple exposures.\" In any event, the study participants reported a median of six episodes of intercourse with their partners in the preceding 30 days, at least raising the question as to the validity of the study's conclusion where at most only half that number of exposures occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, the scientific authorities presented by petitioner establish that chlamydia transmission rates are potentially affected by a number of factors. These medical studies were done in carefully controlled environments, screening for such factors as the incubation period of the disease and the taking of antibiotics (which could prevent or eliminate chlamydia infection). <i>See, e.g.,</i> Lin at 1707-08; <i>see also Commonwealth v. Barresi,</i> 46 Mass.App. Ct. 907, <span class=\"citation no-link\"><span class=\"volume\">705</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">639</span></span>, 640 (1999) (noting expert testimony that a person who tested positive for chlamydia \"would have to have been infected two to three weeks earlier\"); <i>The Merck Manual of Diagnosis and Therapy</i> 1327 (Mark H. Beers, M.D. &amp; Robert Berkow, M.D., eds., 17th ed.1999) (chlamydia may be treated with antibiotics such as azithromycin, ofloxacin, tetracycline or doxycycline).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Absent expert evidence, we cannot simply assume that the 68% rate of transmission derived from these studies is applicable outside of these controlled test conditions. Significantly, for example, petitioner has presented no evidence on whether he was treated with antibiotics before the tests were administered.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Given the speculative quality of the assumed medical evidence and the substantial evidence of guilt presented by the government, detailed above, we conclude that the petitioner failed to establish the required reasonable probability that the result of the trial would have been different to warrant habeas relief. We therefore need not address the question of whether petitioner has satisfied the other requirements for habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the foregoing reasons, we <i>affirm</i> the district court's dismissal of the petition for a writ of habeas corpus.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See Strickland,</i> 466 U.S. at 698, <span class=\"citation\" data-id=\"111170\"><a href=\"/opinion/111170/strickland-v-washington/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2052</span></a></span> (\"[T]he performance and prejudice components of the ineffectiveness inquiry are mixed questions of law and fact.\"); <i>Scarpa v. DuBois,</i> <span class=\"citation\" data-id=\"680706\"><a href=\"/opinion/680706/nazzaro-scarpa-v-larry-e-dubois-etc/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.1994) (\"[M]ixed questions of law and fact arising in section 2254 cases are ordinarily subject to de novo review.\"). Even under the clearly erroneous standard of Fed.R.Civ.P. 52(a), considering that no witnesses were presented, our review of the record convinces us that the district court clearly erred.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> While the Quinn study found that \"the results were unaffected by recent antibiotic use,\" Quinn at 1741, this finding is severely qualified because participants \"who had received specific antibiotic treatment for chlamydia in the previous month were excluded\" from the study,<i>id.</i> at 1738.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/680706/"
  ]
}