{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201358/",
  "absolute_url": "/opinion/201358/fornaro-v-gannon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201358/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:13:21Z",
  "date_modified": "2016-02-28T05:05:14.282930Z",
  "type": "010combined",
  "sha1": "c9f393c72d24d74e96886b06b1686cd28213e1ce",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1816-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2004/12/01/Fornaro_v._Gannon.pdf",
  "plain_text": "                Not for Publication in West's Federal Reporter\n               Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 03-1816\n\n                               REX FORNARO,\n\n                         Plaintiff, Appellant,\n\n                                      v.\n\n                     WILLIAM S. GANNON, ET AL.,\n\n                       Defendants, Appellants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n                                   Before\n\n                       Torruella, Circuit Judge,\n                     Cyr, Senior Circuit Judge,\n                      and Lynch, Circuit Judge,\n\n\n\n     Rex Fornaro on brief pro se.\n     Michael M. Lonergan, Margaret H. Nelson and Sulloway & Hollis,\nP.L.L.C., on brief for appellees.\n\n\n                            December 1, 2004\n\f       Per Curiam.   Pro se plaintiff Rex Fornaro appeals a district\n\ncourt order that granted the defendants summary judgment in this\n\nlegal malpractice action. Plaintiff maintains that the defendants,\n\nNew Hampshire attorney William S. Gannon and the law firm of\n\nWadleigh,    Starr   &   Peters,   PLLC      (WS&P),   negligently   litigated\n\ncertain retaliatory discharge claims against plaintiff's former\n\nemployer in the New Hampshire bankruptcy court.              While plaintiff\n\nhas correctly identified minor errors in the district court's\n\ndescription of the evidence, we conclude that the court reached the\n\ncorrect result and that the plaintiff's claims of procedural error\n\nalso fail.     Accordingly, we affirm, for the reasons explained\n\nbelow.\n\n                                       I.\n\n       Between 1993 and 1994, plaintiff worked as a flight dispatcher\n\nfor Business Express Airlines (BEX).             On February 28, 1994, BEX\n\nfired plaintiff.     Plaintiff secured Connecticut counsel and filed\n\na civil wrongful discharge action against BEX in the Connecticut\n\nsuperior court.          Inter alia,    his    complaint   alleged   that   BEX\n\nterminated plaintiff for reporting BEX's alleged violation of\n\nflight safety statutes and regulations to the Federal Aviation\n\nAdministration (FAA) and to other agents, servants, or employees of\n\nBEX.     Plaintiff sought compensatory and punitive damages on the\n\ngrounds that BEX discharged him for exercising his constitutional\n\nrights to free speech, as protected by Conn. Gen. Stat. Ann, § 31-\n\n                                       -2-\n\f51q, and in violation of Connecticut's Whistleblower Law, Conn.\n\nGen. Stat. Ann. § 31-51m.1\n\n     BEX    removed   plaintiff's        civil   action   to   federal    court.\n\nThereafter, an involuntary Chapter 11 petition for BEX's bankruptcy\n\nwas filed with the New Hampshire bankruptcy court, and plaintiff's\n\nConnecticut    counsel      filed    a   proof   of   claim    on   his   behalf.\n\nPlaintiff    then   hired    the    defendants   to   represent     him   on   his\n\nretaliatory discharge claims against BEX in the New Hampshire\n\nbankruptcy court.2    Attorney Gannon represented plaintiff in a two-\n\nday trial of these claims. Plaintiff maintained that BEX fired him\n\nbecause he made an anonymous telephone complaint about BEX's short-\n\nstaffing to the FAA on January 29, 1994, one month before his\n\ndischarge.     Testifying on behalf of BEX's Official Unsecured\n\nCreditors Committee (OUCC), plaintiff's former supervisors at BEX\n\nmaintained that they fired plaintiff for chronic tardiness and that\n\nthey did not know about his anonymous complaint to the FAA when\n\nthey fired him.\n\n     The bankruptcy court disallowed plaintiff's claim in its\n\nentirety.    Assuming that both of plaintiff's statutory claims were\n\nbased on his anonymous complaint to the FAA, the bankruptcy judge\n\n\n     1\n        Plaintiff's complaint also asserted common law claims that\nare not implicated in the instant appeal. We do not address them.\n     2\n        The defendants also filed a separate civil action against\nBEX's officers and directors on plaintiff's behalf. The district\ncourt dismissed that action, and this court summarily affirmed.\nSee Fornaro v. McManus, 187 F.3d 621 (1st Cir. 1998)(Table).\n\n                                         -3-\n\fruled that plaintiff failed to prove that BEX terminated him in\n\nviolation of Conn. Gen. Stat. Ann. §§ 31-51m and 31-51q because the\n\nevidence failed to show that BEX knew about that complaint before\n\nit fired plaintiff.      The judge further concluded that even if BEX\n\nhad such knowledge, plaintiff's supervisors had established that\n\nplaintiff's tardiness was a legitimate, non-retaliatory reason for\n\nhis discharge and that plaintiff had failed to prove that this\n\nreason was a pretext.\n\n       Still represented by attorney Gannon, plaintiff appealed the\n\nbankruptcy court's decision to the district court.               While that\n\nappeal was pending, plaintiff consulted attorney John Burwell\n\nGarvey at present defense counsel's law firm (Sulloway and Hollis)\n\nwith    an   eye    toward   securing     representation   in   this   legal\n\nmalpractice    action.       Ultimately    attorney   Garvey    declined   to\n\nrepresent plaintiff.         Seeking $10 million in damages, plaintiff\n\nfiled a pro se complaint for legal malpractice that alleged, inter\n\nalia, that attorney Gannon negligently failed to present sufficient\n\nevidence that BEX fired plaintiff in retaliation for his complaint\n\nto the FAA.        Attorney Gannon promptly withdrew from plaintiff's\n\nbankruptcy appeal, and the district court allowed plaintiff's pro\n\nse motion to dismiss it.        Present defense counsel filed an answer\n\napproximately four months after attorney Garvey had declined to\n\ntake plaintiff's side in this case.\n\n\n\n\n                                     -4-\n\f       At the initial pretrial conference plaintiff suggested that\n\ndefense counsel might have a conflict of interest because plaintiff\n\nhad consulted another attorney at Sulloway and Hollis before he\n\nfiled this lawsuit.            Defense counsel indicated that he had looked\n\ninto the matter and did not believe that he had a conflict of\n\ninterest.       The magistrate judge gave plaintiff until December 1,\n\n2000 to file a motion to disqualify defense counsel. Plaintiff did\n\nnot do so.\n\n       Approximately          one    year    later,       plaintiff     secured    his    own\n\ncounsel.3      The parties engaged in discovery and the court scheduled\n\na jury trial to begin on May 6, 2003.                        One day before the filing\n\ndeadline       for     the    defendants'           motion     for     summary    judgment,\n\nplaintiff's       counsel       both        moved    to      withdraw.         Citing     only\n\n\"irreconcilable disputes and conflicts ... concerning litigation\n\nstrategy and other substantive matters,\" counsel informed the court\n\nthat plaintiff opposed withdrawal and requested an in camera\n\nhearing.       Without holding a hearing, the district court promptly\n\nallowed counsel's motions.\n\n       Plaintiff       moved        for     reconsideration.             Inter    alia,       he\n\ncomplained that neither of his attorneys had identified a reason\n\nthat       justified    his    withdrawal       with       a   trial    date     set    and    a\n\ndispositive motion pending and that the court should hold a hearing\n\n\n       3\n       Plaintiff was represented by two attorneys in the district\ncourt. A Massachusetts attorney served as lead counsel and a New\nHampshire attorney appeared as local counsel.\n\n                                              -5-\n\fand deny counsel's motions or, alternatively, extend all deadlines\n\nby sixty (60) days.        After plaintiff's now-withdrawn attorneys\n\nfiled oppositions, the district court denied plaintiff's motion for\n\nreconsideration    while     granting   his    request     for    an    extension.\n\nJudged    from   the   time    plaintiff      submitted        his     motion    for\n\nreconsideration, plaintiff received another sixty (60) days to find\n\nnew counsel and ninety (90) days to oppose the defendants' motion\n\nfor summary judgment.\n\n     Stripped     of   his     own   counsel       by    the     order     denying\n\nreconsideration, plaintiff sought to disarm his opponents by filing\n\na motion to amend his complaint to name Sulloway and Hollis and the\n\nattorney he had previously consulted there, John Burwell Garvey, as\n\ndefendants.      Plaintiff     purported      to   state   a     separate       legal\n\nmalpractice claim against these attorneys on the ground that\n\nattorney Garvey gave plaintiff bad advice about the statute of\n\nlimitations that governed his malpractice claim against attorney\n\nGannon.    In addition, plaintiff alleged that he gave attorney\n\nGarvey privileged information to see if Garvey would represent him\n\nin this case, that present defense counsel improperly had access to\n\nthat information, and that the district court should discipline\n\nSulloway and Hollis for unethical conduct.              The defendants urged\n\nthe court to deny plaintiff's motion to amend his complaint and to\n\nsanction plaintiff for trying to force a change in defense counsel\n\n\n\n\n                                     -6-\n\flong after the deadline for filing a motion for disqualification\n\nhad expired.\n\n     The magistrate judge denied plaintiff's motion to amend his\n\ncomplaint as both \"untimely (unduly delayed and prejudicial so\n\nclose to trial) and as futile (failing to state a cause of\n\naction).\"    Plaintiff filed a motion for reconsideration and a\n\nmotion for leave to file a reply to the defendants' objection to\n\nhis motion to amend his complaint that specifically asked the\n\ndistrict court to disqualify present defense counsel on the ground\n\nthat plaintiff had disclosed confidential information to attorney\n\nGarvey.     Without   specifically   addressing   the   disqualification\n\nissue, the magistrate judge endorsed plaintiff's proposed reply\n\n\"moot\" in light of his previous order denying plaintiff's motion to\n\namend his complaint.      Plaintiff's motion for reconsideration of\n\nthat order remained pending.\n\n     Thereafter, the district court docketed plaintiff's timely\n\nopposition to the defendants' motion for summary judgment and the\n\ndefendants' reply to same.      Two days later, the district judge\n\nannounced that he had decided to grant the defendants' motion and\n\nthat an opinion justifying the court's decision would follow.\n\nPlaintiff moved for reconsideration.        The court then issued an\n\nunpublished opinion which ruled that none of the evidence that\n\nplaintiff claimed attorney Gannon should have offered in the\n\nbankruptcy court would have made any difference to the trial's\n\n\n\n                                 -7-\n\foutcome because that evidence still failed to show that BEX knew\n\nabout plaintiff's complaint to the FAA.      Simultaneously, the court\n\ndenied   plaintiff's   motion   for   reconsideration   of   the   summary\n\njudgment order and his motion for reconsideration of the order\n\ndenying his motion to amend his complaint to add Sulloway and\n\nHollis and attorney Garvey as defendants. Plaintiff filed a timely\n\nnotice of appeal.\n\n                                  II.\n\n     On appeal, plaintiff argues that the district court erred in\n\ngranting the defendants summary judgment.       In addition, plaintiff\n\ncontends that the district court abused its discretion by allowing\n\nhis attorneys to withdraw and thereafter denying plaintiff's motion\n\nto amend his complaint to make Sulloway and Hollis and attorney\n\nJohn Burwell Garvey defendants. Repeatedly citing Pearson v. First\n\nN.H. Mortgage Corp., 200 F.3d 30 (1st Cir. 1999), plaintiff implies\n\nthat he deserves a second bite at the apple because the district\n\ncourt required him to proceed pro se involuntarily and because\n\ndefense counsel has a conflict of interest.       We disagree.\n\n     We review the orders granting plaintiff's attorneys' motions\n\nto withdraw only for an abuse of discretion.            See, Andrews v.\n\nBechtel Power Corp., 780 F.2d 124, 134 (1st Cir. 1985).        Plaintiff\n\ncontends that the district court abused its discretion by allowing\n\nhis attorneys to withdraw with a trial date set, a dispositive\n\nmotion pending, and without the requisite showing of \"good cause\"\n\n\n\n                                  -8-\n\for a hearing on counsel's motions.                      Defendants say that the\n\ndistrict court did not abuse its discretion because the court gave\n\nplaintiff sufficient time to find new counsel and respond to their\n\nsummary judgment motion.        The defendants have the better argument.\n\n        Counsel's motions to withdraw were governed by New Hampshire\n\nRule of Professional Conduct 1.16.                In relevant part, this rule\n\nprovides    that:     \"a   lawyer   ...    shall    withdraw      ...    if    (1)    the\n\nrepresentation        will   result   in        violation    of    the        rules   of\n\nprofessional conduct ....[,]\" see Rule 1.16(a), and that: \"a lawyer\n\nmay withdraw ... if withdrawal can be accomplished without material\n\nadverse effect on the interests of the client, or if:...(6) other\n\ngood cause for withdrawal exists.\"                  See Rule 1.16(b)(emphasis\n\nsupplied).      The Comments to this rule suggest that the district\n\ncourt     had   the     discretion    to        treat     plaintiff's         counsel's\n\nrepresentation that \"irreconcilable disputes and conflicts\" existed\n\nas sufficient cause for withdrawal without requiring counsel to\n\nspell out the conflicts at an in camera hearing.4                   Moreover, here\n\n\n     4\n         The ABA Model Code Comments that accompany Rule 1.16\nrecognize that:\n\n        Difficulty may be encountered if withdrawal is based on\n        the client's demand that the lawyer engage in\n        unprofessional conduct.      The court may wish an\n        explanation for the withdrawal, while the lawyer may be\n        bound to keep confidential the facts that would\n        constitute such an explanation. The lawyer's statement\n        that professional considerations require termination of\n        the representation ordinarily should be accepted as\n        sufficient. (emphasis supplied).\n\n\n                                          -9-\n\fthe plaintiff and his counsel were able to air their dispute\n\nthrough   plaintiff's     motion      for    reconsideration   and    subsequent\n\nfilings   which    confirmed     that       their   relationship     had   become\n\nacrimonious.      Since plaintiff had represented himself during the\n\nfirst year and a half that this case was pending and trial was\n\nstill two months away when the court denied reconsideration, the\n\ncourt could reasonably assume that allowing withdrawal would not\n\nhave a material adverse effect on plaintiff.               The district court\n\ngave plaintiff      a   fair   shot    at    finding   successor     counsel   and\n\nopposing the defendants' motion for summary judgment by granting\n\nplaintiff the extensions he requested.\n\n     If more were needed, we note that the record suggests that\n\nplaintiff and his counsel had at least one serious disagreement\n\nover what the rules of professional conduct required plaintiff's\n\ncounsel to do in light of defense counsel's inadvertent disclosure\n\nof a privileged communication.              This alone supplies \"good cause\"\n\nfor withdrawal. The district court did not abuse its discretion by\n\nallowing plaintiff's counsel to withdraw.\n\n     Similarly, the district court did not abuse its discretion by\n\ndenying plaintiff's motion to amend his complaint.                    Insofar as\n\nplaintiff sought to add a separate legal malpractice claim against\n\nattorney Garvey and Sulloway and Hollis, his proposed amended\n\ncomplaint both failed to state a viable claim and was unsupported\n\n\n\n\n                                       -10-\n\fby the record.     See Hatch v. Dep't of Children, Youth and Their\n\nFamilies,   274   F.3d   12,   19   (1st   Cir.    2001).   The   defendants'\n\nsubmissions showed that plaintiff could not reasonably have relied\n\non any comment attorney Garvey might have made about the statute of\n\nlimitations when plaintiff filed this lawsuit because attorney\n\nGarvey expressly warned plaintiff not to rely on Sulloway and\n\nHollis at that point.     See Sheinkopf v. Stone, 927 F.2d 1259, 1264-\n\n65 (1st Cir. 1991)(attorney-client relationship may be implied only\n\nwhere record shows purported client's reliance on attorney was\n\nobjectively reasonable or that attorney knowing of such reliance\n\ndid nothing to negate it)(citation omitted).5\n\n     We also reject plaintiff's contentions that the district court\n\nshould have disqualified Sulloway and Hollis in response to the\n\nallegations raised in plaintiff's motion to amend his complaint and\n\nthat this court should do so now.6                To be sure, an attorney's\n\nfiduciary duties may be triggered by an initial consultation even\n\nif employment does not result. See, e.g., Westinghouse              Electric\n\nCorp. v. Kerr-McGee Corp., 580 F.2d 1311 (7th Cir. 1978); Polyagro\n\n\n     5\n       It is also clear that plaintiff had decided to sue attorney\nGannon and WS&P before he contacted Sulloway and Hollis and that\nplaintiff voluntarily dismissed his bankruptcy appeal after\nattorney Gannon properly withdrew from it.     Plaintiff has only\nhimself to blame for the loss of this avenue of review.\n     6\n        We reject defendants' claim that plaintiff has waived the\ndisqualification issue. \"Failures to object, unless a true waiver\nis involved, are almost always subject to review for plain error.\"\nSee Chestnut v. City of Lowell, 305 F.3d 18, 19 (1st Cir. 2002)(en\nbanc)(per curiam).\n\n                                     -11-\n\fPlastics, Inc. v. Cincinnati Milacron, Inc., 903 F. Supp. 253, 256\n\n(D.P.R. 1995).       And the fact that the defendants' submissions\n\nshowed that Sulloway and Hollis never represented plaintiff in this\n\nlawsuit does not necessarily mean that plaintiff did not disclose\n\nconfidential      information      to   attorney    Garvey   that    might   have\n\ndisqualified Sulloway and Hollis from defending this case.                   But\n\neven   if   we    assume    that    plaintiff      made   such   a   disclosure,\n\ndisqualification was not required absent some showing that this\n\ngave defendants an unfair advantage in this case.                See Kevlik v.\n\nGoldstein, 724 F.2d 844, 848 (1st Cir. 1984)(holding dilatory\n\ndisqualification motions may be granted when either the court's\n\nconfidence in the attorney's vigorous representation of his client\n\nis threatened or the attorney is in a position to use privileged\n\ninformation to the unfair advantage of the new client)(citations\n\nomitted).        Plaintiff made no such showing.             Absent an actual\n\nadverse effect, \"merely 'conducting [a] trial with counsel that\n\nshould have been disqualified does not \"indelibl[y] stamp or taint\"\n\nthe proceedings.'\"         See Fiandaca v. Cunningham, 827 F.2d 825, 831\n\n(1st Cir. 1987)(citations omitted).            Similarly, because plaintiff\n\nhas failed to show how any alleged conflict on the part of defense\n\ncounsel tainted the summary judgment proceedings, he is not due a\n\nsecond bite at the apple now.\n\n                           III.\n\n\n\n\n                                        -12-\n\f       Finally, we turn to the summary judgment. Like the bankruptcy\n\ncourt, the district court assumed that plaintiff's Connecticut\n\nwhistleblower and free speech claims both rested on the theory that\n\nBEX fired him in retaliation for his anonymous complaint to the\n\nFAA.    On appeal, plaintiff argues that this was error, that his\n\n\"true § 31-51q claim\" did not require him to prove that BEX knew\n\nabout his complaint to the FAA, and that the district court\n\nerroneously overlooked this claim and failed to view the record in\n\nthe light most favorable to him.           We recognize that the district\n\ncourt overlooked certain evidence (e.g., the Costa tape) and that\n\nthe court did not address what plaintiff now says was his \"true §\n\n31-51q\" claim.     Even when we account for these omissions, the\n\nrecord fails to show that attorney Gannon's alleged malpractice\n\neven arguably caused the loss of plaintiff's retaliatory discharge\n\nclaims.\n\n       We review the district court's decision de novo, mindful that\n\n\"on a motion for summary judgment all reasonable inferences must be\n\ndrawn in favor of the non-moving party, regardless of who bears the\n\nultimate burden of proof.\" See Douglas v. York County, 360 F.2d\n\n286, 288 (1st Cir. 2004).         The record discloses that plaintiff\n\nworked for BEX for approximately one year, during which he commuted\n\nto BEX's Westport, Connecticut headquarters from his home in Long\n\nAnn, New Jersey. Sometimes, plaintiff was late for work. Although\n\nplaintiff   insists   that   it   was   all   a   fabrication,   the   OUCC's\n\n\n\n                                    -13-\n\fevidence before the bankruptcy court disclosed that plaintiff was\n\nlate       at    least     five   times   before     he   engaged     in    any    arguably\n\nprotected         conduct.        Indeed,      on   January    4,   1994,    plaintiff's\n\nsupervisor (DiPaola) warned plaintiff that he would be terminated\n\nif he was late once more.7\n\n       On January 29, 1994, plaintiff made an anonymous telephone\n\ncomplaint to the FAA about BEX's shortstaffing.                       On the following\n\nday, plaintiff made similar complaints to BEX managers O'Brien and\n\nHeller in two separate telephone conversations that plaintiff\n\nsecretly          tape-recorded.8         In    these     conversations,          plaintiff\n\nprotested the fact that he was scheduled to work the next day\n\n(1/31/94) even though he had not had enough time off to rest to\n\nenable          him   to   dispatch   aircraft       safely.        Although      plaintiff\n\nemphasized that BEX should employ enough staff to operate its\n\nairline safely, he also complained that BEX had scheduled him to\n\nwork in retaliation for a grievance that he had previously filed,\n\nand he only agreed to work (and indeed, did work) after Heller\n\nassured him that he would be paid time and a half for his efforts.\n\nA few days            after that (i.e., on 2/4/94), BEX supervisor Heller\n\ncalled plaintiff into his office and, after noting that plaintiff\n\nhad once worked for the FAA, warned plaintiff that he would be\n\nfired if he was late for work again or if he released a flight\n\n       7\n        The district court erroneously attributed this warning to\nsupervisor Heller. The Heller warning came one month later.\n       8\n            Heller eventually realized that he was being taped.\n\n                                            -14-\n\flate.    BEX records indicate that plaintiff thereafter was late\n\nseveral more times before his February 28th discharge.\n\n     Plaintiff       maintains    that   the     foregoing     chain     of   events\n\nsuffices to prove that BEX fired him in retaliation for his 1/29/94\n\nanonymous complaint to the FAA (in violation of § 31-51m and § 31-\n\n51q),    and,   if   not   for   that,   then    for     his   1/30/94   telephone\n\ncomplaints to managers O'Brien and Heller (in violation of § 31-51q\n\nonly).    We disagree.     The record shows only that it was just barely\n\npossible that the FAA investigated plaintiff's complaint, and there\n\nwas no evidence that, if any such investigation occurred, it\n\noccurred    under    circumstances       that    would    have    suggested     that\n\nplaintiff had triggered the investigation.                 On this record, the\n\nproffered admissible evidence was simply too weak and speculative\n\nto permit a rational factfinder to infer that BEX fired plaintiff\n\nfor whistleblowing.         Thus, summary judgment on this aspect of\n\nplaintiff's legal malpractice claim was proper.                  See 5 R. Mallen &\n\nJ. Smith, Legal Malpractice, § 33.11, p. 87 (5th ed. 2000)(\"A\n\npossibility is not sufficient to allow an issue to go to the jury,\n\neven if the attorney's negligence impaired the client's ability to\n\nmarshal the necessary evidence.\").              See also, Witte v. Desmarais,\n\n614 A.2d 116, 120-21 (N.H. 1992)(causation is not for jury where\n\nreasonable minds can not differ on the outcome); Arnone v. Town of\n\nEnfield, 831 A.2d 260, 267 (Conn. 2003)(holding plaintiff must\n\n\"produce sufficient evidence to remove the jury's function of\n\n\n\n                                     -15-\n\fexamining   inferences   and   finding    facts       from   the   realm   of\n\nspeculation\").9\n\n      Similarly, we conclude that no reasonable jury could find that\n\nBEX   discharged   plaintiff   \"on   account    of\"    the   safety-related\n\nstatements that he made to his supervisors in the context of\n\ncomplaining about his work schedule.      See, e.g., Lowe v. Amerigas,\n\nInc., 52 F. Supp. 2d 349 (D.Conn. 1999)(citations omitted). On this\n\nrecord, the evidence of plaintiff's tardiness that was before the\n\nbankruptcy court remains essentially unimpeached.            As the district\n\ncourt correctly noted, the report of plaintiff's aviation expert\n\ndid nothing to undermine the evidence of plaintiff's tardiness.\n\nPlaintiff's unsupported claims of fabrication add nothing to his\n\ncase. See Fennell v. First Step Designs, Ltd., 83 F.3d 526, 533-37\n\n(1st Cir. 1996).     The record shows that, saddled with a lengthy\n\ncommute, plaintiff was sometimes late for work notwithstanding\n\nrepeated warnings.    Even when the evidence attorney Gannon did not\n\noffer is factored into the picture, no reasonable jury could find\n\nthat plaintiff's complaints to the FAA or to BEX managers prompted\n\nhis discharge.     Therefore, the district court did not err by\n\ngranting    defendants   summary     judgment    on     plaintiff's    legal\n\nmalpractice claims.\n\n      9\n       Contrast, LaFond v. General Physics Services Corp., 50 F.3d\n165 (2d cir. 1995)(vacating summary judgment where plaintiff\nhimself informed employer of his whistleblowing activity). Here\nplaintiff has not suggested that he told anyone at BEX that he had\ncomplained to the FAA.\n\n\n                                   -16-\n\f     The appellees' motion to file a sur-reply brief is allowed.\n\nThe judgment of the district court is summarily affirmed. See Loc.\n\nRule 27(c).\n\n\n\n\n                              -17-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                Not for Publication in West's Federal Reporter\n               Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 03-1816\n\n                               REX FORNARO,\n\n                         Plaintiff, Appellant,\n\n                                      v.\n\n                     WILLIAM S. GANNON, ET AL.,\n\n                       Defendants, Appellants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n                                   Before\n\n                       Torruella, Circuit Judge,\n                     Cyr, Senior Circuit Judge,\n                      and Lynch, Circuit Judge,\n\n\n\n     Rex Fornaro on brief pro se.\n     Michael M. Lonergan, Margaret H. Nelson and Sulloway & Hollis,\nP.L.L.C., on brief for appellees.\n\n\n                            December 1, 2004\n\f       Per Curiam.   Pro se plaintiff Rex Fornaro appeals a district\n\ncourt order that granted the defendants summary judgment in this\n\nlegal malpractice action. Plaintiff maintains that the defendants,\n\nNew Hampshire attorney William S. Gannon and the law firm of\n\nWadleigh,    Starr   &   Peters,   PLLC      (WS&P),   negligently   litigated\n\ncertain retaliatory discharge claims against plaintiff's former\n\nemployer in the New Hampshire bankruptcy court.              While plaintiff\n\nhas correctly identified minor errors in the district court's\n\ndescription of the evidence, we conclude that the court reached the\n\ncorrect result and that the plaintiff's claims of procedural error\n\nalso fail.     Accordingly, we affirm, for the reasons explained\n\nbelow.\n\n                                       I.\n\n       Between 1993 and 1994, plaintiff worked as a flight dispatcher\n\nfor Business Express Airlines (BEX).             On February 28, 1994, BEX\n\nfired plaintiff.     Plaintiff secured Connecticut counsel and filed\n\na civil wrongful discharge action against BEX in the Connecticut\n\nsuperior court.          Inter alia,    his    complaint   alleged   that   BEX\n\nterminated plaintiff for reporting BEX's alleged violation of\n\nflight safety statutes and regulations to the Federal Aviation\n\nAdministration (FAA) and to other agents, servants, or employees of\n\nBEX.     Plaintiff sought compensatory and punitive damages on the\n\ngrounds that BEX discharged him for exercising his constitutional\n\nrights to free speech, as protected by Conn. Gen. Stat. Ann, § 31-\n\n                                       -2-\n\f51q, and in violation of Connecticut's Whistleblower Law, Conn.\n\nGen. Stat. Ann. § 31-51m.1\n\n     BEX    removed   plaintiff's        civil   action   to   federal    court.\n\nThereafter, an involuntary Chapter 11 petition for BEX's bankruptcy\n\nwas filed with the New Hampshire bankruptcy court, and plaintiff's\n\nConnecticut    counsel      filed    a   proof   of   claim    on   his   behalf.\n\nPlaintiff    then   hired    the    defendants   to   represent     him   on   his\n\nretaliatory discharge claims against BEX in the New Hampshire\n\nbankruptcy court.2    Attorney Gannon represented plaintiff in a two-\n\nday trial of these claims. Plaintiff maintained that BEX fired him\n\nbecause he made an anonymous telephone complaint about BEX's short-\n\nstaffing to the FAA on January 29, 1994, one month before his\n\ndischarge.     Testifying on behalf of BEX's Official Unsecured\n\nCreditors Committee (OUCC), plaintiff's former supervisors at BEX\n\nmaintained that they fired plaintiff for chronic tardiness and that\n\nthey did not know about his anonymous complaint to the FAA when\n\nthey fired him.\n\n     The bankruptcy court disallowed plaintiff's claim in its\n\nentirety.    Assuming that both of plaintiff's statutory claims were\n\nbased on his anonymous complaint to the FAA, the bankruptcy judge\n\n\n     1\n        Plaintiff's complaint also asserted common law claims that\nare not implicated in the instant appeal. We do not address them.\n     2\n        The defendants also filed a separate civil action against\nBEX's officers and directors on plaintiff's behalf. The district\ncourt dismissed that action, and this court summarily affirmed.\nSee Fornaro v. McManus, </pre><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">621</span></span><pre class=\"inline\"> (1st Cir. 1998)(Table).\n\n                                         -3-\n\fruled that plaintiff failed to prove that BEX terminated him in\n\nviolation of Conn. Gen. Stat. Ann. §§ 31-51m and 31-51q because the\n\nevidence failed to show that BEX knew about that complaint before\n\nit fired plaintiff.      The judge further concluded that even if BEX\n\nhad such knowledge, plaintiff's supervisors had established that\n\nplaintiff's tardiness was a legitimate, non-retaliatory reason for\n\nhis discharge and that plaintiff had failed to prove that this\n\nreason was a pretext.\n\n       Still represented by attorney Gannon, plaintiff appealed the\n\nbankruptcy court's decision to the district court.               While that\n\nappeal was pending, plaintiff consulted attorney John Burwell\n\nGarvey at present defense counsel's law firm (Sulloway and Hollis)\n\nwith    an   eye    toward   securing     representation   in   this   legal\n\nmalpractice    action.       Ultimately    attorney   Garvey    declined   to\n\nrepresent plaintiff.         Seeking $10 million in damages, plaintiff\n\nfiled a pro se complaint for legal malpractice that alleged, inter\n\nalia, that attorney Gannon negligently failed to present sufficient\n\nevidence that BEX fired plaintiff in retaliation for his complaint\n\nto the FAA.        Attorney Gannon promptly withdrew from plaintiff's\n\nbankruptcy appeal, and the district court allowed plaintiff's pro\n\nse motion to dismiss it.        Present defense counsel filed an answer\n\napproximately four months after attorney Garvey had declined to\n\ntake plaintiff's side in this case.\n\n\n\n\n                                     -4-\n\f       At the initial pretrial conference plaintiff suggested that\n\ndefense counsel might have a conflict of interest because plaintiff\n\nhad consulted another attorney at Sulloway and Hollis before he\n\nfiled this lawsuit.            Defense counsel indicated that he had looked\n\ninto the matter and did not believe that he had a conflict of\n\ninterest.       The magistrate judge gave plaintiff until December 1,\n\n2000 to file a motion to disqualify defense counsel. Plaintiff did\n\nnot do so.\n\n       Approximately          one    year    later,       plaintiff     secured    his    own\n\ncounsel.3      The parties engaged in discovery and the court scheduled\n\na jury trial to begin on May 6, 2003.                        One day before the filing\n\ndeadline       for     the    defendants'           motion     for     summary    judgment,\n\nplaintiff's       counsel       both        moved    to      withdraw.         Citing     only\n\n\"irreconcilable disputes and conflicts ... concerning litigation\n\nstrategy and other substantive matters,\" counsel informed the court\n\nthat plaintiff opposed withdrawal and requested an in camera\n\nhearing.       Without holding a hearing, the district court promptly\n\nallowed counsel's motions.\n\n       Plaintiff       moved        for     reconsideration.             Inter    alia,       he\n\ncomplained that neither of his attorneys had identified a reason\n\nthat       justified    his    withdrawal       with       a   trial    date     set    and    a\n\ndispositive motion pending and that the court should hold a hearing\n\n\n       3\n       Plaintiff was represented by two attorneys in the district\ncourt. A Massachusetts attorney served as lead counsel and a New\nHampshire attorney appeared as local counsel.\n\n                                              -5-\n\fand deny counsel's motions or, alternatively, extend all deadlines\n\nby sixty (60) days.        After plaintiff's now-withdrawn attorneys\n\nfiled oppositions, the district court denied plaintiff's motion for\n\nreconsideration    while     granting   his    request     for    an    extension.\n\nJudged    from   the   time    plaintiff      submitted        his     motion    for\n\nreconsideration, plaintiff received another sixty (60) days to find\n\nnew counsel and ninety (90) days to oppose the defendants' motion\n\nfor summary judgment.\n\n     Stripped     of   his     own   counsel       by    the     order     denying\n\nreconsideration, plaintiff sought to disarm his opponents by filing\n\na motion to amend his complaint to name Sulloway and Hollis and the\n\nattorney he had previously consulted there, John Burwell Garvey, as\n\ndefendants.      Plaintiff     purported      to   state   a     separate       legal\n\nmalpractice claim against these attorneys on the ground that\n\nattorney Garvey gave plaintiff bad advice about the statute of\n\nlimitations that governed his malpractice claim against attorney\n\nGannon.    In addition, plaintiff alleged that he gave attorney\n\nGarvey privileged information to see if Garvey would represent him\n\nin this case, that present defense counsel improperly had access to\n\nthat information, and that the district court should discipline\n\nSulloway and Hollis for unethical conduct.              The defendants urged\n\nthe court to deny plaintiff's motion to amend his complaint and to\n\nsanction plaintiff for trying to force a change in defense counsel\n\n\n\n\n                                     -6-\n\flong after the deadline for filing a motion for disqualification\n\nhad expired.\n\n     The magistrate judge denied plaintiff's motion to amend his\n\ncomplaint as both \"untimely (unduly delayed and prejudicial so\n\nclose to trial) and as futile (failing to state a cause of\n\naction).\"    Plaintiff filed a motion for reconsideration and a\n\nmotion for leave to file a reply to the defendants' objection to\n\nhis motion to amend his complaint that specifically asked the\n\ndistrict court to disqualify present defense counsel on the ground\n\nthat plaintiff had disclosed confidential information to attorney\n\nGarvey.     Without   specifically   addressing   the   disqualification\n\nissue, the magistrate judge endorsed plaintiff's proposed reply\n\n\"moot\" in light of his previous order denying plaintiff's motion to\n\namend his complaint.      Plaintiff's motion for reconsideration of\n\nthat order remained pending.\n\n     Thereafter, the district court docketed plaintiff's timely\n\nopposition to the defendants' motion for summary judgment and the\n\ndefendants' reply to same.      Two days later, the district judge\n\nannounced that he had decided to grant the defendants' motion and\n\nthat an opinion justifying the court's decision would follow.\n\nPlaintiff moved for reconsideration.        The court then issued an\n\nunpublished opinion which ruled that none of the evidence that\n\nplaintiff claimed attorney Gannon should have offered in the\n\nbankruptcy court would have made any difference to the trial's\n\n\n\n                                 -7-\n\foutcome because that evidence still failed to show that BEX knew\n\nabout plaintiff's complaint to the FAA.      Simultaneously, the court\n\ndenied   plaintiff's   motion   for   reconsideration   of   the   summary\n\njudgment order and his motion for reconsideration of the order\n\ndenying his motion to amend his complaint to add Sulloway and\n\nHollis and attorney Garvey as defendants. Plaintiff filed a timely\n\nnotice of appeal.\n\n                                  II.\n\n     On appeal, plaintiff argues that the district court erred in\n\ngranting the defendants summary judgment.       In addition, plaintiff\n\ncontends that the district court abused its discretion by allowing\n\nhis attorneys to withdraw and thereafter denying plaintiff's motion\n\nto amend his complaint to make Sulloway and Hollis and attorney\n\nJohn Burwell Garvey defendants. Repeatedly citing Pearson v. First\n\nN.H. Mortgage Corp., </pre><span class=\"citation\" data-id=\"198785\"><a href=\"/opinion/198785/pearson-v-first-nh-mortgage/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span><pre class=\"inline\"> (1st Cir. 1999), plaintiff implies\n\nthat he deserves a second bite at the apple because the district\n\ncourt required him to proceed pro se involuntarily and because\n\ndefense counsel has a conflict of interest.       We disagree.\n\n     We review the orders granting plaintiff's attorneys' motions\n\nto withdraw only for an abuse of discretion.            See, Andrews v.\n\nBechtel Power Corp., </pre><span class=\"citation\" data-id=\"462586\"><a href=\"/opinion/462586/39-fair-emplpraccas-1033-38-empl-prac-dec-p-35759-19-fed-r-evid/\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span><pre class=\"inline\">, 134 (1st Cir. 1985).        Plaintiff\n\ncontends that the district court abused its discretion by allowing\n\nhis attorneys to withdraw with a trial date set, a dispositive\n\nmotion pending, and without the requisite showing of \"good cause\"\n\n\n\n                                  -8-\n\for a hearing on counsel's motions.                      Defendants say that the\n\ndistrict court did not abuse its discretion because the court gave\n\nplaintiff sufficient time to find new counsel and respond to their\n\nsummary judgment motion.        The defendants have the better argument.\n\n        Counsel's motions to withdraw were governed by New Hampshire\n\nRule of Professional Conduct 1.16.                In relevant part, this rule\n\nprovides    that:     \"a   lawyer   ...    shall    withdraw      ...    if    (1)    the\n\nrepresentation        will   result   in        violation    of    the        rules   of\n\nprofessional conduct ....[,]\" see Rule 1.16(a), and that: \"a lawyer\n\nmay withdraw ... if withdrawal can be accomplished without material\n\nadverse effect on the interests of the client, or if:...(6) other\n\ngood cause for withdrawal exists.\"                  See Rule 1.16(b)(emphasis\n\nsupplied).      The Comments to this rule suggest that the district\n\ncourt     had   the     discretion    to        treat     plaintiff's         counsel's\n\nrepresentation that \"irreconcilable disputes and conflicts\" existed\n\nas sufficient cause for withdrawal without requiring counsel to\n\nspell out the conflicts at an in camera hearing.4                   Moreover, here\n\n\n     4\n         The ABA Model Code Comments that accompany Rule 1.16\nrecognize that:\n\n        Difficulty may be encountered if withdrawal is based on\n        the client's demand that the lawyer engage in\n        unprofessional conduct.      The court may wish an\n        explanation for the withdrawal, while the lawyer may be\n        bound to keep confidential the facts that would\n        constitute such an explanation. The lawyer's statement\n        that professional considerations require termination of\n        the representation ordinarily should be accepted as\n        sufficient. (emphasis supplied).\n\n\n                                          -9-\n\fthe plaintiff and his counsel were able to air their dispute\n\nthrough   plaintiff's     motion      for    reconsideration   and    subsequent\n\nfilings   which    confirmed     that       their   relationship     had   become\n\nacrimonious.      Since plaintiff had represented himself during the\n\nfirst year and a half that this case was pending and trial was\n\nstill two months away when the court denied reconsideration, the\n\ncourt could reasonably assume that allowing withdrawal would not\n\nhave a material adverse effect on plaintiff.               The district court\n\ngave plaintiff      a   fair   shot    at    finding   successor     counsel   and\n\nopposing the defendants' motion for summary judgment by granting\n\nplaintiff the extensions he requested.\n\n     If more were needed, we note that the record suggests that\n\nplaintiff and his counsel had at least one serious disagreement\n\nover what the rules of professional conduct required plaintiff's\n\ncounsel to do in light of defense counsel's inadvertent disclosure\n\nof a privileged communication.              This alone supplies \"good cause\"\n\nfor withdrawal. The district court did not abuse its discretion by\n\nallowing plaintiff's counsel to withdraw.\n\n     Similarly, the district court did not abuse its discretion by\n\ndenying plaintiff's motion to amend his complaint.                    Insofar as\n\nplaintiff sought to add a separate legal malpractice claim against\n\nattorney Garvey and Sulloway and Hollis, his proposed amended\n\ncomplaint both failed to state a viable claim and was unsupported\n\n\n\n\n                                       -10-\n\fby the record.     See Hatch v. Dep't of Children, Youth and Their\n\nFamilies,   </pre><span class=\"citation\" data-id=\"775863\"><a href=\"/opinion/775863/richard-h-hatch-jr-v-department-for-children-youth-and-their-families/\"><span class=\"volume\">274</span>   <span class=\"reporter\">F.3d</span>   <span class=\"page\">12</span></a></span><pre class=\"inline\">,   19   (1st   Cir.    2001).   The   defendants'\n\nsubmissions showed that plaintiff could not reasonably have relied\n\non any comment attorney Garvey might have made about the statute of\n\nlimitations when plaintiff filed this lawsuit because attorney\n\nGarvey expressly warned plaintiff not to rely on Sulloway and\n\nHollis at that point.     See Sheinkopf v. Stone, </pre><span class=\"citation\" data-id=\"557334\"><a href=\"/opinion/557334/warren-b-sheinkopf-v-john-kp-stone-iii-etc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1259</span></a></span><pre class=\"inline\">, 1264-\n\n65 (1st Cir. 1991)(attorney-client relationship may be implied only\n\nwhere record shows purported client's reliance on attorney was\n\nobjectively reasonable or that attorney knowing of such reliance\n\ndid nothing to negate it)(citation omitted).5\n\n     We also reject plaintiff's contentions that the district court\n\nshould have disqualified Sulloway and Hollis in response to the\n\nallegations raised in plaintiff's motion to amend his complaint and\n\nthat this court should do so now.6                To be sure, an attorney's\n\nfiduciary duties may be triggered by an initial consultation even\n\nif employment does not result. See, e.g., Westinghouse              Electric\n\nCorp. v. Kerr-McGee Corp., </pre><span class=\"citation\" data-id=\"358573\"><a href=\"/opinion/358573/westinghouse-electric-corporation-v-kerr-mcgee-corporation-noranda-mines/\"><span class=\"volume\">580</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1311</span></a></span><pre class=\"inline\"> (7th Cir. 1978); Polyagro\n\n\n     5\n       It is also clear that plaintiff had decided to sue attorney\nGannon and WS&P before he contacted Sulloway and Hollis and that\nplaintiff voluntarily dismissed his bankruptcy appeal after\nattorney Gannon properly withdrew from it.     Plaintiff has only\nhimself to blame for the loss of this avenue of review.\n     6\n        We reject defendants' claim that plaintiff has waived the\ndisqualification issue. \"Failures to object, unless a true waiver\nis involved, are almost always subject to review for plain error.\"\nSee Chestnut v. City of Lowell, </pre><span class=\"citation\" data-id=\"779262\"><a href=\"/opinion/779262/craig-chestnut-v-city-of-lowell/\"><span class=\"volume\">305</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 19 (1st Cir. 2002)(en\nbanc)(per curiam).\n\n                                     -11-\n\fPlastics, Inc. v. Cincinnati Milacron, Inc., </pre><span class=\"citation\" data-id=\"1361286\"><a href=\"/opinion/1361286/polyagro-plastics-inc-v-cincinnati-milacron-inc/\"><span class=\"volume\">903</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">253</span></a></span><pre class=\"inline\">, 256\n\n(D.P.R. 1995).       And the fact that the defendants' submissions\n\nshowed that Sulloway and Hollis never represented plaintiff in this\n\nlawsuit does not necessarily mean that plaintiff did not disclose\n\nconfidential      information      to   attorney    Garvey   that    might   have\n\ndisqualified Sulloway and Hollis from defending this case.                   But\n\neven   if   we    assume    that    plaintiff      made   such   a   disclosure,\n\ndisqualification was not required absent some showing that this\n\ngave defendants an unfair advantage in this case.                See Kevlik v.\n\nGoldstein, </pre><span class=\"citation\" data-id=\"429496\"><a href=\"/opinion/429496/james-j-kevlik-v-david-b-goldstein-town-of-derry/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">844</span></a></span><pre class=\"inline\">, 848 (1st Cir. 1984)(holding dilatory\n\ndisqualification motions may be granted when either the court's\n\nconfidence in the attorney's vigorous representation of his client\n\nis threatened or the attorney is in a position to use privileged\n\ninformation to the unfair advantage of the new client)(citations\n\nomitted).        Plaintiff made no such showing.             Absent an actual\n\nadverse effect, \"merely 'conducting [a] trial with counsel that\n\nshould have been disqualified does not \"indelibl[y] stamp or taint\"\n\nthe proceedings.'\"         See Fiandaca v. Cunningham, </pre><span class=\"citation\" data-id=\"493605\"><a href=\"/opinion/493605/mary-ann-fiandaca-v-michael-cunningham-etc-appeal-of-new-hampshire/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">825</span></a></span><pre class=\"inline\">, 831\n\n(1st Cir. 1987)(citations omitted).            Similarly, because plaintiff\n\nhas failed to show how any alleged conflict on the part of defense\n\ncounsel tainted the summary judgment proceedings, he is not due a\n\nsecond bite at the apple now.\n\n                           III.\n\n\n\n\n                                        -12-\n\f       Finally, we turn to the summary judgment. Like the bankruptcy\n\ncourt, the district court assumed that plaintiff's Connecticut\n\nwhistleblower and free speech claims both rested on the theory that\n\nBEX fired him in retaliation for his anonymous complaint to the\n\nFAA.    On appeal, plaintiff argues that this was error, that his\n\n\"true § 31-51q claim\" did not require him to prove that BEX knew\n\nabout his complaint to the FAA, and that the district court\n\nerroneously overlooked this claim and failed to view the record in\n\nthe light most favorable to him.           We recognize that the district\n\ncourt overlooked certain evidence (e.g., the Costa tape) and that\n\nthe court did not address what plaintiff now says was his \"true §\n\n31-51q\" claim.     Even when we account for these omissions, the\n\nrecord fails to show that attorney Gannon's alleged malpractice\n\neven arguably caused the loss of plaintiff's retaliatory discharge\n\nclaims.\n\n       We review the district court's decision de novo, mindful that\n\n\"on a motion for summary judgment all reasonable inferences must be\n\ndrawn in favor of the non-moving party, regardless of who bears the\n\nultimate burden of proof.\" See Douglas v. York County, </pre><span class=\"citation no-link\"><span class=\"volume\">360</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">286</span></span><pre class=\"inline\">, 288 (1st Cir. 2004).         The record discloses that plaintiff\n\nworked for BEX for approximately one year, during which he commuted\n\nto BEX's Westport, Connecticut headquarters from his home in Long\n\nAnn, New Jersey. Sometimes, plaintiff was late for work. Although\n\nplaintiff   insists   that   it   was   all   a   fabrication,   the   OUCC's\n\n\n\n                                    -13-\n\fevidence before the bankruptcy court disclosed that plaintiff was\n\nlate       at    least     five   times   before     he   engaged     in    any    arguably\n\nprotected         conduct.        Indeed,      on   January    4,   1994,    plaintiff's\n\nsupervisor (DiPaola) warned plaintiff that he would be terminated\n\nif he was late once more.7\n\n       On January 29, 1994, plaintiff made an anonymous telephone\n\ncomplaint to the FAA about BEX's shortstaffing.                       On the following\n\nday, plaintiff made similar complaints to BEX managers O'Brien and\n\nHeller in two separate telephone conversations that plaintiff\n\nsecretly          tape-recorded.8         In    these     conversations,          plaintiff\n\nprotested the fact that he was scheduled to work the next day\n\n(1/31/94) even though he had not had enough time off to rest to\n\nenable          him   to   dispatch   aircraft       safely.        Although      plaintiff\n\nemphasized that BEX should employ enough staff to operate its\n\nairline safely, he also complained that BEX had scheduled him to\n\nwork in retaliation for a grievance that he had previously filed,\n\nand he only agreed to work (and indeed, did work) after Heller\n\nassured him that he would be paid time and a half for his efforts.\n\nA few days            after that (i.e., on 2/4/94), BEX supervisor Heller\n\ncalled plaintiff into his office and, after noting that plaintiff\n\nhad once worked for the FAA, warned plaintiff that he would be\n\nfired if he was late for work again or if he released a flight\n\n       7\n        The district court erroneously attributed this warning to\nsupervisor Heller. The Heller warning came one month later.\n       8\n            Heller eventually realized that he was being taped.\n\n                                            -14-\n\flate.    BEX records indicate that plaintiff thereafter was late\n\nseveral more times before his February 28th discharge.\n\n     Plaintiff       maintains    that   the     foregoing     chain     of   events\n\nsuffices to prove that BEX fired him in retaliation for his 1/29/94\n\nanonymous complaint to the FAA (in violation of § 31-51m and § 31-\n\n51q),    and,   if   not   for   that,   then    for     his   1/30/94   telephone\n\ncomplaints to managers O'Brien and Heller (in violation of § 31-51q\n\nonly).    We disagree.     The record shows only that it was just barely\n\npossible that the FAA investigated plaintiff's complaint, and there\n\nwas no evidence that, if any such investigation occurred, it\n\noccurred    under    circumstances       that    would    have    suggested     that\n\nplaintiff had triggered the investigation.                 On this record, the\n\nproffered admissible evidence was simply too weak and speculative\n\nto permit a rational factfinder to infer that BEX fired plaintiff\n\nfor whistleblowing.         Thus, summary judgment on this aspect of\n\nplaintiff's legal malpractice claim was proper.                  See 5 R. Mallen &\n\nJ. Smith, Legal Malpractice, § 33.11, p. 87 (5th ed. 2000)(\"A\n\npossibility is not sufficient to allow an issue to go to the jury,\n\neven if the attorney's negligence impaired the client's ability to\n\nmarshal the necessary evidence.\").              See also, Witte v. Desmarais,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">614</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">116</span></span><pre class=\"inline\">, 120-21 (N.H. 1992)(causation is not for jury where\n\nreasonable minds can not differ on the outcome); Arnone v. Town of\n\nEnfield, </pre><span class=\"citation no-link\"><span class=\"volume\">831</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">260</span></span><pre class=\"inline\">, 267 (Conn. 2003)(holding plaintiff must\n\n\"produce sufficient evidence to remove the jury's function of\n\n\n\n                                     -15-\n\fexamining   inferences   and   finding    facts       from   the   realm   of\n\nspeculation\").9\n\n      Similarly, we conclude that no reasonable jury could find that\n\nBEX   discharged   plaintiff   \"on   account    of\"    the   safety-related\n\nstatements that he made to his supervisors in the context of\n\ncomplaining about his work schedule.      See, e.g., Lowe v. Amerigas,\n\nInc., </pre><span class=\"citation\" data-id=\"2522406\"><a href=\"/opinion/2522406/lowe-v-amerigas-inc/\"><span class=\"volume\">52</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">349</span></a></span><pre class=\"inline\"> (D.Conn. 1999)(citations omitted). On this\n\nrecord, the evidence of plaintiff's tardiness that was before the\n\nbankruptcy court remains essentially unimpeached.            As the district\n\ncourt correctly noted, the report of plaintiff's aviation expert\n\ndid nothing to undermine the evidence of plaintiff's tardiness.\n\nPlaintiff's unsupported claims of fabrication add nothing to his\n\ncase. See Fennell v. First Step Designs, Ltd., </pre><span class=\"citation\" data-id=\"718191\"><a href=\"/opinion/718191/70-fair-emplpraccas-bna-1305-34-fedrserv3d-1566-rachel-l-fennell/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span><pre class=\"inline\">, 533-37\n\n(1st Cir. 1996).     The record shows that, saddled with a lengthy\n\ncommute, plaintiff was sometimes late for work notwithstanding\n\nrepeated warnings.    Even when the evidence attorney Gannon did not\n\noffer is factored into the picture, no reasonable jury could find\n\nthat plaintiff's complaints to the FAA or to BEX managers prompted\n\nhis discharge.     Therefore, the district court did not err by\n\ngranting    defendants   summary     judgment    on     plaintiff's    legal\n\nmalpractice claims.\n\n      9\n       Contrast, LaFond v. General Physics Services Corp., </pre><span class=\"citation\" data-id=\"691962\"><a href=\"/opinion/691962/ar-peter-lafond-v-general-physics-services-corporation/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">165</span></a></span><pre class=\"inline\"> (2d cir. 1995)(vacating summary judgment where plaintiff\nhimself informed employer of his whistleblowing activity). Here\nplaintiff has not suggested that he told anyone at BEX that he had\ncomplained to the FAA.\n\n\n                                   -16-\n\f     The appellees' motion to file a sur-reply brief is allowed.\n\nThe judgment of the district court is summarily affirmed. See Loc.\n\nRule 27(c).\n\n\n\n\n                              -17-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/198785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1361286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2522406/"
  ]
}