{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201400/",
  "absolute_url": "/opinion/201400/paulding-v-allen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201400/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:19:54Z",
  "date_modified": "2016-02-28T05:05:24.054897Z",
  "type": "010combined",
  "sha1": "f4e98760a80475fe95567fd6c846c505d64f24c8",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1283-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/01/05/Paulding_v._Allen.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 04-1283\n\n                         EDWARD PAULDING,\n\n                      Petitioner, Appellant,\n\n                                v.\n\n  PETER ALLEN, Superintendent of Cedar Junction-MCI at Walpole,\n\n                      Respondent, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n                              Before\n\n                       Lynch, Circuit Judge,\n\n                    Cyr, Senior Circuit Judge,\n\n                    and Howard, Circuit Judge.\n\n\n\n     Stephen Hrones, with whom Hrones & Garrity was on brief, for\npetitioner.\n     Dean A. Mazzone, Special Assistant Attorney General, Criminal\nBureau, with whom Thomas F. Reilly, Attorney General, was on brief,\nfor respondent.\n\n\n\n                         January 5, 2005\n\f           HOWARD, Circuit Judge. Edward Paulding appeals from the\n\ndistrict court's dismissal of his petition for a writ of habeas\n\ncorpus. See Paulding v. Allen, 303 F. Supp. 2d 27 (D. Mass. 2004).\n\nPaulding was convicted by a Massachusetts jury of felony murder in\n\nthe first degree and is currently serving a life sentence.          At\n\nPaulding's state court trial, the judge instructed the jury that it\n\ncould find Paulding guilty of either first degree felony murder or\n\nsecond degree murder.   But at the same time, the judge declined to\n\ninstruct on the elements of second degree murder because the\n\nevidence did not warrant a second degree murder verdict.      Paulding\n\nbrought an appeal challenging these instructions as illogical.\n\n           In   addressing   Paulding's   appeal,   the   Massachusetts\n\nSupreme Judicial Court (\"SJC\") recognized that the trial judge's\n\ninstructions were the product of the SJC's decision in Commonwealth\n\nv. Brown, 467 N.E.2d 188, 197 (Mass. 1984), which held that the\n\nMassachusetts murder statute \"requires a trial judge to instruct on\n\nmurder in the first and second degrees if there is evidence of\n\nmurder in the first degree, even though there appears to be no\n\nhypothesis in the evidence to support a verdict of murder in the\n\nsecond degree.\"     This holding was based on a provision in the\n\nMassachusetts murder statute which states that \"the degree of\n\nmurder is for the jury to determine.\"      Mass. Gen. Laws ch. 265, §\n\n1.   The Brown court interpreted this provision to require that the\n\njury, regardless of the evidence, have an opportunity, in every\n\n\n                                 -2-\n\ffirst degree murder prosecution, to convict the defendant of second\n\ndegree murder -- regardless of the state of the evidence.         See\n\nBrown, 467 N.E.2d at 196-97.\n\n           As a result of Paulding's appeal, the SJC overruled\n\nBrown and held that, in first degree felony murder cases, the judge\n\nshould instruct on second degree murder only if the evidence could\n\nsupport a second degree murder conviction.      See Commonwealth v.\n\nPaulding, 777 N.E.2d 135, 142-43 (Mass. 2002).     Applying its new\n\nrule, the SJC determined that there was no evidence of second\n\ndegree murder in Paulding's case.     See id. at 143.    Accordingly,\n\nthe SJC rejected Paulding's claim of error arising out of the trial\n\njudge's failure to instruct on the elements of second degree\n\nmurder.    See id.\n\n            In his federal habeas corpus petition, Paulding raised\n\ntwo due process claims: (1) the SJC could not apply the new rule\n\nannounced in Paulding retroactively to him, and (2) even under the\n\nnew rule, there was sufficient evidence to warrant a second degree\n\nmurder instruction.    On the first issue, the district court held\n\nthat the new rule could be applied retroactively because it did not\n\ndeprive Paulding of fair warning of the penalties attached to his\n\nconduct.    See Paulding, 303 F. Supp. 2d at 32.        On the second\n\nissue, the district court found reasonable the SJC's determination\n\nthat there was not enough evidence to warrant a second degree\n\nmurder instruction.   See id. at 33-34.   At oral argument, Paulding\n\n\n                                -3-\n\fabandoned his retroactivity argument, so we confine our focus to\n\nhis second claim.1\n\n            The facts underlying Paulding's murder conviction are as\n\nfollows.     On the evening of August 23, 1996, Paulding and Jose\n\nDuarte visited the Dennis Street Park in the Roxbury section of\n\nBoston.     Paulding and Duarte approached three men, Eliot Flores,\n\nVictor Fantauzzi, and the victim, Luis Tevenal, who were sitting on\n\na bench smoking marijuana.     Duarte pointed a gun at the men and\n\nsaid, \"Run you all shit.\"   The men interpreted Duarte's command to\n\nbe an order that they turn over all of their belongings.      Flores\n\nand Fantauzzi handed Paulding a knife, chain, and radio, while\n\nTevenal tossed his wallet in Paulding's direction.      Duarte then\n\nrepeatedly asked Paulding, \"Le Tiru?,\" which Fantauzzi and Flores\n\nunderstood to mean \"Should I shoot?\"        Flores, Fantauzzi, and\n\nTevenal ran, and a shot was fired which hit Tevenal in the back of\n\nthe head.     Tevenal died the following day.   Paulding admitted to\n\nthe police that he had participated in the armed robbery with\n\nDuarte.\n\n            At trial, Paulding was the only defense witness.      He\n\ntestified that he went with Duarte to the park to commit a robbery.\n\nAt the end of the robbery, according to Paulding, Duarte said\n\n\"Bounce,\" which Paulding understood as a command for him to run.\n\n\n     1\n      The government argued that Paulding failed to exhaust state\nremedies for the retroactivity claim. Because Paulding has\nwaived this claim, we do not address the government's argument.\n\n                                 -4-\n\fPaulding ran from Duarte along with the other three men and heard\n\na shot fired.\n\n            The Commonwealth presented its case against Paulding on\n\na theory of joint venture first degree felony murder. As discussed\n\nabove, Paulding wanted the jury instructed on the elements of\n\nsecond degree murder, but the trial judge refused and the SJC\n\nupheld   her    ruling.     Paulding's        habeas     corpus    claim   assigns\n\nconstitutional error to the failure of the trial judge to give a\n\nsecond degree murder instruction, alleging that the failure to do\n\nso amounted to a federal due process violation.\n\n               As an initial matter, the parties dispute whether the\n\ndeferential     standard    of   review       under     the   Antiterrorism      and\n\nEffective Death Penalty Act (\"AEDPA\") applies to this petition.\n\nSee 28 U.S.C. § 2254(d). Paulding contends that, because the SJC\n\ndid not address his federal due process claim, he is entitled to de\n\nnovo review.      See Lavallee v. Coplan, 374 F.3d 41, 44 (1st Cir.\n\n2004).   We reject the premise of this argument.              The SJC ruled that\n\nthe trial judge appropriately declined to instruct on the elements\n\nof second degree murder because there was no evidence to support a\n\nsecond degree murder conviction.              It concluded its discussion by\n\nstating \"that there was a violation of neither [Mass. Gen. Laws\n\nch.] 265, § 1, nor the defendant's Federal due process rights.\"\n\nPaulding,   777    N.E.2d   at   143.         It   is   apparent   that    the   SJC\n\nunderstood that Paulding's claim was premised, in part, on federal\n\n\n                                        -5-\n\flaw.   AEDPA's standard of review thus applies to Paulding's claim.\n\nSee Norton v. Spencer, 351 F.3d 1, 5-6 (1st Cir. 2003).\n\n            Under AEDPA, a federal court is precluded from granting\n\nhabeas corpus relief unless the state court adjudication \"resulted\n\nin a decision that was contrary to, or involved an unreasonable\n\napplication of, clearly established Federal law, as determined by\n\nthe Supreme Court of the United States,\" or was based on \"an\n\nunreasonable determination of the facts in light of the evidence\n\npresented in the state court proceeding.\"       28 U.S.C. § 2254(d)(1)-\n\n(2).   The United States Supreme Court has held that a capital\n\ndefendant   maintains   a   due   process   right   to   receive   a   lesser\n\nincluded offense instruction if the evidence so warrants, but it\n\nhas explicitly reserved whether this right extends to noncapital\n\ndefendants such as Paulding.       See Hopper v. Evans, 456 U.S. 605,\n\n611 (1982); Beck v. Alabama, 447 U.S. 625, 638 n.14 (1979).\n\nBecause the Supreme Court has not decided whether a noncapital\n\ndefendant has a due process right to receive such an instruction,\n\nsome courts, applying AEDPA, have held that a habeas petition\n\npredicated on such a claim must be dismissed as not clearly\n\nestablished under federal law.       See Mendez v. Roe, 88 Fed. Appx.\n\n165, 167 (9th Cir. 2004); Dickerson v. Dormire, 2 Fed. Appx. 695,\n\n696 (8th Cir. 2001). But other courts, even after AEDPA's passage,\n\nhave permitted a noncapital defendant to press such a claim --\n\nalbeit without explicit consideration of whether their analysis is\n\n\n                                    -6-\n\fconsistent with AEDPA.2            See Reeves v. Battle, 272 F.3d 918, 920\n\n(7th Cir. 2001); Williams v. Hofbauer,                 3 Fed. Appx. 456, 458 (6th\n\nCir. 2001).\n\n                  We need not choose between these positions.                 Assuming\n\narguendo that a due process claim of the sort advanced by Paulding\n\nremains viable          under    federal    habeas     corpus,   the   most    that   a\n\nnoncapital         defendant    could     assert   under   the    Supreme      Court's\n\nprecedent is that a lesser included offense instruction is required\n\nif warranted by the evidence.              See Spaziano v. Florida, 468 U.S.\n\n447, 455 (1984) (\"Where no lesser included offense exists, a lesser\n\nincluded offense instruction detracts from, rather than enhances,\n\nthe rationality of the process.\"); Hopper, 456 U.S. at 611 (stating\n\nthat       \"due    process     requires    that    a   lesser    included     offense\n\ninstruction be given only when the evidence warrants such an\n\ninstruction\").          And here, as the district court concluded, the SJC\n\nreasonably determined that the evidence did not warrant such an\n\ninstruction.\n\n                  In Massachusetts, \"the felony-murder rule . . . imposes\n\ncriminal liability for homicide on all participants in a certain\n\ncommon criminal enterprise if death occurred in the course of that\n\nenterprise.\"         Commonwealth v. Judge,        650 N.E.2d 1242, 1246 (Mass.\n\n\n\n       2\n      We followed the latter approach prior to the passage of\nAEDPA. See Tata v. Carver, 917 F.2d 670, 671-72 (1st Cir. 1990).\nWe have not had occasion to consider the issue since AEDPA's\nenactment.\n\n                                           -7-\n\f1995) (internal citation omitted).       For a felony to qualify as a\n\npredicate for application of the felony-murder rule, the felony\n\nmust be either inherently dangerous to human life or committed with\n\na conscious disregard of the risk to human life.        See Commonwealth\n\nv. Prater, 725 N.E.2d 233, 242 (Mass. 2000).            If the felony is\n\npunishable by life imprisonment, it is a predicate for felony\n\nmurder in the first degree; otherwise, it is a predicate for felony\n\nmurder in the second degree.       See Commonwealth v. Jackson, 731\n\nN.E.2d 1066, 1072-73 (Mass. 2000).\n\n          Paulding   admitted    that   he   participated   in   an   armed\n\nrobbery, and there was no evidence that he participated in some\n\nother predicate felony.   Armed robbery is an inherently dangerous\n\nfelony punishable by life imprisonment.         See Mass. Gen. Laws ch.\n\n265, § 17; Commonwealth v. Simmons, 627 N.E.2d 917, 924 (Mass.\n\n1994) (observing that armed robbery is an inherently dangerous\n\nfelony). Accordingly, Paulding was not entitled to a second degree\n\nfelony murder instruction.      See Commonwealth v. Netto, 783 N.E.2d\n\n439, 454 n.20 (Mass. 2003).\n\n          Paulding   attempts      to   rebut    this    straightforward\n\nconclusion with the argument that, because he also could have been\n\nconvicted of first degree murder on a finding of actual malice, a\n\nsecond degree murder instruction was warranted under the theory\n\nthat he was guilty of a murder committed with malice instead of\n\nfelony murder.   In making this argument, Paulding points to the\n\n\n                                  -8-\n\fSJC's acknowledgment that, where the evidence in a first degree\n\nfelony   murder   prosecution     suggests        malice,     apart   from    the\n\nconstructive malice established by the commission of the predicate\n\nfelony, a charge on second degree murder should be given.                     See\n\nPaulding, 777 N.E.2d at 142.\n\n            Paulding's    argument   does       not   fit   the   evidence.   The\n\nCommonwealth proceeded on the theory that Paulding committed joint\n\nventure, first degree felony murder by participating in an armed\n\nrobbery with Duarte during which Duarte committed a homicide.                 The\n\nCommonwealth did not contend that malice might be inferred from the\n\ncircumstances of the murder simpliciter (and independently of the\n\narmed robbery).    Paulding's defense was that Duarte committed the\n\nmurder after the robbery had concluded, and not that the murder was\n\ncommitted    outside     the   context     of     the    armed    robbery.    The\n\nCommonwealth's case, if believed, supported a first degree felony\n\nmurder conviction; Paulding's defense, if believed, supported an\n\nacquittal. No middle ground was possible.               Accordingly, the SJC's\n\ndetermination that the evidence did not warrant instructing the\n\njury on second degree murder was reasonable.\n\n            Affirmed.\n\n\n\n\n                                     -9-\n\f",
  "html": "<p class=\"case_cite\">393 F.3d 280</p>\n    <p class=\"parties\">Edward PAULDING, Petitioner, Appellant,<br>v.<br>Peter ALLEN, Superintendent of Cedar Junction-MCI at Walpole, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 04-1283.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 5, 2004.</p>\n    <p class=\"date\">Decided January 5, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Hrones, with whom Hrones &amp; Garrity was on brief, for petitioner.</p>\n      <p class=\"indent\">Dean A. Mazzone, Special Assistant Attorney General, Criminal Bureau, with whom Thomas F. Reilly, Attorney General, was on brief, for respondent.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CYR, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Edward Paulding appeals from the district court's dismissal of his petition for a writ of habeas corpus. <i>See Paulding v. Allen,</i> 303 F.Supp.2d 26 (D.Mass.2004). Paulding was convicted by a Massachusetts jury of felony murder in the first degree and is currently serving a life sentence. At Paulding's state court trial, the judge instructed the jury that it could find Paulding guilty of either first degree felony murder or second degree murder. But at the same time, the judge declined to instruct on the elements of second degree murder because the evidence did not warrant a second degree murder verdict. Paulding brought an appeal challenging these instructions as illogical.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In addressing Paulding's appeal, the Massachusetts Supreme Judicial Court (\"SJC\") recognized that the trial judge's instructions were the product of the SJC's decision in <i>Commonwealth v. Brown,</i> 392 Mass. 632, 467 N.E.2d 188, 197 (1984), which held that the Massachusetts murder statute \"requires a trial judge to instruct on murder in the first and second degrees if there is evidence of murder in the first degree, even though there appears to be no hypothesis in the evidence to support a verdict of murder in the second degree.\" This holding was based on a provision in the Massachusetts murder statute which states that \"the degree of murder is for the jury to determine.\" Mass. Gen. Laws ch. 265, &#167; 1. The <i>Brown</i> court interpreted this provision to require that the jury, regardless of the evidence, have an opportunity, in every first degree murder prosecution, to convict the defendant of second degree murder &#8212; regardless of the state of the evidence. <i>See Brown,</i> 467 N.E.2d at 196-97.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As a result of Paulding's appeal, the SJC overruled <i>Brown</i> and held that, in first degree felony murder cases, the judge should instruct on second degree murder only if the evidence could support a second degree murder conviction. <i>SeeCommonwealth v. Paulding,</i> 438 Mass. 1, 777 N.E.2d 135, 142-43 (2002). Applying its new rule, the SJC determined that there was no evidence of second degree murder in Paulding's case. <i>See id.</i> at 143. Accordingly, the SJC rejected Paulding's claim of error arising out of the trial judge's failure to instruct on the elements of second degree murder. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In his federal habeas corpus petition, Paulding raised two due process claims: (1) the SJC could not apply the new rule announced in <i>Paulding</i> retroactively to him, and (2) even under the new rule, there was sufficient evidence to warrant a second degree murder instruction. On the first issue, the district court held that the new rule could be applied retroactively because it did not deprive Paulding of fair warning of the penalties attached to his conduct. <i>See Paulding,</i> 303 F.Supp.2d at 32. On the second issue, the district court found reasonable the SJC's determination that there was not enough evidence to warrant a second degree murder instruction. <i>See id.</i> at 33-34. At oral argument, Paulding abandoned his retroactivity argument, so we confine our focus to his second claim.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The facts underlying Paulding's murder conviction are as follows. On the evening of August 23, 1996, Paulding and Jose Duarte visited the Dennis Street Park in the Roxbury section of Boston. Paulding and Duarte approached three men, Eliot Flores, Victor Fantauzzi, and the victim, Luis Tevenal, who were sitting on a bench smoking marijuana. Duarte pointed a gun at the men and said, \"Run you all shit.\" The men interpreted Duarte's command to be an order that they turn over all of their belongings. Flores and Fantauzzi handed Paulding a knife, chain, and radio, while Tevenal tossed his wallet in Paulding's direction. Duarte then repeatedly asked Paulding, \"Le Tiru?,\" which Fantauzzi and Flores understood to mean \"Should I shoot?\" Flores, Fantauzzi, and Tevenal ran, and a shot was fired which hit Tevenal in the back of the head. Tevenal died the following day. Paulding admitted to the police that he had participated in the armed robbery with Duarte.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At trial, Paulding was the only defense witness. He testified that he went with Duarte to the park to commit a robbery. At the end of the robbery, according to Paulding, Duarte said \"Bounce,\" which Paulding understood as a command for him to run. Paulding ran from Duarte along with the other three men and heard a shot fired.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Commonwealth presented its case against Paulding on a theory of joint venture first degree felony murder. As discussed above, Paulding wanted the jury instructed on the elements of second degree murder, but the trial judge refused and the SJC upheld her ruling. Paulding's habeas corpus claim assigns constitutional error to the failure of the trial judge to give a second degree murder instruction, alleging that the failure to do so amounted to a federal due process violation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As an initial matter, the parties dispute whether the deferential standard of review under the Antiterrorism and Effective Death Penalty Act (\"AEDPA\") applies to this petition. <i>See</i> 28 U.S.C. &#167; 2254(d). Paulding contends that, because the SJC did not address his federal due process claim, he is entitled to de novo review. <i>See Lavallee v. Coplan,</i> 374 F.3d 41, 44 (1st Cir.2004). We reject the premise of this argument. The SJC ruled that the trial judge appropriately declined to instruct on the elements of second degree murder because there was no evidence to support a second degree murder conviction. It concluded its discussion by stating \"that there was a violation of neither [Mass. Gen. Laws ch.] 265, &#167; 1, nor the defendant's Federal due process rights.\" <i>Paulding,</i> 777 N.E.2d at 143. It is apparent that the SJC understood that Paulding's claim was premised, in part, on federal law. AEDPA's standard of review thus applies to Paulding's claim. <i>See Norton v. Spencer,</i> 351 F.3d 1, 5-6 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under AEDPA, a federal court is precluded from granting habeas corpus relief unless the state court adjudication \"resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,\" or was based on \"an unreasonable determination of the facts in light of the evidence presented in the state court proceeding.\" 28 U.S.C. &#167; 2254(d)(1)-(2). The United States Supreme Court has held that a capital defendant maintains a due process right to receive a lesser included offense instruction if the evidence so warrants, but it has explicitly reserved whether this right extends to noncapital defendants such as Paulding. <i>See Hopper v. Evans,</i> 456 U.S. 605, 611, 102 S.Ct. 2049, 72 L.Ed.2d 367 (1982); <i>Beck v. Alabama,</i> 447 U.S. 625, 638 n. 14, 100 S.Ct. 2382, 65 L.Ed.2d 392 (1979). Because the Supreme Court has not decided whether a noncapital defendant has a due process right to receive such an instruction, some courts, applying AEDPA, have held that a habeas petition predicated on such a claim must be dismissed as not clearly established under federal law. <i>See Mendez v. Roe,</i> 88 Fed. Appx. 165, 167 (9th Cir.2004); <i>Dickerson v. Dormire,</i> 2 Fed. Appx. 695, 696 (8th Cir.2001). But other courts, even after AEDPA's passage, have permitted a noncapital defendant to press such a claim &#8212; albeit without explicit consideration of whether their analysis is consistent with AEDPA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See Reeves v. Battles,</i> 272 F.3d 918, 920 (7th Cir.2001); <i>Williams v. Hofbauer,</i> 3 Fed.Appx. 456, 458 (6th Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We need not choose between these positions. Assuming <i>arguendo</i> that a due process claim of the sort advanced by Paulding remains viable under federal habeas corpus, the most that a noncapital defendant could assert under the Supreme Court's precedent is that a lesser included offense instruction is required if warranted by the evidence. <i>See Spaziano v. Florida,</i> 468 U.S. 447, 455, 104 S.Ct. 3154, 82 L.Ed.2d 340 (1984) (\"Where no lesser included offense exists, a lesser included offense instruction detracts from, rather than enhances, the rationality of the process.\"); <i>Hopper,</i> 456 U.S. at 611, 102 S.Ct. 2049 (stating that \"due process requires that a lesser included offense instruction be given only when the evidence warrants such an instruction\"). And here, as the district court concluded, the SJC reasonably determined that the evidence did not warrant such an instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In Massachusetts, \"the felony-murder rule ... imposes criminal liability for homicide on all participants in a certain common criminal enterprise if death occurred in the course of that enterprise.\" <i>Commonwealth v. Judge,</i> 420 Mass. 433, 650 N.E.2d 1242, 1246 (1995) (internal citation omitted). For a felony to qualify as a predicate for application of the felony-murder rule, the felony must be either inherently dangerous to human life or committed with a conscious disregard of the risk to human life. <i>See Commonwealth v. Prater,</i> 431 Mass. 86, 725 N.E.2d 233, 242 (2000). If the felony is punishable by life imprisonment, it is a predicate for felony murder in the first degree; otherwise, it is a predicate for felony murder in the second degree. <i>SeeCommonwealth v. Jackson,</i> 432 Mass. 82, 731 N.E.2d 1066, 1072-73 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Paulding admitted that he participated in an armed robbery, and there was no evidence that he participated in some other predicate felony. Armed robbery is an inherently dangerous felony punishable by life imprisonment. <i>See</i> Mass. Gen. Laws ch. 265, &#167; 17; <i>Commonwealth v. Simmons,</i> 417 Mass. 60, 627 N.E.2d 917, 924 (1994) (observing that armed robbery is an inherently dangerous felony). Accordingly, Paulding was not entitled to a second degree felony murder instruction. <i>See Commonwealth v. Netto,</i> 438 Mass. 686, 783 N.E.2d 439, 454 n. 20 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Paulding attempts to rebut this straightforward conclusion with the argument that, because he also could have been convicted of first degree murder on a finding of actual malice, a second degree murder instruction was warranted under the theory that he was guilty of a murder committed with malice instead of felony murder. In making this argument, Paulding points to the SJC's acknowledgment that, where the evidence in a first degree felony murder prosecution suggests malice, apart from the constructive malice established by the commission of the predicate felony, a charge on second degree murder should be given. <i>See Paulding,</i> 777 N.E.2d at 142.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Paulding's argument does not fit the evidence. The Commonwealth proceeded on the theory that Paulding committed joint venture, first degree felony murder by participating in an armed robbery with Duarte during which Duarte committed a homicide. The Commonwealth did not contend that malice might be inferred from the circumstances of the murder <i>simpliciter</i> (and independently of the armed robbery). Paulding's defense was that Duarte committed the murder after the robbery had concluded, and not that the murder was committed outside the context of the armed robbery. The Commonwealth's case, if believed, supported a first degree felony murder conviction; Paulding's defense, if believed, supported an acquittal. No middle ground was possible. Accordingly, the SJC's determination that the evidence did not warrant instructing the jury on second degree murder was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government argued that Paulding failed to exhaust state remedies for the retroactivity claim. Because Paulding has waived this claim, we do not address the government's argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We followed the latter approach prior to the passage of AEDPA<i>See Tata v. Carver,</i> 917 F.2d 670, 671-72 (1st Cir.1990). We have not had occasion to consider the issue since AEDPA's enactment.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></span></p>\n    <p class=\"parties\">Edward PAULDING, Petitioner, Appellant,<br>v.<br>Peter ALLEN, Superintendent of Cedar Junction-MCI at Walpole, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 04-1283.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 5, 2004.</p>\n    <p class=\"date\">Decided January 5, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Hrones, with whom Hrones &amp; Garrity was on brief, for petitioner.</p>\n      <p class=\"indent\">Dean A. Mazzone, Special Assistant Attorney General, Criminal Bureau, with whom Thomas F. Reilly, Attorney General, was on brief, for respondent.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CYR, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Edward Paulding appeals from the district court's dismissal of his petition for a writ of habeas corpus. <i>See Paulding v. Allen,</i> <span class=\"citation\" data-id=\"2504247\"><a href=\"/opinion/2504247/paulding-v-allen/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">26</span></a></span> (D.Mass.2004). Paulding was convicted by a Massachusetts jury of felony murder in the first degree and is currently serving a life sentence. At Paulding's state court trial, the judge instructed the jury that it could find Paulding guilty of either first degree felony murder or second degree murder. But at the same time, the judge declined to instruct on the elements of second degree murder because the evidence did not warrant a second degree murder verdict. Paulding brought an appeal challenging these instructions as illogical.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In addressing Paulding's appeal, the Massachusetts Supreme Judicial Court (\"SJC\") recognized that the trial judge's instructions were the product of the SJC's decision in <i>Commonwealth v. Brown,</i> <span class=\"citation\" data-id=\"2027227\"><a href=\"/opinion/2027227/commonwealth-v-brown/\"><span class=\"volume\">392</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">632</span></a></span>, <span class=\"citation\" data-id=\"2027227\"><a href=\"/opinion/2027227/commonwealth-v-brown/\"><span class=\"volume\">467</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">188</span></a></span>, 197 (1984), which held that the Massachusetts murder statute \"requires a trial judge to instruct on murder in the first and second degrees if there is evidence of murder in the first degree, even though there appears to be no hypothesis in the evidence to support a verdict of murder in the second degree.\" This holding was based on a provision in the Massachusetts murder statute which states that \"the degree of murder is for the jury to determine.\" Mass. Gen. Laws ch. 265, &#167; 1. The <i>Brown</i> court interpreted this provision to require that the jury, regardless of the evidence, have an opportunity, in every first degree murder prosecution, to convict the defendant of second degree murder &#8212; regardless of the state of the evidence. <i>See Brown,</i> 467 N.E.2d at 196-97.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As a result of Paulding's appeal, the SJC overruled <i>Brown</i> and held that, in first degree felony murder cases, the judge should instruct on second degree murder only if the evidence could support a second degree murder conviction. <i>SeeCommonwealth v. Paulding,</i> <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">777</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">135</span></span>, 142-43 (2002). Applying its new rule, the SJC determined that there was no evidence of second degree murder in Paulding's case. <i>See id.</i> at 143. Accordingly, the SJC rejected Paulding's claim of error arising out of the trial judge's failure to instruct on the elements of second degree murder. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In his federal habeas corpus petition, Paulding raised two due process claims: (1) the SJC could not apply the new rule announced in <i>Paulding</i> retroactively to him, and (2) even under the new rule, there was sufficient evidence to warrant a second degree murder instruction. On the first issue, the district court held that the new rule could be applied retroactively because it did not deprive Paulding of fair warning of the penalties attached to his conduct. <i>See Paulding,</i> 303 F.Supp.2d at 32. On the second issue, the district court found reasonable the SJC's determination that there was not enough evidence to warrant a second degree murder instruction. <i>See id.</i> at 33-34. At oral argument, Paulding abandoned his retroactivity argument, so we confine our focus to his second claim.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The facts underlying Paulding's murder conviction are as follows. On the evening of August 23, 1996, Paulding and Jose Duarte visited the Dennis Street Park in the Roxbury section of Boston. Paulding and Duarte approached three men, Eliot Flores, Victor Fantauzzi, and the victim, Luis Tevenal, who were sitting on a bench smoking marijuana. Duarte pointed a gun at the men and said, \"Run you all shit.\" The men interpreted Duarte's command to be an order that they turn over all of their belongings. Flores and Fantauzzi handed Paulding a knife, chain, and radio, while Tevenal tossed his wallet in Paulding's direction. Duarte then repeatedly asked Paulding, \"Le Tiru?,\" which Fantauzzi and Flores understood to mean \"Should I shoot?\" Flores, Fantauzzi, and Tevenal ran, and a shot was fired which hit Tevenal in the back of the head. Tevenal died the following day. Paulding admitted to the police that he had participated in the armed robbery with Duarte.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At trial, Paulding was the only defense witness. He testified that he went with Duarte to the park to commit a robbery. At the end of the robbery, according to Paulding, Duarte said \"Bounce,\" which Paulding understood as a command for him to run. Paulding ran from Duarte along with the other three men and heard a shot fired.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Commonwealth presented its case against Paulding on a theory of joint venture first degree felony murder. As discussed above, Paulding wanted the jury instructed on the elements of second degree murder, but the trial judge refused and the SJC upheld her ruling. Paulding's habeas corpus claim assigns constitutional error to the failure of the trial judge to give a second degree murder instruction, alleging that the failure to do so amounted to a federal due process violation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">As an initial matter, the parties dispute whether the deferential standard of review under the Antiterrorism and Effective Death Penalty Act (\"AEDPA\") applies to this petition. <i>See</i> 28 U.S.C. &#167; 2254(d). Paulding contends that, because the SJC did not address his federal due process claim, he is entitled to de novo review. <i>See Lavallee v. Coplan,</i> <span class=\"citation\" data-id=\"201107\"><a href=\"/opinion/201107/lavallee-v-coplan/\"><span class=\"volume\">374</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 44 (1st Cir.2004). We reject the premise of this argument. The SJC ruled that the trial judge appropriately declined to instruct on the elements of second degree murder because there was no evidence to support a second degree murder conviction. It concluded its discussion by stating \"that there was a violation of neither [Mass. Gen. Laws ch.] 265, &#167; 1, nor the defendant's Federal due process rights.\" <i>Paulding,</i> 777 N.E.2d at 143. It is apparent that the SJC understood that Paulding's claim was premised, in part, on federal law. AEDPA's standard of review thus applies to Paulding's claim. <i>See Norton v. Spencer,</i> <span class=\"citation\" data-id=\"200728\"><a href=\"/opinion/200728/norton-v-spencer/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5-6 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Under AEDPA, a federal court is precluded from granting habeas corpus relief unless the state court adjudication \"resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,\" or was based on \"an unreasonable determination of the facts in light of the evidence presented in the state court proceeding.\" 28 U.S.C. &#167; 2254(d)(1)-(2). The United States Supreme Court has held that a capital defendant maintains a due process right to receive a lesser included offense instruction if the evidence so warrants, but it has explicitly reserved whether this right extends to noncapital defendants such as Paulding. <i>See Hopper v. Evans,</i> <span class=\"citation\" data-id=\"110711\"><a href=\"/opinion/110711/hopper-v-evans/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 611, <span class=\"citation\" data-id=\"110711\"><a href=\"/opinion/110711/hopper-v-evans/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2049</span></a></span>, <span class=\"citation\" data-id=\"110711\"><a href=\"/opinion/110711/hopper-v-evans/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">367</span></a></span> (1982); <i>Beck v. Alabama,</i> <span class=\"citation no-link\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></span>, 638 n. 14, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2382</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">392</span></span> (1979). Because the Supreme Court has not decided whether a noncapital defendant has a due process right to receive such an instruction, some courts, applying AEDPA, have held that a habeas petition predicated on such a claim must be dismissed as not clearly established under federal law. <i>See Mendez v. Roe,</i> 88 Fed. Appx. 165, 167 (9th Cir.2004); <i>Dickerson v. Dormire,</i> 2 Fed. Appx. 695, 696 (8th Cir.2001). But other courts, even after AEDPA's passage, have permitted a noncapital defendant to press such a claim &#8212; albeit without explicit consideration of whether their analysis is consistent with AEDPA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See Reeves v. Battles,</i> <span class=\"citation\" data-id=\"775697\"><a href=\"/opinion/775697/richard-reeves-v-john-c-battles/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">918</span></a></span>, 920 (7th Cir.2001); <i>Williams v. Hofbauer,</i> 3 Fed.Appx. 456, 458 (6th Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We need not choose between these positions. Assuming <i>arguendo</i> that a due process claim of the sort advanced by Paulding remains viable under federal habeas corpus, the most that a noncapital defendant could assert under the Supreme Court's precedent is that a lesser included offense instruction is required if warranted by the evidence. <i>See Spaziano v. Florida,</i> <span class=\"citation\" data-id=\"111250\"><a href=\"/opinion/111250/spaziano-v-florida/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span>, 455, <span class=\"citation\" data-id=\"111250\"><a href=\"/opinion/111250/spaziano-v-florida/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3154</span></a></span>, <span class=\"citation\" data-id=\"111250\"><a href=\"/opinion/111250/spaziano-v-florida/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">340</span></a></span> (1984) (\"Where no lesser included offense exists, a lesser included offense instruction detracts from, rather than enhances, the rationality of the process.\"); <i>Hopper,</i> 456 U.S. at 611, <span class=\"citation\" data-id=\"110711\"><a href=\"/opinion/110711/hopper-v-evans/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2049</span></a></span> (stating that \"due process requires that a lesser included offense instruction be given only when the evidence warrants such an instruction\"). And here, as the district court concluded, the SJC reasonably determined that the evidence did not warrant such an instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In Massachusetts, \"the felony-murder rule ... imposes criminal liability for homicide on all participants in a certain common criminal enterprise if death occurred in the course of that enterprise.\" <i>Commonwealth v. Judge,</i> <span class=\"citation no-link\"><span class=\"volume\">420</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">433</span></span>, <span class=\"citation no-link\"><span class=\"volume\">650</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1242</span></span>, 1246 (1995) (internal citation omitted). For a felony to qualify as a predicate for application of the felony-murder rule, the felony must be either inherently dangerous to human life or committed with a conscious disregard of the risk to human life. <i>See Commonwealth v. Prater,</i> <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">86</span></span>, <span class=\"citation no-link\"><span class=\"volume\">725</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">233</span></span>, 242 (2000). If the felony is punishable by life imprisonment, it is a predicate for felony murder in the first degree; otherwise, it is a predicate for felony murder in the second degree. <i>SeeCommonwealth v. Jackson,</i> <span class=\"citation no-link\"><span class=\"volume\">432</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">82</span></span>, <span class=\"citation no-link\"><span class=\"volume\">731</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1066</span></span>, 1072-73 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Paulding admitted that he participated in an armed robbery, and there was no evidence that he participated in some other predicate felony. Armed robbery is an inherently dangerous felony punishable by life imprisonment. <i>See</i> Mass. Gen. Laws ch. 265, &#167; 17; <i>Commonwealth v. Simmons,</i> <span class=\"citation\" data-id=\"1996311\"><a href=\"/opinion/1996311/commonwealth-v-simmons/\"><span class=\"volume\">417</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">60</span></a></span>, <span class=\"citation\" data-id=\"1996311\"><a href=\"/opinion/1996311/commonwealth-v-simmons/\"><span class=\"volume\">627</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">917</span></a></span>, 924 (1994) (observing that armed robbery is an inherently dangerous felony). Accordingly, Paulding was not entitled to a second degree felony murder instruction. <i>See Commonwealth v. Netto,</i> <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">686</span></span>, <span class=\"citation no-link\"><span class=\"volume\">783</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">439</span></span>, 454 n. 20 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Paulding attempts to rebut this straightforward conclusion with the argument that, because he also could have been convicted of first degree murder on a finding of actual malice, a second degree murder instruction was warranted under the theory that he was guilty of a murder committed with malice instead of felony murder. In making this argument, Paulding points to the SJC's acknowledgment that, where the evidence in a first degree felony murder prosecution suggests malice, apart from the constructive malice established by the commission of the predicate felony, a charge on second degree murder should be given. <i>See Paulding,</i> 777 N.E.2d at 142.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Paulding's argument does not fit the evidence. The Commonwealth proceeded on the theory that Paulding committed joint venture, first degree felony murder by participating in an armed robbery with Duarte during which Duarte committed a homicide. The Commonwealth did not contend that malice might be inferred from the circumstances of the murder <i>simpliciter</i> (and independently of the armed robbery). Paulding's defense was that Duarte committed the murder after the robbery had concluded, and not that the murder was committed outside the context of the armed robbery. The Commonwealth's case, if believed, supported a first degree felony murder conviction; Paulding's defense, if believed, supported an acquittal. No middle ground was possible. Accordingly, the SJC's determination that the evidence did not warrant instructing the jury on second degree murder was reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government argued that Paulding failed to exhaust state remedies for the retroactivity claim. Because Paulding has waived this claim, we do not address the government's argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We followed the latter approach prior to the passage of AEDPA<i>See Tata v. Carver,</i> <span class=\"citation\" data-id=\"550645\"><a href=\"/opinion/550645/patrick-tata-jr-v-norman-carver/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">670</span></a></span>, 671-72 (1st Cir.1990). We have not had occasion to consider the issue since AEDPA's enactment.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110711/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1996311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2027227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2504247/"
  ]
}