{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201493/",
  "absolute_url": "/opinion/201493/rivera-v-state-of-ri/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201493/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:27:59Z",
  "date_modified": "2016-02-28T05:05:43.313954Z",
  "type": "010combined",
  "sha1": "bd3298ea3c10b94697ba4e68e1546c06f9c21e9d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1568-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/03/22/Rivera_v._State_of_RI.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 04-1568\n\n\n        IRIS RIVERA, Individually and as Administratrix\n                of the Estate of Jennifer Rivera,\n\n                     Plaintiff, Appellant,\n\n                               v.\n\n    STATE OF RHODE ISLAND; CITY OF PROVIDENCE; EMILIO MATOS,\n     Individually; JOHN FINEGAN, Individually; RANDY WHITE,\n Individually; GEORGE PAGE, Individually; URBANO PRIGNANO, JR.,\nIndividually and in his Official Capacity as Chief of Police for\n    the City of Providence; POLICE DEPARTMENT OF THE CITY OF\n                           PROVIDENCE,\n\n                     Defendants, Appellees.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF RHODE ISLAND\n\n          [Hon. Ernest C. Torres, U.S. District Judge]\n\n\n                             Before\n\n                      Lynch, Circuit Judge,\n                Campbell, Senior Circuit Judge,\n                   and Howard, Circuit Judge.\n\n\n     Michael T. Eskey, with whom Amato A. DeLuca, Miriam\nWeizenbaum, DeLuca & Weizenbaum Ltd., Nick Brustin, and Cochran,\nNeufeld & Scheck, LLP were on brief, for Appellant.\n\n     Marc DeSisto, with whom Kathleen M. Daniels and DeSisto Law\nwere on brief, for Appellees Randy White and George Page.\n\n    Joseph F. Penza, Jr., with whom Martin K. DeMagistris and\n\fOlenn & Penza, LLP were on brief, for Appellees Emilio Matos and\nJohn Finegan.\n\n     Kevin F. McHugh, Assistant City Solicitor, Providence Law\nDepartment, with whom Joseph M. Fernandez, City Solicitor, and\nCaroline Cole Cornwell, Assistant City Solicitor, were on brief,\nfor Appellees City of Providence and Urbano Prignano, Jr.\n\n\n                         March 22, 2005\n\f           LYNCH, Circuit Judge.          In May 2000, fifteen year old\n\nJennifer Rivera was shot dead in front of her house in Providence,\n\nRhode Island, to stop her from testifying at a murder trial that\n\nshe saw Charles Pona, the defendant in the trial, fleeing from the\n\nscene of the murder of Hector Feliciano in August of 1999.                   Her\n\ndeath has been avenged in one sense: Charles Pona, who ordered her\n\nmurder, was convicted of her murder in state court.              Charles Pona\n\nwas sentenced to life plus twenty years.\n\n           Iris Rivera, Jennifer's mother, seeks to avenge her\n\ndaughter's death in another sense.              She filed a federal lawsuit\n\nalleging     the   police   had   violated       Jennifer's     constitutional\n\nsubstantive due process right to life by failing, after promising\n\nto do so, to protect Jennifer from the danger posed by Pona if she\n\nagreed to testify against him.          She sued the Providence Police\n\nDepartment (PPD); police officers Matos and Finegan and state\n\nAssistant Attorneys General White and Page, whom she said acted\n\ndirectly to compel Jennifer to testify; the Providence Police Chief\n\nUrbano Prignano for failing to train and properly supervise his\n\nofficers; and the City for having a policy and practice of not\n\nprotecting    endangered    witnesses     who    were   given   assurances    of\n\nprotection.1 In addition to her federal constitutional claims, the\n\n\n     1\n      These are the defendants on appeal. The defendants before\nthe district court included the State of Rhode Island, the City of\nProvidence, Police Officers Matos and Finnegan, Police Detective\nMorris, Rhode Island Attorney General Whitehouse, Assistant\nAttorneys General White and Page, Police Chief Urbano Prignano,\n\n                                    -3-\n\fsole basis on which she is in federal court, Rivera brings claims\n\nunder Rhode Island law.2\n\n             It would be inhumane not to feel a sense of outrage over\n\nJennifer's death, or a sense of deep sympathy for Iris Rivera who\n\nhas lost her daughter.        But our question is one of federal law, not\n\none of sympathy.      The Supreme Court has said that only in very rare\n\nsituations will the state's failure to protect someone amount to a\n\nconstitutional violation, even if the state's conduct is grossly\n\nnegligent.      The   Court    has   cautioned   that   \"[t]he   doctrine   of\n\njudicial self-restraint requires [courts] to exercise the utmost\n\ncare whenever [they] are asked to break new ground in this field.\"\n\nCollins v. City of Harker Heights, 503 U.S. 115, 125 (1992).           Based\n\non the facts alleged in the complaint, we conclude that this is not\n\none of those rare cases.\n\n             The most difficult analysis involves those constitutional\n\nclaims against the police officers and state attorneys who made the\n\npromises.3    In fact, it may be that the officers made no promises\n\n\nJr., and the Providence Police Department. Defendants Morris and\nWhitehouse are not parties to this appeal. The only claims against\nthe State and Attorneys Page and White, in their official\ncapacities, are state law claims.\n     2\n      The district court dismissed these state law claims without\nprejudice.\n     3\n      We add that while the issue of a claim of constitutional\nright is difficult, it is quite unlikely, for other reasons having\nto do with immunity doctrines and separate requirements for causes\nof action under 42 U.S.C. § 1983, that the claims against the\ndefendants would have survived in any event.\n\n                                      -4-\n\for contingent promises at best.         It may be that they intended to\n\nkeep or tried to keep the promises, but were unable to guarantee\n\nJennifer's safety.       We do not know the defendants' version of the\n\nevents.     They chose to test the plaintiff's claims by motion to\n\ndismiss, so we must assume the truth of everything alleged by the\n\nplaintiff in the complaint.       Still, we conclude that the plaintiff\n\nhas   not   stated   a   claim   of   violation   of   Jennifer's   federal\n\nconstitutional rights.       For that reason, the claims against all\n\ndefendants were properly dismissed. Whether the plaintiff has some\n\nrecompense under the laws of Rhode Island is another matter for\n\nRhode Island to decide.          Whatever recompense there can be to\n\nJennifer and Iris Rivera, it is not to be found in this case.\n\n            We explain our reasons, starting with the allegations in\n\nthe complaint.\n\n                                      I.\n\n            We look only to the allegations in the complaint4 and\n\ntake them as true, as required in a Rule 12(b)(6) motion.\n\n            On August 28, 1999, Hector Feliciano was shot to death in\n\na vacant lot next to Jennifer Rivera's home.             Fifteen year old\n\n\n\n      4\n      Under the district court's scheduling order of May 15, 2003,\ndiscovery started and was scheduled to close in December of that\nsame year. Some reference to discovered material is in the record\nand the plaintiff has included her answers to interrogatories in\nthe Appendix before this court. However, the defendants did not\ninclude discovered material in their motions to dismiss and the\ndistrict court did not consider the discovered material.\nAccordingly, we do not either.\n\n                                      -5-\n\fJennifer Rivera, who lived at 95 Congress Street in Providence,\n\nRhode Island, heard gun shots, went to her kitchen window, and saw\n\na dark skinned man scale the fence of the lot and drive away in a\n\nsport utility vehicle.               At the request of a Providence police\n\nofficer, Jennifer went to the police station that same day and\n\nsigned a witness statement.\n\n             On August 31, at the request of Feliciano's family, she\n\nwent to the police station a second time.                         She signed another\n\nstatement and identified Charles Pona from police photographs as\n\nthe man she saw fleeing the crime scene.                        On October 28, 1999,\n\nCharles Pona was arrested for the murder of Feliciano. On November\n\n1,   1999,   he   began    serving         a    six-month      sentence   on    unrelated\n\ncharges.\n\n             Starting in November of 1999, Rivera was continually\n\nthreatened with death if she agreed to testify as to the murder she\n\nwitnessed.        At    this    time,      Jennifer      and     her   mother   informed\n\nJennifer's    counselor         of   the       death   threats    that    she   had   been\n\nreceiving.        The     PPD    and       Providence       police     detectives     were\n\nimmediately notified of the threats against Jennifer's life if she\n\nwere to testify about having witnessed the murder.\n\n             \"[S]oon thereafter, the PPD repeatedly assured her she\n\nwould be safe.\"         The PPD also informed defendants White and Page,\n\nprosecutors in the Attorney General's office, of the threats\n\nagainst Jennifer.\n\n\n                                               -6-\n\f          Based on these promises of protection, Jennifer agreed to\n\nand did testify at the grand jury hearing on November 15, 1999.\n\n          Another fifteen year old boy testified at this grand jury\n\nhearing as well, apparently also identifying Pona.   That evening a\n\npassenger in an automobile pointed a gun at this boy's sister and\n\nasked where her brother was.   Upon learning of these threats, the\n\nPPD placed the boy in a witness protection program that same day.\n\n          The threats against Jennifer's life, if she agreed to\n\ntestify against Pona, continued.   Specifically, Police Detectives\n\nMatos and Finegan were repeatedly informed of the death threats\n\nmade against Jennifer.   On November 23, 1999, Detective Finegan\n\nconfirmed that he had received the information regarding the threat\n\nand indicated that he would speak with Jennifer.   In January 2000,\n\na detective of the PPD contacted Jennifer's counselor to confirm\n\nthat he was aware of the threats against Jennifer's life as a\n\nresult of her willingness to testify about having witnessed the\n\nmurder.\n\n          On March 1, 2000, Charles Pona was indicted on charges of\n\nmurdering Hector Feliciano, and on April 22, 2000, he was released\n\non bail after completing his six-month sentence on unrelated\n\ncharges. All defendants were aware of the release of Charles Pona.\n\n          On May 15, 2000, a subpoena was issued by defendants\n\nWhite and Page to Jennifer to appear in court at 9:30 on May 22 to\n\ntestify in the murder trial of Charles Pona.   White and Page were\n\n\n                                -7-\n\faware of the threats being made against Jennifer's life if she\n\nagreed to testify.    On May 16, the PPD notified Jennifer that she\n\nwas required to testify on May 22, 2000.       As late as May 17, 2000,\n\nJennifer told the defendants White and Page and a PPD detective\n\nthat she was afraid to go to court because she would be killed.\n\nAgain, the defendants promised to protect her in order to secure\n\nher testimony.\n\n           As a result of the promises for protection, Jennifer\n\ncontinued in her willingness to testify to what she had seen on the\n\nday of the murder and to identify Charles Pona at trial as the\n\nkiller of Feliciano.\n\n           On May 21, 2000, Jennifer Rivera was standing in front of\n\nher house when a young man with a hooded shirt stepped out of a\n\ncar, grabbed her, and shot her in the head.         Dennard Walker, Pona's\n\nhalf brother, shot Jennifer and was convicted for her murder.           On\n\nNovember 12, 2003, Charles Pona was convicted of Jennifer's murder\n\nand conspiracy to commit murder because he had ordered Jennifer\n\nkilled.\n\n           The complaint alleges that despite the repeated threats\n\nto Jennifer's life, her repeated requests for protection, and the\n\ndefendants' repeated assurances that they would protect her, the\n\ndefendants took no action to protect Jennifer including, among\n\nother   things,   failing   to   place   her   in   the   state's   witness\n\nprotection program.    Rivera alleged that the defendants undertook\n\n\n                                   -8-\n\fa duty to protect Jennifer by identifying her as a witness to the\n\nmurder and taking her statement, promising to protect her if she\n\ntestified, and subpoenaing her to testify before the grand jury and\n\nat the trial of Charles Pona, \"knowing that she was reluctant to\n\ntestify without such protection because of the repeated death\n\nthreats she had received.\"\n\n          The complaint also alleges that the City of Providence\n\nand the PPD maintain legally inadequate training and supervision of\n\nemployees, including the individual defendants, for protecting\n\nwitnesses.\n\n          Rivera alleged in the complaint that by failing to\n\nprotect Jennifer the defendants acted with \"deliberate indifference\n\nto [Jennifer's] constitutional rights\" and that the defendants'\n\nconduct \"shocks the conscience.\"\n\n                                   II.\n\nDefendants Matos, Finegan, White, and Page\n\nA. Standard of Review\n\n          With respect to defendants Matos, Finegan, White, and\n\nPage, the district court dismissed the case against them for\n\nfailure to state a claim under Fed. R. Civ. P. 12(b)(6).      This\n\ncourt reviews de novo the district court's dismissal of Rivera's\n\nfederal claims.\n\n          For civil rights cases, unless the statute specifies\n\notherwise, there is no heightened pleading standard. Leatherman v.\n\n\n                               -9-\n\fTarrant County Narcotics Intelligence & Coordination Unit, 507 U.S.\n\n163, 168 (1993); Educadores Puertorriqueños En Acción v. Hernàndez,\n\n367 F.3d 61, 66-67 (1st Cir. 2004).          Thus in adjudicating motions\n\nto dismiss under Rule 12(b)(6), the district court must apply the\n\nnotice pleading requirements of Rule 8(a)(2). Educadores, 367 F.3d\n\nat 66.      Under that lenient rule, the complaint only needs to\n\ninclude \"a short and plain statement of the claim showing that the\n\npleader is entitled to relief.\"          Fed. R. Civ. P. 8(a)(2).          This\n\nstatement    must   \"give   the   defendant    fair   notice   of   what    the\n\nplaintiff's claim is and the grounds upon which it rests.\"            Conley\n\nv. Gibson, 355 U.S. 41, 47 (1957); Educadores, 367 F.3d at 66.\n\n            In considering a motion to dismiss for failure to state\n\na claim, a court must take the allegations in the plaintiff's\n\npleadings as true and must make all reasonable inferences in favor\n\nof the plaintiff.        See Pena-Borrero v. Estremeda, 365 F.3d 7, 11\n\n(1st Cir. 2004).    A complaint may be dismissed for failure to state\n\na claim \"only if it is clear that no relief could be granted under\n\nany   set   of   facts   that   could   be   proved   consistent    with    the\n\nallegations.\" Id. (internal quotation marks omitted).                 Still,\n\n\"notice pleading notwithstanding, Rule 12(b)(6) is not entirely a\n\ntoothless tiger.\"        Educadores, 367 F.3d at 67 (quoting Dartmouth\n\nReview v. Dartmouth Coll., 889 F.2d 13, 16 (1st Cir. 1989)).                 In\n\nsubstantive due process cases, the Supreme Court has held that such\n\nclaims must be carefully scrutinized to determine if the alleged\n\n\n                                    -10-\n\ffacts support      the   conclusion      that    the    state     has   violated   an\n\nindividual's constitutional rights.              See Collins, 503 U.S. at 125\n\n(\"It is important . . . to focus on the allegations in the\n\ncomplaint     to    determine     how    [the        plaintiff]     describes      the\n\nconstitutional right at stake\" and what the police officers and\n\nstate attorneys \"allegedly did to deprive [the plaintiff's husband]\n\nof that right.\").\n\n             This scrutiny of the complaint entails two separate\n\ninquiries.     The first is whether the facts alleged state a claim\n\nfor violation of constitutional rights. If such a claim is stated,\n\nthere is a second inquiry as to whether the allegations meet the\n\nseparate     set   of   requirements     as     to    particular    categories      of\n\ndefendants to establish a claim within 42 U.S.C. § 1983, the\n\nstatutory provision on which suit is brought.                   Because we find no\n\ncognizable claim of a violation of a constitutional right is\n\nstated, we uphold the dismissal of the case without reaching the\n\nsecond inquiry.\n\nB.   The Existence of a Constitutional Violation\n\n             The due process guarantees of the Fourteenth Amendment\n\nforbid the State itself from depriving a person of life, liberty,\n\nor property, without due process of laws.\n\n             In order to establish a substantive due process claim,\n\nthe plaintiff must first show a deprivation of a protected interest\n\nin   life,    liberty,    or    property.        See    Rhode     Island   Bhd.     of\n\n\n                                        -11-\n\fCorrectional Officers v. Rhode Island, 357 F.3d 42, 49 (1st Cir.\n\n2004); Macone v. Town of Wakefield, 277 F.3d 1, 9 (1st Cir. 2002).\n\nIt is not enough to claim the governmental action shocked the\n\nconscience. See Washington v. Glucksberg, 521 U.S. 702, 722 (1997)\n\n(The implication of a fundamental right is a threshold requirement\n\nfor establishing a due process violation).           The complaint alleges\n\nthat Jennifer was caused to be deprived of her life, a protected\n\ninterest.\n\n              Second, the plaintiff must show that the deprivation of\n\nthis protected right was caused by governmental conduct.             That is\n\neasily met when a government actor causes the injury, such as when\n\npolice officers act under color of law.           See Martinez v. Colon, 54\n\nF.3d   980,    986   (1st   Cir.   1995)   (\"To    be   sure,   violence   is\n\nattributable to state action if the perpetrator is acting under\n\ncolor of state law.\").      It is much more difficult when the person\n\nwho inflicts the injury is a private person.               The Due Process\n\nClause acts as a check on the government, not on actions by private\n\nindividuals.      Here, of course, the person who killed Jennifer was\n\na private individual. Nonetheless, there are possible scenarios of\n\ngovernment involvement with a private individual which amount to\n\ngovernment conduct -- for example,         if the police had handed the\n\nmurderer the gun with instruction to shoot her, cf. Hemphill v.\n\nSchott, 141 F.3d 412, 418-19 (2d Cir. 1998), or assured Pona that\n\nhe could attack Jennifer with impunity, cf. Dwares v. City of New\n\n\n                                    -12-\n\fYork, 985 F.2d 94, 96-97 (2d Cir. 1993).            That is certainly not the\n\ncase.   The claimed governmental involvement in causing Jennifer's\n\ndeath was much more indirect:               the government is said to have\n\nenhanced the danger posed by a private individual and then failed\n\nto protect against this risk.\n\n           The Supreme Court has stated that as a general matter, \"a\n\nState's failure to protect an individual against private violence\n\nsimply does not constitute a violation of the Due Process Clause.\"\n\nDeShaney v. Winnebago County Dep't of Soc. Servs.,              489 U.S. 189,\n\n197 (1989).    That is because the purpose of the Due Process Clause\n\nis to protect the people from the state, not to ensure that the\n\nstate protects them from each other.              \"The Clause is phrased as a\n\nlimitation on the State's power to act, not as a guarantee of\n\ncertain minimal levels of safety and security,\" id. at 195, because\n\n\"[t]he Framers were content to leave the extent of governmental\n\nobligation     in    the    latter   area    to   the   democratic   political\n\nprocesses,\"     id. at 196.\n\n             However, the Court recognized that this general principle\n\nis not absolute:           in situations in which there is a \"special\n\nrelationship,\" an affirmative, constitutional duty to protect may\n\narise when the state \"so restrains an individual's liberty that it\n\nrenders him unable to care for himself, and at the same time fails\n\nto   provide   for    his    basic   human    needs.\"     Id.   at   200.   \"The\n\naffirmative duty to protect arises not from the State's knowledge\n\n\n                                      -13-\n\fof the individual's predicament or from its expressions of intent\n\nto help him, but from the limitation which it has imposed on his\n\nfreedom to act on his own behalf.\"     Id.   This court has recognized\n\nthat this relationship, and thus a constitutional duty, may exist\n\nwhen the individual is incarcerated or is involuntarily committed\n\nto the custody of the state.   See Monahan v. Dorchester Counseling\n\nCtr., Inc., 961 F.2d 987, 991-92 (1st Cir. 1992).\n\n          The Supreme Court also suggested, but never expressly\n\nrecognized, the possibility that when the state creates the danger\n\nto an individual, an affirmative duty to protect might arise:\n\n          While the State may have been aware of the\n          dangers that [the plaintiff] faced in the free\n          world, it played no part in their creation,\n          nor did it do anything to render him any more\n          vulnerable to them.       [By returning the\n          plaintiff's child to his abusive father, the\n          State] placed him in no worse position than\n          that in which he would have been had it not\n          acted at all.\n\nDeShaney, 489 U.S. at 201 (emphasis added).       From this statement\n\ncomes Rivera's argument that the Due Process Clause is implicated\n\nwhen the state has played a role in creating the danger or has\n\nenhanced the danger to an individual.5        At least three circuit\n\ncourts have recognized the existence of a constitutional violation\n\n\n     5\n      It is not clear from the \"creation of danger\" language in\nDeShaney whether a state action which enhances or creates danger to\nan individual would provide a separate exception to the general\nrule of no duty to protect, or whether the language is simply in\nservice of the special relationship exception and provides a set of\ncircumstances where the state’s actions might create a \"special\nrelationship\" and thus a duty to protect.\n\n                                -14-\n\fwhen, on particular facts, the state fails to protect against\n\nprivate violence under this state created danger theory.                       See\n\nKallstrom v. City of Columbus, 136 F.3d 1055, 1066-67 (6th Cir.\n\n1998); Reed v. Gardner, 986 F.2d 1122, 1125-26 (7th Cir. 1993);\n\nWood v. Ostrander, 879 F.2d 583, 589-90 (9th Cir. 1989).                       One\n\ncircuit has flatly rejected the theory.        See Beltran v. City of El\n\nPaso, 367 F.3d 299, 307 (5th Cir. 2004).              Other circuits have\n\ndiscussed the theory. See Pinder v. Johnson, 54 F.3d 1169, 1175-76\n\n(4th Cir. 1995) (en banc).\n\n          This court has, to date, discussed the state created\n\ndanger theory, but never found it actionable on the facts alleged.\n\nSee Coyne v. Cronin, 386 F.3d 280, 287 (1st Cir. 2004) (stating\n\nthat the \"Due Process Clause may be implicated where the government\n\naffirmatively acts to increase the threat to an individual of\n\nthird-party private harm\"); Hasenfus v. LaJeunesse, 175 F.3d 68, 73\n\n(1st Cir. 1999) (\"Where a state official acts so as to create or\n\neven markedly increase a risk, due process constraints may exist,\n\neven if inaction alone would raise no constitutional concern.\");\n\nFrances-Colon    v.    Ramirez,   107   F.3d   62,   64    (1st       Cir.   1997)\n\n(recognizing    that   a   government   employee     can   in     a    \"rare   and\n\nexceptional case, affirmatively act[] to increase the threat of\n\nharm to the claimant or affirmatively prevent[] the individual from\n\nreceiving assistance\"); Soto v. Flores, 103 F.3d 1056, 1063-64 (1st\n\nCir. 1997) (discussing, as a possible exception to the general\n\n\n                                   -15-\n\fDeShaney rule, a substantive due process violation when the state,\n\nthrough its affirmative acts, creates or greatly enhances the\n\ndanger faced by the plaintiff from third parties); Souza v. Pina,\n\n53 F.3d 423, 427 (1st Cir. 1995); Monahan, 961 F.2d at 992-93.\n\n          Even if there exists a special relationship between the\n\nstate and the individual or the state plays a role in the creation\n\nor enhancement of the danger, under a supposed state created danger\n\ntheory, there    is   a   further   and    onerous   requirement   that   the\n\nplaintiff must meet in order to prove a constitutional violation:\n\nthe state actions must shock the conscience of the court.                 See\n\nHasenfus, 175 F.3d at 73 (In a state created danger case, state\n\nbehavior must be \"conscience-shocking or outrageous\"); see also\n\nCoyne, 386 F.3d at 287-88 (using \"shocks the conscience\" as a\n\ncatch-all term encompassing a range of state actor behavior); Soto,\n\n103 F.3d at 1064 (\"Not every negligent, or even willfully reckless,\n\nstate action that renders a person more vulnerable to danger\n\n'take[s] on the added character of [a] violation[] of the federal\n\nConstitution.'\") (quoting Monahan, 961 F.2d at 993) (alterations in\n\nSoto).\n\n          In    determining    whether     the   state   has   violated   an\n\nindividual’s substantive due process rights, a federal court may\n\nelect first to address whether the governmental action at issue is\n\nsufficiently conscience shocking.           See County of Sacramento v.\n\nLewis, 523 U.S. 833, 847 n.8 (1998).         The state action must be \"so\n\n\n                                    -16-\n\fegregious, so outrageous, that it may fairly be said to shock the\n\ncontemporary conscience.\"        Id.     \"[C]onduct intended to injure in\n\nsome way unjustifiable by any government interest is the sort of\n\nofficial action most likely to rise to the conscience-shocking\n\nlevel.\"    Id. at 849 (emphasis added).        Of course, whether behavior\n\nis conscience shocking varies with regard to the circumstances of\n\nthe case.    See id. at 850-52.        In situations where actors have an\n\nopportunity to reflect and make reasoned and rational decisions,\n\ndeliberately     indifferent     behavior     may   suffice   to   \"shock    the\n\nconscience.\"     See id. at 851-52.\n\n            Keeping   all   of   this    in   mind,   we   echo    the   caution\n\narticulated in Soto: in a state creation of risk situation, where\n\nthe ultimate harm is caused by a third party, \"courts must be\n\ncareful     to    distinguish      between      conventional       torts    and\n\nconstitutional violations, as well as between state inaction and\n\naction.\"    Soto, 103 F.3d at 1064.\n\nC. Rivera's Allegations\n\n            The federal claims dismissed as to defendants Matos,\n\nFinegan, White, and Page are alleged in counts one and two.6\n\nSpecifically Rivera alleges in the complaint that the defendants\n\nundertook a duty to protect Jennifer and that the defendants\n\n\n\n     6\n      Count eight was brought by Rivera against all defendants for\ndeprivation of her own constitutional rights.      This count was\ndismissed in an earlier order by the district court on March 4,\n2004, and Rivera is not appealing its dismissal.\n\n                                       -17-\n\fenjoyed   a     special    relationship    with    Jennifer.        The    acts   and\n\nomissions of the defendants and their failure to take appropriate\n\nsteps to protect Jennifer from the risk that Pona posed to her,\n\ndespite her requests for protection, violated her substantive due\n\nprocess rights.7\n\n              Although     not   clear    from     the     complaint,      Rivera's\n\nobjections to the motions to dismiss and supporting memorandum\n\nclarify that in addition to the duty which arises in the context of\n\na special relationship between Jennifer and the state,8 the two\n\ncounts are premised on an alleged separate duty to protect Jennifer\n\nbased on the defendants' actions which enhanced the danger to her.\n\nRivera    has     essentially     conceded,       by     dropping    her    special\n\nrelationship claim on appeal, that she cannot establish such a\n\nrelationship.        The    factual   circumstances,        as   alleged    in    the\n\ncomplaint, also do not amount to the type of state creation of risk\n\ncontemplated by the doctrine.            The actions of the defendants are\n\n\"not the kind of 'affirmative acts' by the state that would give\n\n\n     7\n      In count one of her complaint, Rivera also alleges that\nPrignano, along with Officers Matos and Finegan, is liable for the\nunderlying substantive due process violation. On appeal, Rivera\ndoes not allege that Prignano participated in the conduct which\ncreated the danger.    Rivera's only theory of liability as to\nPrignano is supervisory liability.\n     8\n      The special relationship exception is not relied upon by the\nplaintiff on appeal, although it appears to be the basis for the\nduty alleged in the complaint. Before the district court, Rivera\nalso alleged a due process violation based on the defendants'\nfailure to properly apply the State's witness protection program.\nThis argument is not presented on appeal.\n\n                                      -18-\n\frise to a constitutional duty to protect.\"        Souza, 53 F.3d at 427.\n\n            As to Officers Matos and Finegan, Rivera argued that the\n\ndanger was created as a result of their actions of identifying and\n\nsecuring Jennifer as a witness, providing her with false assurances\n\nof protection upon which she relied,9 compelling her to act in this\n\ncapacity as a witness, and by issuing a subpoena to her to confront\n\nPona in open court.\n\n            As to defendants White and Page, Rivera argued that the\n\ndanger was created as a result of their promising to protect\n\nJennifer if she testified and subpoenaing her to testify before the\n\ngrand jury and at the trial of Charles Pona, knowing that she was\n\nreluctant   to   testify   without    such   protection   because   of   the\n\nrepeated death threats.\n\n            Rivera argues the state's two actions in          identifying\n\nJennifer as a witness and taking her witness statement in the\n\ncourse of investigating a murder compelled Jennifer to testify and\n\nthus enhanced the danger to Jennifer.            Both are necessary law\n\nenforcement tools, and cannot be the basis to impose constitutional\n\nliability on the state.\n\n\n\n\n     9\n      The complaint does not allege that Matos or Finegan ever\nactually spoke to Jennifer or promised her protection.      The\ncomplaint states that Matos and Finegan knew of the threats and\nindicated that they would speak with her, but there are no\nallegations that Matos or Finegan actually spoke with her.\nHowever, in her motions and in her brief before this court, she\ndoes allege that Detective Matos promised her protection.\n                                     -19-\n\f           Rivera also argues issuance of a subpoena enhanced the\n\nrisk to Jennifer. Issuing a subpoena is also a vital prosecutorial\n\ntool.     While requiring Jennifer's testimony may in fact have\n\nincreased her risk, issuance of a subpoena did not do so in the\n\nsense of the state created danger doctrine. Every witness involved\n\nin a criminal investigation and issued a subpoena to testify in a\n\ncriminal proceeding faces some risk, and the issuance of a subpoena\n\ncannot become the vehicle for a constitutional claim against a\n\nstate.\n\n           The only remaining \"affirmative acts\" alleged in the\n\ncomplaint are the defendants' assurances of protection.10   There is\n\nno doubt that, if accepted as true, the complaint shows that\n\nJennifer may have been subjected to an increased risk, if she was\n\npromised protection, not given it, and relied on the promise.   The\n\nstate, in making these promises, may have induced Jennifer into a\n\n\n\n\n     10\n      On appeal, Rivera argues for the first time that her case,\nagainst these four defendants, must be taken as stating the claim\nthat they deliberately misled Jennifer, knowing she would rely on\ntheir false promise of protection and knowing that this protection\nwould not be forthcoming. As a result, the risk to her was greatly\nenhanced, and became fatal when they subpoenaed her and left her\nwithout protection. As to the federal claims against these four\ndefendants, intentional misrepresentation was neither alleged in\nthe facts or claims section of the complaint. Also, intentional\nmisrepresentation was not argued in the district court as part of\nthe federal claims. \"It is hornbook law that theories not raised\nsquarely in the district court cannot be surfaced for the first\ntime on appeal.\" McCoy v. Mass. Institute of Tech., 950 F.2d 13,\n22 (1st Cir. 1991).\n\n                               -20-\n\ffalse sense of security, into thinking she had some degree of\n\nprotection from the risk, when she had none from the state.\n\n             While the unkept promises may have rendered her more\n\nvulnerable to the danger posed by Charles Pona and his associates,\n\nmerely rendering a person more vulnerable to risk does not create\n\na constitutional duty to protect.          See Souza, 53 F.3d at 427.             In\n\npart this is because an increased risk is not itself a deprivation\n\nof   life,   liberty,    or   property;    it   must    still      cause   such    a\n\ndeprivation.\n\n             Ultimately, the claims alleged in the complaint are\n\nindistinguishable from those in DeShaney.              The allegation -- that\n\nJennifer trusted the state to do what it said and relied on that\n\npromise in agreeing to testify -- is not materially different from\n\nDeShaney, where the state was aware of the risk, by its actions\n\nexpressed promises of help, and then failed to protect a young boy\n\nfrom his abusive father.\n\n             DeShaney     directs       that    a      state's       affirmative\n\nconstitutional duty to protect an individual from private violence\n\narises when there is some deprivation of liberty by state actors.\n\nSee DeShaney, 489 U.S. at 200 (\"The affirmative duty to protect\n\narises   not    from    the   State's    knowledge      of   the    individual's\n\npredicament or from its expressions of intent to help him, but from\n\nthe limitation which it has imposed on his freedom to act on his\n\nown behalf.\").         The state's promises, whether false or merely\n\n\n                                    -21-\n\funkept, did not deprive Jennifer of the liberty to act on her own\n\nbehalf nor did the state force Jennifer, against her will, to\n\nbecome dependent on it.           See Monahan, 961 F.2d at 993 (finding no\n\nconstitutional liability when the state did not force the plaintiff\n\nto become dependent on the state).            Moreover, the state did not\n\ntake away Jennifer's power to decide whether or not to continue to\n\nagree to testify.       Merely alleging state actions which render the\n\nindividual more vulnerable to harm, under a theory of state created\n\ndanger, cannot be used as an end run around DeShaney's core\n\nholding.11\n\n             We   add   a   few    words   about   the   separate   shock   the\n\nconscience test which plaintiff would also have to meet if she\n\nestablished a duty.         In part, the test is meant to give incentives\n\nto prevent such gross government abuses of power as are truly\n\noutrageous.       The facts here do not match the need for such\n\n\n\n     11\n      Rivera contrasts the situation involving false assurances\nwith the alternative of the police not offering false promises. If\nthe police had, Rivera argues, told the truth, that they would not\nprovide protection, Jennifer could have taken several different\ncourses of action. Jennifer might have chosen to cooperate, even\nin the absence of protection; she might have run away prior to the\nissuance of the subpoena; or she might have disregarded the\nsubpoena and risked being held in contempt of court.       But the\ndanger to Jennifer, in the absence of these false assurances, would\nstill have been evident. She would still have been identified by\nthe police department as a witness to the murder; she would still\nhave given a statement to the police about what she saw; she would\nstill have, at the request of the deceased's family, given a second\nstatement and identified Pona; and the state would have still\nissued a subpoena for her to testify before the grand jury and at\nthe trial.\n\n                                       -22-\n\fincentives. Intimidation and even murder of witnesses is a growing\n\nnational problem in major urban areas, plaguing witnesses, law\n\nenforcement officers, and the communities.                  It is in the interests\n\nof the police to protect witnesses, in order to secure convictions.\n\nThere can be any number of common reasons why police protection of\n\nwitnesses is ineffectual, none of which involve acts by the police\n\nintended to cause the murder of a needed witness.                     Cf. County of\n\nSacramento v. Lewis, 523 U.S. 833, 855 (1998).                      Of course, there\n\nmay be an extreme set of facts involving such deliberate and\n\nmalevolent actions by police against witnesses as to shock the\n\nconscience and implicate a constitutional violation.                     Those await\n\nanother day.\n\n                                         III.\n\nDefendant      City   of    Providence    and     Former     Police    Chief   Urbano\nPrignano\n\n              Since the plaintiff has failed to state a constitutional\n\nclaim    at    all,   her    claims     against      the    other    defendants   for\n\nsupervisory liability and for failure to train fail.                     See City of\n\nCanton    v.    Harris,      489   U.S.       378,    391    (1989)    (The    city's\n\nconstitutional liability for failure to train or for inadequately\n\ntraining its employees is premised on there being an underlying\n\nconstitutional        violation    of   the     harmed     individual's    rights.);\n\nMaldonado-Denis v. Castillo-Rodriguez, 23 F.3d 576, 581-82 (1st\n\nCir. 1994) (To establish supervisory liability, the plaintiff must\n\nshow an underlying constitutional violation.).\n\n                                         -23-\n\f                               IV.\n\nConclusion\n\n          We affirm the dismissal of all claims.        The federal\n\nclaims are dismissed with prejudice.    The dismissal of the pendent\n\nstate claims is without prejudice.     No costs are awarded.\n\n\n\n\n                              -24-\n\f",
  "html": "<p class=\"case_cite\">402 F.3d 27</p>\n    <p class=\"parties\">Iris RIVERA, Individually and as Administratrix of the Estate of Jennifer Rivera, Plaintiff, Appellant,<br>v.<br>State of RHODE ISLAND; City of Providence; Emilio Matos, Individually; John Finegan, Individually; Randy White, Individually; George Page, Individually; Urbano Prignano, Jr., Individually and in his Official Capacity<br>as Chief of Police for the City of Providence; Police Department of the City of Providence, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1568.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 6, 2005.</p>\n    <p class=\"date\">Decided March 22, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Michael T. Eskey, with whom Amato A. DeLuca, Miriam Weizenbaum, DeLuca &amp; Weizenbaum Ltd., Nick Brustin, and Cochran, Neufeld &amp; Scheck, LLP were on brief, for Appellant.</p>\n      <p class=\"indent\">Marc DeSisto, with whom Kathleen M. Daniels and DeSisto Law were on brief, for Appellees Randy White and George Page.</p>\n      <p class=\"indent\">Joseph F. Penza, Jr., with whom Martin K. DeMagistris and Olenn &amp; Penza, LLP were on brief, for Appellees Emilio Matos and John Finegan.</p>\n      <p class=\"indent\">Kevin F. McHugh, Assistant City Solicitor, Providence Law Department, with whom Joseph M. Fernandez, City Solicitor, and Caroline Cole Cornwell, Assistant City Solicitor, were on brief, for Appellees City of Providence and Urbano Prignano, Jr.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In May 2000, fifteen year old Jennifer Rivera was shot dead in front of her house in Providence, Rhode Island, to stop her from testifying at a murder trial that she saw Charles Pona, the defendant in the trial, fleeing from the scene of the murder of Hector Feliciano in August of 1999. Her death has been avenged in one sense: Charles Pona, who ordered her murder, was convicted of her murder in state court. Charles Pona was sentenced to life plus twenty years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Iris Rivera, Jennifer's mother, seeks to avenge her daughter's death in another sense. She filed a federal lawsuit alleging the police had violated Jennifer's constitutional substantive due process right to life by failing, after promising to do so, to protect Jennifer from the danger posed by Pona if she agreed to testify against him. She sued the Providence Police Department (PPD); police officers Matos and Finegan and state Assistant Attorneys General White and Page, whom she said acted directly to compel Jennifer to testify; the Providence Police Chief Urbano Prignano for failing to train and properly supervise his officers; and the City for having a policy and practice of not protecting endangered witnesses who were given assurances of protection.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In addition to her federal constitutional claims, the sole basis on which she is in federal court, Rivera brings claims under Rhode Island law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It would be inhumane not to feel a sense of outrage over Jennifer's death, or a sense of deep sympathy for Iris Rivera who has lost her daughter. But our question is one of federal law, not one of sympathy. The Supreme Court has said that only in very rare situations will the state's failure to protect someone amount to a constitutional violation, even if the state's conduct is grossly negligent. The Court has cautioned that \"[t]he doctrine of judicial self-restraint requires [courts] to exercise the utmost care whenever [they] are asked to break new ground in this field.\" <i>Collins v. City of Harker Heights,</i> 503 U.S. 115, 125, 112 S.Ct. 1061, 117 L.Ed.2d 261 (1992). Based on the facts alleged in the complaint, we conclude that this is not one of those rare cases.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The most difficult analysis involves those constitutional claims against the police officers and state attorneys who made the promises.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In fact, it may be that the officers made no promises or contingent promises at best. It may be that they intended to keep or tried to keep the promises, but were unable to guarantee Jennifer's safety. We do not know the defendants' version of the events. They chose to test the plaintiff's claims by motion to dismiss, so we must assume the truth of everything alleged by the plaintiff in the complaint. Still, we conclude that the plaintiff has not stated a claim of violation of Jennifer's federal constitutional rights. For that reason, the claims against all defendants were properly dismissed. Whether the plaintiff has some recompense under the laws of Rhode Island is another matter for Rhode Island to decide. Whatever recompense there can be to Jennifer and Iris Rivera, it is not to be found in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We explain our reasons, starting with the allegations in the complaint.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We look only to the allegations in the complaint<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and take them as true, as required in a Rule 12(b)(6) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 28, 1999, Hector Feliciano was shot to death in a vacant lot next to Jennifer Rivera's home. Fifteen year old Jennifer Rivera, who lived at 95 Congress Street in Providence, Rhode Island, heard gun shots, went to her kitchen window, and saw a dark skinned man scale the fence of the lot and drive away in a sport utility vehicle. At the request of a Providence police officer, Jennifer went to the police station that same day and signed a witness statement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On August 31, at the request of Feliciano's family, she went to the police station a second time. She signed another statement and identified Charles Pona from police photographs as the man she saw fleeing the crime scene. On October 28, 1999, Charles Pona was arrested for the murder of Feliciano. On November 1, 1999, he began serving a six-month sentence on unrelated charges.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Starting in November of 1999, Rivera was continually threatened with death if she agreed to testify as to the murder she witnessed. At this time, Jennifer and her mother informed Jennifer's counselor of the death threats that she had been receiving. The PPD and Providence police detectives were immediately notified of the threats against Jennifer's life if she were to testify about having witnessed the murder.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"[S]oon thereafter, the PPD repeatedly assured her she would be safe.\" The PPD also informed defendants White and Page, prosecutors in the Attorney General's office, of the threats against Jennifer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Based on these promises of protection, Jennifer agreed to and did testify at the grand jury hearing on November 15, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Another fifteen year old boy testified at this grand jury hearing as well, apparently also identifying Pona. That evening a passenger in an automobile pointed a gun at this boy's sister and asked where her brother was. Upon learning of these threats, the PPD placed the boy in a witness protection program that same day.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The threats against Jennifer's life, if she agreed to testify against Pona, continued. Specifically, Police Detectives Matos and Finegan were repeatedly informed of the death threats made against Jennifer. On November 23, 1999, Detective Finegan confirmed that he had received the information regarding the threat and indicated that he would speak with Jennifer. In January 2000, a detective of the PPD contacted Jennifer's counselor to confirm that he was aware of the threats against Jennifer's life as a result of her willingness to testify about having witnessed the murder.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On March 1, 2000, Charles Pona was indicted on charges of murdering Hector Feliciano, and on April 22, 2000, he was released on bail after completing his six-month sentence on unrelated charges. All defendants were aware of the release of Charles Pona.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On May 15, 2000, a subpoena was issued by defendants White and Page to Jennifer to appear in court at 9:30 on May 22 to testify in the murder trial of Charles Pona. White and Page were aware of the threats being made against Jennifer's life if she agreed to testify. On May 16, the PPD notified Jennifer that she was required to testify on May 22, 2000. As late as May 17, 2000, Jennifer told the defendants White and Page and a PPD detective that she was afraid to go to court because she would be killed. Again, the defendants promised to protect her in order to secure her testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As a result of the promises for protection, Jennifer continued in her willingness to testify to what she had seen on the day of the murder and to identify Charles Pona at trial as the killer of Feliciano.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On May 21, 2000, Jennifer Rivera was standing in front of her house when a young man with a hooded shirt stepped out of a car, grabbed her, and shot her in the head. Dennard Walker, Pona's half brother, shot Jennifer and was convicted for her murder. On November 12, 2003, Charles Pona was convicted of Jennifer's murder and conspiracy to commit murder because he had ordered Jennifer killed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The complaint alleges that despite the repeated threats to Jennifer's life, her repeated requests for protection, and the defendants' repeated assurances that they would protect her, the defendants took no action to protect Jennifer including, among other things, failing to place her in the state's witness protection program. Rivera alleged that the defendants undertook a duty to protect Jennifer by identifying her as a witness to the murder and taking her statement, promising to protect her if she testified, and subpoenaing her to testify before the grand jury and at the trial of Charles Pona, \"knowing that she was reluctant to testify without such protection because of the repeated death threats she had received.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The complaint also alleges that the City of Providence and the PPD maintain legally inadequate training and supervision of employees, including the individual defendants, for protecting witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Rivera alleged in the complaint that by failing to protect Jennifer the defendants acted with \"deliberate indifference to [Jennifer's] constitutional rights\" and that the defendants' conduct \"shocks the conscience.\"</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">\n      <i>Defendants Matos, Finegan, White, and Page</i>\n    </p>\n    <p class=\"indent\">\n      <i>A. Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">With respect to defendants Matos, Finegan, White, and Page, the district court dismissed the case against them for failure to state a claim under Fed.R.Civ.P. 12(b)(6). This court reviews <i>de novo</i> the district court's dismissal of Rivera's federal claims.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For civil rights cases, unless the statute specifies otherwise, there is no heightened pleading standard. <i>Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit,</i> 507 U.S. 163, 168, 113 S.Ct. 1160, 122 L.Ed.2d 517 (1993); <i>Educadores Puertorriquenos en Accion v. Hernandez,</i> 367 F.3d 61, 66-67 (1st Cir.2004). Thus in adjudicating motions to dismiss under Rule 12(b)(6), the district court must apply the notice pleading requirements of Rule 8(a)(2). <i>Educadores,</i> 367 F.3d at 66. Under that lenient rule, the complaint only needs to include \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Fed.R.Civ.P. 8(a)(2). This statement must \"give the defendant fair notice of what the plaintiff's claim is and the grounds upon which it rests.\" <i>Conley v. Gibson,</i> 355 U.S. 41, 47, 78 S.Ct. 99, 2 L.Ed.2d 80 (1957); <i>Educadores,</i> 367 F.3d at 66.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In considering a motion to dismiss for failure to state a claim, a court must take the allegations in the plaintiff's pleadings as true and must make all reasonable inferences in favor of the plaintiff. <i>See Pena-Borrero v. Estremeda,</i> 365 F.3d 7, 11 (1st Cir.2004). A complaint may be dismissed for failure to state a claim \"only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.\" <i>Id.</i> (internal quotation marks omitted). Still, \"notice pleading notwithstanding, Rule 12(b)(6) is not entirely a toothless tiger.\" <i>Educadores,</i> 367 F.3d at 67 (quoting <i>Dartmouth Review v. Dartmouth Coll.,</i> 889 F.2d 13, 16 (1st Cir.1989)). In substantive due process cases, the Supreme Court has held that such claims must be carefully scrutinized to determine if the alleged facts support the conclusion that the state has violated an individual's constitutional rights. <i>See Collins,</i> 503 U.S. at 125, 112 S.Ct. 1061 (\"It is important ... to focus on the allegations in the complaint to determine how [the plaintiff] describes the constitutional right at stake\" and what the police officers and state attorneys \"allegedly did to deprive [the plaintiff's husband] of that right.\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This scrutiny of the complaint entails two separate inquiries. The first is whether the facts alleged state a claim for violation of constitutional rights. If such a claim is stated, there is a second inquiry as to whether the allegations meet the separate set of requirements as to particular categories of defendants to establish a claim within 42 U.S.C. &#167; 1983, the statutory provision on which suit is brought. Because we find no cognizable claim of a violation of a constitutional right is stated, we uphold the dismissal of the case without reaching the second inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\n        <i>B. The Existence of a Constitutional Violation</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The due process guarantees of the Fourteenth Amendment forbid the State itself from depriving a person of life, liberty, or property, without due process of laws.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In order to establish a substantive due process claim, the plaintiff must first show a deprivation of a protected interest in life, liberty, or property. <i>See Rhode Island Bhd. of Correctional Officers v. Rhode Island,</i> 357 F.3d 42, 49 (1st Cir.2004); <i>Macone v. Town of Wakefield,</i> 277 F.3d 1, 9 (1st Cir.2002). It is not enough to claim the governmental action shocked the conscience. <i>See Washington v. Glucksberg,</i> 521 U.S. 702, 722, 117 S.Ct. 2258 (1997) (The implication of a fundamental right is a threshold requirement for establishing a due process violation). The complaint alleges that Jennifer was caused to be deprived of her life, a protected interest.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, the plaintiff must show that the deprivation of this protected right was caused by governmental conduct. That is easily met when a government actor causes the injury, such as when police officers act under color of law. <i>See Martinez v. Colon,</i> 54 F.3d 980, 986 (1st Cir.1995) (\"To be sure, violence is attributable to state action if the perpetrator is acting under color of state law.\"). It is much more difficult when the person who inflicts the injury is a private person. The Due Process Clause acts as a check on the government, not on actions by private individuals. Here, of course, the person who killed Jennifer was a private individual. Nonetheless, there are possible scenarios of government involvement with a private individual which amount to government conduct &#8212; for example, if the police had handed the murderer the gun with instruction to shoot her, <i>cf. Hemphill v. Schott,</i> 141 F.3d 412, 418-19 (2d Cir.1998), or assured Pona that he could attack Jennifer with impunity, <i>cf. Dwares v. City of New York,</i> 985 F.2d 94, 96-97 (2d Cir.1993). That is certainly not the case. The claimed governmental involvement in causing Jennifer's death was much more indirect: the government is said to have enhanced the danger posed by a private individual and then failed to protect against this risk.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Supreme Court has stated that as a general matter, \"a State's failure to protect an individual against private violence simply does not constitute a violation of the Due Process Clause.\" <i>DeShaney v. Winnebago County Dep't of Soc. Servs.,</i> 489 U.S. 189, 197, 109 S.Ct. 998, 103 L.Ed.2d 249 (1989). That is because the purpose of the Due Process Clause is to protect the people from the state, not to ensure that the state protects them from each other. \"The Clause is phrased as a limitation on the State's power to act, not as a guarantee of certain minimal levels of safety and security,\" <i>id.</i> at 195, 109 S.Ct. 998, because \"[t]he Framers were content to leave the extent of governmental obligation in the latter area to the democratic political processes,\" <i>id.</i> at 196, 109 S.Ct. 998.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">However, the Court recognized that this general principle is not absolute: in situations in which there is a \"special relationship,\" an affirmative, constitutional duty to protect may arise when the state \"so restrains an individual's liberty that it renders him unable to care for himself, and at the same time fails to provide for his basic human needs.\" <i>Id.</i> at 200, 109 S.Ct. 998. \"The affirmative duty to protect arises not from the State's knowledge of the individual's predicament or from its expressions of intent to help him, but from the limitation which it has imposed on his freedom to act on his own behalf.\" <i>Id.</i> This court has recognized that this relationship, and thus a constitutional duty, may exist when the individual is incarcerated or is involuntarily committed to the custody of the state. <i>See Monahan v. Dorchester Counseling Ctr., Inc.,</i> 961 F.2d 987, 991-92 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Supreme Court also suggested, but never expressly recognized, the possibility that when the state creates the danger to an individual, an affirmative duty to protect might arise:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">While the State may have been aware of the dangers that [the plaintiff] faced in the free world, <i>it played no part in their creation,</i> nor did it do anything to render him any more vulnerable to them. [By returning the plaintiff's child to his abusive father, the State] placed him in no worse position than that in which he would have been had it not acted at all.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\"><i>DeShaney,</i> 489 U.S. at 201, 109 S.Ct. 998 (emphasis added). From this statement comes Rivera's argument that the Due Process Clause is implicated when the state has played a role in creating the danger or has enhanced the danger to an individual.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> At least three circuit courts have recognized the existence of a constitutional violation when, on particular facts, the state fails to protect against private violence under this state created danger theory. <i>See Kallstrom v. City of Columbus,</i> 136 F.3d 1055, 1066-67 (6th Cir.1998); <i>Reed v. Gardner,</i> 986 F.2d 1122, 1125-26 (7th Cir.1993); <i>Wood v. Ostrander,</i> 879 F.2d 583, 589-90 (9th Cir.1989). One circuit has flatly rejected the theory. <i>See Beltran v. City of El Paso,</i> 367 F.3d 299, 307 (5th Cir.2004). Other circuits have discussed the theory. <i>See Pinder v. Johnson,</i> 54 F.3d 1169, 1175-76 (4th Cir.1995) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This court has, to date, discussed the state created danger theory, but never found it actionable on the facts alleged. <i>See Coyne v. Cronin,</i> 386 F.3d 280, 287 (1st Cir.2004) (stating that the \"Due Process Clause may be implicated where the government affirmatively acts to increase the threat to an individual of third-party private harm\"); <i>Hasenfus v. LaJeunesse,</i> 175 F.3d 68, 73 (1st Cir.1999) (\"Where a state official acts so as to create or even markedly increase a risk, due process constraints may exist, even if inaction alone would raise no constitutional concern.\"); <i>Frances-Colon v. Ramirez,</i> 107 F.3d 62, 64 (1st Cir.1997) (recognizing that a government employee can in a \"rare and exceptional case, affirmatively act[ ] to increase the threat of harm to the claimant or affirmatively prevent[ ] the individual from receiving assistance\"); <i>Soto v. Flores,</i> 103 F.3d 1056, 1063-64 (1st Cir.1997) (discussing, as a possible exception to the general <i>DeShaney</i> rule, a substantive due process violation when the state, through its affirmative acts, creates or greatly enhances the danger faced by the plaintiff from third parties); <i>Souza v. Pina,</i> 53 F.3d 423, 427 (1st Cir.1995); <i>Monahan,</i> 961 F.2d at 992-93.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Even if there exists a special relationship between the state and the individual or the state plays a role in the creation or enhancement of the danger, under a supposed state created danger theory, there is a further and onerous requirement that the plaintiff must meet in order to prove a constitutional violation: the state actions must shock the conscience of the court. <i>See Hasenfus,</i> 175 F.3d at 73 (In a state created danger case, state behavior must be \"conscience-shocking or outrageous\"); <i>see also Coyne,</i> 386 F.3d at 287-88 (using \"shocks the conscience\" as a catch-all term encompassing a range of state actor behavior); <i>Soto,</i> 103 F.3d at 1064 (\"Not every negligent, or even willfully reckless, state action that renders a person more vulnerable to danger `take[s] on the added character of [a] violation[] of the federal Constitution.'\") (quoting <i>Monahan,</i> 961 F.2d at 993) (alterations in <i>Soto</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In determining whether the state has violated an individual's substantive due process rights, a federal court may elect first to address whether the governmental action at issue is sufficiently conscience shocking. <i>See County of Sacramento v. Lewis,</i> 523 U.S. 833, 847 n. 8, 118 S.Ct. 1708, 140 L.Ed.2d 1043 (1998). The state action must be \"so egregious, so outrageous, that it may fairly be said to shock the contemporary conscience.\" <i>Id.</i>\"[C]onduct <i>intended</i> to injure in some way <i>unjustifiable</i> by any government interest is the sort of official action most likely to rise to the conscience-shocking level.\" <i>Id.</i> at 849, 118 S.Ct. 1708 (emphasis added). Of course, whether behavior is conscience shocking varies with regard to the circumstances of the case. <i>See id.</i> at 850-52, 118 S.Ct. 1708. In situations where actors have an opportunity to reflect and make reasoned and rational decisions, deliberately indifferent behavior may suffice to \"shock the conscience.\" <i>See id.</i> at 851-52, 118 S.Ct. 1708.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Keeping all of this in mind, we echo the caution articulated in <i>Soto:</i> in a state creation of risk situation, where the ultimate harm is caused by a third party, \"courts must be careful to distinguish between conventional torts and constitutional violations, as well as between state inaction and action.\" <i>Soto,</i> 103 F.3d at 1064.</p>\n    </div>\n    <p class=\"indent\">\n      <i>C. Rivera's Allegations</i>\n    </p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The federal claims dismissed as to defendants Matos, Finegan, White, and Page are alleged in counts one and two.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Specifically Rivera alleges in the complaint that the defendants undertook a duty to protect Jennifer and that the defendants enjoyed a special relationship with Jennifer. The acts and omissions of the defendants and their failure to take appropriate steps to protect Jennifer from the risk that Pona posed to her, despite her requests for protection, violated her substantive due process rights.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Although not clear from the complaint, Rivera's objections to the motions to dismiss and supporting memorandum clarify that in addition to the duty which arises in the context of a special relationship between Jennifer and the state,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> the two counts are premised on an alleged separate duty to protect Jennifer based on the defendants' actions which enhanced the danger to her. Rivera has essentially conceded, by dropping her special relationship claim on appeal, that she cannot establish such a relationship. The factual circumstances, as alleged in the complaint, also do not amount to the type of state creation of risk contemplated by the doctrine. The actions of the defendants are \"not the kind of `affirmative acts' by the state that would give rise to a constitutional duty to protect.\" <i>Souza,</i> 53 F.3d at 427. As to Officers Matos and Finegan, Rivera argued that the danger was created as a result of their actions of identifying and securing Jennifer as a witness, providing her with false assurances of protection upon which she relied,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> compelling her to act in this capacity as a witness, and by issuing a subpoena to her to confront Pona in open court.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As to defendants White and Page, Rivera argued that the danger was created as a result of their promising to protect Jennifer if she testified and subpoenaing her to testify before the grand jury and at the trial of Charles Pona, knowing that she was reluctant to testify without such protection because of the repeated death threats.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Rivera argues the state's two actions in identifying Jennifer as a witness and taking her witness statement in the course of investigating a murder <i>compelled</i> Jennifer to testify and thus enhanced the danger to Jennifer. Both are necessary law enforcement tools, and cannot be the basis to impose constitutional liability on the state.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Rivera also argues issuance of a subpoena enhanced the risk to Jennifer. Issuing a subpoena is also a vital prosecutorial tool. While requiring Jennifer's testimony may in fact have increased her risk, issuance of a subpoena did not do so in the sense of the state created danger doctrine. Every witness involved in a criminal investigation and issued a subpoena to testify in a criminal proceeding faces some risk, and the issuance of a subpoena cannot become the vehicle for a constitutional claim against a state.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The only remaining \"affirmative acts\" alleged in the complaint are the defendants' assurances of protection.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> There is no doubt that, if accepted as true, the complaint shows that Jennifer may have been subjected to an increased risk, if she was promised protection, not given it, and relied on the promise. The state, in making these promises, may have induced Jennifer into a false sense of security, into thinking she had some degree of protection from the risk, when she had none from the state.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">While the unkept promises may have rendered her more vulnerable to the danger posed by Charles Pona and his associates, merely rendering a person more vulnerable to risk does not create a constitutional duty to protect. <i>See Souza,</i> 53 F.3d at 427. In part this is because an increased risk is not itself a deprivation of life, liberty, or property; it must still cause such a deprivation.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Ultimately, the claims alleged in the complaint are indistinguishable from those in <i>DeShaney.</i> The allegation &#8212; that Jennifer trusted the state to do what it said and relied on that promise in agreeing to testify &#8212; is not materially different from <i>DeShaney,</i> where the state was aware of the risk, by its actions expressed promises of help, and then failed to protect a young boy from his abusive father.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\"><i>DeShaney</i> directs that a state's affirmative constitutional duty to protect an individual from private violence arises when there is some deprivation of liberty by state actors. <i>See DeShaney,</i> 489 U.S. at 200, 109 S.Ct. 998 (\"The affirmative duty to protect arises not from the State's knowledge of the individual's predicament or from its expressions of intent to help him, but from the limitation which it has imposed on his freedom to act on his own behalf.\"). The state's promises, whether false or merely unkept, did not deprive Jennifer of the liberty to act on her own behalf nor did the state force Jennifer, against her will, to become dependent on it. <i>See Monahan,</i> 961 F.2d at 993 (finding no constitutional liability when the state did not force the plaintiff to become dependent on the state). Moreover, the state did not take away Jennifer's power to decide whether or not to continue to agree to testify. Merely alleging state actions which render the individual more vulnerable to harm, under a theory of state created danger, cannot be used as an end run around <i>DeShaney's</i> core holding.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We add a few words about the separate shock the conscience test which plaintiff would also have to meet if she established a duty. In part, the test is meant to give incentives to prevent such gross government abuses of power as are truly outrageous. The facts here do not match the need for such incentives. Intimidation and even murder of witnesses is a growing national problem in major urban areas, plaguing witnesses, law enforcement officers, and the communities. It is in the interests of the police to protect witnesses, in order to secure convictions. There can be any number of common reasons why police protection of witnesses is ineffectual, none of which involve acts by the police intended to cause the murder of a needed witness. <i>Cf. County of Sacramento v. Lewis,</i> 523 U.S. 833, 855, 118 S.Ct. 1708, 140 L.Ed.2d 1043 (1998). Of course, there may be an extreme set of facts involving such deliberate and malevolent actions by police against witnesses as to shock the conscience and implicate a constitutional violation. Those await another day.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\n        <i>Defendant City of Providence and Former Police Chief Urbano Prignano</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Since the plaintiff has failed to state a constitutional claim at all, her claims against the other defendants for supervisory liability and for failure to train fail. <i>See City of Canton v. Harris,</i> 489 U.S. 378, 391, 109 S.Ct. 1197, 103 L.Ed.2d 412 (1989) (The city's constitutional liability for failure to train or for inadequately training its employees is premised on there being an underlying constitutional violation of the harmed individual's rights.); <i>Maldonado-Denis v. Castillo-Rodr&#237;guez,</i> 23 F.3d 576, 581-82 (1st Cir.1994) (To establish supervisory liability, the plaintiff must show an underlying constitutional violation.).</p>\n    </div>\n    <p>IV.</p>\n    <p class=\"indent\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We <i>affirm</i> the dismissal of all claims. The federal claims are dismissed with prejudice. The dismissal of the pendent state claims is without prejudice. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> These are the defendants on appeal. The defendants before the district court included the State of Rhode Island, the City of Providence, Police Officers Matos and Finnegan, Police Detective Morris, Rhode Island Attorney General Whitehouse, Assistant Attorneys General White and Page, Police Chief Urbano Prignano, Jr., and the Providence Police Department. Defendants Morris and Whitehouse are not parties to this appeal. The only claims against the State and Attorneys Page and White, in their official capacities, are state law claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court dismissed these state law claims without prejudice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We add that while the issue of a claim of constitutional right is difficult, it is quite unlikely, for other reasons having to do with immunity doctrines and separate requirements for causes of action under 42 U.S.C. &#167; 1983, that the claims against the defendants would have survived in any event</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under the district court's scheduling order of May 15, 2003, discovery started and was scheduled to close in December of that same year. Some reference to discovered material is in the record and the plaintiff has included her answers to interrogatories in the Appendix before this court. However, the defendants did not include discovered material in their motions to dismiss and the district court did not consider the discovered material. Accordingly, we do not either</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is not clear from the \"creation of danger\" language in<i>DeShaney</i> whether a state action which enhances or creates danger to an individual would provide a separate exception to the general rule of no duty to protect, or whether the language is simply in service of the special relationship exception and provides a set of circumstances where the state's actions might create a \"special relationship\" and thus a duty to protect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Count eight was brought by Rivera against all defendants for deprivation of her own constitutional rights. This count was dismissed in an earlier order by the district court on March 4, 2004, and Rivera is not appealing its dismissal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In count one of her complaint, Rivera also alleges that Prignano, along with Officers Matos and Finegan, is liable for the underlying substantive due process violation. On appeal, Rivera does not allege that Prignano participated in the conduct which created the danger. Rivera's only theory of liability as to Prignano is supervisory liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The special relationship exception is not relied upon by the plaintiff on appeal, although it appears to be the basis for the duty alleged in the complaint. Before the district court, Rivera also alleged a due process violation based on the defendants' failure to properly apply the State's witness protection program. This argument is not presented on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The complaint does not allege that Matos or Finegan ever actually spoke to Jennifer or promised her protection. The complaint states that Matos and Finegan knew of the threats and indicated that they would speak with her, but there are no allegations that Matos or Finegan actually spoke with her. However, in her motions and in her brief before this court, she does allege that Detective Matos promised her protection</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> On appeal, Rivera argues for the first time that her case, against these four defendants, must be taken as stating the claim that they deliberately misled Jennifer, knowing she would rely on their false promise of protection and knowing that this protection would not be forthcoming. As a result, the risk to her was greatly enhanced, and became fatal when they subpoenaed her and left her without protection. As to the federal claims against these four defendants, intentional misrepresentation was neither alleged in the facts or claims section of the complaint. Also, intentional misrepresentation was not argued in the district court as part of the federal claims. \"It is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal.\"<i>McCoy v. Mass. Institute of Tech.,</i> 950 F.2d 13, 22 (1st Cir.1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Rivera contrasts the situation involving false assurances with the alternative of the police not offering false promises. If the police had, Rivera argues, told the truth, that they would not provide protection, Jennifer could have taken several different courses of action. Jennifer might have chosen to cooperate, even in the absence of protection; she might have run away prior to the issuance of the subpoena; or she might have disregarded the subpoena and risked being held in contempt of court. But the danger to Jennifer, in the absence of these false assurances, would still have been evident. She would still have been identified by the police department as a witness to the murder; she would still have given a statement to the police about what she saw; she would still have, at the request of the deceased's family, given a second statement and identified Pona; and the state would have still issued a subpoena for her to testify before the grand jury and at the trial</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span></p>\n    <p class=\"parties\">Iris RIVERA, Individually and as Administratrix of the Estate of Jennifer Rivera, Plaintiff, Appellant,<br>v.<br>State of RHODE ISLAND; City of Providence; Emilio Matos, Individually; John Finegan, Individually; Randy White, Individually; George Page, Individually; Urbano Prignano, Jr., Individually and in his Official Capacity<br>as Chief of Police for the City of Providence; Police Department of the City of Providence, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1568.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 6, 2005.</p>\n    <p class=\"date\">Decided March 22, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Michael T. Eskey, with whom Amato A. DeLuca, Miriam Weizenbaum, DeLuca &amp; Weizenbaum Ltd., Nick Brustin, and Cochran, Neufeld &amp; Scheck, LLP were on brief, for Appellant.</p>\n      <p class=\"indent\">Marc DeSisto, with whom Kathleen M. Daniels and DeSisto Law were on brief, for Appellees Randy White and George Page.</p>\n      <p class=\"indent\">Joseph F. Penza, Jr., with whom Martin K. DeMagistris and Olenn &amp; Penza, LLP were on brief, for Appellees Emilio Matos and John Finegan.</p>\n      <p class=\"indent\">Kevin F. McHugh, Assistant City Solicitor, Providence Law Department, with whom Joseph M. Fernandez, City Solicitor, and Caroline Cole Cornwell, Assistant City Solicitor, were on brief, for Appellees City of Providence and Urbano Prignano, Jr.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In May 2000, fifteen year old Jennifer Rivera was shot dead in front of her house in Providence, Rhode Island, to stop her from testifying at a murder trial that she saw Charles Pona, the defendant in the trial, fleeing from the scene of the murder of Hector Feliciano in August of 1999. Her death has been avenged in one sense: Charles Pona, who ordered her murder, was convicted of her murder in state court. Charles Pona was sentenced to life plus twenty years.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Iris Rivera, Jennifer's mother, seeks to avenge her daughter's death in another sense. She filed a federal lawsuit alleging the police had violated Jennifer's constitutional substantive due process right to life by failing, after promising to do so, to protect Jennifer from the danger posed by Pona if she agreed to testify against him. She sued the Providence Police Department (PPD); police officers Matos and Finegan and state Assistant Attorneys General White and Page, whom she said acted directly to compel Jennifer to testify; the Providence Police Chief Urbano Prignano for failing to train and properly supervise his officers; and the City for having a policy and practice of not protecting endangered witnesses who were given assurances of protection.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In addition to her federal constitutional claims, the sole basis on which she is in federal court, Rivera brings claims under Rhode Island law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It would be inhumane not to feel a sense of outrage over Jennifer's death, or a sense of deep sympathy for Iris Rivera who has lost her daughter. But our question is one of federal law, not one of sympathy. The Supreme Court has said that only in very rare situations will the state's failure to protect someone amount to a constitutional violation, even if the state's conduct is grossly negligent. The Court has cautioned that \"[t]he doctrine of judicial self-restraint requires [courts] to exercise the utmost care whenever [they] are asked to break new ground in this field.\" <i>Collins v. City of Harker Heights,</i> <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></a></span>, 125, <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1061</span></a></span>, <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">261</span></a></span> (1992). Based on the facts alleged in the complaint, we conclude that this is not one of those rare cases.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The most difficult analysis involves those constitutional claims against the police officers and state attorneys who made the promises.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In fact, it may be that the officers made no promises or contingent promises at best. It may be that they intended to keep or tried to keep the promises, but were unable to guarantee Jennifer's safety. We do not know the defendants' version of the events. They chose to test the plaintiff's claims by motion to dismiss, so we must assume the truth of everything alleged by the plaintiff in the complaint. Still, we conclude that the plaintiff has not stated a claim of violation of Jennifer's federal constitutional rights. For that reason, the claims against all defendants were properly dismissed. Whether the plaintiff has some recompense under the laws of Rhode Island is another matter for Rhode Island to decide. Whatever recompense there can be to Jennifer and Iris Rivera, it is not to be found in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We explain our reasons, starting with the allegations in the complaint.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We look only to the allegations in the complaint<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and take them as true, as required in a Rule 12(b)(6) motion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 28, 1999, Hector Feliciano was shot to death in a vacant lot next to Jennifer Rivera's home. Fifteen year old Jennifer Rivera, who lived at 95 Congress Street in Providence, Rhode Island, heard gun shots, went to her kitchen window, and saw a dark skinned man scale the fence of the lot and drive away in a sport utility vehicle. At the request of a Providence police officer, Jennifer went to the police station that same day and signed a witness statement.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On August 31, at the request of Feliciano's family, she went to the police station a second time. She signed another statement and identified Charles Pona from police photographs as the man she saw fleeing the crime scene. On October 28, 1999, Charles Pona was arrested for the murder of Feliciano. On November 1, 1999, he began serving a six-month sentence on unrelated charges.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Starting in November of 1999, Rivera was continually threatened with death if she agreed to testify as to the murder she witnessed. At this time, Jennifer and her mother informed Jennifer's counselor of the death threats that she had been receiving. The PPD and Providence police detectives were immediately notified of the threats against Jennifer's life if she were to testify about having witnessed the murder.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\"[S]oon thereafter, the PPD repeatedly assured her she would be safe.\" The PPD also informed defendants White and Page, prosecutors in the Attorney General's office, of the threats against Jennifer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Based on these promises of protection, Jennifer agreed to and did testify at the grand jury hearing on November 15, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Another fifteen year old boy testified at this grand jury hearing as well, apparently also identifying Pona. That evening a passenger in an automobile pointed a gun at this boy's sister and asked where her brother was. Upon learning of these threats, the PPD placed the boy in a witness protection program that same day.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The threats against Jennifer's life, if she agreed to testify against Pona, continued. Specifically, Police Detectives Matos and Finegan were repeatedly informed of the death threats made against Jennifer. On November 23, 1999, Detective Finegan confirmed that he had received the information regarding the threat and indicated that he would speak with Jennifer. In January 2000, a detective of the PPD contacted Jennifer's counselor to confirm that he was aware of the threats against Jennifer's life as a result of her willingness to testify about having witnessed the murder.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On March 1, 2000, Charles Pona was indicted on charges of murdering Hector Feliciano, and on April 22, 2000, he was released on bail after completing his six-month sentence on unrelated charges. All defendants were aware of the release of Charles Pona.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On May 15, 2000, a subpoena was issued by defendants White and Page to Jennifer to appear in court at 9:30 on May 22 to testify in the murder trial of Charles Pona. White and Page were aware of the threats being made against Jennifer's life if she agreed to testify. On May 16, the PPD notified Jennifer that she was required to testify on May 22, 2000. As late as May 17, 2000, Jennifer told the defendants White and Page and a PPD detective that she was afraid to go to court because she would be killed. Again, the defendants promised to protect her in order to secure her testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As a result of the promises for protection, Jennifer continued in her willingness to testify to what she had seen on the day of the murder and to identify Charles Pona at trial as the killer of Feliciano.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On May 21, 2000, Jennifer Rivera was standing in front of her house when a young man with a hooded shirt stepped out of a car, grabbed her, and shot her in the head. Dennard Walker, Pona's half brother, shot Jennifer and was convicted for her murder. On November 12, 2003, Charles Pona was convicted of Jennifer's murder and conspiracy to commit murder because he had ordered Jennifer killed.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The complaint alleges that despite the repeated threats to Jennifer's life, her repeated requests for protection, and the defendants' repeated assurances that they would protect her, the defendants took no action to protect Jennifer including, among other things, failing to place her in the state's witness protection program. Rivera alleged that the defendants undertook a duty to protect Jennifer by identifying her as a witness to the murder and taking her statement, promising to protect her if she testified, and subpoenaing her to testify before the grand jury and at the trial of Charles Pona, \"knowing that she was reluctant to testify without such protection because of the repeated death threats she had received.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The complaint also alleges that the City of Providence and the PPD maintain legally inadequate training and supervision of employees, including the individual defendants, for protecting witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Rivera alleged in the complaint that by failing to protect Jennifer the defendants acted with \"deliberate indifference to [Jennifer's] constitutional rights\" and that the defendants' conduct \"shocks the conscience.\"</p>\n    </div>\n    <p>II.</p>\n    <p class=\"indent\">\n      <i>Defendants Matos, Finegan, White, and Page</i>\n    </p>\n    <p class=\"indent\">\n      <i>A. Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">With respect to defendants Matos, Finegan, White, and Page, the district court dismissed the case against them for failure to state a claim under Fed.R.Civ.P. 12(b)(6). This court reviews <i>de novo</i> the district court's dismissal of Rivera's federal claims.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For civil rights cases, unless the statute specifies otherwise, there is no heightened pleading standard. <i>Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit,</i> <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 168, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1993); <i>Educadores Puertorriquenos en Accion v. Hernandez,</i> <span class=\"citation\" data-id=\"200999\"><a href=\"/opinion/200999/epa-v-hernandez/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 66-67 (1st Cir.2004). Thus in adjudicating motions to dismiss under Rule 12(b)(6), the district court must apply the notice pleading requirements of Rule 8(a)(2). <i>Educadores,</i> 367 F.3d at 66. Under that lenient rule, the complaint only needs to include \"a short and plain statement of the claim showing that the pleader is entitled to relief.\" Fed.R.Civ.P. 8(a)(2). This statement must \"give the defendant fair notice of what the plaintiff's claim is and the grounds upon which it rests.\" <i>Conley v. Gibson,</i> <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 47, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1957); <i>Educadores,</i> 367 F.3d at 66.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In considering a motion to dismiss for failure to state a claim, a court must take the allegations in the plaintiff's pleadings as true and must make all reasonable inferences in favor of the plaintiff. <i>See Pena-Borrero v. Estremeda,</i> <span class=\"citation\" data-id=\"200957\"><a href=\"/opinion/200957/pena-borrero-v-estremeda/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.2004). A complaint may be dismissed for failure to state a claim \"only if it is clear that no relief could be granted under any set of facts that could be proved consistent with the allegations.\" <i>Id.</i> (internal quotation marks omitted). Still, \"notice pleading notwithstanding, Rule 12(b)(6) is not entirely a toothless tiger.\" <i>Educadores,</i> 367 F.3d at 67 (quoting <i>Dartmouth Review v. Dartmouth Coll.,</i> <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 16 (1st Cir.1989)). In substantive due process cases, the Supreme Court has held that such claims must be carefully scrutinized to determine if the alleged facts support the conclusion that the state has violated an individual's constitutional rights. <i>See Collins,</i> 503 U.S. at 125, <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1061</span></a></span> (\"It is important ... to focus on the allegations in the complaint to determine how [the plaintiff] describes the constitutional right at stake\" and what the police officers and state attorneys \"allegedly did to deprive [the plaintiff's husband] of that right.\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This scrutiny of the complaint entails two separate inquiries. The first is whether the facts alleged state a claim for violation of constitutional rights. If such a claim is stated, there is a second inquiry as to whether the allegations meet the separate set of requirements as to particular categories of defendants to establish a claim within 42 U.S.C. &#167; 1983, the statutory provision on which suit is brought. Because we find no cognizable claim of a violation of a constitutional right is stated, we uphold the dismissal of the case without reaching the second inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">\n        <i>B. The Existence of a Constitutional Violation</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The due process guarantees of the Fourteenth Amendment forbid the State itself from depriving a person of life, liberty, or property, without due process of laws.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In order to establish a substantive due process claim, the plaintiff must first show a deprivation of a protected interest in life, liberty, or property. <i>See Rhode Island Bhd. of Correctional Officers v. Rhode Island,</i> <span class=\"citation no-link\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></span>, 49 (1st Cir.2004); <i>Macone v. Town of Wakefield,</i> <span class=\"citation\" data-id=\"776183\"><a href=\"/opinion/776183/thomas-j-macone-and-frank-bramante-trustees-of-bramac-development-trust/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir.2002). It is not enough to claim the governmental action shocked the conscience. <i>See Washington v. Glucksberg,</i> <span class=\"citation\" data-id=\"118144\"><a href=\"/opinion/118144/washington-v-glucksberg/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">702</span></a></span>, 722, <span class=\"citation\" data-id=\"118144\"><a href=\"/opinion/118144/washington-v-glucksberg/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2258</span></a></span> (1997) (The implication of a fundamental right is a threshold requirement for establishing a due process violation). The complaint alleges that Jennifer was caused to be deprived of her life, a protected interest.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Second, the plaintiff must show that the deprivation of this protected right was caused by governmental conduct. That is easily met when a government actor causes the injury, such as when police officers act under color of law. <i>See Martinez v. Colon,</i> <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 986 (1st Cir.1995) (\"To be sure, violence is attributable to state action if the perpetrator is acting under color of state law.\"). It is much more difficult when the person who inflicts the injury is a private person. The Due Process Clause acts as a check on the government, not on actions by private individuals. Here, of course, the person who killed Jennifer was a private individual. Nonetheless, there are possible scenarios of government involvement with a private individual which amount to government conduct &#8212; for example, if the police had handed the murderer the gun with instruction to shoot her, <i>cf. Hemphill v. Schott,</i> <span class=\"citation\" data-id=\"752992\"><a href=\"/opinion/752992/john-hemphill-v-harold-schott-nyc-police-officer-thomas-dimuro-nyc/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">412</span></a></span>, 418-19 (2d Cir.1998), or assured Pona that he could attack Jennifer with impunity, <i>cf. Dwares v. City of New York,</i> <span class=\"citation\" data-id=\"599302\"><a href=\"/opinion/599302/steven-bruce-dwares-v-the-city-of-new-york-inspector-gelfin-lieutenant/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 96-97 (2d Cir.1993). That is certainly not the case. The claimed governmental involvement in causing Jennifer's death was much more indirect: the government is said to have enhanced the danger posed by a private individual and then failed to protect against this risk.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The Supreme Court has stated that as a general matter, \"a State's failure to protect an individual against private violence simply does not constitute a violation of the Due Process Clause.\" <i>DeShaney v. Winnebago County Dep't of Soc. Servs.,</i> <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, 197, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (1989). That is because the purpose of the Due Process Clause is to protect the people from the state, not to ensure that the state protects them from each other. \"The Clause is phrased as a limitation on the State's power to act, not as a guarantee of certain minimal levels of safety and security,\" <i>id.</i> at 195, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, because \"[t]he Framers were content to leave the extent of governmental obligation in the latter area to the democratic political processes,\" <i>id.</i> at 196, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">However, the Court recognized that this general principle is not absolute: in situations in which there is a \"special relationship,\" an affirmative, constitutional duty to protect may arise when the state \"so restrains an individual's liberty that it renders him unable to care for himself, and at the same time fails to provide for his basic human needs.\" <i>Id.</i> at 200, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>. \"The affirmative duty to protect arises not from the State's knowledge of the individual's predicament or from its expressions of intent to help him, but from the limitation which it has imposed on his freedom to act on his own behalf.\" <i>Id.</i> This court has recognized that this relationship, and thus a constitutional duty, may exist when the individual is incarcerated or is involuntarily committed to the custody of the state. <i>See Monahan v. Dorchester Counseling Ctr., Inc.,</i> <span class=\"citation\" data-id=\"581513\"><a href=\"/opinion/581513/kevin-monahan-v-dorchester-counseling-center-inc/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 991-92 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Supreme Court also suggested, but never expressly recognized, the possibility that when the state creates the danger to an individual, an affirmative duty to protect might arise:</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">While the State may have been aware of the dangers that [the plaintiff] faced in the free world, <i>it played no part in their creation,</i> nor did it do anything to render him any more vulnerable to them. [By returning the plaintiff's child to his abusive father, the State] placed him in no worse position than that in which he would have been had it not acted at all.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\"><i>DeShaney,</i> 489 U.S. at 201, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span> (emphasis added). From this statement comes Rivera's argument that the Due Process Clause is implicated when the state has played a role in creating the danger or has enhanced the danger to an individual.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> At least three circuit courts have recognized the existence of a constitutional violation when, on particular facts, the state fails to protect against private violence under this state created danger theory. <i>See Kallstrom v. City of Columbus,</i> <span class=\"citation\" data-id=\"751709\"><a href=\"/opinion/751709/officer-melissa-kallstrom-v-city-of-columbus/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1055</span></a></span>, 1066-67 (6th Cir.1998); <i>Reed v. Gardner,</i> <span class=\"citation\" data-id=\"600788\"><a href=\"/opinion/600788/richard-reed-individually-and-as-administrator-of-the-decedents-estates/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1125-26 (7th Cir.1993); <i>Wood v. Ostrander,</i> <span class=\"citation\" data-id=\"526139\"><a href=\"/opinion/526139/linda-k-wood-v-steven-c-ostrander-neil-maloney/\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span>, 589-90 (9th Cir.1989). One circuit has flatly rejected the theory. <i>See Beltran v. City of El Paso,</i> <span class=\"citation\" data-id=\"34851\"><a href=\"/opinion/34851/beltran-v-amador/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">299</span></a></span>, 307 (5th Cir.2004). Other circuits have discussed the theory. <i>See Pinder v. Johnson,</i> <span class=\"citation\" data-id=\"696215\"><a href=\"/opinion/696215/carol-l-pinder-individually-and-in-her-capacity-as-surviving-mother-of/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1169</span></a></span>, 1175-76 (4th Cir.1995) (en banc).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">This court has, to date, discussed the state created danger theory, but never found it actionable on the facts alleged. <i>See Coyne v. Cronin,</i> <span class=\"citation\" data-id=\"201280\"><a href=\"/opinion/201280/coyne-v-cronin/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span>, 287 (1st Cir.2004) (stating that the \"Due Process Clause may be implicated where the government affirmatively acts to increase the threat to an individual of third-party private harm\"); <i>Hasenfus v. LaJeunesse,</i> <span class=\"citation\" data-id=\"198449\"><a href=\"/opinion/198449/hasenfus-v-lajeunesse/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 73 (1st Cir.1999) (\"Where a state official acts so as to create or even markedly increase a risk, due process constraints may exist, even if inaction alone would raise no constitutional concern.\"); <i>Frances-Colon v. Ramirez,</i> <span class=\"citation\" data-id=\"197219\"><a href=\"/opinion/197219/frances-colon-v-ramirez-dr/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 64 (1st Cir.1997) (recognizing that a government employee can in a \"rare and exceptional case, affirmatively act[ ] to increase the threat of harm to the claimant or affirmatively prevent[ ] the individual from receiving assistance\"); <i>Soto v. Flores,</i> <span class=\"citation\" data-id=\"197155\"><a href=\"/opinion/197155/soto-v-carrasquillo/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1056</span></a></span>, 1063-64 (1st Cir.1997) (discussing, as a possible exception to the general <i>DeShaney</i> rule, a substantive due process violation when the state, through its affirmative acts, creates or greatly enhances the danger faced by the plaintiff from third parties); <i>Souza v. Pina,</i> <span class=\"citation\" data-id=\"196042\"><a href=\"/opinion/196042/souza-v-pina/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></a></span>, 427 (1st Cir.1995); <i>Monahan,</i> 961 F.2d at 992-93.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Even if there exists a special relationship between the state and the individual or the state plays a role in the creation or enhancement of the danger, under a supposed state created danger theory, there is a further and onerous requirement that the plaintiff must meet in order to prove a constitutional violation: the state actions must shock the conscience of the court. <i>See Hasenfus,</i> 175 F.3d at 73 (In a state created danger case, state behavior must be \"conscience-shocking or outrageous\"); <i>see also Coyne,</i> 386 F.3d at 287-88 (using \"shocks the conscience\" as a catch-all term encompassing a range of state actor behavior); <i>Soto,</i> 103 F.3d at 1064 (\"Not every negligent, or even willfully reckless, state action that renders a person more vulnerable to danger `take[s] on the added character of [a] violation[] of the federal Constitution.'\") (quoting <i>Monahan,</i> 961 F.2d at 993) (alterations in <i>Soto</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In determining whether the state has violated an individual's substantive due process rights, a federal court may elect first to address whether the governmental action at issue is sufficiently conscience shocking. <i>See County of Sacramento v. Lewis,</i> <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, 847 n. 8, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span></a></span> (1998). The state action must be \"so egregious, so outrageous, that it may fairly be said to shock the contemporary conscience.\" <i>Id.</i>\"[C]onduct <i>intended</i> to injure in some way <i>unjustifiable</i> by any government interest is the sort of official action most likely to rise to the conscience-shocking level.\" <i>Id.</i> at 849, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span> (emphasis added). Of course, whether behavior is conscience shocking varies with regard to the circumstances of the case. <i>See id.</i> at 850-52, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>. In situations where actors have an opportunity to reflect and make reasoned and rational decisions, deliberately indifferent behavior may suffice to \"shock the conscience.\" <i>See id.</i> at 851-52, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Keeping all of this in mind, we echo the caution articulated in <i>Soto:</i> in a state creation of risk situation, where the ultimate harm is caused by a third party, \"courts must be careful to distinguish between conventional torts and constitutional violations, as well as between state inaction and action.\" <i>Soto,</i> 103 F.3d at 1064.</p>\n    </div>\n    <p class=\"indent\">\n      <i>C. Rivera's Allegations</i>\n    </p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The federal claims dismissed as to defendants Matos, Finegan, White, and Page are alleged in counts one and two.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Specifically Rivera alleges in the complaint that the defendants undertook a duty to protect Jennifer and that the defendants enjoyed a special relationship with Jennifer. The acts and omissions of the defendants and their failure to take appropriate steps to protect Jennifer from the risk that Pona posed to her, despite her requests for protection, violated her substantive due process rights.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Although not clear from the complaint, Rivera's objections to the motions to dismiss and supporting memorandum clarify that in addition to the duty which arises in the context of a special relationship between Jennifer and the state,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> the two counts are premised on an alleged separate duty to protect Jennifer based on the defendants' actions which enhanced the danger to her. Rivera has essentially conceded, by dropping her special relationship claim on appeal, that she cannot establish such a relationship. The factual circumstances, as alleged in the complaint, also do not amount to the type of state creation of risk contemplated by the doctrine. The actions of the defendants are \"not the kind of `affirmative acts' by the state that would give rise to a constitutional duty to protect.\" <i>Souza,</i> 53 F.3d at 427. As to Officers Matos and Finegan, Rivera argued that the danger was created as a result of their actions of identifying and securing Jennifer as a witness, providing her with false assurances of protection upon which she relied,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> compelling her to act in this capacity as a witness, and by issuing a subpoena to her to confront Pona in open court.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">As to defendants White and Page, Rivera argued that the danger was created as a result of their promising to protect Jennifer if she testified and subpoenaing her to testify before the grand jury and at the trial of Charles Pona, knowing that she was reluctant to testify without such protection because of the repeated death threats.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Rivera argues the state's two actions in identifying Jennifer as a witness and taking her witness statement in the course of investigating a murder <i>compelled</i> Jennifer to testify and thus enhanced the danger to Jennifer. Both are necessary law enforcement tools, and cannot be the basis to impose constitutional liability on the state.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Rivera also argues issuance of a subpoena enhanced the risk to Jennifer. Issuing a subpoena is also a vital prosecutorial tool. While requiring Jennifer's testimony may in fact have increased her risk, issuance of a subpoena did not do so in the sense of the state created danger doctrine. Every witness involved in a criminal investigation and issued a subpoena to testify in a criminal proceeding faces some risk, and the issuance of a subpoena cannot become the vehicle for a constitutional claim against a state.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The only remaining \"affirmative acts\" alleged in the complaint are the defendants' assurances of protection.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> There is no doubt that, if accepted as true, the complaint shows that Jennifer may have been subjected to an increased risk, if she was promised protection, not given it, and relied on the promise. The state, in making these promises, may have induced Jennifer into a false sense of security, into thinking she had some degree of protection from the risk, when she had none from the state.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">While the unkept promises may have rendered her more vulnerable to the danger posed by Charles Pona and his associates, merely rendering a person more vulnerable to risk does not create a constitutional duty to protect. <i>See Souza,</i> 53 F.3d at 427. In part this is because an increased risk is not itself a deprivation of life, liberty, or property; it must still cause such a deprivation.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Ultimately, the claims alleged in the complaint are indistinguishable from those in <i>DeShaney.</i> The allegation &#8212; that Jennifer trusted the state to do what it said and relied on that promise in agreeing to testify &#8212; is not materially different from <i>DeShaney,</i> where the state was aware of the risk, by its actions expressed promises of help, and then failed to protect a young boy from his abusive father.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\"><i>DeShaney</i> directs that a state's affirmative constitutional duty to protect an individual from private violence arises when there is some deprivation of liberty by state actors. <i>See DeShaney,</i> 489 U.S. at 200, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span> (\"The affirmative duty to protect arises not from the State's knowledge of the individual's predicament or from its expressions of intent to help him, but from the limitation which it has imposed on his freedom to act on his own behalf.\"). The state's promises, whether false or merely unkept, did not deprive Jennifer of the liberty to act on her own behalf nor did the state force Jennifer, against her will, to become dependent on it. <i>See Monahan,</i> 961 F.2d at 993 (finding no constitutional liability when the state did not force the plaintiff to become dependent on the state). Moreover, the state did not take away Jennifer's power to decide whether or not to continue to agree to testify. Merely alleging state actions which render the individual more vulnerable to harm, under a theory of state created danger, cannot be used as an end run around <i>DeShaney's</i> core holding.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We add a few words about the separate shock the conscience test which plaintiff would also have to meet if she established a duty. In part, the test is meant to give incentives to prevent such gross government abuses of power as are truly outrageous. The facts here do not match the need for such incentives. Intimidation and even murder of witnesses is a growing national problem in major urban areas, plaguing witnesses, law enforcement officers, and the communities. It is in the interests of the police to protect witnesses, in order to secure convictions. There can be any number of common reasons why police protection of witnesses is ineffectual, none of which involve acts by the police intended to cause the murder of a needed witness. <i>Cf. County of Sacramento v. Lewis,</i> <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, 855, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span></a></span> (1998). Of course, there may be an extreme set of facts involving such deliberate and malevolent actions by police against witnesses as to shock the conscience and implicate a constitutional violation. Those await another day.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\n        <i>Defendant City of Providence and Former Police Chief Urbano Prignano</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Since the plaintiff has failed to state a constitutional claim at all, her claims against the other defendants for supervisory liability and for failure to train fail. <i>See City of Canton v. Harris,</i> <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 391, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1197</span></a></span>, <span class=\"citation\" data-id=\"112209\"><a href=\"/opinion/112209/canton-v-harris/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">412</span></a></span> (1989) (The city's constitutional liability for failure to train or for inadequately training its employees is premised on there being an underlying constitutional violation of the harmed individual's rights.); <i>Maldonado-Denis v. Castillo-Rodr&#237;guez,</i> <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 581-82 (1st Cir.1994) (To establish supervisory liability, the plaintiff must show an underlying constitutional violation.).</p>\n    </div>\n    <p>IV.</p>\n    <p class=\"indent\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We <i>affirm</i> the dismissal of all claims. The federal claims are dismissed with prejudice. The dismissal of the pendent state claims is without prejudice. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> These are the defendants on appeal. The defendants before the district court included the State of Rhode Island, the City of Providence, Police Officers Matos and Finnegan, Police Detective Morris, Rhode Island Attorney General Whitehouse, Assistant Attorneys General White and Page, Police Chief Urbano Prignano, Jr., and the Providence Police Department. Defendants Morris and Whitehouse are not parties to this appeal. The only claims against the State and Attorneys Page and White, in their official capacities, are state law claims</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court dismissed these state law claims without prejudice</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We add that while the issue of a claim of constitutional right is difficult, it is quite unlikely, for other reasons having to do with immunity doctrines and separate requirements for causes of action under 42 U.S.C. &#167; 1983, that the claims against the defendants would have survived in any event</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Under the district court's scheduling order of May 15, 2003, discovery started and was scheduled to close in December of that same year. Some reference to discovered material is in the record and the plaintiff has included her answers to interrogatories in the Appendix before this court. However, the defendants did not include discovered material in their motions to dismiss and the district court did not consider the discovered material. Accordingly, we do not either</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is not clear from the \"creation of danger\" language in<i>DeShaney</i> whether a state action which enhances or creates danger to an individual would provide a separate exception to the general rule of no duty to protect, or whether the language is simply in service of the special relationship exception and provides a set of circumstances where the state's actions might create a \"special relationship\" and thus a duty to protect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Count eight was brought by Rivera against all defendants for deprivation of her own constitutional rights. This count was dismissed in an earlier order by the district court on March 4, 2004, and Rivera is not appealing its dismissal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In count one of her complaint, Rivera also alleges that Prignano, along with Officers Matos and Finegan, is liable for the underlying substantive due process violation. On appeal, Rivera does not allege that Prignano participated in the conduct which created the danger. Rivera's only theory of liability as to Prignano is supervisory liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The special relationship exception is not relied upon by the plaintiff on appeal, although it appears to be the basis for the duty alleged in the complaint. Before the district court, Rivera also alleged a due process violation based on the defendants' failure to properly apply the State's witness protection program. This argument is not presented on appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The complaint does not allege that Matos or Finegan ever actually spoke to Jennifer or promised her protection. The complaint states that Matos and Finegan knew of the threats and indicated that they would speak with her, but there are no allegations that Matos or Finegan actually spoke with her. However, in her motions and in her brief before this court, she does allege that Detective Matos promised her protection</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> On appeal, Rivera argues for the first time that her case, against these four defendants, must be taken as stating the claim that they deliberately misled Jennifer, knowing she would rely on their false promise of protection and knowing that this protection would not be forthcoming. As a result, the risk to her was greatly enhanced, and became fatal when they subpoenaed her and left her without protection. As to the federal claims against these four defendants, intentional misrepresentation was neither alleged in the facts or claims section of the complaint. Also, intentional misrepresentation was not argued in the district court as part of the federal claims. \"It is hornbook law that theories not raised squarely in the district court cannot be surfaced for the first time on appeal.\"<i>McCoy v. Mass. Institute of Tech.,</i> <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st Cir.1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Rivera contrasts the situation involving false assurances with the alternative of the police not offering false promises. If the police had, Rivera argues, told the truth, that they would not provide protection, Jennifer could have taken several different courses of action. Jennifer might have chosen to cooperate, even in the absence of protection; she might have run away prior to the issuance of the subpoena; or she might have disregarded the subpoena and risked being held in contempt of court. But the danger to Jennifer, in the absence of these false assurances, would still have been evident. She would still have been identified by the police department as a witness to the murder; she would still have given a statement to the police about what she saw; she would still have, at the request of the deceased's family, given a second statement and identified Pona; and the state would have still issued a subpoena for her to testify before the grand jury and at the trial</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/34851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776183/"
  ]
}