{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201435/",
  "absolute_url": "/opinion/201435/hernandez-santiago-v-ecolab-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201435/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:26:47Z",
  "date_modified": "2016-02-28T05:05:35.102791Z",
  "type": "010combined",
  "sha1": "2ad0f040e04eabd960c62803354b0cb6f8e6408f",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1455-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/02/07/Hernandez-Santiago_v._Ecolab_Inc..pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 04-1455\n\n                     JOSÉ A. HERNÁNDEZ-SANTIAGO,\n\n                        Plaintiff, Appellant,\n\n                                 v.\n\n                        ECOLAB, INC., ET AL.,\n\n                       Defendants, Appellees.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Raymond L. Acosta, Senior U.S. District Judge]\n\n\n                               Before\n\n                  Torruella, Howard, Circuit Judges,\n\n                 and Carter,* Senior District Judge.\n\n\n\n     Javier A. Morales Ramos with whom Juan F. Matos Bonet was on\nbrief, for appellant.\n     Luis G. Martínez Lloréns with whom Colón, Colón & Martínez,\nP.S.C. was on brief, for appellee.\n\n\n\n                          February 7, 2005\n\n\n\n\n    *\n        Of the District of Maine, sitting by designation.\n\f            Per Curiam. Plaintiff-appellant José Hernández-Santiago\n\nappeals from a judgment dismissing his complaint against defendant-\n\nappellee Ecolab, Inc., on the ground that the district court lacked\n\nsubject matter jurisdiction. We vacate the judgment and remand for\n\nfurther proceedings.\n\n            Hernández, a citizen of Puerto Rico, filed this diversity\n\naction in federal court against Minnesota-based Ecolab, seeking\n\ndamages arising out of injuries that he sustained in a work-related\n\naccident using a cleaning product called Super Trump.           Hernández's\n\ncomplaint alleged that Ecolab violated Puerto Rico's products\n\nliability laws by failing to include appropriate instructions and\n\nwarnings with the Super Trump product. After being served with the\n\ncomplaint, Ecolab answered by denying liability and asserting\n\nseveral affirmative defenses.\n\n            At the Fed. R. Civ. P. 16(b) scheduling conference,\n\nEcolab's counsel informed the court that it did not believe that it\n\nhad manufactured or sold the product to Hernández's employer.\n\nRather,    counsel    believed     that   Ecolab   Manufacturing,   Inc.   --\n\nEcolab's wholly owned Puerto Rico subsidiary -- had manufactured\n\nand sold the product.         At the conclusion of the conference, the\n\ncourt     ordered    Ecolab   to   provide   Hernández   with   information\n\nconcerning the entity that had manufactured and sold the product to\n\nhis employer.\n\n\n\n\n                                      -2-\n\f           Ecolab responded by filing with the court an affidavit\n\nfrom its general counsel stating that, based on a review of\n\nEcolab's and Ecolab Manufacturing's records, it appeared that the\n\nproduct had been manufactured and sold to Hernández's employer by\n\nEcolab Manufacturing.         Construing this filing as a motion to\n\ndismiss for a lack of subject matter jurisdiction, the court issued\n\nHernández an order to show cause \"why [his] case should not be\n\ndismissed for lack of jurisdiction in view of the evidence filed by\n\n[Ecolab] in support of its claim that the product at issue in this\n\nlitigation was manufactured, sold and/or delivered to plaintiff's\n\nemployer   by    [Ecolab     Manufacturing],       [Ecolab's]      wholly      owned\n\nsubsidiary, a Puerto Rico corporation.\" (Emphasis supplied).\n\n           After receiving the show cause order,             Hernández      sought\n\nboth an extension of time to respond and an order requiring Ecolab\n\nto   comply     with   certain      discovery     requests      related   to     the\n\nmanufacturer-identity issue.           The court granted the extension and\n\nordered Ecolab to provide the requested discovery.\n\n           Subsequently, Hernández filed a response to the show\n\ncause   order    and   a   motion   for   discovery     sanctions.        In    both\n\nsubmissions,     Hernández    complained        that   Ecolab    still    had    not\n\nprovided it with the discovery necessary to ascertain whether\n\nEcolab Manufacturing, in fact, had manufactured and sold the Super\n\nTrump product to his employer. Hernández also argued that, even if\n\nEcolab did not manufacture or sell the product, it was nevertheless\n\n\n                                       -3-\n\fliable under the doctrine of agency by apparent authority because\n\nthe product and the included warnings and instructions indicated\n\nthat Ecolab was the manufacturer. The court rejected this argument\n\nand dismissed the complaint.      See Hernández-Santiago v. Ecolab,\n\nInc., 303 F. Supp. 2d 51 (D.P.R. 2004).        It ruled that Puerto Rico\n\napplies the doctrine of \"one's own acts\" (instead of the doctrine\n\nof agency by apparent authority) which requires that a plaintiff\n\nseeking to impute liability to a third party demonstrate that the\n\nthird party engaged in conduct which created a perception contrary\n\nto reality and that the plaintiff detrimentally relied on the third\n\nparty's   representation.   Id.   at    54.1     In   the   court's   view,\n\nHernández had failed to show detrimental reliance.              Hernández\n\nappeals from this ruling.\n\n           In issuing the show cause order and ultimately dismissing\n\nthe complaint, the district court concluded that the question of\n\nwhich entity manufactured and sold the Super Trump product to\n\nHernández's employer implicated its subject matter jurisdiction.\n\nWe review this legal conclusion de novo.       See Cotter v. Mass. Ass'n\n\nof Minority Law Enforcement Officers, 219 F.3d 31, 34 (1st Cir.\n\n2000).\n\n\n\n\n     1\n      But see Grajales-Romero v. Am. Airlines, Inc., 194 F.3d 288,\n293 (1st Cir. 1999)(doubting whether principles for imputing\nliability to a third party under Puerto Rico law differ from the\ntraditional agency by apparent authority doctrine).\n\n                                  -4-\n\f            In a diversity action where there is no question of\n\nripeness, mootness, or standing, the existence vel non of subject\n\nmatter jurisdiction typically turns on two facts -- diversity of\n\ncitizenship and amount in controversy.                See Valentin v. Hosp.\n\nBella Vista, 254 F.3d 358, 362-63 (1st Cir. 2001); 28 U.S.C. §\n\n1332.   Under Fed. R. Civ. P. 12(b)(1), a party may contest the\n\ncourt's subject matter jurisdiction by challenging the allegations\n\nin the complaint as insufficient on their face or by questioning\n\nthe accuracy of those allegations.          See Valentin, 254 F.3d at 363.\n\nWhere a party challenges the accuracy of the pleaded jurisdictional\n\nfacts, the court may conduct a broad inquiry, taking evidence and\n\nmaking findings of fact.         See id. at 363.       Thus, if the issue of\n\nthe manufacturer's identity presented a jurisdictional question, it\n\nwould have been appropriate for the district court to have accepted\n\nevidence (including affidavits) and to have made factual rulings\n\nbased on the evidence before it.           See id.\n\n            Ecolab,   however,     did    not   attack   the   sufficiency   or\n\naccuracy of the jurisdictional facts.           It did not dispute that the\n\nparties are diverse, that the amount in controversy was satisfied,\n\nor any other fact bearing on the court's power to hear the case.\n\nInstead, Ecolab sought dismissal on the ground that it did not\n\nmanufacture    or   sell   the    Super    Trump     product   to   Hernández's\n\nemployer.     In other words, it sought a ruling that it was not\n\nliable because it did not commit the act which Hernández claimed\n\n\n                                     -5-\n\fwas tortious.    This is a classic merits defense and does not\n\nimplicate the court's      subject matter jurisdiction.       See 5B Wright\n\n& Miller, Federal Practice & Procedure, § 1350 at 106 (3d ed. 2004)\n\n(collecting   cases   in     which   the   district   court    erroneously\n\nadjudicated a defense on the merits under Rule 12(b)(1)).            Thus,\n\nthe court erred in considering Ecolab's motion within the Rule\n\n12(b)(1) framework.       See, e.g., Montez v. Dept. of the Navy, 392\n\nF.3d 147, 151 (5th Cir. 2004); see also       Valentin, 254 F.3d at 364\n\n(\"It is pellucid that a trial court's approach to a Rule 12(b)(1)\n\nmotion which asserts a factual challenge is quite different from\n\nits   approach   to   a    motion    for   summary    judgment.\").\n\n          Nevertheless, we could still affirm if dismissal of the\n\ncomplaint would be the obvious result of a remand.             See Chiplin\n\nEnters., Inc. v. City of Lebanon, 712 F.2d 1524, 1529 (1st Cir.\n\n1983); cf. Boateng v. InterAmerican Univ., Inc., 210 F.3d 56, 60\n\n(1st Cir. 2000) (finding harmless error even though the district\n\ncourt did not inform the plaintiff that it was converting a motion\n\nto dismiss into a motion for summary judgment).                Because the\n\ndistrict court accepted an affidavit from Ecolab's general counsel\n\nstating that Ecolab did not manufacture or sell the Super Trump\n\nproduct to Hernández's employer, the court effectively converted\n\nEcolab's motion to dismiss into one for summary judgment.             See,\n\ne.g., Puerto Rican-American Ins. Co. v. Benjamin Shipping Co., 829\n\nF.2d 281, 285 (1st Cir. 1987).       We therefore consider whether, on\n\n\n                                     -6-\n\fthe present record, an award of summary judgment in favor of Ecolab\n\nwould be appropriate.\n\n              For at least three reasons, we are unprepared to so hold.\n\nFirst, in the motion compel submitted before responding to the show\n\ncause order, in the response to the show cause order, and in the\n\nmotion for sanctions filed contemporaneously therewith, Hernández\n\ninformed the district court that it needed additional discovery to\n\nrespond to Ecolab's evidentiary presentation.       The district court\n\ngranted Hernández's initial motion to compel discovery but never\n\nruled    on    Hernández's   subsequent   motion   for   sanctions   for\n\nnoncompliance therewith.       The situation is analogous to one in\n\nwhich the court awards summary judgment without considering a Fed.\n\nR. Civ. P. 56(f) motion filed by a party opposing the motion for\n\nsummary judgment.       See Paterson-Leitch v. Mass. Mun. Wholesale\n\nElec. Co., 840 F.2d 985, 988 (1st Cir. 1988) (describing Rule 56(f)\n\nas an \"escape hatch\" for a party who genuinely requires additional\n\ndiscovery to oppose summary judgment).\n\n              While we do not know what Ecolab's discovery responses\n\nwould have revealed, the documents that Hernández sought certainly\n\nappear relevant to the manufacturer identity question.2       Moreover,\n\nHernández has at least arguably satisfied most of the Rule 56(f)\n\n\n\n     2\n      Hernández requested, inter alia, specific material pertaining\nto the Super Trump trademark; the entities that have manufactured\nSuper Trump; and the marketing, manufacture, and distribution of\nSuper Trump in Puerto Rico.\n\n                                   -7-\n\frequirements because his counsel filed statements with the court\n\nspecifically identifying the needed discovery and explaining its\n\nrelevance to ascertaining the manufacturer's identity.       See Velez\n\nv. Awning Windows, Inc., 375 F.3d 35, 40 (1st Cir. 2004) (stating\n\nthat to benefit from Rule 56(f) a litigant ordinarily must furnish\n\nthe court with an affidavit from counsel explaining the current\n\ninability to adduce sufficient facts to oppose summary judgment,\n\nproviding a basis to believe that the facts can be assembled in a\n\nreasonable time, and indicating why the facts are material).3\n\nThus, there is reason for concern that the court might have abused\n\nits discretion in failing to permit Hernández additional discovery\n\nbefore ruling on Ecolab's motion. Cf. Resolution Trust Corp. v. N.\n\nBridge Assocs., 22 F.3d 1198, 1206 (1st Cir. 1994) (vacating\n\nsummary   judgment   ruling   because   plaintiff   was   entitled   to\n\nadditional discovery under Rule 56(f)).\n\n          Second, Ecolab's affidavit from its general counsel does\n\nnot appear to have complied with the requirements of Fed. R. Civ.\n\nP.   56(e).   For an affidavit to constitute evidence in a summary\n\njudgment proceeding, it must be based on personal knowledge and\n\nshow that the affiant is competent to testify to the matter stated\n\n\n\n     3\n      Hernández's counsel did not comply with the affidavit\nrequirement. Nevertheless, in appropriate circumstances, we excuse\ntechnical errors in complying with Rule 56(f) where, as here, the\nparty seeking relief has satisfied the Rule's substantive aspects.\nSee Vargas-Ruiz v. Golden Arch Dev. Inc., 368 F.3d 1, 3 (1st Cir.\n2004).\n\n                                 -8-\n\fin the affidavit.      See Fed. R. Civ. P. 56(e); Perez v. Volvo Car\n\nCorp., 247 F.3d 303, 315-16 (1st Cir. 2001).          Counsel swore only\n\nthat \"a review of relevant manufacturing and sales records\" of\n\nEcolab      and   Ecolab   Manufacturing     \"reveal[ed]\"    that    Ecolab\n\nManufacturing sold the Super Trump product to Hernández's employer.\n\nHe did not attest that he conducted or supervised the review of the\n\ndocuments or that he had personal knowledge of the results of the\n\nreview. We therefore doubt that there is, at present, a sufficient\n\nevidentiary basis for concluding that, in fact, Ecolab did not\n\nmanufacture the product sold to Hernández's employer.\n\n             Finally, even were we to assume that Ecolab was not the\n\nmanufacturer, we have some doubt as to whether Ecolab would be\n\nentitled to summary judgment. The complaint is based on a failure-\n\nto-warn theory of products liability.        Hernández submits, without\n\ncontrary argument from Ecolab, that a viable failure-to-warn claim\n\nmay   lie    under   Puerto   Rico   law   against   the   author   of   the\n\ninstructions and warnings of a product even if a different entity\n\nmanufactured and sold the product.4          This proposition does not\n\nstrike us as self-evidently incorrect.         And, as set forth above,\n\n\n\n      4\n      Ecolab contends that Hernández forfeited the right to make\nthis argument because Hernández did not present it to the district\ncourt in his response to the show cause order. A review of the\nrecord convinces us, however, that any lapse on Hernández's part\nwas at least partially attributable to the irregular manner in\nwhich the manufacturer-identity issue arose. We therefore reject\nthe claim of forfeiture in this instance. See United States v.\nGallant, 306 F.3d 1181, 1187 (1st Cir. 2002).\n\n                                     -9-\n\fthere is evidence that Ecolab wrote the instructions and warnings\n\nfor the Super Trump product.\n\n          Vacated and remanded.\n\n\n\n\n                               -10-\n\f",
  "html": "<p class=\"case_cite\">397 F.3d 30</p>\n    <p class=\"parties\">Jos&#233; A. HERN&#193;NDEZ-SANTIAGO, Plaintiff, Appellant,<br>v.<br>ECOLAB, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1455.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 12, 2004.</p>\n    <p class=\"date\">Decided February 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Javier A. Morales Ramos with whom Juan F. Matos Bonet was on brief, for appellant.</p>\n      <p class=\"indent\">Luis G. Martinez Llorens with whom Colon, Colon &amp; Martinez, P.S.C. was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, HOWARD, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Jose Hernandez-Santiago appeals from a judgment dismissing his complaint against defendant-appellee Ecolab, Inc., on the ground that the district court lacked subject matter jurisdiction. We vacate the judgment and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Hernandez, a citizen of Puerto Rico, filed this diversity action in federal court against Minnesota-based Ecolab, seeking damages arising out of injuries that he sustained in a work-related accident using a cleaning product called Super Trump. Hernandez's complaint alleged that Ecolab violated Puerto Rico's products liability laws by failing to include appropriate instructions and warnings with the Super Trump product. After being served with the complaint, Ecolab answered by denying liability and asserting several affirmative defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the Fed.R.Civ.P. 16(b) scheduling conference, Ecolab's counsel informed the court that it did not believe that it had manufactured or sold the product to Hernandez's employer. Rather, counsel believed that Ecolab Manufacturing, Inc. &#8212; Ecolab's wholly owned Puerto Rico subsidiary &#8212; had manufactured and sold the product. At the conclusion of the conference, the court ordered Ecolab to provide Hernandez with information concerning the entity that had manufactured and sold the product to his employer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ecolab responded by filing with the court an affidavit from its general counsel stating that, based on a review of Ecolab's and Ecolab Manufacturing's records, it appeared that the product had been manufactured and sold to Hernandez's employer by Ecolab Manufacturing. Construing this filing as a motion to dismiss for a lack of subject matter jurisdiction, the court issued Hernandez an order to show cause \"why [his] case should not be dismissed for <i>lack of jurisdiction</i> in view of the evidence filed by [Ecolab] in support of its claim that the product at issue in this litigation was manufactured, sold and/or delivered to plaintiff's employer by [Ecolab Manufacturing], [Ecolab's] wholly owned subsidiary, a Puerto Rico corporation.\" (Emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After receiving the show cause order, Hernandez sought both an extension of time to respond and an order requiring Ecolab to comply with certain discovery requests related to the manufacturer-identity issue. The court granted the extension and ordered Ecolab to provide the requested discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Subsequently, Hernandez filed a response to the show cause order and a motion for discovery sanctions. In both submissions, Hernandez complained that Ecolab still had not provided it with the discovery necessary to ascertain whether Ecolab Manufacturing, in fact, had manufactured and sold the Super Trump product to his employer. Hernandez also argued that, even if Ecolab did not manufacture or sell the product, it was nevertheless liable under the doctrine of agency by apparent authority because the product and the included warnings and instructions indicated that Ecolab was the manufacturer. The court rejected this argument and dismissed the complaint. <i>See Hernandez Santiago v. Ecolab, Inc.,</i> 303 F.Supp.2d 51 (D.P.R.2004). It ruled that Puerto Rico applies the doctrine of \"one's own acts\" (instead of the doctrine of agency by apparent authority) which requires that a plaintiff seeking to impute liability to a third party demonstrate that the third party engaged in conduct which created a perception contrary to reality and that the plaintiff detrimentally relied on the third party's representation. <i>Id.</i> at 54.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In the court's view, Hernandez had failed to show detrimental reliance. Hernandez appeals from this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In issuing the show cause order and ultimately dismissing the complaint, the district court concluded that the question of which entity manufactured and sold the Super Trump product to Hernandez's employer implicated its subject matter jurisdiction. We review this legal conclusion <i>de novo. See Cotter v. Mass. Ass'n of Minority Law Enforcement Officers,</i> 219 F.3d 31, 34 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a diversity action where there is no question of ripeness, mootness, or standing, the existence <i>vel non</i> of subject matter jurisdiction typically turns on two facts &#8212; diversity of citizenship and amount in controversy. <i>See Valentin v. Hosp. Bella Vista,</i> 254 F.3d 358, 362-63 (1st Cir.2001); 28 U.S.C. &#167; 1332. Under Fed.R.Civ.P. 12(b)(1), a party may contest the court's subject matter jurisdiction by challenging the allegations in the complaint as insufficient on their face or by questioning the accuracy of those allegations. <i>See Valentin,</i> 254 F.3d at 363. Where a party challenges the accuracy of the pleaded jurisdictional facts, the court may conduct a broad inquiry, taking evidence and making findings of fact. <i>See id.</i> at 363. Thus, if the issue of the manufacturer's identity presented a jurisdictional question, it would have been appropriate for the district court to have accepted evidence (including affidavits) and to have made factual rulings based on the evidence before it. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ecolab, however, did not attack the sufficiency or accuracy of the jurisdictional facts. It did not dispute that the parties are diverse, that the amount in controversy was satisfied, or any other fact bearing on the court's power to hear the case. Instead, Ecolab sought dismissal on the ground that it did not manufacture or sell the Super Trump product to Hernandez's employer. In other words, it sought a ruling that it was not liable because it did not commit the act which Hernandez claimed was tortious. This is a classic merits defense and does not implicate the court's subject matter jurisdiction. <i>See</i> 5B Wright &amp; Miller, <i>Federal Practice &amp; Procedure,</i> &#167; 1350 at 106 (3d ed.2004) (collecting cases in which the district court erroneously adjudicated a defense on the merits under Rule 12(b)(1)). Thus, the court erred in considering Ecolab's motion within the Rule 12(b)(1) framework. <i>See, e.g., Montez v. Dept. of the Navy,</i> 392 F.3d 147, 151 (5th Cir.2004); <i>see also Valentin,</i> 254 F.3d at 364 (\"It is pellucid that a trial court's approach to a Rule 12(b)(1) motion which asserts a factual challenge is quite different from its approach to a motion for summary judgment.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nevertheless, we could still affirm if dismissal of the complaint would be the obvious result of a remand. <i>See Chiplin Enters., Inc. v. City of Lebanon,</i> 712 F.2d 1524, 1529 (1st Cir.1983); <i>cf. Boateng v. InterAmerican Univ., Inc.,</i> 210 F.3d 56, 60 (1st Cir.2000) (finding harmless error even though the district court did not inform the plaintiff that it was converting a motion to dismiss into a motion for summary judgment). Because the district court accepted an affidavit from Ecolab's general counsel stating that Ecolab did not manufacture or sell the Super Trump product to Hernandez's employer, the court effectively converted Ecolab's motion to dismiss into one for summary judgment. <i>See, e.g., Puerto Rican-American Ins. Co. v. Benjamin Shipping Co.,</i> 829 F.2d 281, 285 (1st Cir.1987). We therefore consider whether, on the present record, an award of summary judgment in favor of Ecolab would be appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For at least three reasons, we are unprepared to so hold. First, in the motion compel submitted before responding to the show cause order, in the response to the show cause order, and in the motion for sanctions filed contemporaneously therewith, Hernandez informed the district court that it needed additional discovery to respond to Ecolab's evidentiary presentation. The district court granted Hernandez's initial motion to compel discovery but never ruled on Hernandez's subsequent motion for sanctions for noncompliance therewith. The situation is analogous to one in which the court awards summary judgment without considering a Fed.R.Civ.P. 56(f) motion filed by a party opposing the motion for summary judgment. <i>See Paterson-Leitch v. Mass. Mun. Wholesale Elec. Co.,</i> 840 F.2d 985, 988 (1st Cir.1988) (describing Rule 56(f) as an \"escape hatch\" for a party who genuinely requires additional discovery to oppose summary judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While we do not know what Ecolab's discovery responses would have revealed, the documents that Hernandez sought certainly appear relevant to the manufacturer identity question.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Moreover, Hernandez has at least arguably satisfied most of the Rule 56(f) requirements because his counsel filed statements with the court specifically identifying the needed discovery and explaining its relevance to ascertaining the manufacturer's identity. <i>See Velez v. Awning Windows, Inc.,</i> 375 F.3d 35, 40 (1st Cir.2004) (stating that to benefit from Rule 56(f) a litigant ordinarily must furnish the court with an affidavit from counsel explaining the current inability to adduce sufficient facts to oppose summary judgment, providing a basis to believe that the facts can be assembled in a reasonable time, and indicating why the facts are material).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Thus, there is reason for concern that the court might have abused its discretion in failing to permit Hernandez additional discovery before ruling on Ecolab's motion. <i>Cf. Resolution Trust Corp. v. N. Bridge Assocs.,</i> 22 F.3d 1198, 1206 (1st Cir.1994) (vacating summary judgment ruling because plaintiff was entitled to additional discovery under Rule 56(f)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Second, Ecolab's affidavit from its general counsel does not appear to have complied with the requirements of Fed.R.Civ.P. 56(e). For an affidavit to constitute evidence in a summary judgment proceeding, it must be based on personal knowledge and show that the affiant is competent to testify to the matter stated in the affidavit. <i>See</i> Fed.R.Civ.P. 56(e); <i>Perez v. Volvo Car Corp.,</i> 247 F.3d 303, 315-16 (1st Cir.2001). Counsel swore only that \"a review of relevant manufacturing and sales records\" of Ecolab and Ecolab Manufacturing \"reveal[ed]\" that Ecolab Manufacturing sold the Super Trump product to Hernandez's employer. He did not attest that he conducted or supervised the review of the documents or that he had personal knowledge of the results of the review. We therefore doubt that there is, at present, a sufficient evidentiary basis for concluding that, in fact, Ecolab did not manufacture the product sold to Hernandez's employer.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, even were we to assume that Ecolab was not the manufacturer, we have some doubt as to whether Ecolab would be entitled to summary judgment. The complaint is based on a <i>failure-to-warn</i> theory of products liability. Hernandez submits, without contrary argument from Ecolab, that a viable failure-to-warn claim may lie under Puerto Rico law against the author of the instructions and warnings of a product even if a different entity manufactured and sold the product.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> This proposition does not strike us as self-evidently incorrect. And, as set forth above, there is evidence that Ecolab wrote the instructions and warnings for the Super Trump product.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>Vacated</i> and <i>remanded.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>But see Grajales-Romero v. Am. Airlines, Inc.,</i> 194 F.3d 288, 293 (1st Cir.1999)(doubting whether principles for imputing liability to a third party under Puerto Rico law differ from the traditional agency by apparent authority doctrine).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Hernandez requested,<i>inter alia,</i> specific material pertaining to the Super Trump trademark; the entities that have manufactured Super Trump; and the marketing, manufacture, and distribution of Super Trump in Puerto Rico.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Hernandez's counsel did not comply with the affidavit requirement. Nevertheless, in appropriate circumstances, we excuse technical errors in complying with Rule 56(f) where, as here, the party seeking relief has satisfied the Rule's substantive aspects<i>See Vargas-Ruiz v. Golden Arch Dev. Inc.,</i> 368 F.3d 1, 3 (1st Cir.2004).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ecolab contends that Hernandez forfeited the right to make this argument because Hernandez did not present it to the district court in his response to the show cause order. A review of the record convinces us, however, that any lapse on Hernandez's part was at least partially attributable to the irregular manner in which the manufacturer-identity issue arose. We therefore reject the claim of forfeiture in this instance<i>See United States v. Gallant,</i> 306 F.3d 1181, 1187 (1st Cir.2002).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></span></p>\n    <p class=\"parties\">Jos&#233; A. HERN&#193;NDEZ-SANTIAGO, Plaintiff, Appellant,<br>v.<br>ECOLAB, INC., et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1455.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 12, 2004.</p>\n    <p class=\"date\">Decided February 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Javier A. Morales Ramos with whom Juan F. Matos Bonet was on brief, for appellant.</p>\n      <p class=\"indent\">Luis G. Martinez Llorens with whom Colon, Colon &amp; Martinez, P.S.C. was on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, HOWARD, Circuit Judges, and CARTER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Jose Hernandez-Santiago appeals from a judgment dismissing his complaint against defendant-appellee Ecolab, Inc., on the ground that the district court lacked subject matter jurisdiction. We vacate the judgment and remand for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Hernandez, a citizen of Puerto Rico, filed this diversity action in federal court against Minnesota-based Ecolab, seeking damages arising out of injuries that he sustained in a work-related accident using a cleaning product called Super Trump. Hernandez's complaint alleged that Ecolab violated Puerto Rico's products liability laws by failing to include appropriate instructions and warnings with the Super Trump product. After being served with the complaint, Ecolab answered by denying liability and asserting several affirmative defenses.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the Fed.R.Civ.P. 16(b) scheduling conference, Ecolab's counsel informed the court that it did not believe that it had manufactured or sold the product to Hernandez's employer. Rather, counsel believed that Ecolab Manufacturing, Inc. &#8212; Ecolab's wholly owned Puerto Rico subsidiary &#8212; had manufactured and sold the product. At the conclusion of the conference, the court ordered Ecolab to provide Hernandez with information concerning the entity that had manufactured and sold the product to his employer.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Ecolab responded by filing with the court an affidavit from its general counsel stating that, based on a review of Ecolab's and Ecolab Manufacturing's records, it appeared that the product had been manufactured and sold to Hernandez's employer by Ecolab Manufacturing. Construing this filing as a motion to dismiss for a lack of subject matter jurisdiction, the court issued Hernandez an order to show cause \"why [his] case should not be dismissed for <i>lack of jurisdiction</i> in view of the evidence filed by [Ecolab] in support of its claim that the product at issue in this litigation was manufactured, sold and/or delivered to plaintiff's employer by [Ecolab Manufacturing], [Ecolab's] wholly owned subsidiary, a Puerto Rico corporation.\" (Emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After receiving the show cause order, Hernandez sought both an extension of time to respond and an order requiring Ecolab to comply with certain discovery requests related to the manufacturer-identity issue. The court granted the extension and ordered Ecolab to provide the requested discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Subsequently, Hernandez filed a response to the show cause order and a motion for discovery sanctions. In both submissions, Hernandez complained that Ecolab still had not provided it with the discovery necessary to ascertain whether Ecolab Manufacturing, in fact, had manufactured and sold the Super Trump product to his employer. Hernandez also argued that, even if Ecolab did not manufacture or sell the product, it was nevertheless liable under the doctrine of agency by apparent authority because the product and the included warnings and instructions indicated that Ecolab was the manufacturer. The court rejected this argument and dismissed the complaint. <i>See Hernandez Santiago v. Ecolab, Inc.,</i> <span class=\"citation\" data-id=\"2504208\"><a href=\"/opinion/2504208/santiago-v-ecolab-inc/\"><span class=\"volume\">303</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">51</span></a></span> (D.P.R.2004). It ruled that Puerto Rico applies the doctrine of \"one's own acts\" (instead of the doctrine of agency by apparent authority) which requires that a plaintiff seeking to impute liability to a third party demonstrate that the third party engaged in conduct which created a perception contrary to reality and that the plaintiff detrimentally relied on the third party's representation. <i>Id.</i> at 54.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In the court's view, Hernandez had failed to show detrimental reliance. Hernandez appeals from this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In issuing the show cause order and ultimately dismissing the complaint, the district court concluded that the question of which entity manufactured and sold the Super Trump product to Hernandez's employer implicated its subject matter jurisdiction. We review this legal conclusion <i>de novo. See Cotter v. Mass. Ass'n of Minority Law Enforcement Officers,</i> <span class=\"citation no-link\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></span>, 34 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a diversity action where there is no question of ripeness, mootness, or standing, the existence <i>vel non</i> of subject matter jurisdiction typically turns on two facts &#8212; diversity of citizenship and amount in controversy. <i>See Valentin v. Hosp. Bella Vista,</i> <span class=\"citation\" data-id=\"199467\"><a href=\"/opinion/199467/valentin-de-jesus-v-united-healthcare/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">358</span></a></span>, 362-63 (1st Cir.2001); 28 U.S.C. &#167; 1332. Under Fed.R.Civ.P. 12(b)(1), a party may contest the court's subject matter jurisdiction by challenging the allegations in the complaint as insufficient on their face or by questioning the accuracy of those allegations. <i>See Valentin,</i> 254 F.3d at 363. Where a party challenges the accuracy of the pleaded jurisdictional facts, the court may conduct a broad inquiry, taking evidence and making findings of fact. <i>See id.</i> at 363. Thus, if the issue of the manufacturer's identity presented a jurisdictional question, it would have been appropriate for the district court to have accepted evidence (including affidavits) and to have made factual rulings based on the evidence before it. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Ecolab, however, did not attack the sufficiency or accuracy of the jurisdictional facts. It did not dispute that the parties are diverse, that the amount in controversy was satisfied, or any other fact bearing on the court's power to hear the case. Instead, Ecolab sought dismissal on the ground that it did not manufacture or sell the Super Trump product to Hernandez's employer. In other words, it sought a ruling that it was not liable because it did not commit the act which Hernandez claimed was tortious. This is a classic merits defense and does not implicate the court's subject matter jurisdiction. <i>See</i> 5B Wright &amp; Miller, <i>Federal Practice &amp; Procedure,</i> &#167; 1350 at 106 (3d ed.2004) (collecting cases in which the district court erroneously adjudicated a defense on the merits under Rule 12(b)(1)). Thus, the court erred in considering Ecolab's motion within the Rule 12(b)(1) framework. <i>See, e.g., Montez v. Dept. of the Navy,</i> <span class=\"citation\" data-id=\"37048\"><a href=\"/opinion/37048/montez-v-dept-of-the-navy/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 151 (5th Cir.2004); <i>see also Valentin,</i> 254 F.3d at 364 (\"It is pellucid that a trial court's approach to a Rule 12(b)(1) motion which asserts a factual challenge is quite different from its approach to a motion for summary judgment.\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nevertheless, we could still affirm if dismissal of the complaint would be the obvious result of a remand. <i>See Chiplin Enters., Inc. v. City of Lebanon,</i> <span class=\"citation\" data-id=\"422031\"><a href=\"/opinion/422031/chiplin-enterprises-inc-v-city-of-lebanon/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1524</span></a></span>, 1529 (1st Cir.1983); <i>cf. Boateng v. InterAmerican Univ., Inc.,</i> <span class=\"citation\" data-id=\"198887\"><a href=\"/opinion/198887/boateng-v-interamerican-univ/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2000) (finding harmless error even though the district court did not inform the plaintiff that it was converting a motion to dismiss into a motion for summary judgment). Because the district court accepted an affidavit from Ecolab's general counsel stating that Ecolab did not manufacture or sell the Super Trump product to Hernandez's employer, the court effectively converted Ecolab's motion to dismiss into one for summary judgment. <i>See, e.g., Puerto Rican-American Ins. Co. v. Benjamin Shipping Co.,</i> <span class=\"citation\" data-id=\"494596\"><a href=\"/opinion/494596/puerto-rican-american-insurance-company-and-boricua-motors-corp-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 285 (1st Cir.1987). We therefore consider whether, on the present record, an award of summary judgment in favor of Ecolab would be appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">For at least three reasons, we are unprepared to so hold. First, in the motion compel submitted before responding to the show cause order, in the response to the show cause order, and in the motion for sanctions filed contemporaneously therewith, Hernandez informed the district court that it needed additional discovery to respond to Ecolab's evidentiary presentation. The district court granted Hernandez's initial motion to compel discovery but never ruled on Hernandez's subsequent motion for sanctions for noncompliance therewith. The situation is analogous to one in which the court awards summary judgment without considering a Fed.R.Civ.P. 56(f) motion filed by a party opposing the motion for summary judgment. <i>See Paterson-Leitch v. Mass. Mun. Wholesale Elec. Co.,</i> <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 988 (1st Cir.1988) (describing Rule 56(f) as an \"escape hatch\" for a party who genuinely requires additional discovery to oppose summary judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While we do not know what Ecolab's discovery responses would have revealed, the documents that Hernandez sought certainly appear relevant to the manufacturer identity question.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Moreover, Hernandez has at least arguably satisfied most of the Rule 56(f) requirements because his counsel filed statements with the court specifically identifying the needed discovery and explaining its relevance to ascertaining the manufacturer's identity. <i>See Velez v. Awning Windows, Inc.,</i> <span class=\"citation\" data-id=\"201113\"><a href=\"/opinion/201113/velez-cortes-v-awning-windows-inc/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 40 (1st Cir.2004) (stating that to benefit from Rule 56(f) a litigant ordinarily must furnish the court with an affidavit from counsel explaining the current inability to adduce sufficient facts to oppose summary judgment, providing a basis to believe that the facts can be assembled in a reasonable time, and indicating why the facts are material).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Thus, there is reason for concern that the court might have abused its discretion in failing to permit Hernandez additional discovery before ruling on Ecolab's motion. <i>Cf. Resolution Trust Corp. v. N. Bridge Assocs.,</i> <span class=\"citation\" data-id=\"669068\"><a href=\"/opinion/669068/resolution-trust-corporation-v-north-bridge-associates-inc/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1198</span></a></span>, 1206 (1st Cir.1994) (vacating summary judgment ruling because plaintiff was entitled to additional discovery under Rule 56(f)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Second, Ecolab's affidavit from its general counsel does not appear to have complied with the requirements of Fed.R.Civ.P. 56(e). For an affidavit to constitute evidence in a summary judgment proceeding, it must be based on personal knowledge and show that the affiant is competent to testify to the matter stated in the affidavit. <i>See</i> Fed.R.Civ.P. 56(e); <i>Perez v. Volvo Car Corp.,</i> <span class=\"citation\" data-id=\"199393\"><a href=\"/opinion/199393/perez-de-munoz-v-volvo-car-corp/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">303</span></a></span>, 315-16 (1st Cir.2001). Counsel swore only that \"a review of relevant manufacturing and sales records\" of Ecolab and Ecolab Manufacturing \"reveal[ed]\" that Ecolab Manufacturing sold the Super Trump product to Hernandez's employer. He did not attest that he conducted or supervised the review of the documents or that he had personal knowledge of the results of the review. We therefore doubt that there is, at present, a sufficient evidentiary basis for concluding that, in fact, Ecolab did not manufacture the product sold to Hernandez's employer.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Finally, even were we to assume that Ecolab was not the manufacturer, we have some doubt as to whether Ecolab would be entitled to summary judgment. The complaint is based on a <i>failure-to-warn</i> theory of products liability. Hernandez submits, without contrary argument from Ecolab, that a viable failure-to-warn claim may lie under Puerto Rico law against the author of the instructions and warnings of a product even if a different entity manufactured and sold the product.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> This proposition does not strike us as self-evidently incorrect. And, as set forth above, there is evidence that Ecolab wrote the instructions and warnings for the Super Trump product.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>Vacated</i> and <i>remanded.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Maine, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>But see Grajales-Romero v. Am. Airlines, Inc.,</i> <span class=\"citation\" data-id=\"198693\"><a href=\"/opinion/198693/grajales-romero-v-american-airlines/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 293 (1st Cir.1999)(doubting whether principles for imputing liability to a third party under Puerto Rico law differ from the traditional agency by apparent authority doctrine).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Hernandez requested,<i>inter alia,</i> specific material pertaining to the Super Trump trademark; the entities that have manufactured Super Trump; and the marketing, manufacture, and distribution of Super Trump in Puerto Rico.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Hernandez's counsel did not comply with the affidavit requirement. Nevertheless, in appropriate circumstances, we excuse technical errors in complying with Rule 56(f) where, as here, the party seeking relief has satisfied the Rule's substantive aspects<i>See Vargas-Ruiz v. Golden Arch Dev. Inc.,</i> <span class=\"citation\" data-id=\"201001\"><a href=\"/opinion/201001/vargas-ruiz-v-golden-arch/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.2004).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Ecolab contends that Hernandez forfeited the right to make this argument because Hernandez did not present it to the district court in his response to the show cause order. A review of the record convinces us, however, that any lapse on Hernandez's part was at least partially attributable to the irregular manner in which the manufacturer-identity issue arose. We therefore reject the claim of forfeiture in this instance<i>See United States v. Gallant,</i> <span class=\"citation\" data-id=\"200154\"><a href=\"/opinion/200154/united-states-v-gallant/\"><span class=\"volume\">306</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1181</span></a></span>, 1187 (1st Cir.2002).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/37048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200154/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2504208/"
  ]
}