{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201472/",
  "absolute_url": "/opinion/201472/eureka-broadband-cor-v-wentworth-leasing/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201472/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:27:37Z",
  "date_modified": "2016-02-28T05:05:37.225271Z",
  "type": "010combined",
  "sha1": "fe7464ca4068c2e6343d4634bfb43e864635d2ff",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1577-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/03/07/Eureka_Broadband_Cor_v._Wentworth_Leasing.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 04-1577\n\n                  EUREKA BROADBAND CORPORATION,\n\n                      Plaintiff, Appellee,\n\n                                v.\n\n                 WENTWORTH LEASING CORPORATION,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                             Before\n\n                      Selya, Circuit Judge,\n\n                  Stahl, Senior Circuit Judge,\n\n                    and Lynch, Circuit Judge.\n\n\n     Herbert Lemelman, with whom Kirk Y. Griffin was on brief, for\nappellant.\n     Jeffrey R. Martin, with whom Michael P. Murphy and Burns &\nLevinson LLP were on brief, for appellee.\n\n\n\n                          March 7, 2005\n\f              SELYA, Circuit Judge.         This litigation arises out of a\n\ndispute between the parties to a pair of substantially identical\n\nfinance leases.        Following a bench trial, the district court found\n\nin favor of the lessee, awarded substantial damages, and dismissed\n\na counterclaim. Resolving the lessor's appeal requires us to visit\n\nprecincts bounded by the Uniform Commercial Code (hereinafter\n\nvariously \"UCC\" or \"Code\") and to explore the intersection between\n\nthe Code and the common law of fraudulent misrepresentation.\n\nAlthough our analysis differs in some respects from the trial\n\ncourt's, we nonetheless reach the same ultimate conclusion and\n\naffirm the judgment.\n\n              The facts are largely uncontradicted. Plaintiff-appellee\n\nEureka    Broadband      Corporation      is    a   Delaware   corporation   that\n\nmaintains its principal place of business in New York.1                  Eureka\n\ninstalls      fiber    optic   systems     in   large   office   buildings   and\n\ngenerates revenues by charging access fees to commercial carriers\n\ndesirous of providing telecommunication services to tenants.                   In\n\nJune of 2000, Eureka decided that it needed certain equipment in\n\norder    to   pursue    its    business    interests.      Defendant-appellant\n\nWentworth Leasing Corporation, a Massachusetts firm headquartered\n\nin that state, offered to facilitate acquisition of the equipment\n\n\n\n     1\n      Eureka is the corporate successor of Gillette Global Network,\nInc.   Some of the events material to this case occurred before\nEureka's succession. For simplicity's sake, we treat Eureka and\nGillette as one and refer to them throughout as Eureka.\n\n                                          -2-\n\fthrough a finance lease.       Stan Pearson — who is Wentworth's sole\n\nshareholder     and    only   employee     —   personally    conducted   the\n\nnegotiations.\n\n          The parties structured the transaction as a conventional\n\nfinance lease.        Eureka identified the equipment it needed and\n\nWentworth agreed to purchase that equipment for $841,000 from\n\nCopperCom, Inc., a Florida-based vendor.          Eureka would then lease\n\nthe equipment from Wentworth for forty-eight months at a monthly\n\nrent of $22,486.      At the end of the forty-eight month term, Eureka\n\nwould have an option to buy the equipment.\n\n          As a condition precedent to the actual execution of the\n\nlease   documents,      Wentworth    required    Eureka     to   demonstrate\n\ncreditworthiness and to pay a commitment fee equal to one month's\n\nrent.   Eureka sent the commitment fee to Wentworth early on and\n\nforwarded the necessary financial information in August of 2001.\n\nWentworth agreed to the lease on September 6, 2001, but added the\n\nfurther condition that Eureka post a security deposit equal to the\n\nfirst and last months' rent.        On the same day that it acquiesced in\n\nthis further condition, Eureka accepted delivery of the equipment\n\nfrom CopperCom and executed a delivery and acceptance agreement in\n\nwhich it authorized Wentworth to release payment to CopperCom.\n\n          On December 20, 2001, the same parties entered into a\n\nsecond lease for additional equipment, some of which came from\n\nCopperCom and some from Marconi Communications, Inc.             The terms of\n\n\n                                     -3-\n\fthe second lease were substantially identical to those of the\n\nfirst, except that the monthly rent was $17,057.           On December 21,\n\n2001, Eureka mailed Wentworth a check for $51,171 to cover the\n\nsecurity deposit and the first month's rent.             At about the same\n\ntime, Eureka accepted delivery of the additional equipment.\n\n          On December 22, 2001, CopperCom sent an invoice to\n\nWentworth for the agreed purchase price of the equipment covered by\n\nthe first lease.     It sent another invoice on December 28 for the\n\nequipment covered by the second lease.         For reasons that are not\n\nentirely clear from the record, Marconi did not submit an invoice\n\nto Wentworth, but, rather, billed Eureka directly.\n\n          Eureka made monthly lease payments to Wentworth through\n\nJanuary 2002.   There was a rub, however:        Wentworth never paid a\n\ndime to either CopperCom or Marconi.           Both vendors soon began\n\ndunning   Eureka,     which   repeatedly     requested     that    Wentworth\n\nremunerate the vendors.       Wentworth turned a deaf ear to these\n\nimportunings.       Eventually,   Eureka's   patience     wore    thin.   On\n\nFebruary 22, 2002, it advised Wentworth that it would withhold\n\nfuture rent payments until it received confirmation that Wentworth\n\nhad paid CopperCom and Marconi.       Despite this warning, Wentworth\n\nremained delinquent.\n\n          Matters came to a head in March, when Marconi brought\n\nsuit against Eureka for the purchase price of its equipment.              To\n\nsettle the suit, Eureka returned Marconi's wares and paid it\n\n\n                                   -4-\n\f$180,000.     Eureka separately settled with CopperCom before any\n\nlitigation    was   commenced;    to    consummate   that   settlement,   it\n\nreturned CopperCom's equipment and tendered a \"small\" payment (the\n\nrecord is tenebrous as to the precise dollar amount).\n\n            On April 11, 2002, Eureka wrote to Wentworth demanding\n\nreturn of all rent previously paid (totaling $163,601).               When\n\nWentworth demurred, Eureka brought a diversity suit in the federal\n\ndistrict court.     See 28 U.S.C. § 1332(a).      Its complaint contained\n\ncounts sounding in breach of contract, unjust enrichment, and\n\nfraud.   Wentworth answered the complaint and counterclaimed for\n\nbreach of the lease indentures.\n\n             Following a bench trial, the district court reserved\n\ndecision.      It subsequently handed down a rescript containing\n\ndetailed findings of fact and conclusions of law. Eureka Broadband\n\nCorp. v. Wentworth Leasing Corp., No. 02-11068, 2004 WL 344425 (D.\n\nMass. Feb. 24, 2004).\n\n            The court first dismissed Eureka's claim for unjust\n\nenrichment on the ground that an adequate remedy at law existed.\n\nId. at *3 n.6.      Next, it addressed the breach of contract count.\n\nWith respect to the Marconi equipment, the court held that no sale\n\nbetween Marconi and Wentworth had occurred because Marconi had\n\nnever invoiced Wentworth.        Id. at *4 n.8.      Inasmuch as there had\n\nbeen no sale, Wentworth had no right to charge rent for the Marconi\n\n\n\n\n                                       -5-\n\fequipment and Eureka was entitled to a full refund.                    Id. Wentworth\n\nhas not challenged this ruling on appeal.\n\n            As to the CopperCom equipment, the court found that\n\nWentworth    was    obligated     by    the    lease    terms     to    purchase    the\n\nequipment from CopperCom, but it never paid (nor, for that matter,\n\nhad any intention of paying) CopperCom for the equipment.                     Id. at\n\n*4.   That failure constituted a breach of contract and entitled\n\nEureka to cancel the leases.            Id. at *3.\n\n            The      court      then     proceeded        to      the     fraudulent\n\nmisrepresentation count. In the court's view, Wentworth was liable\n\nto Eureka on this claim because it had fraudulently induced Eureka\n\nto enter into the leases in reliance on its false promise to\n\npurchase and pay for the equipment.                 Id. at *5.\n\n            To wrap up the liability phase, the court ruled in favor\n\nof Eureka on Wentworth's counterclaim.                  Id.      It then turned to\n\ndamages and determined that Eureka was entitled to recover the same\n\ndamages     on     both   the    breach        of    contract      and    fraudulent\n\nmisrepresentation counts.2             Id.    These damages equaled the total\n\namount of the rental payments Eureka had made to Wentworth.                        Id.\n\n\n\n      2\n      Of course, despite the two bases for recovery, Eureka could\nonly collect the awarded damages once.    See Freeman v. Package\nMach. Co., 865 F.2d 1331, 1345 (1st Cir. 1988) (\"[A] plaintiff is\nentitled to only one full recovery, no matter how many different\nleal grounds may support the verdict.\"); Szalla v. Locke, 657\nN.E.2d 1267, 1270 (Mass. 1995) (refusing to allow duplicitive\nrecovery for quantum merit and deceit when the two claims arise\nfrom the same facts and compensate the same loss).\n\n                                         -6-\n\f              The court also made two other awards, neither of which is\n\ndirectly      challenged    in      this    appeal.      First,    it   awarded\n\nconsequential damages of $5,068 for reasonable expenses that Eureka\n\nhad incurred in responding to the Marconi suit.             See id. at *3 n.7.\n\nSecond, it awarded Eureka attorneys' fees for the prosecution of\n\nthe action on the ground that Wentworth had acted vexatiously.3\n\nId. at *5.\n\n              This timely appeal ensued.         In it, Wentworth raises only\n\nfour issues.      First, it argues that the district court erred in\n\nfinding that it breached the lease agreements with respect to the\n\nCopperCom equipment.           Second, it asserts that the fraudulent\n\nmisrepresentation count should have been dismissed as a matter of\n\nlaw.       Third, it questions the measure of damages with specific\n\nreference to the rent refund.              Finally, it asseverates that the\n\ndistrict court erred in rejecting its counterclaim, which it now\n\ncharacterizes      as   sounding     in    conversion.      In   mulling   these\n\nassignments      of   error,   we    review     the   district   court's   legal\n\n\n\n       3\n      While the case was awaiting trial, Pearson, without Eureka's\nknowledge or consent, printed postcards, embossed with Eureka's\ncorporate logo, and mailed them to roughly 100 of Eureka's clients\n(whose names were obtained from the creditworthiness information\noriginally furnished by Eureka to Wentworth).      These postcards\ndirected the recipients to mail future payments to Eureka at a post\noffice box. Some of those customers took the postcards at face\nvalue and made remittances accordingly. The post office box had,\nhowever, been rented by Pearson, who pocketed the funds. After the\ntrial had ended, the district court ordered Wentworth to reimburse\nEureka for these misappropriations.    Wentworth has not appealed\nfrom that ukase.\n\n                                          -7-\n\fconclusions de novo and its findings of fact for clear error.\n\nSierra Fria Corp. v. Donald J. Evans, P.C., 127 F.3d 175, 181 (1st\n\nCir. 1997).   The lease indentures contain choice-of-law provisions\n\ncommemorating the parties' agreement that Massachusetts law should\n\ngovern any disputes, and we honor that agreement.           See, e.g.,\n\nMcCarthy v. Azure, 22 F.3d 351, 356 n.5 (1st Cir. 1994) (observing\n\nthat \"a reasonable choice-of-law provision in a contract generally\n\nshould be respected\").\n\n          While     we   ultimately   approve   the   district   court's\n\nconclusion that Wentworth is liable to Eureka with respect to the\n\nCopperCom equipment, we are skeptical about its rationale.          The\n\ndistrict court held that Wentworth breached its obligation to\n\npurchase the equipment by not paying the vendor. But \"purchase\" is\n\nnot a synonym for \"pay,\" and it is at least arguable that, here,\n\nthere was a sale (albeit a sale on credit), which was complete upon\n\ndelivery of the equipment without regard to payment.         See Mass.\n\nGen. Laws ch. 106, §§ 1-201(32), 2-103(1)(a), 2-103(1)(d), 2-\n\n106(1), 2-401(2).    Moreover, the parties dispute whether Wentworth\n\nhad an obligation to Eureka to pay the vendors.            See Midwest\n\nPrecision Servs. v. PTM Indus. Corp., 887 F.2d 1128, 1131-32 (1st\n\nCir. 1989) (noting that in a finance lease the contracts between\n\nthe lessor and the lessee and the lessor and the vendor are\n\nseparate and independent).\n\n\n\n\n                                  -8-\n\f           In all events, we need not probe the point too deeply, as\n\nwe find fully supportable the district court's alternate holding\n\nthat Wentworth is liable to Eureka for the same damages on the\n\nfraud count. On appeal, Wentworth does not challenge the substance\n\nof that ruling.     Rather, it argues in its brief that the UCC\n\npreempts (and, thus, precludes the maintenance of) a common law\n\naction for fraudulent inducement to contract.            At oral argument,\n\nWentworth's counsel made the additional argument that even if\n\nEureka were entitled to sue on this theory, it suffered no damages\n\nas a consequence of the fraud.     These arguments are bootless.\n\n           Wentworth's    first   contention   is   clearly      incorrect.\n\nSection 1-103 of the Code, Mass. Gen. Laws ch. 106, § 1-103,\n\nprovides that \"[u]nless displaced by the particular provisions\" of\n\nthe Code, \"the principles of law and equity, including . . . fraud\n\n[and] misrepresentation . . . shall supplement its provisions.\"\n\nNothing in the Code explicitly preempts common law actions for\n\nfraudulent misrepresentation, and courts have entertained such\n\nactions in commercial cases.      See, e.g., Vision Graphics, Inc. v.\n\nE.I. Du Pont de Nemours & Co., 41 F. Supp. 2d 93, 100 (D. Mass.\n\n1999); see also Nat'l Shawmut Bank v. Vera, 223 N.E.2d 515, 518\n\n(Mass. 1967) (stating that the Code is to be supplemented by the\n\nexisting   common   law   \"[u]nless     displaced   by     the   particular\n\nprovisions of the code itself\" (citation and internal quotation\n\n\n\n\n                                  -9-\n\fmarks omitted)). Consequently, we see no reason why such an action\n\ncould not be maintainable in the circumstances of this case.\n\n           This conclusion is reinforced by another section of the\n\nCode, which provides that the \"[r]ights and remedies for material\n\nmisrepresentation         or    fraud    include    all     rights    and    remedies\n\navailable under this Article for default.\"                   Mass. Gen. Laws ch.\n\n106, § 2A-505(4).         It would make no sense for the Code to address\n\nthe   remedies      for   fraud    if,     as   Wentworth     contends,      the    UCC\n\npretermits actions for fraud.\n\n           Wentworth's position rests entirely on its reading of\n\nsection 2-702 of the Code, which limits a seller's right to recover\n\ngoods to the procedures described in that section, even in cases of\n\n\"fraudulent or innocent misrepresentation of solvency or of intent\n\nto pay.\"      Mass. Gen. Laws ch. 106, § 2-702(2).                  That provision,\n\nhowever, deals exclusively with the relationship between buyers and\n\nsellers.       As    Wentworth     vigorously      argues    when    it     suits   its\n\nperceived advantage, the contracts between Wentworth and CopperCom\n\nand   those    between         Wentworth    and    Eureka     are    distinct       and\n\nindependent.        See Midwest Precision Servs., 887 F.2d at 1131-32.\n\nAs (i) the relationship between Wentworth and Eureka is not that of\n\nseller and buyer, and (ii) Article 2A of the Code contains no\n\ncomparable provision applicable to leases, we are satisfied that\n\nsection 2-702 is not an impediment to Eureka's right to bring an\n\n\n\n\n                                         -10-\n\faction for fraudulent inducement.          The district court therefore\n\nacted impeccably in allowing the fraud count to proceed.\n\n            As said, Wentworth mounts no challenge to the substance\n\nof the district court's holding that it is liable on the fraud\n\ncount.     Thus, any such argument has been forfeited.           Kearney v.\n\nTown of Wareham, 316 F.3d 18, 22 (1st Cir. 2002); United States v.\n\nZannino, 895 F.2d 1, 17 (1st Cir. 1990).       In all events, our review\n\nof the record satisfies us that the district court's conclusion is\n\namply supported.\n\n            To prevail on a claim of fraudulent misrepresentation\n\nunder Massachusetts law, the plaintiff must show that the defendant\n\n\"made a false representation of a material fact with knowledge of\n\nits falsity for the purpose of inducing the plaintiff to act\n\nthereon,    and   that   the   plaintiff   reasonably   relied    upon   the\n\nrepresentation as true and acted upon it to his damage.\"            Russell\n\nv. Cooley Dickinson Hosp., Inc., 772 N.E.2d 1054, 1066 (Mass. 2002)\n\n(citation and internal quotation marks omitted).            The district\n\ncourt found that Wentworth intentionally made a false statement of\n\nmaterial fact by holding itself out as a finance lessor when it had\n\nneither the capacity nor the intention to pay for the equipment.\n\nEureka, 2004 WL 344425, at *5.      We agree that, in the context of a\n\nfinance lease transaction, a finance lessor implicitly represents\n\nboth its ability and its intention to pay for the goods to be\n\nleased.     If knowingly false, implicit representations may be\n\n\n                                   -11-\n\ftreated as actionable misrepresentations.     See V.S.H. Realty, Inc.\n\nv. Texaco, Inc., 757 F.2d 411, 414-15 (1st Cir. 1985) (applying\n\nMassachusetts law).    So it is here.\n\n          We hasten to add that Wentworth's misrepresentation was\n\nplainly material.    The very purpose of seeking a finance lessor is\n\nto access capital and, thus, facilitate acquisition of desired\n\nequipment.   See Shawmut-Canton LLC v. Great Spring Waters of Am.,\n\nInc., 816 N.E.2d 545, 549 n.6 (Mass. App. Ct. 2004) (holding that\n\na misrepresentation is material when it is one of the principal\n\ngrounds that caused the plaintiff to enter the contract).\n\n          The remaining elements of the cause of action also were\n\nproved. The district court found that Eureka relied on Wentworth's\n\nmisrepresentation by entering into the finance leases.       Eureka,\n\n2004 WL 344425, at *5.     It further found that the adverse claims\n\nsubsequently lodged by CopperCom and Marconi and the sequelae of\n\nthose claims sufficed in combination to demonstrate that this\n\nreliance was detrimental.    Id.   These findings are clearly correct\n\nand virtually unchallenged.\n\n          We say \"virtually\" because Wentworth's brief might be\n\nread to suggest that Eureka failed to show detrimental reliance\n\nbecause it got what it bargained for:     possession of the equipment\n\nfor four years.     To accept that suggestion, however, would be to\n\nblink reality.    While it is possible that Eureka eventually might\n\nhave prevailed in litigation with CopperCom and Marconi, Eureka\n\n\n                                   -12-\n\fnever bargained for the headaches associated with defending itself\n\nagainst the adverse claims occasioned by Wentworth's fraudulent\n\nmisrepresentations.\n\n             To cinch matters, the UCC implies in all commercial\n\nleases a warranty of lack of interference with use or enjoyment of\n\nthe leased goods.    See Mass. Gen. Laws ch. 106, § 2A-211.     For this\n\nwarranty to be breached, it is not necessary that a third party\n\nhave an insuperable claim to possession of the goods; it is\n\nsufficient that the third party's claim is colorable.          See Frank\n\nArnold Contractors, Inc. v. Vilsmeier Auction Co., 806 F.2d 462,\n\n464-65 (3d Cir. 1986).       Whether or not the vendors' claims to the\n\nequipment would ultimately have proved to be valid, they were at\n\nleast colorable.\n\n          That ends this aspect of the case.         We hold, without\n\nserious question, that the need to respond to the demands for\n\npayment by CopperCom and Marconi and to defend against the Marconi\n\nlitigation were sufficient to establish that Eureka's reliance on\n\nWentworth's     fraudulent     misrepresentation   redounded    to   its\n\ndetriment.    The district court's finding of liability on the fraud\n\ncount is, therefore, impervious to attack.\n\n             Having found no basis for disturbing the district court's\n\ndetermination as to liability on the fraud count, we next consider\n\nEureka's remedy.      The UCC provides that in cases of fraud or\n\nmisrepresentation, the injured party is entitled to the same\n\n\n                                   -13-\n\fremedies as are available in cases of default.   Mass. Gen. Laws ch.\n\n106, § 2A-505(4).   Those remedies include the right to \"cancel the\n\nlease contract\" and to \"recover so much of the rent and security as\n\nhas been paid and is just under the circumstances.\"       Id. § 2A-\n\n508(1).\n\n           Eureka availed itself of the first of these anodynes by\n\nwithholding rent payments after it became clear that Wentworth\n\nintended to stiff the vendors. Wentworth protests that this action\n\nwas impermissible under the UCC because of the so-called \"hell or\n\nhigh water\" provision.    Broadly stated, that provision makes a\n\nfinance lessee's obligation to pay rent irrevocable and independent\n\nof any broken promise on the part of the lessor.   See id. § 2A-407;\n\nsee also AT&T Credit Corp. v. Transglobal Telecom Alliance, Inc.,\n\n966 F. Supp. 299, 303-04 (D.N.J. 1997) (holding, under § 2A-407,\n\nthat a finance lessee was not entitled to withhold rent as a remedy\n\nfor the lessor's garden-variety breach of contract).    Were this a\n\nsimple breach of warranty case, Wentworth's protest might have some\n\nbite.4    But there are a few exceptions to the applicability of\n\nsection 2A-407, including an exception for cases of fraud. Section\n\n2A-508 of the Code specifically provides that, in cases of fraud,\n\n\n     4\n      For this reason, we do not rest our holding on Wentworth's\nbreach of the implied warranty of noninterference. Although we\nhave little doubt that Wentworth breached that warranty, such a\nbreach typically gives rise to an action for damages and would\nneither defeat the \"hell or high water\" clause nor entitle the\naggrieved party to cancel the leases. See Mass. Gen. Laws ch. 106,\n§ 2A-508(4).\n\n                                -14-\n\fthe victim is entitled to the remedies for default, including\n\ncancellation.    See Mass. Gen. Laws ch. 106, § 2A-508(1); see also\n\nid. § 2A-407 cmt. 5 (suggesting that the \"hell or high water\"\n\nprovision is not apposite in cases of fraud).              By electing to\n\ncancel   the   leases,   Eureka    discharged   all   remaining   executory\n\nobligations of both parties, including any obligation to pay rent.\n\nSee id. § 2A-505(1).\n\n           Wentworth's fallback position, raised for the first time\n\nat oral argument in this court, is that Eureka suffered no harm\n\nfrom Wentworth's failure to pay because Eureka still got a valid\n\nright to possess the equipment for the stated lease term.            There\n\nare two answers to this belated argument.        The short answer is that\n\nthe argument was not raised below and, thus, is foreclosed.5            See\n\nUnited States v. Slade, 980 F.2d 27, 30 (1st Cir. 1992) (\"It is a\n\nbedrock rule that when a party has not presented an argument to the\n\ndistrict court, she may not unveil it in the court of appeals.\").\n\n           The slightly longer, but equally dispositive, answer is\n\nalong the lines of the answer to Wentworth's plaint that there was\n\nno detrimental reliance.          See supra at 12-13.     Whether or not\n\nEureka had a good right to possession, it nonetheless incurred\n\nunavoidable costs in responding to the vendors' demands for payment\n\nand in defending against Marconi's replevin suit. These costs were\n\n\n     5\n      Indeed, the argument is doubly foreclosed because Wentworth\nfailed to advance it in its brief on appeal. See Pratt v. United\nStates, 129 F.3d 54, 62 (1st Cir. 1997).\n\n                                    -15-\n\fthe fruits of Wentworth's fraud, easily foreseeable by Wentworth at\n\nthe time it misrepresented its ability and intention to pay for the\n\ngoods.   See Mut. Fire, Marine & Inland Ins. Co. v. Costa, 789 F.2d\n\n83, 88-90 (1st Cir. 1986).\n\n           We also find that the measure of damages employed by the\n\ntrial court was reasonable in the circumstances of this case.    The\n\nCode provides in pertinent part that a lessee may recover from a\n\nlessor in default \"so much of the rent and security as has been\n\npaid and is just under the circumstances.\"     Mass. Gen. Laws ch.\n\n106, § 2A-508(1)(b).   Awarding Eureka the full amount of the rent\n\nit had paid — $163,601 — was \"just\" in the circumstances of this\n\ncase.    After all, Eureka's costs plainly exceeded the aggregate\n\nrent payments (to cite only one example, it returned the leased\n\nequipment and paid Marconi $180,000 to settle the Marconi suit).\n\nAccordingly, we discern no basis for setting aside the district\n\ncourt's determination that it was \"just\" to award Eureka the\n\nentirety of the rent paid, along with other damages, for an\n\naggregate award of $168,669.\n\n           There remains Wentworth's asseveration that the lower\n\ncourt erred in dismissing its counterclaim.    In the court below,\n\nWentworth cast its counterclaim as one for breach of contract.    In\n\nthis court, Wentworth shifts gears and maintains that Eureka\n\nconverted its property by returning the equipment to the vendors\n\n\n\n\n                               -16-\n\fwithout       Wentworth's       permission.        Under     either      approach,    the\n\ndistrict court's ruling is unimpugnable.\n\n               Wentworth's       breach    of     contract      theory    rehashes    its\n\nmisguided argument about the effect of the \"hell or high water\"\n\nclause.       Citing that clause, it posits that Eureka was required to\n\ncontinue rent payments to Wentworth regardless of any misconduct on\n\nWentworth's part.         As discussed above, that argument wilts in the\n\nface of the district court's supportable finding that Wentworth\n\nfraudulently induced Eureka to enter into the leases. See supra at\n\n14-15.\n\n               Wentworth's conversion theory is forfeit. See Slade, 980\n\nF.2d at 30.          Even if it were properly preserved, it would not\n\nprofit Wentworth.         For one thing, it seems unlikely that Wentworth\n\ncould state a valid claim for conversion given the district court's\n\nfinding that Wentworth never intended to pay for the equipment.\n\nSee Restatement (Second) of Torts § 895 cmt. k (1977) (noting that\n\na plaintiff cannot maintain an action for conversion against a\n\ndefendant      who   acts   on    the     authorization         of   another    having   a\n\nsuperior claim to the property).\n\n               For another thing, Wentworth has adduced no evidence\n\nshowing       that   it   was    damaged    by     what    it    now    calls   Eureka's\n\n\"conversion.\"        Assuming, arguendo, that Wentworth was the rightful\n\nowner    of    the   equipment      and    that     Eureka      acted    wrongfully      in\n\nreturning the equipment to the vendors, Wentworth still would owe\n\n\n                                           -17-\n\fthe vendors the purchase price. By returning the equipment, Eureka\n\nsettled that debt on Wentworth's behalf and any damage Wentworth\n\nsuffered from the alleged conversion would have to be offset by the\n\nbenefit so conferred.      See Restatement (Second) of Torts, supra §\n\n920 (\"When the defendant's tortious conduct has caused harm to the\n\nplaintiff or to his property and in so doing has conferred a\n\nspecial benefit to the interest of the plaintiff that was harmed,\n\nthe value of the benefit conferred is considered in mitigation of\n\ndamages, to the extent that this is equitable.\"); see also Burke v.\n\nRivo, 551 N.E.2d 1, 6 (Mass. 1990).           While it is theoretically\n\npossible that Wentworth's damages as a result of the alleged\n\nconversion    exceeded   its   debt   to   the    vendors,    Wentworth     has\n\npresented no evidence to that effect.        Thus, there is no basis for\n\ndisturbing the dismissal of the counterclaim.                See McDonald v.\n\nRockland Trust Co., 798 N.E.2d 323, 325 n.1 (Mass. App. Ct. 2003)\n\n(affirming summary judgment for the defendant in a conversion\n\naction where     the   plaintiff   had   failed   to    adduce   evidence   of\n\ndamages).\n\n             We need go no further.      Courts must be ever mindful that\n\nthe UCC, like other statutes, should be interpreted with common\n\nsense in light of individual circumstances.            See Roberts v. Enter.\n\nRent-A-Car Co., 779 N.E.2d 623, 629 (Mass. 2002).                  This case\n\nexemplifies that tenet.        Whether or not Wentworth may in some\n\nhypertechnical sense be said to have fulfilled its obligations to\n\n\n                                   -18-\n\fEureka under the finance leases, its overall conduct was entirely\n\ncontrary to the obligations of good faith and fair dealing imposed\n\non all commercial transactions.        See Mass. Gen. Laws ch. 106, § 1-\n\n203.   Whether Eureka's response was letter perfect under the\n\ncircumstances is not the issue; it is sufficient that Wentworth's\n\ndeplorable   course   of   conduct    plainly   harmed   Eureka   and   that\n\nEureka's curative actions were reasonable.         Thus, as the district\n\ncourt correctly found, Eureka was entitled to be made whole.\n\n\n\nAffirmed.\n\n\n\n\n                                     -19-\n\f",
  "html": "<p class=\"case_cite\">400 F.3d 62</p>\n    <p class=\"parties\">EUREKA BROADBAND CORPORATION, Plaintiff, Appellee,<br>v.<br>WENTWORTH LEASING CORPORATION, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1577.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 8, 2005.</p>\n    <p class=\"date\">Decided March 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Herbert Lemelman, with whom Kirk Y. Griffin was on brief, for appellant.</p>\n      <p class=\"indent\">Jeffrey R. Martin, with whom Michael P. Murphy and Burns &amp; Levinson LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This litigation arises out of a dispute between the parties to a pair of substantially identical finance leases. Following a bench trial, the district court found in favor of the lessee, awarded substantial damages, and dismissed a counterclaim. Resolving the lessor's appeal requires us to visit precincts bounded by the Uniform Commercial Code (hereinafter variously \"UCC\" or \"Code\") and to explore the intersection between the Code and the common law of fraudulent misrepresentation. Although our analysis differs in some respects from the trial court's, we nonetheless reach the same ultimate conclusion and affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are largely uncontradicted. Plaintiff-appellee Eureka Broadband Corporation is a Delaware corporation that maintains its principal place of business in New York.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Eureka installs fiber optic systems in large office buildings and generates revenues by charging access fees to commercial carriers desirous of providing telecommunication services to tenants. In June of 2000, Eureka decided that it needed certain equipment in order to pursue its business interests. Defendant-appellant Wentworth Leasing Corporation, a Massachusetts firm headquartered in that state, offered to facilitate acquisition of the equipment through a finance lease. Stan Pearson &#8212; who is Wentworth's sole shareholder and only employee &#8212; personally conducted the negotiations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The parties structured the transaction as a conventional finance lease. Eureka identified the equipment it needed and Wentworth agreed to purchase that equipment for $841,000 from CopperCom, Inc., a Florida-based vendor. Eureka would then lease the equipment from Wentworth for forty-eight months at a monthly rent of $22,486. At the end of the forty-eight month term, Eureka would have an option to buy the equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As a condition precedent to the actual execution of the lease documents, Wentworth required Eureka to demonstrate creditworthiness and to pay a commitment fee equal to one month's rent. Eureka sent the commitment fee to Wentworth early on and forwarded the necessary financial information in August of 2001. Wentworth agreed to the lease on September 6, 2001, but added the further condition that Eureka post a security deposit equal to the first and last months' rent. On the same day that it acquiesced in this further condition, Eureka accepted delivery of the equipment from CopperCom and executed a delivery and acceptance agreement in which it authorized Wentworth to release payment to CopperCom.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 20, 2001, the same parties entered into a second lease for additional equipment, some of which came from CopperCom and some from Marconi Communications, Inc. The terms of the second lease were substantially identical to those of the first, except that the monthly rent was $17,057. On December 21, 2001, Eureka mailed Wentworth a check for $51,171 to cover the security deposit and the first month's rent. At about the same time, Eureka accepted delivery of the additional equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 22, 2001, CopperCom sent an invoice to Wentworth for the agreed purchase price of the equipment covered by the first lease. It sent another invoice on December 28 for the equipment covered by the second lease. For reasons that are not entirely clear from the record, Marconi did not submit an invoice to Wentworth, but, rather, billed Eureka directly.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Eureka made monthly lease payments to Wentworth through January 2002. There was a rub, however: Wentworth never paid a dime to either CopperCom or Marconi. Both vendors soon began dunning Eureka, which repeatedly requested that Wentworth remunerate the vendors. Wentworth turned a deaf ear to these importunings. Eventually, Eureka's patience wore thin. On February 22, 2002, it advised Wentworth that it would withhold future rent payments until it received confirmation that Wentworth had paid CopperCom and Marconi. Despite this warning, Wentworth remained delinquent.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Matters came to a head in March, when Marconi brought suit against Eureka for the purchase price of its equipment. To settle the suit, Eureka returned Marconi's wares and paid it $180,000. Eureka separately settled with CopperCom before any litigation was commenced; to consummate that settlement, it returned CopperCom's equipment and tendered a \"small\" payment (the record is tenebrous as to the precise dollar amount).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On April 11, 2002, Eureka wrote to Wentworth demanding return of all rent previously paid (totaling $163,601). When Wentworth demurred, Eureka brought a diversity suit in the federal district court. <i>See</i> 28 U.S.C. &#167; 1332(a). Its complaint contained counts sounding in breach of contract, unjust enrichment, and fraud. Wentworth answered the complaint and counterclaimed for breach of the lease indentures.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following a bench trial, the district court reserved decision. It subsequently handed down a rescript containing detailed findings of fact and conclusions of law. <i>Eureka Broadband Corp. v. Wentworth Leasing Corp.,</i> No. 02-11068, 2004 WL 344425 (D.Mass. Feb.24, 2004).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court first dismissed Eureka's claim for unjust enrichment on the ground that an adequate remedy at law existed. <i>Id.</i> at *3 n. 6. Next, it addressed the breach of contract count. With respect to the Marconi equipment, the court held that no sale between Marconi and Wentworth had occurred because Marconi had never invoiced Wentworth. <i>Id.</i> at *4 n. 8. Inasmuch as there had been no sale, Wentworth had no right to charge rent for the Marconi equipment and Eureka was entitled to a full refund. <i>Id.</i> Wentworth has not challenged this ruling on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to the CopperCom equipment, the court found that Wentworth was obligated by the lease terms to purchase the equipment from CopperCom, but it never paid (nor, for that matter, had any intention of paying) CopperCom for the equipment. <i>Id.</i> at *4. That failure constituted a breach of contract and entitled Eureka to cancel the leases. <i>Id.</i> at *3.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court then proceeded to the fraudulent misrepresentation count. In the court's view, Wentworth was liable to Eureka on this claim because it had fraudulently induced Eureka to enter into the leases in reliance on its false promise to purchase and pay for the equipment. <i>Id.</i> at *5.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To wrap up the liability phase, the court ruled in favor of Eureka on Wentworth's counterclaim. <i>Id.</i> It then turned to damages and determined that Eureka was entitled to recover the same damages on both the breach of contract and fraudulent misrepresentation counts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> These damages equaled the total amount of the rental payments Eureka had made to Wentworth. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court also made two other awards, neither of which is directly challenged in this appeal. First, it awarded consequential damages of $5,068 for reasonable expenses that Eureka had incurred in responding to the Marconi suit. <i>See id.</i> at *3 n. 7. Second, it awarded Eureka attorneys' fees for the prosecution of the action on the ground that Wentworth had acted vexatiously.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at *5.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This timely appeal ensued. In it, Wentworth raises only four issues. First, it argues that the district court erred in finding that it breached the lease agreements with respect to the CopperCom equipment. Second, it asserts that the fraudulent misrepresentation count should have been dismissed as a matter of law. Third, it questions the measure of damages with specific reference to the rent refund. Finally, it asseverates that the district court erred in rejecting its counterclaim, which it now characterizes as sounding in conversion. In mulling these assignments of error, we review the district court's legal conclusions de novo and its findings of fact for clear error. <i>Sierra Fria Corp. v. Donald J. Evans, P.C.,</i> 127 F.3d 175, 181 (1st Cir.1997). The lease indentures contain choice-of-law provisions commemorating the parties' agreement that Massachusetts law should govern any disputes, and we honor that agreement. <i>See, e.g., McCarthy v. Azure,</i> 22 F.3d 351, 356 n. 5 (1st Cir.1994) (observing that \"a reasonable choice-of-law provision in a contract generally should be respected\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While we ultimately approve the district court's conclusion that Wentworth is liable to Eureka with respect to the CopperCom equipment, we are skeptical about its rationale. The district court held that Wentworth breached its obligation to purchase the equipment by not paying the vendor. But \"purchase\" is not a synonym for \"pay,\" and it is at least arguable that, here, there was a sale (albeit a sale on credit), which was complete upon delivery of the equipment without regard to payment. <i>See</i> Mass. Gen. Laws ch. 106, &#167;&#167; 1-201(32), 2-103(1)(a), 2-103(1)(d), 2-106(1), 2-401(2). Moreover, the parties dispute whether Wentworth had an obligation <i>to Eureka</i> to pay the vendors. <i>See Midwest Precision Servs. v. PTM Indus. Corp.,</i> 887 F.2d 1128, 1131-32 (1st Cir.1989) (noting that in a finance lease the contracts between the lessor and the lessee and the lessor and the vendor are separate and independent).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In all events, we need not probe the point too deeply, as we find fully supportable the district court's alternate holding that Wentworth is liable to Eureka for the same damages on the fraud count. On appeal, Wentworth does not challenge the substance of that ruling. Rather, it argues in its brief that the UCC preempts (and, thus, precludes the maintenance of) a common law action for fraudulent inducement to contract. At oral argument, Wentworth's counsel made the additional argument that even if Eureka were entitled to sue on this theory, it suffered no damages as a consequence of the fraud. These arguments are bootless.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Wentworth's first contention is clearly incorrect. Section 1-103 of the Code, Mass. Gen. Laws ch. 106, &#167; 1-103, provides that \"[u]nless displaced by the particular provisions\" of the Code, \"the principles of law and equity, including... fraud [and] misrepresentation ... shall supplement its provisions.\" Nothing in the Code explicitly preempts common law actions for fraudulent misrepresentation, and courts have entertained such actions in commercial cases. <i>See, e.g., Vision Graphics, Inc. v. E.I. Du Pont de Nemours &amp; Co.,</i> 41 F.Supp.2d 93, 100 (D.Mass.1999); <i>see also Nat'l Shawmut Bank v. Vera,</i> 352 Mass. 11, 223 N.E.2d 515, 518 (1967) (stating that the Code is to be supplemented by the existing common law \"[u]nless displaced by the particular provisions of the code itself\" (citation and internal quotation marks omitted)). Consequently, we see no reason why such an action could not be maintainable in the circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This conclusion is reinforced by another section of the Code, which provides that the \"[r]ights and remedies for material misrepresentation or fraud include all rights and remedies available under this Article for default.\" Mass. Gen. Laws ch. 106, &#167; 2A-505(4). It would make no sense for the Code to address the remedies for fraud if, as Wentworth contends, the UCC pretermits actions for fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Wentworth's position rests entirely on its reading of section 2-702 of the Code, which limits a seller's right to recover goods to the procedures described in that section, even in cases of \"fraudulent or innocent misrepresentation of solvency or of intent to pay.\" Mass. Gen. Laws ch. 106, &#167; 2-702(2). That provision, however, deals exclusively with the relationship between buyers and sellers. As Wentworth vigorously argues when it suits its perceived advantage, the contracts between Wentworth and CopperCom and those between Wentworth and Eureka are distinct and independent. <i>See Midwest Precision Servs.,</i> 887 F.2d at 1131-32. As (i) the relationship between Wentworth and Eureka is not that of seller and buyer, and (ii) Article 2A of the Code contains no comparable provision applicable to leases, we are satisfied that section 2-702 is not an impediment to Eureka's right to bring an action for fraudulent inducement. The district court therefore acted impeccably in allowing the fraud count to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As said, Wentworth mounts no challenge to the substance of the district court's holding that it is liable on the fraud count. Thus, any such argument has been forfeited. <i>Kearney v. Town of Wareham,</i> 316 F.3d 18, 22 (1st Cir.2002); <i>United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990). In all events, our review of the record satisfies us that the district court's conclusion is amply supported.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To prevail on a claim of fraudulent misrepresentation under Massachusetts law, the plaintiff must show that the defendant \"made a false representation of a material fact with knowledge of its falsity for the purpose of inducing the plaintiff to act thereon, and that the plaintiff reasonably relied upon the representation as true and acted upon it to his damage.\" <i>Russell v. Cooley Dickinson Hosp., Inc.,</i> 437 Mass. 443, 772 N.E.2d 1054, 1066 (2002) (citation and internal quotation marks omitted). The district court found that Wentworth intentionally made a false statement of material fact by holding itself out as a finance lessor when it had neither the capacity nor the intention to pay for the equipment. <i>Eureka,</i> 2004 WL 344425, at *5. We agree that, in the context of a finance lease transaction, a finance lessor implicitly represents both its ability and its intention to pay for the goods to be leased. If knowingly false, implicit representations may be treated as actionable misrepresentations. <i>See V.S.H. Realty, Inc. v. Texaco, Inc.,</i> 757 F.2d 411, 414-15 (1st Cir.1985) (applying Massachusetts law). So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We hasten to add that Wentworth's misrepresentation was plainly material. The very purpose of seeking a finance lessor is to access capital and, thus, facilitate acquisition of desired equipment. <i>See Shawmut-Canton LLC v. Great Spring Waters of Am., Inc.,</i> 62 Mass.App.Ct. 330, 816 N.E.2d 545, 549 n. 6 (2004) (holding that a misrepresentation is material when it is one of the principal grounds that caused the plaintiff to enter the contract).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The remaining elements of the cause of action also were proved. The district court found that Eureka relied on Wentworth's misrepresentation by entering into the finance leases. <i>Eureka,</i> 2004 WL 344425, at *5. It further found that the adverse claims subsequently lodged by CopperCom and Marconi and the sequelae of those claims sufficed in combination to demonstrate that this reliance was detrimental. <i>Id.</i> These findings are clearly correct and virtually unchallenged.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We say \"virtually\" because Wentworth's brief might be read to suggest that Eureka failed to show detrimental reliance because it got what it bargained for: possession of the equipment for four years. To accept that suggestion, however, would be to blink reality. While it is possible that Eureka eventually might have prevailed in litigation with CopperCom and Marconi, Eureka never bargained for the headaches associated with defending itself against the adverse claims occasioned by Wentworth's fraudulent misrepresentations.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To cinch matters, the UCC implies in all commercial leases a warranty of lack of interference with use or enjoyment of the leased goods. <i>See</i> Mass. Gen. Laws ch. 106, &#167; 2A-211. For this warranty to be breached, it is not necessary that a third party have an insuperable claim to possession of the goods; it is sufficient that the third party's claim is colorable. <i>See Frank Arnold Contractors, Inc. v. Vilsmeier Auction Co.,</i> 806 F.2d 462, 464-65 (3d Cir.1986). Whether or not the vendors' claims to the equipment would ultimately have proved to be valid, they were at least colorable.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">That ends this aspect of the case. We hold, without serious question, that the need to respond to the demands for payment by CopperCom and Marconi and to defend against the Marconi litigation were sufficient to establish that Eureka's reliance on Wentworth's fraudulent misrepresentation redounded to its detriment. The district court's finding of liability on the fraud count is, therefore, impervious to attack.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Having found no basis for disturbing the district court's determination as to liability on the fraud count, we next consider Eureka's remedy. The UCC provides that in cases of fraud or misrepresentation, the injured party is entitled to the same remedies as are available in cases of default. Mass. Gen. Laws ch. 106, &#167; 2A-505(4). Those remedies include the right to \"cancel the lease contract\" and to \"recover so much of the rent and security as has been paid and is just under the circumstances.\" <i>Id.</i> &#167; 2A-508(1).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Eureka availed itself of the first of these anodynes by withholding rent payments after it became clear that Wentworth intended to stiff the vendors. Wentworth protests that this action was impermissible under the UCC because of the so-called \"hell or high water\" provision. Broadly stated, that provision makes a finance lessee's obligation to pay rent irrevocable and independent of any broken promise on the part of the lessor. <i>See id.</i> &#167; 2A-407; <i>see also AT &amp; T Credit Corp. v. Transglobal Telecom Alliance, Inc.,</i> 966 F.Supp. 299, 303-04 (D.N.J.1997) (holding, under &#167; 2A-407, that a finance lessee was not entitled to withhold rent as a remedy for the lessor's garden-variety breach of contract). Were this a simple breach of warranty case, Wentworth's protest might have some bite.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> But there are a few exceptions to the applicability of section 2A-407, including an exception for cases of fraud. Section 2A-508 of the Code specifically provides that, in cases of fraud, the victim is entitled to the remedies for default, including cancellation. <i>See</i> Mass. Gen. Laws ch. 106, &#167; 2A-508(1); <i>see also id.</i> &#167; 2A-407 cmt. 5 (suggesting that the \"hell or high water\" provision is not apposite in cases of fraud). By electing to cancel the leases, Eureka discharged all remaining executory obligations of both parties, including any obligation to pay rent. <i>See id.</i> &#167; 2A-505(1).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Wentworth's fallback position, raised for the first time at oral argument in this court, is that Eureka suffered no harm from Wentworth's failure to pay because Eureka still got a valid right to possess the equipment for the stated lease term. There are two answers to this belated argument. The short answer is that the argument was not raised below and, thus, is foreclosed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See United States v. Slade,</i> 980 F.2d 27, 30 (1st Cir.1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The slightly longer, but equally dispositive, answer is along the lines of the answer to Wentworth's plaint that there was no detrimental reliance. <i>See supra</i> at 69. Whether or not Eureka had a good right to possession, it nonetheless incurred unavoidable costs in responding to the vendors' demands for payment and in defending against Marconi's replevin suit. These costs were the fruits of Wentworth's fraud, easily foreseeable by Wentworth at the time it misrepresented its ability and intention to pay for the goods. <i>See Mut. Fire, Marine &amp; Inland Ins. Co. v. Costa,</i> 789 F.2d 83, 88-90 (1st Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We also find that the measure of damages employed by the trial court was reasonable in the circumstances of this case. The Code provides in pertinent part that a lessee may recover from a lessor in default \"so much of the rent and security as has been paid and is just under the circumstances.\" Mass. Gen. Laws ch. 106, &#167; 2A-508(1)(b). Awarding Eureka the full amount of the rent it had paid &#8212; $163,601 &#8212; was \"just\" in the circumstances of this case. After all, Eureka's costs plainly exceeded the aggregate rent payments (to cite only one example, it returned the leased equipment and paid Marconi $180,000 to settle the Marconi suit). Accordingly, we discern no basis for setting aside the district court's determination that it was \"just\" to award Eureka the entirety of the rent paid, along with other damages, for an aggregate award of $168,669.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There remains Wentworth's asseveration that the lower court erred in dismissing its counterclaim. In the court below, Wentworth cast its counterclaim as one for breach of contract. In this court, Wentworth shifts gears and maintains that Eureka converted its property by returning the equipment to the vendors without Wentworth's permission. Under either approach, the district court's ruling is unimpugnable.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Wentworth's breach of contract theory rehashes its misguided argument about the effect of the \"hell or high water\" clause. Citing that clause, it posits that Eureka was required to continue rent payments to Wentworth regardless of any misconduct on Wentworth's part. As discussed above, that argument wilts in the face of the district court's supportable finding that Wentworth fraudulently induced Eureka to enter into the leases. <i>See supra</i> at 70.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Wentworth's conversion theory is forfeit. <i>See Slade,</i> 980 F.2d at 30. Even if it were properly preserved, it would not profit Wentworth. For one thing, it seems unlikely that Wentworth could state a valid claim for conversion given the district court's finding that Wentworth never intended to pay for the equipment. <i>See</i> Restatement (Second) of Torts &#167; 895 cmt. k (1977) (noting that a plaintiff cannot maintain an action for conversion against a defendant who acts on the authorization of another having a superior claim to the property).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For another thing, Wentworth has adduced no evidence showing that it was damaged by what it now calls Eureka's \"conversion.\" Assuming, arguendo, that Wentworth was the rightful owner of the equipment and that Eureka acted wrongfully in returning the equipment to the vendors, Wentworth still would owe the vendors the purchase price. By returning the equipment, Eureka settled that debt on Wentworth's behalf and any damage Wentworth suffered from the alleged conversion would have to be offset by the benefit so conferred. <i>See</i> Restatement (Second) of Torts, <i>supra</i> &#167; 920 (\"When the defendant's tortious conduct has caused harm to the plaintiff or to his property and in so doing has conferred a special benefit to the interest of the plaintiff that was harmed, the value of the benefit conferred is considered in mitigation of damages, to the extent that this is equitable.\"); <i>see also Burke v. Rivo,</i> 406 Mass. 764, 551 N.E.2d 1, 6 (1990). While it is theoretically possible that Wentworth's damages as a result of the alleged conversion exceeded its debt to the vendors, Wentworth has presented no evidence to that effect. Thus, there is no basis for disturbing the dismissal of the counterclaim. <i>See McDonald v. Rockland Trust Co.,</i> 59 Mass.App.Ct. 836, 798 N.E.2d 323, 325 n. 1 (2003) (affirming summary judgment for the defendant in a conversion action where the plaintiff had failed to adduce evidence of damages).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We need go no further. Courts must be ever mindful that the UCC, like other statutes, should be interpreted with common sense in light of individual circumstances. <i>See Roberts v. Enter. Rent-A-Car Co.,</i> 438 Mass. 187, 779 N.E.2d 623, 629 (2002). This case exemplifies that tenet. Whether or not Wentworth may in some hypertechnical sense be said to have fulfilled its obligations to Eureka under the finance leases, its overall conduct was entirely contrary to the obligations of good faith and fair dealing imposed on all commercial transactions. <i>See</i> Mass. Gen. Laws ch. 106, &#167; 1-203. Whether Eureka's response was letter perfect under the circumstances is not the issue; it is sufficient that Wentworth's deplorable course of conduct plainly harmed Eureka and that Eureka's curative actions were reasonable. Thus, as the district court correctly found, Eureka was entitled to be made whole.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Eureka is the corporate successor of Gillette Global Network, Inc. Some of the events material to this case occurred before Eureka's succession. For simplicity's sake, we treat Eureka and Gillette as one and refer to them throughout as Eureka</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Of course, despite the two bases for recovery, Eureka could only collect the awarded damages once<i>See Freeman v. Package Mach. Co.,</i> 865 F.2d 1331, 1345 (1st Cir.1988) (\"[A] plaintiff is entitled to only one full recovery, no matter how many different legal grounds may support the verdict.\"); <i>Szalla v. Locke,</i> 421 Mass. 448, 657 N.E.2d 1267, 1270 (1995) (refusing to allow duplicitive recovery for quantum merit and deceit when the two claims arise from the same facts and compensate the same loss).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the case was awaiting trial, Pearson, without Eureka's knowledge or consent, printed postcards, embossed with Eureka's corporate logo, and mailed them to roughly 100 of Eureka's clients (whose names were obtained from the creditworthiness information originally furnished by Eureka to Wentworth). These postcards directed the recipients to mail future payments to Eureka at a post office box. Some of those customers took the postcards at face value and made remittances accordingly. The post office box had, however, been rented by Pearson, who pocketed the funds. After the trial had ended, the district court ordered Wentworth to reimburse Eureka for these misappropriations. Wentworth has not appealed from that ukase</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For this reason, we do not rest our holding on Wentworth's breach of the implied warranty of noninterference. Although we have little doubt that Wentworth breached that warranty, such a breach typically gives rise to an action for damages and would neither defeat the \"hell or high water\" clause nor entitle the aggrieved party to cancel the leases<i>See</i> Mass. Gen. Laws ch. 106, &#167; 2A-508(4).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Indeed, the argument is doubly foreclosed because Wentworth failed to advance it in its brief on appeal<i>See Pratt v. United States,</i> 129 F.3d 54, 62 (1st Cir.1997).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></span></p>\n    <p class=\"parties\">EUREKA BROADBAND CORPORATION, Plaintiff, Appellee,<br>v.<br>WENTWORTH LEASING CORPORATION, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1577.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 8, 2005.</p>\n    <p class=\"date\">Decided March 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Herbert Lemelman, with whom Kirk Y. Griffin was on brief, for appellant.</p>\n      <p class=\"indent\">Jeffrey R. Martin, with whom Michael P. Murphy and Burns &amp; Levinson LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This litigation arises out of a dispute between the parties to a pair of substantially identical finance leases. Following a bench trial, the district court found in favor of the lessee, awarded substantial damages, and dismissed a counterclaim. Resolving the lessor's appeal requires us to visit precincts bounded by the Uniform Commercial Code (hereinafter variously \"UCC\" or \"Code\") and to explore the intersection between the Code and the common law of fraudulent misrepresentation. Although our analysis differs in some respects from the trial court's, we nonetheless reach the same ultimate conclusion and affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are largely uncontradicted. Plaintiff-appellee Eureka Broadband Corporation is a Delaware corporation that maintains its principal place of business in New York.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Eureka installs fiber optic systems in large office buildings and generates revenues by charging access fees to commercial carriers desirous of providing telecommunication services to tenants. In June of 2000, Eureka decided that it needed certain equipment in order to pursue its business interests. Defendant-appellant Wentworth Leasing Corporation, a Massachusetts firm headquartered in that state, offered to facilitate acquisition of the equipment through a finance lease. Stan Pearson &#8212; who is Wentworth's sole shareholder and only employee &#8212; personally conducted the negotiations.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The parties structured the transaction as a conventional finance lease. Eureka identified the equipment it needed and Wentworth agreed to purchase that equipment for $841,000 from CopperCom, Inc., a Florida-based vendor. Eureka would then lease the equipment from Wentworth for forty-eight months at a monthly rent of $22,486. At the end of the forty-eight month term, Eureka would have an option to buy the equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As a condition precedent to the actual execution of the lease documents, Wentworth required Eureka to demonstrate creditworthiness and to pay a commitment fee equal to one month's rent. Eureka sent the commitment fee to Wentworth early on and forwarded the necessary financial information in August of 2001. Wentworth agreed to the lease on September 6, 2001, but added the further condition that Eureka post a security deposit equal to the first and last months' rent. On the same day that it acquiesced in this further condition, Eureka accepted delivery of the equipment from CopperCom and executed a delivery and acceptance agreement in which it authorized Wentworth to release payment to CopperCom.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On December 20, 2001, the same parties entered into a second lease for additional equipment, some of which came from CopperCom and some from Marconi Communications, Inc. The terms of the second lease were substantially identical to those of the first, except that the monthly rent was $17,057. On December 21, 2001, Eureka mailed Wentworth a check for $51,171 to cover the security deposit and the first month's rent. At about the same time, Eureka accepted delivery of the additional equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 22, 2001, CopperCom sent an invoice to Wentworth for the agreed purchase price of the equipment covered by the first lease. It sent another invoice on December 28 for the equipment covered by the second lease. For reasons that are not entirely clear from the record, Marconi did not submit an invoice to Wentworth, but, rather, billed Eureka directly.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Eureka made monthly lease payments to Wentworth through January 2002. There was a rub, however: Wentworth never paid a dime to either CopperCom or Marconi. Both vendors soon began dunning Eureka, which repeatedly requested that Wentworth remunerate the vendors. Wentworth turned a deaf ear to these importunings. Eventually, Eureka's patience wore thin. On February 22, 2002, it advised Wentworth that it would withhold future rent payments until it received confirmation that Wentworth had paid CopperCom and Marconi. Despite this warning, Wentworth remained delinquent.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Matters came to a head in March, when Marconi brought suit against Eureka for the purchase price of its equipment. To settle the suit, Eureka returned Marconi's wares and paid it $180,000. Eureka separately settled with CopperCom before any litigation was commenced; to consummate that settlement, it returned CopperCom's equipment and tendered a \"small\" payment (the record is tenebrous as to the precise dollar amount).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On April 11, 2002, Eureka wrote to Wentworth demanding return of all rent previously paid (totaling $163,601). When Wentworth demurred, Eureka brought a diversity suit in the federal district court. <i>See</i> 28 U.S.C. &#167; 1332(a). Its complaint contained counts sounding in breach of contract, unjust enrichment, and fraud. Wentworth answered the complaint and counterclaimed for breach of the lease indentures.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following a bench trial, the district court reserved decision. It subsequently handed down a rescript containing detailed findings of fact and conclusions of law. <i>Eureka Broadband Corp. v. Wentworth Leasing Corp.,</i> No. 02-11068, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">344425</span></span> (D.Mass. Feb.24, 2004).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court first dismissed Eureka's claim for unjust enrichment on the ground that an adequate remedy at law existed. <i>Id.</i> at *3 n. 6. Next, it addressed the breach of contract count. With respect to the Marconi equipment, the court held that no sale between Marconi and Wentworth had occurred because Marconi had never invoiced Wentworth. <i>Id.</i> at *4 n. 8. Inasmuch as there had been no sale, Wentworth had no right to charge rent for the Marconi equipment and Eureka was entitled to a full refund. <i>Id.</i> Wentworth has not challenged this ruling on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As to the CopperCom equipment, the court found that Wentworth was obligated by the lease terms to purchase the equipment from CopperCom, but it never paid (nor, for that matter, had any intention of paying) CopperCom for the equipment. <i>Id.</i> at *4. That failure constituted a breach of contract and entitled Eureka to cancel the leases. <i>Id.</i> at *3.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court then proceeded to the fraudulent misrepresentation count. In the court's view, Wentworth was liable to Eureka on this claim because it had fraudulently induced Eureka to enter into the leases in reliance on its false promise to purchase and pay for the equipment. <i>Id.</i> at *5.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To wrap up the liability phase, the court ruled in favor of Eureka on Wentworth's counterclaim. <i>Id.</i> It then turned to damages and determined that Eureka was entitled to recover the same damages on both the breach of contract and fraudulent misrepresentation counts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> These damages equaled the total amount of the rental payments Eureka had made to Wentworth. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court also made two other awards, neither of which is directly challenged in this appeal. First, it awarded consequential damages of $5,068 for reasonable expenses that Eureka had incurred in responding to the Marconi suit. <i>See id.</i> at *3 n. 7. Second, it awarded Eureka attorneys' fees for the prosecution of the action on the ground that Wentworth had acted vexatiously.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at *5.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This timely appeal ensued. In it, Wentworth raises only four issues. First, it argues that the district court erred in finding that it breached the lease agreements with respect to the CopperCom equipment. Second, it asserts that the fraudulent misrepresentation count should have been dismissed as a matter of law. Third, it questions the measure of damages with specific reference to the rent refund. Finally, it asseverates that the district court erred in rejecting its counterclaim, which it now characterizes as sounding in conversion. In mulling these assignments of error, we review the district court's legal conclusions de novo and its findings of fact for clear error. <i>Sierra Fria Corp. v. Donald J. Evans, P.C.,</i> <span class=\"citation\" data-id=\"197592\"><a href=\"/opinion/197592/sierra-fria-corp-v-evans/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 181 (1st Cir.1997). The lease indentures contain choice-of-law provisions commemorating the parties' agreement that Massachusetts law should govern any disputes, and we honor that agreement. <i>See, e.g., McCarthy v. Azure,</i> <span class=\"citation\" data-id=\"195334\"><a href=\"/opinion/195334/mccarthy-v-azure/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">351</span></a></span>, 356 n. 5 (1st Cir.1994) (observing that \"a reasonable choice-of-law provision in a contract generally should be respected\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While we ultimately approve the district court's conclusion that Wentworth is liable to Eureka with respect to the CopperCom equipment, we are skeptical about its rationale. The district court held that Wentworth breached its obligation to purchase the equipment by not paying the vendor. But \"purchase\" is not a synonym for \"pay,\" and it is at least arguable that, here, there was a sale (albeit a sale on credit), which was complete upon delivery of the equipment without regard to payment. <i>See</i> Mass. Gen. Laws ch. 106, &#167;&#167; 1-201(32), 2-103(1)(a), 2-103(1)(d), 2-106(1), 2-401(2). Moreover, the parties dispute whether Wentworth had an obligation <i>to Eureka</i> to pay the vendors. <i>See Midwest Precision Servs. v. PTM Indus. Corp.,</i> <span class=\"citation\" data-id=\"531009\"><a href=\"/opinion/531009/midwest-precision-services-inc-v-ptm-industries-corporation-midwest/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1128</span></a></span>, 1131-32 (1st Cir.1989) (noting that in a finance lease the contracts between the lessor and the lessee and the lessor and the vendor are separate and independent).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In all events, we need not probe the point too deeply, as we find fully supportable the district court's alternate holding that Wentworth is liable to Eureka for the same damages on the fraud count. On appeal, Wentworth does not challenge the substance of that ruling. Rather, it argues in its brief that the UCC preempts (and, thus, precludes the maintenance of) a common law action for fraudulent inducement to contract. At oral argument, Wentworth's counsel made the additional argument that even if Eureka were entitled to sue on this theory, it suffered no damages as a consequence of the fraud. These arguments are bootless.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Wentworth's first contention is clearly incorrect. Section 1-103 of the Code, Mass. Gen. Laws ch. 106, &#167; 1-103, provides that \"[u]nless displaced by the particular provisions\" of the Code, \"the principles of law and equity, including... fraud [and] misrepresentation ... shall supplement its provisions.\" Nothing in the Code explicitly preempts common law actions for fraudulent misrepresentation, and courts have entertained such actions in commercial cases. <i>See, e.g., Vision Graphics, Inc. v. E.I. Du Pont de Nemours &amp; Co.,</i> <span class=\"citation\" data-id=\"2411662\"><a href=\"/opinion/2411662/vision-graphics-inc-v-ei-du-pont-de-nemours/\"><span class=\"volume\">41</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">93</span></a></span>, 100 (D.Mass.1999); <i>see also Nat'l Shawmut Bank v. Vera,</i> <span class=\"citation\" data-id=\"2047881\"><a href=\"/opinion/2047881/national-shawmut-bank-of-boston-v-vera/\"><span class=\"volume\">352</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">11</span></a></span>, <span class=\"citation\" data-id=\"2047881\"><a href=\"/opinion/2047881/national-shawmut-bank-of-boston-v-vera/\"><span class=\"volume\">223</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">515</span></a></span>, 518 (1967) (stating that the Code is to be supplemented by the existing common law \"[u]nless displaced by the particular provisions of the code itself\" (citation and internal quotation marks omitted)). Consequently, we see no reason why such an action could not be maintainable in the circumstances of this case.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This conclusion is reinforced by another section of the Code, which provides that the \"[r]ights and remedies for material misrepresentation or fraud include all rights and remedies available under this Article for default.\" Mass. Gen. Laws ch. 106, &#167; 2A-505(4). It would make no sense for the Code to address the remedies for fraud if, as Wentworth contends, the UCC pretermits actions for fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Wentworth's position rests entirely on its reading of section 2-702 of the Code, which limits a seller's right to recover goods to the procedures described in that section, even in cases of \"fraudulent or innocent misrepresentation of solvency or of intent to pay.\" Mass. Gen. Laws ch. 106, &#167; 2-702(2). That provision, however, deals exclusively with the relationship between buyers and sellers. As Wentworth vigorously argues when it suits its perceived advantage, the contracts between Wentworth and CopperCom and those between Wentworth and Eureka are distinct and independent. <i>See Midwest Precision Servs.,</i> 887 F.2d at 1131-32. As (i) the relationship between Wentworth and Eureka is not that of seller and buyer, and (ii) Article 2A of the Code contains no comparable provision applicable to leases, we are satisfied that section 2-702 is not an impediment to Eureka's right to bring an action for fraudulent inducement. The district court therefore acted impeccably in allowing the fraud count to proceed.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As said, Wentworth mounts no challenge to the substance of the district court's holding that it is liable on the fraud count. Thus, any such argument has been forfeited. <i>Kearney v. Town of Wareham,</i> <span class=\"citation\" data-id=\"200237\"><a href=\"/opinion/200237/kearney-v-town-of-wareham/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 22 (1st Cir.2002); <i>United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990). In all events, our review of the record satisfies us that the district court's conclusion is amply supported.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To prevail on a claim of fraudulent misrepresentation under Massachusetts law, the plaintiff must show that the defendant \"made a false representation of a material fact with knowledge of its falsity for the purpose of inducing the plaintiff to act thereon, and that the plaintiff reasonably relied upon the representation as true and acted upon it to his damage.\" <i>Russell v. Cooley Dickinson Hosp., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">443</span></span>, <span class=\"citation no-link\"><span class=\"volume\">772</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1054</span></span>, 1066 (2002) (citation and internal quotation marks omitted). The district court found that Wentworth intentionally made a false statement of material fact by holding itself out as a finance lessor when it had neither the capacity nor the intention to pay for the equipment. <i>Eureka,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">344425</span></span>, at *5. We agree that, in the context of a finance lease transaction, a finance lessor implicitly represents both its ability and its intention to pay for the goods to be leased. If knowingly false, implicit representations may be treated as actionable misrepresentations. <i>See V.S.H. Realty, Inc. v. Texaco, Inc.,</i> <span class=\"citation\" data-id=\"449457\"><a href=\"/opinion/449457/vsh-realty-inc-v-texaco-inc/\"><span class=\"volume\">757</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 414-15 (1st Cir.1985) (applying Massachusetts law). So it is here.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We hasten to add that Wentworth's misrepresentation was plainly material. The very purpose of seeking a finance lessor is to access capital and, thus, facilitate acquisition of desired equipment. <i>See Shawmut-Canton LLC v. Great Spring Waters of Am., Inc.,</i> 62 Mass.App.Ct. 330, <span class=\"citation no-link\"><span class=\"volume\">816</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">545</span></span>, 549 n. 6 (2004) (holding that a misrepresentation is material when it is one of the principal grounds that caused the plaintiff to enter the contract).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The remaining elements of the cause of action also were proved. The district court found that Eureka relied on Wentworth's misrepresentation by entering into the finance leases. <i>Eureka,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">344425</span></span>, at *5. It further found that the adverse claims subsequently lodged by CopperCom and Marconi and the sequelae of those claims sufficed in combination to demonstrate that this reliance was detrimental. <i>Id.</i> These findings are clearly correct and virtually unchallenged.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We say \"virtually\" because Wentworth's brief might be read to suggest that Eureka failed to show detrimental reliance because it got what it bargained for: possession of the equipment for four years. To accept that suggestion, however, would be to blink reality. While it is possible that Eureka eventually might have prevailed in litigation with CopperCom and Marconi, Eureka never bargained for the headaches associated with defending itself against the adverse claims occasioned by Wentworth's fraudulent misrepresentations.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To cinch matters, the UCC implies in all commercial leases a warranty of lack of interference with use or enjoyment of the leased goods. <i>See</i> Mass. Gen. Laws ch. 106, &#167; 2A-211. For this warranty to be breached, it is not necessary that a third party have an insuperable claim to possession of the goods; it is sufficient that the third party's claim is colorable. <i>See Frank Arnold Contractors, Inc. v. Vilsmeier Auction Co.,</i> <span class=\"citation\" data-id=\"480183\"><a href=\"/opinion/480183/frank-arnold-contractors-inc-v-vilsmeier-auction-company-inc-and-itt/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">462</span></a></span>, 464-65 (3d Cir.1986). Whether or not the vendors' claims to the equipment would ultimately have proved to be valid, they were at least colorable.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">That ends this aspect of the case. We hold, without serious question, that the need to respond to the demands for payment by CopperCom and Marconi and to defend against the Marconi litigation were sufficient to establish that Eureka's reliance on Wentworth's fraudulent misrepresentation redounded to its detriment. The district court's finding of liability on the fraud count is, therefore, impervious to attack.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Having found no basis for disturbing the district court's determination as to liability on the fraud count, we next consider Eureka's remedy. The UCC provides that in cases of fraud or misrepresentation, the injured party is entitled to the same remedies as are available in cases of default. Mass. Gen. Laws ch. 106, &#167; 2A-505(4). Those remedies include the right to \"cancel the lease contract\" and to \"recover so much of the rent and security as has been paid and is just under the circumstances.\" <i>Id.</i> &#167; 2A-508(1).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Eureka availed itself of the first of these anodynes by withholding rent payments after it became clear that Wentworth intended to stiff the vendors. Wentworth protests that this action was impermissible under the UCC because of the so-called \"hell or high water\" provision. Broadly stated, that provision makes a finance lessee's obligation to pay rent irrevocable and independent of any broken promise on the part of the lessor. <i>See id.</i> &#167; 2A-407; <i>see also AT &amp; T Credit Corp. v. Transglobal Telecom Alliance, Inc.,</i> <span class=\"citation\" data-id=\"1371624\"><a href=\"/opinion/1371624/at-t-credit-corp-v-transglobal-telecom-alliance-inc/\"><span class=\"volume\">966</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">299</span></a></span>, 303-04 (D.N.J.1997) (holding, under &#167; 2A-407, that a finance lessee was not entitled to withhold rent as a remedy for the lessor's garden-variety breach of contract). Were this a simple breach of warranty case, Wentworth's protest might have some bite.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> But there are a few exceptions to the applicability of section 2A-407, including an exception for cases of fraud. Section 2A-508 of the Code specifically provides that, in cases of fraud, the victim is entitled to the remedies for default, including cancellation. <i>See</i> Mass. Gen. Laws ch. 106, &#167; 2A-508(1); <i>see also id.</i> &#167; 2A-407 cmt. 5 (suggesting that the \"hell or high water\" provision is not apposite in cases of fraud). By electing to cancel the leases, Eureka discharged all remaining executory obligations of both parties, including any obligation to pay rent. <i>See id.</i> &#167; 2A-505(1).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Wentworth's fallback position, raised for the first time at oral argument in this court, is that Eureka suffered no harm from Wentworth's failure to pay because Eureka still got a valid right to possess the equipment for the stated lease term. There are two answers to this belated argument. The short answer is that the argument was not raised below and, thus, is foreclosed.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>See United States v. Slade,</i> <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992) (\"It is a bedrock rule that when a party has not presented an argument to the district court, she may not unveil it in the court of appeals.\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The slightly longer, but equally dispositive, answer is along the lines of the answer to Wentworth's plaint that there was no detrimental reliance. <i>See supra</i> at 69. Whether or not Eureka had a good right to possession, it nonetheless incurred unavoidable costs in responding to the vendors' demands for payment and in defending against Marconi's replevin suit. These costs were the fruits of Wentworth's fraud, easily foreseeable by Wentworth at the time it misrepresented its ability and intention to pay for the goods. <i>See Mut. Fire, Marine &amp; Inland Ins. Co. v. Costa,</i> <span class=\"citation\" data-id=\"469059\"><a href=\"/opinion/469059/the-mutual-fire-marine-and-inland-insurance-company-v-gerald-costa-and/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">83</span></a></span>, 88-90 (1st Cir.1986).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">We also find that the measure of damages employed by the trial court was reasonable in the circumstances of this case. The Code provides in pertinent part that a lessee may recover from a lessor in default \"so much of the rent and security as has been paid and is just under the circumstances.\" Mass. Gen. Laws ch. 106, &#167; 2A-508(1)(b). Awarding Eureka the full amount of the rent it had paid &#8212; $163,601 &#8212; was \"just\" in the circumstances of this case. After all, Eureka's costs plainly exceeded the aggregate rent payments (to cite only one example, it returned the leased equipment and paid Marconi $180,000 to settle the Marconi suit). Accordingly, we discern no basis for setting aside the district court's determination that it was \"just\" to award Eureka the entirety of the rent paid, along with other damages, for an aggregate award of $168,669.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">There remains Wentworth's asseveration that the lower court erred in dismissing its counterclaim. In the court below, Wentworth cast its counterclaim as one for breach of contract. In this court, Wentworth shifts gears and maintains that Eureka converted its property by returning the equipment to the vendors without Wentworth's permission. Under either approach, the district court's ruling is unimpugnable.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Wentworth's breach of contract theory rehashes its misguided argument about the effect of the \"hell or high water\" clause. Citing that clause, it posits that Eureka was required to continue rent payments to Wentworth regardless of any misconduct on Wentworth's part. As discussed above, that argument wilts in the face of the district court's supportable finding that Wentworth fraudulently induced Eureka to enter into the leases. <i>See supra</i> at 70.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Wentworth's conversion theory is forfeit. <i>See Slade,</i> 980 F.2d at 30. Even if it were properly preserved, it would not profit Wentworth. For one thing, it seems unlikely that Wentworth could state a valid claim for conversion given the district court's finding that Wentworth never intended to pay for the equipment. <i>See</i> Restatement (Second) of Torts &#167; 895 cmt. k (1977) (noting that a plaintiff cannot maintain an action for conversion against a defendant who acts on the authorization of another having a superior claim to the property).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For another thing, Wentworth has adduced no evidence showing that it was damaged by what it now calls Eureka's \"conversion.\" Assuming, arguendo, that Wentworth was the rightful owner of the equipment and that Eureka acted wrongfully in returning the equipment to the vendors, Wentworth still would owe the vendors the purchase price. By returning the equipment, Eureka settled that debt on Wentworth's behalf and any damage Wentworth suffered from the alleged conversion would have to be offset by the benefit so conferred. <i>See</i> Restatement (Second) of Torts, <i>supra</i> &#167; 920 (\"When the defendant's tortious conduct has caused harm to the plaintiff or to his property and in so doing has conferred a special benefit to the interest of the plaintiff that was harmed, the value of the benefit conferred is considered in mitigation of damages, to the extent that this is equitable.\"); <i>see also Burke v. Rivo,</i> <span class=\"citation\" data-id=\"2090304\"><a href=\"/opinion/2090304/burke-v-rivo/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">764</span></a></span>, <span class=\"citation\" data-id=\"2090304\"><a href=\"/opinion/2090304/burke-v-rivo/\"><span class=\"volume\">551</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1</span></a></span>, 6 (1990). While it is theoretically possible that Wentworth's damages as a result of the alleged conversion exceeded its debt to the vendors, Wentworth has presented no evidence to that effect. Thus, there is no basis for disturbing the dismissal of the counterclaim. <i>See McDonald v. Rockland Trust Co.,</i> 59 Mass.App.Ct. 836, <span class=\"citation no-link\"><span class=\"volume\">798</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">323</span></span>, 325 n. 1 (2003) (affirming summary judgment for the defendant in a conversion action where the plaintiff had failed to adduce evidence of damages).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We need go no further. Courts must be ever mindful that the UCC, like other statutes, should be interpreted with common sense in light of individual circumstances. <i>See Roberts v. Enter. Rent-A-Car Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">187</span></span>, <span class=\"citation no-link\"><span class=\"volume\">779</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">623</span></span>, 629 (2002). This case exemplifies that tenet. Whether or not Wentworth may in some hypertechnical sense be said to have fulfilled its obligations to Eureka under the finance leases, its overall conduct was entirely contrary to the obligations of good faith and fair dealing imposed on all commercial transactions. <i>See</i> Mass. Gen. Laws ch. 106, &#167; 1-203. Whether Eureka's response was letter perfect under the circumstances is not the issue; it is sufficient that Wentworth's deplorable course of conduct plainly harmed Eureka and that Eureka's curative actions were reasonable. Thus, as the district court correctly found, Eureka was entitled to be made whole.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Eureka is the corporate successor of Gillette Global Network, Inc. Some of the events material to this case occurred before Eureka's succession. For simplicity's sake, we treat Eureka and Gillette as one and refer to them throughout as Eureka</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Of course, despite the two bases for recovery, Eureka could only collect the awarded damages once<i>See Freeman v. Package Mach. Co.,</i> <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1345 (1st Cir.1988) (\"[A] plaintiff is entitled to only one full recovery, no matter how many different legal grounds may support the verdict.\"); <i>Szalla v. Locke,</i> <span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">448</span></span>, <span class=\"citation no-link\"><span class=\"volume\">657</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1267</span></span>, 1270 (1995) (refusing to allow duplicitive recovery for quantum merit and deceit when the two claims arise from the same facts and compensate the same loss).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the case was awaiting trial, Pearson, without Eureka's knowledge or consent, printed postcards, embossed with Eureka's corporate logo, and mailed them to roughly 100 of Eureka's clients (whose names were obtained from the creditworthiness information originally furnished by Eureka to Wentworth). These postcards directed the recipients to mail future payments to Eureka at a post office box. Some of those customers took the postcards at face value and made remittances accordingly. The post office box had, however, been rented by Pearson, who pocketed the funds. After the trial had ended, the district court ordered Wentworth to reimburse Eureka for these misappropriations. Wentworth has not appealed from that ukase</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For this reason, we do not rest our holding on Wentworth's breach of the implied warranty of noninterference. Although we have little doubt that Wentworth breached that warranty, such a breach typically gives rise to an action for damages and would neither defeat the \"hell or high water\" clause nor entitle the aggrieved party to cancel the leases<i>See</i> Mass. Gen. Laws ch. 106, &#167; 2A-508(4).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Indeed, the argument is doubly foreclosed because Wentworth failed to advance it in its brief on appeal<i>See Pratt v. United States,</i> <span class=\"citation\" data-id=\"197639\"><a href=\"/opinion/197639/pratt-v-united-states/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 62 (1st Cir.1997).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1371624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2047881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2090304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2411662/"
  ]
}