{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201411/",
  "absolute_url": "/opinion/201411/united-states-v-laguna-estela/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201411/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:20:16Z",
  "date_modified": "2016-02-28T05:05:29.375278Z",
  "type": "010combined",
  "sha1": "e901f377214fcea718017c855fde2fae3fe26bc2",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1554-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/01/12/US_v._Laguna-Estela.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 04-1554\n\n                            UNITED STATES,\n\n                               Appellee,\n\n                                  v.\n\n                         JULIO LAGUNA-ESTELA,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF PUERTO RICO\n\n           [Hon. Jay A. García-Gregory, U.S. District Judge]\n\n\n                                Before\n\n                          Boudin, Chief Judge,\n\n                       Torruella, Circuit Judge,\n\n                      and Fusté,* District Judge.\n\n\n     María Teresa Arsuaga-Byrne, Assistant Federal Public Defender,\nwith whom Joseph C. Laws, Jr., Federal Public Defender, was on\nbrief for appellant.\n     Nelson Pérez-Sosa, Assistant United States Attorney, with whom\nH.S. García, United States Attorney, was on brief for appellee.\n\n\n\n                           January 12, 2005\n\n\n\n     *\n         Of the District of Puerto Rico, sitting by designation.\n\f           FUSTE,   District    Judge.     Defendant-appellant,    Julio\n\nLaguna-Estela was indicted and prosecuted in case 99-CR-72-ORL-\n\n19DAB, in the United States District Court, Middle District of\n\nFlorida, Orlando Division. The indictment alleged that Mr. Laguna,\n\nbeginning in a date unknown and continuing through on or about\n\nNovember 12, 1998, was involved in a conspiracy to possess with\n\nintent to distribute heroin in violation of 21 U.S.C. §§ 841(a)(1)\n\n& 846.    On December 21, 2000,      Mr. Laguna pleaded guilty to Count\n\nOne of the indictment pursuant to a plea agreement.\n\n           According to the statement of facts in Mr. Laguna’s plea\n\nagreement, as well as Mr. Laguna’s statements made at his change of\n\nplea hearing, over the course of approximately two years, a group\n\nof individuals headed by Rafael Ramírez and José Irizarry brought\n\nmulti-ounce quantities of heroin into the Middle District of\n\nFlorida    for   distribution   in     Orange   and   Osceola   Counties.\n\nMr. Laguna was paid $200 for each delivery made and distributed\n\napproximately 792 grams of heroin in connection with the scheme.\n\n            On March 26, 2001, Mr. Laguna was sentenced to a forty-\n\nsix-month term of imprisonment and a supervised release term of\n\nthree years for participation in the Florida drug conspiracy.\n\n            On March 5, 2002, a grand jury sitting in the District of\n\nPuerto Rico issued a ten-count indictment charging Mr. Laguna and\n\nnine other co-defendants with conspiracy to possess with intent to\n\ndistribute narcotics pursuant to 21 U.S.C. §§ 841(a)(1) and 846.\n\n\n                                     -2-\n\fThe indictment charged that from on or about the month of September\n\n1998 and up to and including August 11, 1999, in the District of\n\nPuerto Rico and elsewhere, the defendants conspired to knowingly\n\nand intentionally possess with the intent to distribute heroin and\n\ncocaine.    On March 26, 2002, Mr. Laguna was arrested and appeared\n\ninitially before a magistrate judge.           The magistrate judge ordered\n\nMr. Laguna temporarily held without bail and appointed a federal\n\npublic defender to represent him.           On April 1, 2002, Mr. Laguna was\n\narraigned and entered a plea of not guilty.                 On April 9, 2002,\n\nMr. Laguna was ordered detained, pending trial.\n\n            On July 17, 2003, Mr. Laguna filed a motion to have the\n\nprosecution declared in violation of the Double Jeopardy Clause of\n\nthe United States Constitution, alleging that he was being charged\n\nin Puerto Rico with the same offense for which he was convicted in\n\nFlorida.    On October 1, 2003, the magistrate judge issued a report\n\nand recommendation denying Mr. Laguna’s motion to dismiss the\n\nindictment and finding that the facts giving rise to Mr. Laguna’s\n\nFlorida    conviction    were     sufficiently     distinct    from   the   facts\n\nunderlying the conspiracy charge in the Puerto Rico prosecution to\n\navoid a double jeopardy violation.\n\n            On    October   10,    2003,     Mr.   Laguna     objected   to   the\n\nmagistrate’s report and recommendation, arguing that he had not\n\nbeen   afforded    an   evidentiary    hearing      in   which   to   rebut   the\n\ngovernment’s evidence.       On December 1, 2003, Judge García-Gregory\n\n\n                                      -3-\n\fheld an evidentiary hearing during which the government presented\n\nthe testimony of cooperating co-defendant Jesús Tocuyo-González,\n\nwho   had    pleaded     guilty    pursuant     to    a    plea    and     cooperation\n\nagreement.         On   January    7,   2004,   the   evidentiary          hearing    was\n\ncontinued and Mr. Laguna took the stand to present his testimony.\n\n             On March 15, 2004, the district court issued an opinion\n\nand     order      adopting       the    magistrate        judge’s         report     and\n\nrecommendation.          The   court    found    that      Mr.    Laguna     failed   to\n\nestablish a prima facie nonfrivolous double jeopardy claim and that\n\neven if he had, the government met its burden of proving by a\n\npreponderance of the evidence that the indictments charged separate\n\noffenses. On March 22, 2004, Mr. Laguna filed an interlocutory\n\nappeal.\n\n                                          I.\n\n                          Double Jeopardy Framework\n\n             The    Double     Jeopardy    Clause     of    the    Fifth     Amendment\n\nprovides that no person shall “be subject for the same offence to\n\nbe twice put in jeopardy of life or limb.”                 U.S. Const. Amend. IV.\n\nNo person may be subject to a second prosecution following an\n\nacquittal or conviction or to multiple punishments for                        the same\n\noffense.     United States v. Patel, 370 F.3d 108, 114 (1st Cir.\n\n2004); United States v. Stoller, 78 F.3d 710, 714 (1st Cir. 1996).\n\nThus,   if   two    conspiracy      charges     are   based       on   a   defendant’s\n\nparticipation in one single conspiracy, the Double Jeopardy Clause\n\n\n                                          -4-\n\fbars the second prosecution.   See, e.g., United States v. Collazo-\n\nAponte, 216 F.3d 163, 197-98 (1st Cir. 2000).\n\n          “A defendant claiming double jeopardy has the burden of\n\npresenting evidence to establish a prima facie nonfrivolous double\n\njeopardy claim. Once such a claim is established, the burden shifts\n\nto the government to prove by a preponderance of the evidence that\n\nthe indictments charge separate offenses.” United States v. Booth,\n\n673 F.2d 27, 30-31 (1st Cir. 1982); see, e.g., United States v.\n\nSturman, 679 F.2d 840, 844 (11th Cir. 1982) (“It is undisputed that\n\nthe burden of going forward by putting the double jeopardy claim in\n\nissue is and should be on the defendant. It is similarly reasonable\n\nto require the defendant to tender a prima facie nonfrivolous\n\ndouble jeopardy claim before the possibility of a shift of the\n\nburden of persuasion to the government comes into play.”).\n\n          In most double jeopardy cases, courts use the “same\n\nevidence” test articulated in Blockburger v. United States, 284\n\nU.S. 299, 304 (1932), to decide whether two offenses are the same\n\noffense for double jeopardy purposes.   Booth, 673 F.2d at 29.   This\n\ntest ordinarily requires a determination whether each offense\n\nrequires an element of proof that the other does not. See, e.g.,\n\nUnited States v. LiCausi, 167 F.3d 36, 46 (1st Cir. 1999).\n\n          In conspiracy cases, a more nuanced form of the same\n\nevidence test is applied because of the possibility that the\n\ngovernment literally could comply with it while actually carving up\n\n\n                                -5-\n\fa    single   conspiracy     to   commit       several   crimes    into    separate\n\nprosecutions.       In   order      to   determine       whether     two    charged\n\nconspiracies that allege violations of the same substantive statute\n\nare the same offense for the purpose of double jeopardy, the First\n\nCircuit has identified five factors that must be considered: “(a)\n\nthe time during which the activities occurred; (b) the persons\n\ninvolved; (c) the places involved; (d) whether the same evidence\n\nwas used to prove the two conspiracies; and (e) whether the same\n\nstatutory provision was involved in both conspiracies.”                        United\n\nStates v. Gómez-Pabón, 911 F.2d 847, 860 (1st Cir. 1990) (citing\n\nUnited States v. García-Rosa, 876 F.2d 209, 228 (1st Cir. 1989));\n\nUnited States v. Fisher, 3 F.3d 456, 461 (1st Cir. 1993);                  Collazo-\n\nAponte, 216 F.3d at 198; Booth, 673 F.2d at 29.                    Based on these\n\nfactors, we must determine whether it was clearly erroneous for the\n\ndistrict court to have concluded that Mr. Laguna failed to make a\n\nprima facie showing of a nonfrivolous double jeopardy claim.                     See\n\nFisher, 3 F.3d at 460-61.\n\nA.     Time of the Activities\n\n              The   Puerto   Rico    conspiracy      allegedly       spanned    from\n\nSeptember 1998 until August 11, 1999.                    The indictment in the\n\nFlorida case charges a conspiracy which ended on or about November\n\n12,   1998,    suggesting    that    the   time     of   the   two   conspiracies\n\noverlapped by only two months.           However, when we properly consider\n\nMr. Laguna’s plea agreement, it seems that the actual overlap may\n\n\n                                         -6-\n\fbe significantly greater.                Mr. Laguna’s plea agreement in the\n\nFlorida case stipulates that the scheme to possess and distribute\n\nheroin spanned the years 1998 and 1999 and that Mr. Laguna was\n\ninvolved in a number of drug transactions “[o]n several occasions\n\nduring this time period.”                It is apparent that, although the\n\nFlorida indictment only charged conduct through November 12, 1998,\n\nMr. Laguna ultimately pled guilty to conduct which occurred during\n\na time period spanning the remainder of 1998 and an unidentifiable\n\nnumber of months in 1999.           Based on these vague descriptions, the\n\nextent   of    the   overlap        in    the    two   charged    conspiracies    is\n\nunascertainable,        but   clearly       greater     than     suggested   by   the\n\nindictments.\n\nB.     Persons Involved\n\n             Of the fifteen defendants indicted in the Florida case\n\nand the ten defendants indicted in the Puerto Rico case, only\n\nMr. Laguna is common to both.              Thus, the persons involved in the\n\ntwo conspiracies are substantially different. See United States v.\n\nHart, 933 F.2d 80, 86 (finding it probative of two separate\n\nconspiracies where the defendant was the only common party to both\n\nindictments); Booth, 673 F.2d at 29 (finding that ten common\n\ndefendants of the twenty-four charged in a Maine indictment and the\n\nnineteen charged in the Florida indictment was insufficient to find\n\nthat   the    persons    in   the    two    conspiracies       were   substantially\n\nsimilar); United States v. Smith, 82 F.3d 1261, 1269 (3d Cir. 1996)\n\n\n                                           -7-\n\f(“When the evidence indicates that the activities of the alleged\n\nconspiracies are not interdependent or mutually supportive and that\n\nthere are major participants in each conspiracy who lack knowledge\n\nof, or any interest in, the activities of the other, this factor\n\nweighs heavily in favor of a conclusion that two conspiracies\n\nexist.”).\n\nC.    Places Involved\n\n            The government relies on the fact that Mr. Laguna’s plea\n\nagreement in the Florida case refers only to his involvement in the\n\nscheme to possess and distribute heroin in the vicinity of Orange\n\nand Osceola Counties, Florida.     However, Mr. Laguna’s presentence\n\nreport, written over a year before Mr. Laguna was indicted in the\n\nPuerto Rico case, contains a copy of Mr. Laguna’s written statement\n\nin which he writes that he agreed to make deliveries of drugs in\n\nPuerto Rico.1   Further, Mr. Laguna testified that his involvement\n\nwith Mr. Ramírez, both before and after Mr. Ramírez was arrested,\n\ninvolved drug transactions between Florida and Puerto Rico.          Thus,\n\nlocation is common to both conspiracies.\n\nD.    Evidence Used\n\n            The evidence on which the government plans to rely in the\n\npresent cases involves the testimony of co-defendant Tocuyo. Based\n\non   Tocuyo’s   testimony,   the   government   plans   to   prove   that\n\n\n     1\n       Mr. Laguna’s presentence report for the Florida case is\ndated February 15, 2001. Mr. Laguna was indicted in the Puerto\nRico case on March 5, 2002.\n\n                                   -8-\n\fMr. Laguna worked as a main supplier in the conspiracy and                       had\n\nother    co-conspirators,        like    Tocuyo,   working     for   him.   On   the\n\ncontrary, in the Florida case, Mr. Laguna worked as a courier, or\n\nmule, and delivered heroin under the direction of Mr. Ramírez and\n\nMr. Irizarry.        In addition, the Florida drug scheme involved only\n\nheroin distribution, whereas the present case charges a conspiracy\n\nto distribute both heroin and cocaine.               But see Gómez-Pabón, 911\n\nF.2d at 861 (finding that although the drug involved in Count Two\n\nwas marijuana and that in Count Three was cocaine, this distinction\n\ndid not establish two separate conspiracies).\n\n               Further, when questioned, Tocuyo testified that in the\n\nFlorida    case,     he   knew    only    Mr.    Irizarry,     Mr.   Ramírez,    and\n\nMr. Irizarry’s wife. In contrast, Tocuyo testified that he knew\n\nalmost all of the co-defendants charged in the indictment in the\n\npresent case.        Further, the government asserts that it plans to\n\npresent tape recorded conversations as evidence in the present case\n\nwhich fail to mention, with the exception of Mr. Laguna, any of the\n\nco-conspirators in the Florida scheme.                Thus, from this vantage\n\npoint     in   the    proceedings,       and    relying   on   the   government’s\n\nallegations of what they will offer at trial, it seems that the\n\nevidence used to support the two separate conspiracies is distinct.\n\nE.      Same Statutory Provision\n\n               Both conspiracies are brought under the same statutory\n\nprovisions, 21 U.S.C. §§ 841(a)(1) & 846. However, “the overlap of\n\n\n                                         -9-\n\fstatutory provision for each [indictment] does not belie the\n\nseparateness of the conspiracies established by the other four\n\nfactors.”    Hart, 933 F.2d at 86.\n\n                                 II.\n\n                             Conclusion\n\n            Upon weighing the five factors outlined above, and upon\n\nconsidering the totality of the circumstances presented by this\n\ncase, we find that Mr. Laguna has failed to carry his burden of\n\nproving that there exists a nonfrivolous double jeopardy claim.\n\nWithout the benefit of the facts and evidence unearthed by a full-\n\nfledged trial and with only a hue available from the rainbow of\n\nfacts and evidence on which the government will eventually rely, we\n\nconclude that Mr. Laguna has not shown that the charges presently\n\nbrought against him in Puerto Rico are the same to which he already\n\npleaded guilty in Florida.   As such, Judge García-Gregory properly\n\ndenied Mr. Laguna’s motion to dismiss the charges brought against\n\nhim on the ground of double jeopardy.\n\n            We make clear, however, and as the government’s counsel\n\nconceded during oral argument, that Mr. Laguna retains the right to\n\nlater reassert his double jeopardy claim if it is found that the\n\nevidence on which the government ultimately relies is substantially\n\nsimilar to that used in the Florida case.        United States v.\n\nStricklin, 591 F.2d 1112, 1119 (5th Cir. 1979) (“Even if the\n\ngovernment does carry its burden of persuasion and the defendant's\n\n\n                                -10-\n\fmotion to dismiss is denied, the District Court may later vacate\n\nits finding of no prior jeopardy as the evidence develops at trial\n\nif the defendant renews his motion and the evidence shows that\n\nthere was, in fact, prior jeopardy.     The ruling by the District\n\nCourt on the pretrial motion merely decides whether or not, upon\n\nthe evidence then before the court, double jeopardy appears. On an\n\n[interlocutory] appeal, the correctness of that ruling, alone, will\n\nbe reviewed.   Neither the District Court's nor the Circuit Court's\n\npretrial decision will be binding as res judicata, law of the case,\n\ncollateral estoppel, or any other theoretical bar as to the double\n\njeopardy issue in the case.”).    Judgment of the district court is\n\naffirmed.\n\n\n\n\n                                 -11-\n\f",
  "html": "<p class=\"case_cite\">394 F.3d 54</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Julio LAGUNA-ESTELA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1554.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 8, 2004.</p>\n    <p class=\"date\">Decided January 12, 2005.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Mar&#237;a Teresa Arsuaga-Byrne, Assistant Federal Public Defender, with whom Joseph C. Laws, Jr., Federal Public Defender, was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Nelson P&#233;rez-Sosa, Assistant United States Attorney, with whom H.S. Garc&#237;a, United States Attorney, was on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and FUST&#201;,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">FUST&#201;, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant-appellant, Julio Laguna-Estela was indicted and prosecuted in case 99-CR-72-ORL-19DAB, in the United States District Court, Middle District of Florida, Orlando Division. The indictment alleged that Mr. Laguna, beginning in a date unknown and continuing through on or about November 12, 1998, was involved in a conspiracy to possess with intent to distribute heroin in violation of 21 U.S.C. &#167;&#167; 841(a)(1) &amp; 846. On December 21, 2000, Mr. Laguna pleaded guilty to Count One of the indictment pursuant to a plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to the statement of facts in Mr. Laguna's plea agreement, as well as Mr. Laguna's statements made at his change of plea hearing, over the course of approximately two years, a group of individuals headed by Rafael Ramirez and Jose Irizarry brought multi-ounce quantities of heroin into the Middle District of Florida for distribution in Orange and Osceola Counties. Mr. Laguna was paid $200 for each delivery made and distributed approximately 792 grams of heroin in connection with the scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On March 26, 2001, Mr. Laguna was sentenced to a forty-six-month term of imprisonment and a supervised release term of three years for participation in the Florida drug conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 5, 2002, a grand jury sitting in the District of Puerto Rico issued a ten-count indictment charging Mr. Laguna and nine other co-defendants with conspiracy to possess with intent to distribute narcotics pursuant to 21 U.S.C. &#167;&#167; 841(a)(1) and 846. The indictment charged that from on or about the month of September 1998 and up to and including August 11, 1999, in the District of Puerto Rico and elsewhere, the defendants conspired to knowingly and intentionally possess with the intent to distribute heroin and cocaine. On March 26, 2002, Mr. Laguna was arrested and appeared initially before a magistrate judge. The magistrate judge ordered Mr. Laguna temporarily held without bail and appointed a federal public defender to represent him. On April 1, 2002, Mr. Laguna was arraigned and entered a plea of not guilty. On April 9, 2002, Mr. Laguna was ordered detained, pending trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On July 17, 2003, Mr. Laguna filed a motion to have the prosecution declared in violation of the Double Jeopardy Clause of the United States Constitution, alleging that he was being charged in Puerto Rico with the same offense for which he was convicted in Florida. On October 1, 2003, the magistrate judge issued a report and recommendation denying Mr. Laguna's motion to dismiss the indictment and finding that the facts giving rise to Mr. Laguna's Florida conviction were sufficiently distinct from the facts underlying the conspiracy charge in the Puerto Rico prosecution to avoid a double jeopardy violation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On October 10, 2003, Mr. Laguna objected to the magistrate's report and recommendation, arguing that he had not been afforded an evidentiary hearing in which to rebut the government's evidence. On December 1, 2003, Judge Garcia-Gregory held an evidentiary hearing during which the government presented the testimony of cooperating co-defendant Jesus Tocuyo-Gonzalez, who had pleaded guilty pursuant to a plea and cooperation agreement. On January 7, 2004, the evidentiary hearing was continued and Mr. Laguna took the stand to present his testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On March 15, 2004, the district court issued an opinion and order adopting the magistrate judge's report and recommendation. The court found that Mr. Laguna failed to establish a prima facie nonfrivolous double jeopardy claim and that even if he had, the government met its burden of proving by a preponderance of the evidence that the indictments charged separate offenses. On March 22, 2004, Mr. Laguna filed an interlocutory appeal.</p>\n    </div>\n    <p>I.</p>\n    <p class=\"center\">\n      <i>Double Jeopardy Framework</i>\n    </p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Double Jeopardy Clause of the Fifth Amendment provides that no person shall \"be subject for the same offence to be twice put in jeopardy of life or limb.\" U.S. Const. Amend. IV. No person may be subject to a second prosecution following an acquittal or conviction or to multiple punishments for the same offense. <i>United States v. Patel,</i> 370 F.3d 108, 114 (1st Cir.2004); <i>United States v. Stoller,</i> 78 F.3d 710, 714 (1st Cir.1996). Thus, if two conspiracy charges are based on a defendant's participation in one single conspiracy, the Double Jeopardy Clause bars the second prosecution. <i>See, e.g., United States v. Collazo-Aponte,</i> 216 F.3d 163, 197-98 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"A defendant claiming double jeopardy has the burden of presenting evidence to establish a prima facie nonfrivolous double jeopardy claim. Once such a claim is established, the burden shifts to the government to prove by a preponderance of the evidence that the indictments charge separate offenses.\" <i>United States v. Booth,</i> 673 F.2d 27, 30-31 (1st Cir.1982); <i>see, e.g., United States v. Sturman,</i> 679 F.2d 840, 844 (11th Cir.1982) (\"It is undisputed that the burden of going forward by putting the double jeopardy claim in issue is and should be on the defendant. It is similarly reasonable to require the defendant to tender a prima facie nonfrivolous double jeopardy claim before the possibility of a shift of the burden of persuasion to the government comes into play.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In most double jeopardy cases, courts use the \"same evidence\" test articulated in <i>Blockburger v. United States,</i> 284 U.S. 299, 304, 52 S.Ct. 180, 76 L.Ed. 306 (1932), to decide whether two offenses are the same offense for double jeopardy purposes. <i>Booth,</i> 673 F.2d at 29. This test ordinarily requires a determination whether each offense requires an element of proof that the other does not. <i>See, e.g., United States v. LiCausi,</i> 167 F.3d 36, 46 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In conspiracy cases, a more nuanced form of the same evidence test is applied because of the possibility that the government literally could comply with it while actually carving up a single conspiracy to commit several crimes into separate prosecutions. In order to determine whether two charged conspiracies that allege violations of the same substantive statute are the same offense for the purpose of double jeopardy, the First Circuit has identified five factors that must be considered: \"(a) the time during which the activities occurred; (b) the persons involved; (c) the places involved; (d) whether the same evidence was used to prove the two conspiracies; and (e) whether the same statutory provision was involved in both conspiracies.\" <i>United States v. Gomez-Pabon,</i> 911 F.2d 847, 860 (1st Cir.1990) (citing <i>United States v. Garcia-Rosa,</i> 876 F.2d 209, 228 (1st Cir.1989)); <i>United States v. Fisher,</i> 3 F.3d 456, 461 (1st Cir.1993); <i>Collazo-Aponte,</i> 216 F.3d at 198; <i>Booth,</i> 673 F.2d at 29. Based on these factors, we must determine whether it was clearly erroneous for the district court to have concluded that Mr. Laguna failed to make a prima facie showing of a nonfrivolous double jeopardy claim. <i>See Fisher,</i> 3 F.3d at 460-61.</p>\n    </div>\n    <p class=\"indent\">A. <i>Time of the Activities</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Puerto Rico conspiracy allegedly spanned from September 1998 until August 11, 1999. The indictment in the Florida case charges a conspiracy which ended on or about November 12, 1998, suggesting that the time of the two conspiracies overlapped by only two months. However, when we properly consider Mr. Laguna's plea agreement, it seems that the actual overlap may be significantly greater. Mr. Laguna's plea agreement in the Florida case stipulates that the scheme to possess and distribute heroin spanned the years 1998 and 1999 and that Mr. Laguna was involved in a number of drug transactions \"[o]n several occasions during this time period.\" It is apparent that, although the Florida indictment only charged conduct through November 12, 1998, Mr. Laguna ultimately pled guilty to conduct which occurred during a time period spanning the remainder of 1998 and an unidentifiable number of months in 1999. Based on these vague descriptions, the extent of the overlap in the two charged conspiracies is unascertainable, but clearly greater than suggested by the indictments.</p>\n    </div>\n    <p class=\"indent\">B. <i>Persons Involved</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of the fifteen defendants indicted in the Florida case and the ten defendants indicted in the Puerto Rico case, only Mr. Laguna is common to both. Thus, the persons involved in the two conspiracies are substantially different. <i>See United States v. Hart,</i> 933 F.2d 80, 86 (finding it probative of two separate conspiracies where the defendant was the only common party to both indictments); <i>Booth,</i> 673 F.2d at 29 (finding that ten common defendants of the twenty-four charged in a Maine indictment and the nineteen charged in the Florida indictment was insufficient to find that the persons in the two conspiracies were substantially similar); <i>United States v. Smith,</i> 82 F.3d 1261, 1269 (3d Cir.1996) (\"When the evidence indicates that the activities of the alleged conspiracies are not interdependent or mutually supportive and that there are major participants in each conspiracy who lack knowledge of, or any interest in, the activities of the other, this factor weighs heavily in favor of a conclusion that two conspiracies exist.\").</p>\n    </div>\n    <p class=\"indent\">C. <i>Places Involved</i></p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government relies on the fact that Mr. Laguna's plea agreement in the Florida case refers only to his involvement in the scheme to possess and distribute heroin in the vicinity of Orange and Osceola Counties, Florida. However, Mr. Laguna's presentence report, written over a year before Mr. Laguna was indicted in the Puerto Rico case, contains a copy of Mr. Laguna's written statement in which he writes that he agreed to make deliveries of drugs in Puerto Rico.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Further, Mr. Laguna testified that his involvement with Mr. Ramirez, both before and after Mr. Ramirez was arrested, involved drug transactions between Florida and Puerto Rico. Thus, location is common to both conspiracies.</p>\n    </div>\n    <p class=\"indent\">D. <i>Evidence Used</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The evidence on which the government plans to rely in the present cases involves the testimony of co-defendant Tocuyo. Based on Tocuyo's testimony, the government plans to prove that Mr. Laguna worked as a main supplier in the conspiracy and had other co-conspirators, like Tocuyo, working for him. On the contrary, in the Florida case, Mr. Laguna worked as a courier, or mule, and delivered heroin under the direction of Mr. Ramirez and Mr. Irizarry. In addition, the Florida drug scheme involved only heroin distribution, whereas the present case charges a conspiracy to distribute both heroin and cocaine. <i>But see G&#243;mez-Pab&#243;n,</i> 911 F.2d at 861 (finding that although the drug involved in Count Two was marijuana and that in Count Three was cocaine, this distinction did not establish two separate conspiracies).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Further, when questioned, Tocuyo testified that in the Florida case, he knew only Mr. Irizarry, Mr. Ramirez, and Mr. Irizarry's wife. In contrast, Tocuyo testified that he knew almost all of the co-defendants charged in the indictment in the present case. Further, the government asserts that it plans to present tape recorded conversations as evidence in the present case which fail to mention, with the exception of Mr. Laguna, any of the co-conspirators in the Florida scheme. Thus, from this vantage point in the proceedings, and relying on the government's allegations of what they will offer at trial, it seems that the evidence used to support the two separate conspiracies is distinct.</p>\n    </div>\n    <p class=\"indent\">E. <i>Same Statutory Provision</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Both conspiracies are brought under the same statutory provisions, 21 U.S.C. &#167;&#167; 841(a)(1) &amp; 846. However, \"the overlap of statutory provision for each [indictment] does not belie the separateness of the conspiracies established by the other four factors.\" <i>Hart,</i> 933 F.2d at 86.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Upon weighing the five factors outlined above, and upon considering the totality of the circumstances presented by this case, we find that Mr. Laguna has failed to carry his burden of proving that there exists a nonfrivolous double jeopardy claim. Without the benefit of the facts and evidence unearthed by a full-fledged trial and with only a hue available from the rainbow of facts and evidence on which the government will eventually rely, we conclude that Mr. Laguna has not shown that the charges presently brought against him in Puerto Rico are the same to which he already pleaded guilty in Florida. As such, Judge Garcia-Gregory properly denied Mr. Laguna's motion to dismiss the charges brought against him on the ground of double jeopardy.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We make clear, however, and as the government's counsel conceded during oral argument, that Mr. Laguna retains the right to later reassert his double jeopardy claim if it is found that the evidence on which the government ultimately relies is substantially similar to that used in the Florida case. <i>United States v. Stricklin,</i> 591 F.2d 1112, 1119 (5th Cir.1979) (\"Even if the government does carry its burden of persuasion and the defendant's motion to dismiss is denied, the District Court may later vacate its finding of no prior jeopardy as the evidence develops at trial if the defendant renews his motion and the evidence shows that there was, in fact, prior jeopardy. The ruling by the District Court on the pretrial motion merely decides whether or not, upon the evidence then before the court, double jeopardy appears. On an [interlocutory] appeal, the correctness of that ruling, alone, will be reviewed. Neither the District Court's nor the Circuit Court's pretrial decision will be binding as res judicata, law of the case, collateral estoppel, or any other theoretical bar as to the double jeopardy issue in the case.\"). Judgment of the district court is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Mr. Laguna's presentence report for the Florida case is dated February 15, 2001. Mr. Laguna was indicted in the Puerto Rico case on March 5, 2002</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Julio LAGUNA-ESTELA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1554.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 8, 2004.</p>\n    <p class=\"date\">Decided January 12, 2005.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Mar&#237;a Teresa Arsuaga-Byrne, Assistant Federal Public Defender, with whom Joseph C. Laws, Jr., Federal Public Defender, was on brief for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Nelson P&#233;rez-Sosa, Assistant United States Attorney, with whom H.S. Garc&#237;a, United States Attorney, was on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, Circuit Judge, and FUST&#201;,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">FUST&#201;, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant-appellant, Julio Laguna-Estela was indicted and prosecuted in case 99-CR-72-ORL-19DAB, in the United States District Court, Middle District of Florida, Orlando Division. The indictment alleged that Mr. Laguna, beginning in a date unknown and continuing through on or about November 12, 1998, was involved in a conspiracy to possess with intent to distribute heroin in violation of 21 U.S.C. &#167;&#167; 841(a)(1) &amp; 846. On December 21, 2000, Mr. Laguna pleaded guilty to Count One of the indictment pursuant to a plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to the statement of facts in Mr. Laguna's plea agreement, as well as Mr. Laguna's statements made at his change of plea hearing, over the course of approximately two years, a group of individuals headed by Rafael Ramirez and Jose Irizarry brought multi-ounce quantities of heroin into the Middle District of Florida for distribution in Orange and Osceola Counties. Mr. Laguna was paid $200 for each delivery made and distributed approximately 792 grams of heroin in connection with the scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On March 26, 2001, Mr. Laguna was sentenced to a forty-six-month term of imprisonment and a supervised release term of three years for participation in the Florida drug conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 5, 2002, a grand jury sitting in the District of Puerto Rico issued a ten-count indictment charging Mr. Laguna and nine other co-defendants with conspiracy to possess with intent to distribute narcotics pursuant to 21 U.S.C. &#167;&#167; 841(a)(1) and 846. The indictment charged that from on or about the month of September 1998 and up to and including August 11, 1999, in the District of Puerto Rico and elsewhere, the defendants conspired to knowingly and intentionally possess with the intent to distribute heroin and cocaine. On March 26, 2002, Mr. Laguna was arrested and appeared initially before a magistrate judge. The magistrate judge ordered Mr. Laguna temporarily held without bail and appointed a federal public defender to represent him. On April 1, 2002, Mr. Laguna was arraigned and entered a plea of not guilty. On April 9, 2002, Mr. Laguna was ordered detained, pending trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On July 17, 2003, Mr. Laguna filed a motion to have the prosecution declared in violation of the Double Jeopardy Clause of the United States Constitution, alleging that he was being charged in Puerto Rico with the same offense for which he was convicted in Florida. On October 1, 2003, the magistrate judge issued a report and recommendation denying Mr. Laguna's motion to dismiss the indictment and finding that the facts giving rise to Mr. Laguna's Florida conviction were sufficiently distinct from the facts underlying the conspiracy charge in the Puerto Rico prosecution to avoid a double jeopardy violation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On October 10, 2003, Mr. Laguna objected to the magistrate's report and recommendation, arguing that he had not been afforded an evidentiary hearing in which to rebut the government's evidence. On December 1, 2003, Judge Garcia-Gregory held an evidentiary hearing during which the government presented the testimony of cooperating co-defendant Jesus Tocuyo-Gonzalez, who had pleaded guilty pursuant to a plea and cooperation agreement. On January 7, 2004, the evidentiary hearing was continued and Mr. Laguna took the stand to present his testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On March 15, 2004, the district court issued an opinion and order adopting the magistrate judge's report and recommendation. The court found that Mr. Laguna failed to establish a prima facie nonfrivolous double jeopardy claim and that even if he had, the government met its burden of proving by a preponderance of the evidence that the indictments charged separate offenses. On March 22, 2004, Mr. Laguna filed an interlocutory appeal.</p>\n    </div>\n    <p>I.</p>\n    <p class=\"center\">\n      <i>Double Jeopardy Framework</i>\n    </p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Double Jeopardy Clause of the Fifth Amendment provides that no person shall \"be subject for the same offence to be twice put in jeopardy of life or limb.\" U.S. Const. Amend. IV. No person may be subject to a second prosecution following an acquittal or conviction or to multiple punishments for the same offense. <i>United States v. Patel,</i> <span class=\"citation\" data-id=\"201035\"><a href=\"/opinion/201035/united-states-v-patel/\"><span class=\"volume\">370</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">108</span></a></span>, 114 (1st Cir.2004); <i>United States v. Stoller,</i> <span class=\"citation\" data-id=\"714794\"><a href=\"/opinion/714794/united-states-v-robert-s-stoller/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">710</span></a></span>, 714 (1st Cir.1996). Thus, if two conspiracy charges are based on a defendant's participation in one single conspiracy, the Double Jeopardy Clause bars the second prosecution. <i>See, e.g., United States v. Collazo-Aponte,</i> <span class=\"citation no-link\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></span>, 197-98 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"A defendant claiming double jeopardy has the burden of presenting evidence to establish a prima facie nonfrivolous double jeopardy claim. Once such a claim is established, the burden shifts to the government to prove by a preponderance of the evidence that the indictments charge separate offenses.\" <i>United States v. Booth,</i> <span class=\"citation\" data-id=\"400942\"><a href=\"/opinion/400942/united-states-v-michael-booth-aka-dennis-allen-harper-larry-joseph/\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30-31 (1st Cir.1982); <i>see, e.g., United States v. Sturman,</i> <span class=\"citation\" data-id=\"404207\"><a href=\"/opinion/404207/united-states-v-reuben-sturman-united-states-of-america-v-joe-zernic/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">840</span></a></span>, 844 (11th Cir.1982) (\"It is undisputed that the burden of going forward by putting the double jeopardy claim in issue is and should be on the defendant. It is similarly reasonable to require the defendant to tender a prima facie nonfrivolous double jeopardy claim before the possibility of a shift of the burden of persuasion to the government comes into play.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In most double jeopardy cases, courts use the \"same evidence\" test articulated in <i>Blockburger v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></span>, 304, <span class=\"citation no-link\"><span class=\"volume\">52</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">180</span></span>, <span class=\"citation no-link\"><span class=\"volume\">76</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">306</span></span> (1932), to decide whether two offenses are the same offense for double jeopardy purposes. <i>Booth,</i> 673 F.2d at 29. This test ordinarily requires a determination whether each offense requires an element of proof that the other does not. <i>See, e.g., United States v. LiCausi,</i> <span class=\"citation\" data-id=\"198296\"><a href=\"/opinion/198296/united-states-v-licausi/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 46 (1st Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In conspiracy cases, a more nuanced form of the same evidence test is applied because of the possibility that the government literally could comply with it while actually carving up a single conspiracy to commit several crimes into separate prosecutions. In order to determine whether two charged conspiracies that allege violations of the same substantive statute are the same offense for the purpose of double jeopardy, the First Circuit has identified five factors that must be considered: \"(a) the time during which the activities occurred; (b) the persons involved; (c) the places involved; (d) whether the same evidence was used to prove the two conspiracies; and (e) whether the same statutory provision was involved in both conspiracies.\" <i>United States v. Gomez-Pabon,</i> <span class=\"citation\" data-id=\"546890\"><a href=\"/opinion/546890/united-states-v-luis-e-gomez-pabon-united-states-v-wilfredo/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">847</span></a></span>, 860 (1st Cir.1990) (citing <i>United States v. Garcia-Rosa,</i> <span class=\"citation\" data-id=\"524260\"><a href=\"/opinion/524260/united-states-v-blanca-garcia-rosa-united-states-of-america-v-pedro/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 228 (1st Cir.1989)); <i>United States v. Fisher,</i> <span class=\"citation\" data-id=\"194868\"><a href=\"/opinion/194868/united-states-v-fisher/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 461 (1st Cir.1993); <i>Collazo-Aponte,</i> 216 F.3d at 198; <i>Booth,</i> 673 F.2d at 29. Based on these factors, we must determine whether it was clearly erroneous for the district court to have concluded that Mr. Laguna failed to make a prima facie showing of a nonfrivolous double jeopardy claim. <i>See Fisher,</i> 3 F.3d at 460-61.</p>\n    </div>\n    <p class=\"indent\">A. <i>Time of the Activities</i></p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Puerto Rico conspiracy allegedly spanned from September 1998 until August 11, 1999. The indictment in the Florida case charges a conspiracy which ended on or about November 12, 1998, suggesting that the time of the two conspiracies overlapped by only two months. However, when we properly consider Mr. Laguna's plea agreement, it seems that the actual overlap may be significantly greater. Mr. Laguna's plea agreement in the Florida case stipulates that the scheme to possess and distribute heroin spanned the years 1998 and 1999 and that Mr. Laguna was involved in a number of drug transactions \"[o]n several occasions during this time period.\" It is apparent that, although the Florida indictment only charged conduct through November 12, 1998, Mr. Laguna ultimately pled guilty to conduct which occurred during a time period spanning the remainder of 1998 and an unidentifiable number of months in 1999. Based on these vague descriptions, the extent of the overlap in the two charged conspiracies is unascertainable, but clearly greater than suggested by the indictments.</p>\n    </div>\n    <p class=\"indent\">B. <i>Persons Involved</i></p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of the fifteen defendants indicted in the Florida case and the ten defendants indicted in the Puerto Rico case, only Mr. Laguna is common to both. Thus, the persons involved in the two conspiracies are substantially different. <i>See United States v. Hart,</i> <span class=\"citation\" data-id=\"561249\"><a href=\"/opinion/561249/united-states-v-wilfred-j-hart-aka-jay-hart/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span></a></span>, 86 (finding it probative of two separate conspiracies where the defendant was the only common party to both indictments); <i>Booth,</i> 673 F.2d at 29 (finding that ten common defendants of the twenty-four charged in a Maine indictment and the nineteen charged in the Florida indictment was insufficient to find that the persons in the two conspiracies were substantially similar); <i>United States v. Smith,</i> <span class=\"citation\" data-id=\"717550\"><a href=\"/opinion/717550/united-states-v-j-david-smith-david-smith/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1261</span></a></span>, 1269 (3d Cir.1996) (\"When the evidence indicates that the activities of the alleged conspiracies are not interdependent or mutually supportive and that there are major participants in each conspiracy who lack knowledge of, or any interest in, the activities of the other, this factor weighs heavily in favor of a conclusion that two conspiracies exist.\").</p>\n    </div>\n    <p class=\"indent\">C. <i>Places Involved</i></p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government relies on the fact that Mr. Laguna's plea agreement in the Florida case refers only to his involvement in the scheme to possess and distribute heroin in the vicinity of Orange and Osceola Counties, Florida. However, Mr. Laguna's presentence report, written over a year before Mr. Laguna was indicted in the Puerto Rico case, contains a copy of Mr. Laguna's written statement in which he writes that he agreed to make deliveries of drugs in Puerto Rico.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Further, Mr. Laguna testified that his involvement with Mr. Ramirez, both before and after Mr. Ramirez was arrested, involved drug transactions between Florida and Puerto Rico. Thus, location is common to both conspiracies.</p>\n    </div>\n    <p class=\"indent\">D. <i>Evidence Used</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The evidence on which the government plans to rely in the present cases involves the testimony of co-defendant Tocuyo. Based on Tocuyo's testimony, the government plans to prove that Mr. Laguna worked as a main supplier in the conspiracy and had other co-conspirators, like Tocuyo, working for him. On the contrary, in the Florida case, Mr. Laguna worked as a courier, or mule, and delivered heroin under the direction of Mr. Ramirez and Mr. Irizarry. In addition, the Florida drug scheme involved only heroin distribution, whereas the present case charges a conspiracy to distribute both heroin and cocaine. <i>But see G&#243;mez-Pab&#243;n,</i> 911 F.2d at 861 (finding that although the drug involved in Count Two was marijuana and that in Count Three was cocaine, this distinction did not establish two separate conspiracies).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Further, when questioned, Tocuyo testified that in the Florida case, he knew only Mr. Irizarry, Mr. Ramirez, and Mr. Irizarry's wife. In contrast, Tocuyo testified that he knew almost all of the co-defendants charged in the indictment in the present case. Further, the government asserts that it plans to present tape recorded conversations as evidence in the present case which fail to mention, with the exception of Mr. Laguna, any of the co-conspirators in the Florida scheme. Thus, from this vantage point in the proceedings, and relying on the government's allegations of what they will offer at trial, it seems that the evidence used to support the two separate conspiracies is distinct.</p>\n    </div>\n    <p class=\"indent\">E. <i>Same Statutory Provision</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Both conspiracies are brought under the same statutory provisions, 21 U.S.C. &#167;&#167; 841(a)(1) &amp; 846. However, \"the overlap of statutory provision for each [indictment] does not belie the separateness of the conspiracies established by the other four factors.\" <i>Hart,</i> 933 F.2d at 86.</p>\n    </div>\n    <p>II.</p>\n    <p class=\"center\">\n      <i>Conclusion</i>\n    </p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Upon weighing the five factors outlined above, and upon considering the totality of the circumstances presented by this case, we find that Mr. Laguna has failed to carry his burden of proving that there exists a nonfrivolous double jeopardy claim. Without the benefit of the facts and evidence unearthed by a full-fledged trial and with only a hue available from the rainbow of facts and evidence on which the government will eventually rely, we conclude that Mr. Laguna has not shown that the charges presently brought against him in Puerto Rico are the same to which he already pleaded guilty in Florida. As such, Judge Garcia-Gregory properly denied Mr. Laguna's motion to dismiss the charges brought against him on the ground of double jeopardy.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We make clear, however, and as the government's counsel conceded during oral argument, that Mr. Laguna retains the right to later reassert his double jeopardy claim if it is found that the evidence on which the government ultimately relies is substantially similar to that used in the Florida case. <i>United States v. Stricklin,</i> <span class=\"citation\" data-id=\"363116\"><a href=\"/opinion/363116/united-states-v-jack-moody-stricklin-jr/\"><span class=\"volume\">591</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1112</span></a></span>, 1119 (5th Cir.1979) (\"Even if the government does carry its burden of persuasion and the defendant's motion to dismiss is denied, the District Court may later vacate its finding of no prior jeopardy as the evidence develops at trial if the defendant renews his motion and the evidence shows that there was, in fact, prior jeopardy. The ruling by the District Court on the pretrial motion merely decides whether or not, upon the evidence then before the court, double jeopardy appears. On an [interlocutory] appeal, the correctness of that ruling, alone, will be reviewed. Neither the District Court's nor the Circuit Court's pretrial decision will be binding as res judicata, law of the case, collateral estoppel, or any other theoretical bar as to the double jeopardy issue in the case.\"). Judgment of the district court is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Mr. Laguna's presentence report for the Florida case is dated February 15, 2001. Mr. Laguna was indicted in the Puerto Rico case on March 5, 2002</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/194868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201035/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/400942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/404207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714794/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717550/"
  ]
}