{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201474/",
  "absolute_url": "/opinion/201474/gill-v-gulfstream-park-race/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201474/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:27:38Z",
  "date_modified": "2016-02-28T05:05:38.265393Z",
  "type": "010combined",
  "sha1": "08bcc127c60fc1addf7814225bca48e5ba126fda",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1944-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/03/07/Gill_v._Gulfstream_Park_Race.pdf",
  "plain_text": "          United States Court of Appeals\n               For the First Circuit\n\nNo. 04-1944\n\n                         MICHAEL J. GILL,\n                       Plaintiff, Appellee,\n\n                                v.\n\n     GULFSTREAM PARK RACING ASSOCIATION, INC.; SCOTT SAVIN,\n                           Defendants,\n\n\n    ANTHONY F. OTERO; THOROUGHBRED RACING PROTECTIVE BUREAU,\n                 Interested Parties, Appellants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n\n      [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n                 Selya and Lynch, Circuit Judges.\n\n\n     Alan R. Hoffman, with whom Dale C. Kerester, Lynch, Brewer,\nHoffman & Fink LLP, Peter S. Cowan, and Sheehan Phinney Bass +\nGreen, Professional Association, were on brief, for appellants.\n     Steven M. Gordon, with whom Arpiar G. Saunders, Jr., James D.\nRosenberg, and Shaheen & Gordon, P.A., were on brief, for appellee.\n     Michael J. Liston, Norman I. Barron, and Barron Peck Bennie &\nSchlemmer on brief for Association of Racing Commissioners\nInternational, amicus curiae.\n\n\n\n                          March 7, 2005\n\f          LYNCH, Circuit Judge.     This case raises the question of\n\nrecognition of an informant's privilege and the associated public\n\ninterests which underlie the privilege.       The issue comes to us on\n\narguments from a third-party investigative arm of an association of\n\nprivate race tracks, that the district court, under Fed. R. Civ. R.\n\n26, erred in failing to recognize those interests when it ordered\n\ndisclosure of the identities of informants who told of illegal\n\nactivities by the plaintiff.     We vacate the order and remand.\n\n                                   I.\n\n          Michael J. Gill, an owner of thoroughbred race horses,\n\nfiled a false light defamation action against a Florida race track,\n\nGulfstream Park, and the race track's president, Scott Savin, in\n\nNew Hampshire federal court, based on diversity jurisdiction.\n\n          The   case   alleged   defamation   from   statements   by   the\n\nGulfstream defendants to reporters for Sports Illustrated magazine,\n\nwhich published an article about allegations that Gill had engaged\n\nin illegal horse racing practices.        The relevant state racing\n\nagency, the Florida Division of Pari-Mutuel Wagering (FDPMW), in\n\nfact had investigated Gill.        Gill claims that the defendants\n\nmisrepresented the status of the investigation.\n\n          Gill learned during discovery about an Investigative\n\nReport on his horse racing practices which had been prepared by the\n\nappellants, the Thoroughbred Racing Protective Bureau (TRPB) and\n\n\n\n\n                                  -2-\n\fone of its investigators, Anthony Otero.      Neither are parties to\n\nthe defamation case.\n\n          Gill then amended the complaint to assert that TRPB acted\n\nas the Gulfstream defendants' agent in preparing this defamatory\n\nReport.   Gill did not seek then to add Otero or TRPB as parties.\n\nGill subpoenaed TRPB's files concerning the investigation.    TRPB's\n\ncounsel declined to produce certain documents containing the names\n\nof the informants on grounds of privilege and confidentiality, but\n\nthen inadvertently disclosed the documents with the names of these\n\ninformants to Gill's counsel.      Gill's then-counsel revealed the\n\ninformants' names to his client, filed the documents containing the\n\nnames under seal with the district court, and withdrew from the\n\ncase.\n\n             Gill's successor counsel filed a motion to unseal and to\n\nuse the inadvertently disclosed names, which was opposed by TRPB.\n\nTRPB sought a protective order, arguing that the names of the\n\ntipsters were protected from disclosure, under Fed. R. Civ. P.\n\n26(c), by the informant's privilege under state law, and by other\n\ninterests.     The district court granted the motion to unseal and\n\ndenied TRPB's request for a protective order.    It did not reach the\n\nquestion of waiver of privilege through inadvertent disclosure.\n\n             TRPB filed an interlocutory appeal, arguing that the\n\ninformant's privilege does attach and in any event the district\n\ncourt erred in not considering, for Rule 26 purposes, the public\n\n\n                                  -3-\n\finterest in encouraging informants to divulge information about\n\nhorse racing corruption to the industry watch dog group and the\n\ncorresponding interests of the informants in confidentiality and\n\nprivacy.1\n\n                                        II.\n\n             TRPB, one of the third-party appellants in this case,\n\ndescribes itself as \"the self-regulatory arm of the Thoroughbred\n\nRacing Associations of North America, Inc. ('TRA'), a non-profit\n\ntrade association of the major thoroughbred race tracks in the\n\nUnited States and Canada.\"             The stated mission of TRPB is to\n\n\"assure     the   security   of    thoroughbred     racing      participants     and\n\nspectators and the integrity of thoroughbred races by working in\n\nclose conjunction with civil and criminal enforcement authorities\n\nat   every   level    of   government,     federal,      state    and   local,    to\n\ninvestigate       allegations     of   wrongdoing   at    TRA    member   tracks,\n\nincluding criminal law violations.\"\n\n\n\n\n      1\n      TRPB's appeal is supported by a brief from the Association of\nRacing Commissioners International (ARCI) as amicus curiae. The\nregular members of ARCI are the racing commissioners from twenty\nstates and six territories or countries. State racing commissions,\naccording to ARCI, are \"established under the laws of the various\nStates which conduct pari-mutuel racing to supervise and regulate\npari-mutuel enterprises in the State. The U.S. based Commissioners\nwhom ARCI represents are State appointees and/or employees.\" ARCI\nalso has associate members, who are industry-related groups and\nregulatory groups from foreign countries. TRPB is an associate\nmember. The ARCI's purpose is to \"encourage a forceful regulation\nof North American (and international) racing and wagering for the\nprotection of the sport, the contestants and the public.\"\n\n                                        -4-\n\f               In January 2003, TRPB began to investigate plaintiff\n\nMichael J. Gill, an owner of thoroughbred race horses, and Gill's\n\nhorse trainer and veterinarians.                 At that time, Gill's horses were\n\nwinning a high percentage of races at Gulfstream Park in Hallandale\n\nBeach, Florida, owned by Gulfstream Park Racing Association, Inc.\n\nIn early January, an unnamed, confidential tipster had alerted\n\nAnthony Otero, an investigator with TRPB, of \"suspicious\" activity\n\nat the barn of Gill's trainer, specifically that \"stable employees\n\nwere       being    posted   at    the    barn    as   lookouts   during   pre-race\n\nmedication          time.\"        Otero   also     spoke   with   other    unnamed,\n\nconfidential tipsters (Gill claims that there were in total three\n\nseparate      tipsters),      who    told    of    other   suspicious     activities\n\ninvolving Gill's horses at Gulfstream and its satellite training\n\nfacility.          For example, the tipsters told TRPB that Gill's horses\n\nwere being shipped to a nearby trotting center where they received\n\n\"Extracorporeal Shock Wave Therapy\" (ESWT) \"four days out\" from a\n\nrace; Gulfstream's 2003 rules made a horse receiving ESWT treatment\n\nineligible to start in a race until more than seven days post-\n\ntreatment have elapsed.            The tipsters also said that one of Gill's\n\nveterinarians was \"blocking the joints\" of Gill's horses on race\n\nday with a pain killer.2            Further, the tipsters told Otero that on\n\nrace days, Gill's trainer administered to the horses a \"hormone\n\n\n       2\n      \"Blocking the joints\" means injecting (illegal) pain killer\nmedication into the horses' leg joints to enable them to run\nfaster.\n\n                                            -5-\n\fthat stimulates and regulates red blood cell production thus\n\ninfusing a system with a richer supply of oxygen.\" After receiving\n\nthis information, Gulfstream's track veterinarian decided that if\n\nany of Gill's horses had to be euthanized following injury, fluids\n\nshould   be    drawn   from   the   joints   for    testing   and   a     necropsy\n\nperformed.\n\n              On February 3, 2003, one of Gill's horses, \"Casual\n\nConflict,\" injured its right front leg during a race and had to be\n\neuthanized.      The injured part of the horse's right front leg was\n\namputated and was oddly missing by the time Gulfstream's track\n\nveterinarian arrived to draw fluids from it for testing.                       The\n\nmissing right front leg was later retrieved from one of Gill's\n\nveterinarians,      who   admitted     to    having     removed     it     without\n\npermission.\n\n              On February 5, the FDPMW chief investigator contacted\n\nOtero and other TRPB personnel to advise them that the agency was\n\ntaking over the investigation into the horse's death.                    The FDPMW\n\ntaped interviews of Gill, his trainer, and veterinarians.                    Otero\n\nwas present during most of these interviews.                  At least three\n\nconflicting explanations were given by the interviewees for why the\n\nleg of the horse was removed.         FDPMW investigators then took some\n\nleg tissue from the horse for testing.             The testers could not draw\n\njoint fluid for testing, but the other tests revealed no banned\n\nsubstances.\n\n\n                                      -6-\n\f             It was not uncommon for TRPB and the FDPMW to cooperate\n\nin investigations, and Otero and the FDPMW's investigators stayed\n\nin contact during the subsequent investigations. TRPB continued to\n\ninvestigate, presumably in cooperation with the FDPMW, and to watch\n\nfor suspicious activity as to Gill's other horses.                    TRPB also\n\nconducted searches of the veterinarians' vehicles, which FDPMW\n\ninvestigators witnessed.          One of Gill's veterinarians was then\n\nexcluded      from   Gulfstream      for     failing    to   comply   with     DEA\n\nregulations, and another veterinarian was not allowed to practice\n\nmedicine there       for   failing   to    sign   the   Gulfstream    waiver    of\n\nliability agreement.\n\n              On March 4, 2003, TRPB issued an Investigative Report on\n\nthe Gill investigation to TRPB personnel, to some race track\n\nmembers of the TRA (including Gulfstream and Savin), and to the\n\nFDPMW.      It is not clear how it was determined who would be on the\n\ndistribution list. The Report included the allegations provided by\n\nthe unnamed, confidential informants that Gill and his staff\n\nengaged in illegal or improper pre-race treatments of the horses.\n\nAs   Gill    reads   the   Report,   the     investigation    did   not   uncover\n\nevidence to confirm these alleged illegal or improper activities.\n\nBut there was some evidence of improper activity in the Report.3\n\n\n      3\n      The Investigative Report did contain evidence that Gill's\nbarn was involved in administering an illegal \"milkshake\" to one of\nGill's horses. An illegal \"milkshake\" \"masks the buildup of lactic\nacids in a horse causing the animal to run even though it is very\ntired.\"   The Report also concluded that Gill's grooms acted as\n\n                                       -7-\n\f            The state agency's investigation into Casual Conflict's\n\ndeath   ultimately      closed     without       producing    any    administrative\n\ncharges against Gill's trainer.             However, the FDPMW did refer the\n\ncases   regarding       Gill's     veterinarians      to     the    Florida     agency\n\noverseeing veterinarian licenses and the FDA.\n\n            On March 10, 2003, Sports Illustrated magazine published\n\nan article titled \"Nagging Questions\" about Gill's \"unprecedented\n\nsuccess\" at Gulfstream and the suspicions surrounding that success.\n\nSavin, the president of Gulfstream, was quoted in the article,\n\ncommenting on Gill's success: \"[I]t's like Mark McGwire.                        People\n\nthought,    He   must    be   on    steroids.        Anytime       somebody's    doing\n\nsomething    that's     never      been    done    before,    it's     a   source   of\n\nconspiracy theories.\"\n\n                                          III.\n\n            The procedural history was given earlier. We turn to the\n\narguments made to the district court on the discovery motions.\n\n\n\n\nlookouts and tried to misdirect the investigator away from the\nscene of possible illegal activity. The Report further observed\nthat the equine clinic close to the training facility for Gill's\nhorses offered ESWT among other therapeutic treatments, and that\nthe veterinarian who administered these treatments was not licensed\nby FDPMW and was not under regulatory oversight; however, the\nReport did not contain any confirmed instance of Gill's horses\nbeing transported to the clinic to receive ESWT during the\nsurveillance period from February 5 to February 17, 2003.       The\nReport noted that Gill's trainer and veterinarians had previously\nbeen the subjects of other TRPB investigations and had been fined\nor suspended for periods of time for illegal horse racing\npractices.\n\n                                          -8-\n\f            TRPB made a number of arguments. First, TRPB argued that\n\nit   had   good    reason   to    keep       the    identities    of   the   tipsters\n\nconfidential.      TRPB's investigations supported the public interest\n\nin   law   enforcement      and    the       fairness    and     integrity     of   the\n\nthoroughbred       racing      industry,        and     confidentiality      of     the\n\ninformants'       identities     was    necessary       for   TRPB's   work.        TRPB\n\ninvestigators often rely upon information provided by tipsters\n\nwhose identities are kept confidential.                  \"In order to protect the\n\nprivacy rights of such individuals and to further the public\n\ninterest in law enforcement by facilitating communications from\n\nsuch individuals, TRPB's notes and file information underlying its\n\nreports are never released to any party.                 Absent the protection of\n\nsuch confidentiality, TRPB would be unable to conduct meaningful\n\ninvestigations.\"\n\n            Second, TRPB argued it was entitled to a protective order\n\nunder Fed. R. Civ. P. 26.              TRPB maintained that the balancing of\n\ninterests required by the Rule favored the protective order because\n\nGill's asserted interests in the identities of the confidential\n\ntipsters were outweighed by the public interest in the fairness and\n\nintegrity of the races, TRPB's interest in its ability to protect\n\nthat public interest by maintaining the confidential identities of\n\nits informants (characterized as an \"informer's privilege\" or\n\n\"informant's       privilege\"),        and    the     privacy    interests     of    the\n\ninformants themselves.            On the matter of the existence of a\n\n\n                                          -9-\n\fprivilege, TRPB argued that Florida privilege law, rather than New\n\nHampshire's, should govern the privilege analysis and whether the\n\nprivilege was waived in this case.           Under that analysis, the\n\nprivilege was not waived and the sealed documents should not be\n\ndisclosed.    But even if New Hampshire law or \"federal common law\"\n\nwere to apply, TRPB argued that the result would be the same.\n\n           Gill, in turn, argued that the documents should be\n\nunsealed because TRPB could not meet the burden of showing that an\n\n\"informant's privilege\" applied to the documents at issue.               Gill\n\nargued that the applicable law was New Hampshire law, which affords\n\nno such privilege to a private entity such as TRPB.         Even assuming\n\nthat a privilege existed, TRPB waived it through the disclosure to\n\nGill's former    counsel.     Disclosure   of    the   identities   of    the\n\ntipsters, Gill argued, was \"central to [his] defamation claim\"\n\nbecause the information would help to resolve the questions of (1)\n\n\"whether the tipsters [sic] statements were motivated by ill-will,\"\n\n(2) \"whether the tipsters were agents of the defendants,\" and (3)\n\n\"whether   the   tipsters   had   a   business   relationship   with      the\n\ndefendants sufficient to motivate them to publish their defamatory\n\nstatements to a private person knowing that publication of the\n\nstatements would adversely affect plaintiff's business.\"\n\n             On June 21, 2004, the district court allowed Gill's\n\nmotion to unseal and denied TRPB's motion for a protective order.\n\nThe district court found it unnecessary to resolve the choice of\n\n\n                                  -10-\n\flaw question because both New Hampshire and Florida law \"recognize\n\nan informant's privilege in circumstances in which confidential\n\ninformation is provided to government entities in criminal and\n\ncivil litigation.\"      However, the privilege did not apply to the\n\ncontext of \"confidential information being provided to a non-\n\ngovernmental entity such as the TRPB,\" and \"if the informant might\n\nbe able to give information that would be relevant to a fair\n\ndetermination of a material issue in the case, the court may\n\nrequire disclosure.\"\n\n            The district court found the identities of the tipsters\n\nrelevant because \"the confidential informants would likely have\n\ninformation that would be relevant to a fair determination of\n\nwhether [Gulfstream and Savin] used reasonable care in publishing\n\nthe   information    about    Gill    that    he     claims   was   false     and\n\ndefamatory.\"      The   district      court   then    concluded:      \"No   other\n\nprivilege or reason to protect those documents from disclosure has\n\nbeen asserted. . . .\"        Therefore, Gill's counsel \"may use those\n\ndocuments in any appropriate manner.\"\n\n            TRPB timely filed a notice to appeal and moved to stay\n\nthe June 21, 2004 order.         The district court stayed the order\n\npending appeal.     This court initially required TRPB to show cause\n\nfor   why   the   appeal     should    not    be   dismissed    for    lack    of\n\njurisdiction. After TRPB's response, this court allowed the appeal\n\n\n\n\n                                      -11-\n\fto     proceed    and    directed    the      parties    to    address       appellate\n\njurisdiction along with the merits in their briefs.\n\n                                        IV.\n\nInterlocutory Appeal\n\n               Ordinarily, litigants may not seek immediate appeal of\n\ndiscovery orders because they are not final decisions and orders of\n\nthe district court.           See FDIC v. Ogden Corp., 202 F.3d 454, 458\n\n(1st Cir. 2000).         But, by refusing to comply with the discovery\n\norder, \"the party resisting [it] 'can gain the right of appeal . .\n\n. by defying it, being held in contempt, and then appealing from\n\nthe contempt order, which would be a final judgment as to [him].'\"\n\nId. at 459 (quoting Corporacion Insular de Seguros v. Garcia, 876\n\nF.2d    254,     257   (1st   Cir.   1989))    (alterations      in       FDIC).     The\n\nrequirement       that    appellants       gain    the   right       to     appeal    by\n\ndisobedience followed by contempt \"serves efficiency interests\n\nbecause    it     encourages    reflection        both   by    the    party    seeking\n\ndiscovery and by the party resisting it.\"                Id.\n\n               One exception to the rule that an appellant must be held\n\nin contempt before appealing a discovery order exists where, as\n\nhere, the documents being sought are not in the hands of the\n\nappellants (TRPB), but in the hands of a third party (sealed and\n\nfiled with the district court).                See, e.g., Perlman v. United\n\nStates, 247 U.S. 7, 13 (1918).          An exception in such circumstances\n\nis necessary because disobedience followed by contempt is not an\n\n\n                                        -12-\n\foption for the would-be appellant when the discovery order is not\n\ndirected at him, but at the third party, who \"presumably lacks a\n\nsufficient stake in the proceeding to risk contempt by refusing\n\ncompliance.\"   Church of Scientology v. United States, 506 U.S. 9,\n\n18 n.11 (1992).\n\n          Not all such discovery orders are immediately appealable,\n\nhowever, and \"[s]ome tension exists in our precedents as to whether\n\nthe availability of immediate review in cases such as this should\n\nbe gauged by the Perlman rule or by the more encompassing Cohen\n\ncollateral order doctrine.\"   FDIC, 202 F.3d at 459; see Cohen v.\n\nBeneficial Indus. Loan Corp., 337 U.S. 541, 546-47 (1949); Perlman,\n\n247 U.S. at 13.   Briefly stated, in this circuit, for a discovery\n\nruling to be immediately appealable under the Cohen collateral\n\norder doctrine, an order must:\n\n          (1) concern a collateral issue so conceptually\n          distinct from other issues being litigated in\n          the underlying action that an immediate appeal\n          would neither disrupt the main action, nor\n          threaten to deprive the appellate court of\n          useful context which might be derived from\n          subsequent developments in the litigation;\n          (2) completely and conclusively resolve the\n          collateral issue;\n          (3) infringe rights which appellant could not\n          effectively vindicate in an appeal after final\n          judgment in the case; and\n          (4) involve an important or unsettled legal\n          issue,    rather    than   merely    challenge\n          discretionary trial court rulings.\n\nUnited States v. Quintana-Aguayo, 235 F.3d 682, 684 (1st Cir. 2000)\n\n(quoting United States v. Kouri-Perez, 187 F.3d 1, 5 (1st Cir.\n\n\n                                 -13-\n\f1999)).    These requirements have been interpreted to be narrower\n\nthan the broad statement of the Perlman rule that \"a discovery\n\norder addressed to a non-party sometimes may be treated as an\n\nimmediately appealable final order vis-à-vis a party who claims to\n\nhold an applicable privilege.\"        FDIC, 202 F.3d at 459.4\n\n            TRPB argues that appellate jurisdiction is appropriate\n\nunder either the collateral order test or the Perlman rule.              We\n\nagree.    Despite the tension in the case law over whether (and the\n\ndegree to which) the Perlman rule has been absorbed into or limited\n\nby the collateral order doctrine, this case qualifies for appellate\n\nreview under both doctrines.\n\n            First,   this   appeal    fits   the   classic   Perlman   mold:\n\nappellants are third parties; the district court is in possession\n\nof the documents and has ordered that the documents in question be\n\nunsealed and turned over to the plaintiff and his new counsel, who\n\nmay \"use those documents in any appropriate manner\"; the appellants\n\nhave no control over the documents, which have been filed with the\n\ncourt, and thus are \"powerless to avert the mischief of the order,\"\n\nPerlman, 247 U.S. at 13; and unless immediate appeal is granted,\n\n\n\n\n     4\n      The difference between Perlman and Cohen may be relevant in\nsome cases because \"the Perlman rule arguably contains no\nlimitation on the scope of review, while review under the\ncollateral order doctrine arguably is limited to 'clear-cut legal\nerror' as opposed to challenges that seek to test either factual\ndeterminations or the application of a settled legal rule to the\nparticular facts.\" FDIC, 202 F.3d at 459 n.3.\n\n                                     -14-\n\fthe identities of the informants would become public knowledge,\n\n\"rendering an end-of-case appeal nugatory,\" FDIC, 202 F.3d at 459.\n\n          Second, this appeal satisfies the four-prong test for the\n\nCohen collateral order doctrine used in this circuit. The issue of\n\nwhether the identities of the tipsters should remain protected is\n\n\"conceptually distinct\" from the invasion of privacy, defamation,\n\nand tortious inference claims.          There is thus no danger that\n\nimmediate appeal in this case would \"engender repetitive review,\"\n\nthe avoidance of which is the rationale for the \"conceptually\n\ndistinct\" requirement.     See Quintana-Aguayo, 235 F.3d at 685.         The\n\ndistrict court's order completely resolves the issue of whether the\n\nidentities of the tipsters will be protected.        As well, once the\n\ndocuments are turned over to Gill with no clear limitation on what\n\nhe may do with them, the cat is out of the bag, and there will be\n\nno effective means by which TRPB can vindicate its asserted rights\n\nafter final    judgment.     Finally,   TRPB's   argument    is   that   the\n\ndistrict court committed \"clear-cut legal error.\"           FDIC, 202 F.3d\n\nat 459 n.3 (quoting United States v. Billmyer, 57 F.3d 31, 35 (1st\n\nCir. 1995)).\n\n          Gill, citing FDIC, 202 F.3d at 459-60, argues that\n\ncircuit law requires that TRPB in this case raise a \"substantial\n\nprivilege claim\" (emphasis added by Gill) to obtain immediate\n\nreview under either Perlman or the Cohen collateral order doctrine.\n\nSince TRPB cannot point to any case law justifying the extension of\n\n\n                                 -15-\n\fthe government informant's privilege to private parties except for\n\ntwo cases, Apex Oil Co. v. DiMauro, 110 F.R.D. 490 (S.D.N.Y. 1985)\n\nand Ross v. Bolton, 106 F.R.D. 22 (S.D.N.Y. 1985), the argument\n\ngoes, its appeal from the district court's order does not involve\n\na substantial privilege claim, and this court has no jurisdiction.\n\nUnder Gill's view, we must resolve the merits question in order to\n\ndecide the appellate jurisdictional question.\n\n             This argument misreads FDIC.              FDIC involved a subpoena\n\nduces tecum directed at a law firm, a non-party to the underlying\n\ncontract    dispute     who    had      represented      the   interests       of    the\n\ndefendant.    FDIC, 202 F.3d at 457-58.            The subpoena ordered the law\n\nfirm   to   produce   documents         that    the    defendant       asserted     were\n\nprotected by the attorney-client privilege.                    Id. at 458.          After\n\nacknowledging    that    it    was      unclear      under   circuit     law   whether\n\nappealability    should       be   measured     by    the    Perlman    rule   or    the\n\ncollateral order doctrine, the FDIC court concluded that it was not\n\nnecessary to answer that question in order to resolve jurisdiction:\n\n\"Under either approach, a substantial privilege claim that cannot\n\neffectively     be    tested       by    the      privilege-holder        through      a\n\ncontemptuous refusal ordinarily will qualify for immediate review\n\nif the claim otherwise would be lost.\"                  Id. at 459-60.         Read in\n\ncontext, the language Gill relies on makes a \"substantial privilege\n\nclaim\" a sufficient but not a necessary condition for appealability\n\nunder either the collateral order doctrine or the Perlman rule.\n\n\n                                         -16-\n\fFDIC delineates one set of cases which may be immediately appealed\n\nunder either approach but does not define all such cases.\n\n           It is not a requirement for interlocutory appeal of\n\ndiscovery orders conclusively determining third-party rights that\n\nthe   appellant   assert    a   substantial,       well-recognized   claim    of\n\nprivilege.   The Perlman doctrine requires only that the appellant\n\nhave \"a   significant      interest    in    the   matters   involved   in   the\n\ndiscovery order . . . .         Claims of privilege are by far the most\n\ncommon, but a proprietary interest also may suffice.\"             15B Charles\n\nAlan Wright et al., Federal Practice and Procedure § 3914.23, at\n\n156 (2d ed. 1991) (emphasis added).\n\n           Indeed, were Gill's argument correct, it would read out\n\nthe fourth prong of the collateral order doctrine: that \"important\n\nor unsettled legal issues\" in discovery orders can qualify for\n\nreview.   In our view, the claims asserted here are both important\n\nand unsettled. The Supreme Court has explained that \"important\" in\n\nthe Cohen collateral order doctrine sense means \"being weightier\n\nthan the societal interests advanced by the ordinary operation of\n\nfinal judgment principles.\"           Digital Equip. Corp. v. Desktop\n\nDirect, Inc., 511 U.S. 863, 879 (1994).\n\n           The appellants here, supported by an amicus brief from\n\nthe Association of Racing Commissioners International, contend that\n\nan important public interest which may be irretrievably lost weighs\n\nagainst the disclosure contemplated by the district court's order.\n\n\n                                      -17-\n\fThis is just the sort of \"important\" legal question that immediate\n\nappeal under the collateral order doctrine is supposed to resolve.\n\nSee FDIC, 202 F.3d at 460; see also In re Sealed Case (Medical\n\nRecords), 381 F.3d 1205, 1210, 1216-17 (D.C. Cir. 2004) (noting\n\nthat discovery order was appealable under either collateral order\n\ndoctrine or Perlman and holding that district court erred by not\n\nengaging in Rule 26 balancing of the probative value of discovery\n\norder against privacy interests of the appellants); Montgomery Ward\n\n& Co. v. Zenith Radio Corp., 673 F.2d 1254, 1258 & n.6, 1259\n\n(C.C.P.A. 1981) (asserting appellate jurisdiction under both the\n\ncollateral order and Perlman doctrines over non-party corporation's\n\nappeal of trial court's order compelling government to disclose an\n\ninvestigative report containing confidential business information\n\nof   the   appellant;     court   expressly   did   not   reach   the\n\n\"confidentiality of the . . . file or any applicable privilege\" and\n\nstated that \"the courts have not limited interlocutory appeals of\n\ndiscovery orders to those involving assertions of absolute or\n\nconstitutional privileges\").      We are satisfied that the minimum\n\nthreshold for appellate jurisdiction has been met, and we turn to\n\nthe merits.\n\n                                   V.\n\n           There are two orders at issue: the district court's\n\nallowance of the order to unseal and its denial of TRPB's request\n\nfor a protective order.    TRPB argues that the district court erred\n\n\n                                  -18-\n\fin the protective order analysis because it was obligated to, and\n\nfailed to, engage in balancing of Gill's interest in the identities\n\nof the confidential tipsters against TRPB's claims of informer's\n\nprivilege, public interest privilege, and privacy rights.           It\n\nfollows that if the protective order analysis was flawed, then the\n\norder to unseal must also fall.\n\n          Fed. R. Civ. P. 26(b)(1) provides, \"Parties may obtain\n\ndiscovery regarding any matter, not privileged, that is relevant to\n\nthe claim or defense of any party . . . .    All discovery is subject\n\nto the limitations imposed by Rule 26(b)(2)(i), (ii), and (iii).\"\n\nId.   (emphasis   added).   Discovery   of     both   privileged   and\n\nunprivileged information may be limited by Rule 26(b)(2).5\n\n\n      5\n      The final sentence in Fed. R. Civ. P. 26(b)(1) was added by\nthe 2000 amendments to the rules to \"emphasize the need for active\njudicial use of subdivision (b)(2) to control excessive discovery.\"\nId. advisory committee note. Rule 26(b)(2), in turn, provides:\n\n          The frequency or extent of use of the\n          discovery methods otherwise permitted under\n          these rules and by any local rule shall be\n          limited by the court if it determines that: .\n          . . (iii) the burden or expense of the\n          proposed   discovery  outweighs   its   likely\n          benefit, taking into account the needs of the\n          case, the amount in controversy, the parties'\n          resources, the importance of the issues at\n          stake in the litigation, and the importance of\n          the proposed discovery in resolving the\n          issues. The court may act upon its own\n          initiative after reasonable notice or pursuant\n          to a motion under Rule 26(c).\n\nFed. R. Civ. P. 26(b)(2). The appellants filed their motion for a\nprotective order under Fed. R. Civ. P. 26(c), which allows the\ndistrict court, \"for good cause shown, . . . [to] make any order\n\n                               -19-\n\f           Under Rule 26, the trial court is required to balance the\n\nburden of proposed discovery against the likely benefit. See In re\n\nSealed Case (Medical Records), 381 F.3d at 1214-17; Farnsworth v.\n\nProcter & Gamble Co., 758 F.2d 1545, 1547 (11th Cir. 1985); Bruno\n\n& Stillman, Inc. v. Globe Newspaper Co., 633 F.2d 583, 596-97, 599\n\n(1st Cir. 1980).       The district court abuses its discretion in\n\nbalancing the conflicting interests in discovery of confidential\n\ninformation \"'when a relevant factor that should have been given\n\nsignificant   weight   is   not   considered,   when   an   irrelevant   or\n\nimproper factor is considered and given significant weight, or when\n\nall proper and no improper factors are considered, but the court in\n\nweighing those factors commits a clear error of judgment.'\"         In re\n\nSan Juan Dupont Plaza Hotel Fire Litig., 859 F.2d 1007, 1019 (1st\n\nCir. 1988) (quoting United States v. Hastings, 847 F.2d 920, 924\n\n(1st Cir. 1988)).\n\n           As we read the district court's order, it ruled that once\n\nit had decided there was no informant's privilege, it had no need\n\nto engage in any balancing of any other interests on the part of\n\nTRPB.   Also, as we read the order, the court thought that the only\n\ninterest asserted was a formal informant's privilege.             We have\n\n\n\n\nwhich justice requires to protect a party or person from annoyance,\nembarrassment, oppression, or undue burden or expense, including .\n. . that certain matters not be inquired into, or that the scope of\nthe disclosure or discovery be limited to certain matters.\" Fed.\nR. Civ. P. 26(c).\n\n                                   -20-\n\fcarefully reviewed the record and understand TRPB's arguments\n\ndifferently.\n\n          TRPB in fact struck at least three distinct themes: (1)\n\nthe informant's privilege is applicable to TRPB; (2) maintaining\n\nthe confidentiality of the tipster's identities is, in any event,\n\nin the public interest and implicates concerns of a much larger\n\ngroup of people than the parties to this suit; and (3) the\n\nconfidentiality    and   privacy   rights   of   the   tipsters   and   the\n\nappellants weigh against disclosure.        The district court's order\n\naddressed only the first argument and not the others, and so did\n\nnot consider significant relevant factors.\n\n\n\nA.   The Informant's Privilege\n\n          Since this case is a diversity suit involving only state-\n\nlaw claims, TRPB's claim that the documents here are protected by\n\nan evidentiary privilege is governed by state law under Fed. R.\n\nEvid. 501.6    See 8 Charles Alan Wright et al., Federal Practice and\n\nProcedure § 2016, at 224 (2d. ed. 1994).     The parties disagree over\n\nwhether the privilege law of Florida or New Hampshire should govern\n\n\n     6\n      \"[T]he privilege of a witness, person, government, State, or\npolitical subdivision thereof shall be governed by the principles\nof the common law as they may be interpreted by the courts of the\nUnited States in the light of reason and experience. However, in\ncivil actions and proceedings, with respect to an element of a\nclaim or defense as to which State law supplies the rule of\ndecision, the privilege of a witness, person, government, State, or\npolitical subdivision thereof shall be determined in accordance\nwith State law.\" Fed. R. Evid. 501.\n\n                                   -21-\n\fthe existence and scope of the privilege. Like the district court,\n\nwe conclude that New Hampshire and Florida law are so similar on\n\nthis point that there is no need to make a choice.\n\n             Both New Hampshire and Florida allow a government entity\n\nto assert a privilege not to disclose the identities of informers\n\nwho provided information relating to violations of the law.                  See\n\nN.H. R. Evid. 509; Foster v. State, 816 So.2d 1177, 1178-79 (Fla.\n\nDist. Ct. App. 2002); see also Roviaro v. United States, 353 U.S.\n\n53, 59-60 (1957) (recognizing privilege under federal law).                  The\n\nprivilege is applicable in both criminal and civil proceedings.\n\nSee   N.H.   R.   Evid.   509;   In   re   Forfeiture   of    1985   Dodge   No.\n\nJB3BA24KOFU124494, 529      So.2d     767 (Fla.   Dist.      Ct.   App.   1988).\n\nUsually, the privilege is limited to government officials.                   See\n\ngenerally Edward J. Imwinkelried, The New Wigmore: A Treatise on\n\nEvidence § 7.3.1, at 1051 (2002); 8 Wigmore on Evidence § 2374\n\n(McNaughton Rev. 1961 & Supp. 2004).            Neither New Hampshire nor\n\nFlorida has ruled on whether a private entity in the position of\n\nTRPB may assert the privilege.7\n\n\n      7\n      The appellants cite to two Southern District of New York\ncases, Apex Oil Co. v. DiMauro, 110 F.R.D. 490 (S.D.N.Y. 1985) and\nRoss v. Bolton, 106 F.R.D. 22 (S.D.N.Y. 1985), to support their\nargument that the informant's privilege should be extended to non-\ngovernment entities. The parties resisting discovery in those two\ncases were organizations that were \"statutorily assigned a\nsignificant responsibility, under the supervision of a federal\nagency, for policing industry practices and investigating possible\nillegal activity by its members.\" Apex Oil Co., 110 F.R.D. at 497;\nsee Ross, 106 F.R.D. at 24 & n.1. TRPB does not claim that it has\nstatutorily assigned duties.\n\n                                      -22-\n\f           We note that the private/public investigative agency\n\ndistinction is not perfect.      It appears from the record that TRPB\n\nshared its investigation with the appropriate state investigative\n\nagency    and   that   agency   relied    on   the   information   in   its\n\ninvestigation.     It seems clear that if the tipsters had gone\n\ndirectly to the state agency, rather than through the private watch\n\ndog group first, the informant's privilege would apply.\n\n           In fact, Florida law explicitly provides that FDPMW may\n\nkeep secret from the public \"active criminal intelligence or\n\ncriminal investigative information . . . and any other information\n\nthat, if disclosed, would jeopardize the safety of an individual.\"\n\nFla. Stat. § 550.0251(9).       \"Criminal investigative information\"\n\nincludes \"information derived from laboratory tests, reports of\n\ninvestigators or informants, or any type of surveillance\" during\n\nthe course of a criminal investigation.          Id. § 119.011 (emphasis\n\nadded).\n\n           Neither Florida nor New Hampshire has to date addressed\n\nthe question we face: application of the informant's privilege           to\n\nan industry self-regulatory investigative agency which cooperates\n\nwith a state investigative agency. As such, appellants have failed\n\nto show that the documents are covered by the formal informant's\n\nprivilege under state law.       A federal court sitting in diversity\n\ncannot be expected to create new doctrines expanding state law.\n\nSee   A. Johnson & Co. v. Aetna Cas. and Sur. Co., 933 F.2d 66, 73\n\n\n                                   -23-\n\fn.10 (1st Cir. 1991).      But the Rule 26 inquiry does not end there.\n\nThat there is no informant's privilege does not mean there are no\n\ninterests of the public or other persons involved in the balance.\n\n\n\nB.   TRPB's Other Arguments for a Protective Order\n\n             Evidentiary privileges formally recognized by state law\n\nare not the only relevant factors in the Rule 26 balancing act.\n\n\"Rule 26(c) is highly flexible, having been designed to accommodate\n\nall relevant interests as they arise. . . . [T]he 'good cause'\n\nstandard     in   the   Rule    is   a     flexible   one   that   requires   an\n\nindividualized balancing of the many interests that may be present\n\nin a particular case.\"         United States v. Microsoft Corp., 165 F.3d\n\n952, 959-60 (D.C. Cir. 1999).\n\n             In particular, considerations of the public interest, the\n\nneed   for   confidentiality,        and   privacy    interests    are   relevant\n\nfactors to be balanced. See, e.g., Seattle Times Co. v. Rhinehart,\n\n467 U.S. 20, 35 n.21 (1984) (\"Although . . . Rule [26(c)] contains\n\nno specific reference to privacy or to other rights or interests\n\nthat may be implicated, such matters are implicit in the broad\n\npurpose and language of the Rule.\"); In re Sealed Case (Medical\n\nRecords), 381 F.3d at 1215 (interests in privacy should be taken\n\ninto account in the Rule 26 analysis, even when \"the information\n\nsought is not privileged\"); Ellison v. Am. Nat'l Red Cross, 151\n\nF.R.D. 8, 11 (D.N.H. 1993) (balancing public interest in protecting\n\n\n                                         -24-\n\fthe   nation's    blood     supply   against      litigant's   interest   in\n\ndiscovering the identity of blood donors).\n\n           The district court has already recognized that Gill has\n\nsome interest in discovering the identities of the informants,\n\nhaving accepted Gill's argument that the informants would likely\n\nhave information relevant to whether defendants were reckless in\n\ntheir publication.      Gill relied on Downing v. Monitor Publishing\n\nCo., 415 A.2d 683 (N.H. 1980).       The appellants reply that they were\n\nnot agents of the defendants.\n\n           It    is   not   our   province   to   weigh   Gill's   interests\n\n(including ones he has argued for the first time on appeal), much\n\nless to balance these interests against the appellants' asserted\n\ninterest, shared by the public, in protecting the integrity of\n\nracing and, as well, the privacy interests of the informants.             It\n\nis enough that the law is clear that the latter two interests are\n\nrecognized and must be weighed, in the first instance, by the\n\ndistrict court.\n\n           In short, we think the district court should have a fresh\n\nopportunity to evaluate the competing interests, as contemplated by\n\nRule 26.   We recognize that the district court has the best vantage\n\npoint from which to perform this balancing, and we intimate no view\n\nas to the outcome.     We vacate its orders and remand for proceedings\n\nconsistent with this opinion.        No costs are awarded.\n\n\n\n\n                                     -25-\n\f",
  "html": "<p class=\"case_cite\">399 F.3d 391</p>\n    <p class=\"parties\">Michael J. GILL, Plaintiff, Appellee,<br>v.<br>GULFSTREAM PARK RACING ASSOCIATION, INC.; Scott Savin, Defendants,<br>Anthony F. Otero; Thoroughbred Racing Protective Bureau, Interested Parties, Appellants.</p>\n    <p class=\"docket\">No. 04-1944.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 4, 2005.</p>\n    <p class=\"date\">Decided March 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Alan R. Hoffman, with whom Dale C. Kerester, Lynch, Brewer, Hoffman &amp; Fink LLP, Peter S. Cowan, and Sheehan Phinney Bass + Green, Professional Association, were on brief, for appellants.</p>\n      <p class=\"indent\">Steven M. Gordon, with whom Arpiar G. Saunders, Jr., James D. Rosenberg, and Shaheen &amp; Gordon, P.A., were on brief, for appellee.</p>\n      <p class=\"indent\">Michael J. Liston, Norman I. Barron, and Barron Peck Bennie &amp; Schlemmer on brief for Association of Racing Commissioners International, amicus curiae.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case raises the question of recognition of an informant's privilege and the associated public interests which underlie the privilege. The issue comes to us on arguments from a third-party investigative arm of an association of private race tracks, that the district court, under Fed. R. Civ. R. 26, erred in failing to recognize those interests when it ordered disclosure of the identities of informants who told of illegal activities by the plaintiff. We vacate the order and remand.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Michael J. Gill, an owner of thoroughbred race horses, filed a false light defamation action against a Florida race track, Gulfstream Park, and the race track's president, Scott Savin, in New Hampshire federal court, based on diversity jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case alleged defamation from statements by the Gulfstream defendants to reporters for Sports Illustrated magazine, which published an article about allegations that Gill had engaged in illegal horse racing practices. The relevant state racing agency, the Florida Division of Pari-Mutuel Wagering (FDPMW), in fact had investigated Gill. Gill claims that the defendants misrepresented the status of the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gill learned during discovery about an Investigative Report on his horse racing practices which had been prepared by the appellants, the Thoroughbred Racing Protective Bureau (TRPB) and one of its investigators, Anthony Otero. Neither are parties to the defamation case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Gill then amended the complaint to assert that TRPB acted as the Gulfstream defendants' agent in preparing this defamatory Report. Gill did not seek then to add Otero or TRPB as parties. Gill subpoenaed TRPB's files concerning the investigation. TRPB's counsel declined to produce certain documents containing the names of the informants on grounds of privilege and confidentiality, but then inadvertently disclosed the documents with the names of these informants to Gill's counsel. Gill's then-counsel revealed the informants' names to his client, filed the documents containing the names under seal with the district court, and withdrew from the case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Gill's successor counsel filed a motion to unseal and to use the inadvertently disclosed names, which was opposed by TRPB. TRPB sought a protective order, arguing that the names of the tipsters were protected from disclosure, under Fed.R.Civ.P. 26(c), by the informant's privilege under state law, and by other interests. The district court granted the motion to unseal and denied TRPB's request for a protective order. It did not reach the question of waiver of privilege through inadvertent disclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">TRPB filed an interlocutory appeal, arguing that the informant's privilege does attach and in any event the district court erred in not considering, for Rule 26 purposes, the public interest in encouraging informants to divulge information about horse racing corruption to the industry watch dog group and the corresponding interests of the informants in confidentiality and privacy.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">TRPB, one of the third-party appellants in this case, describes itself as \"the self-regulatory arm of the Thoroughbred Racing Associations of North America, Inc. (`TRA'), a non-profit trade association of the major thoroughbred race tracks in the United States and Canada.\" The stated mission of TRPB is to \"assure the security of thoroughbred racing participants and spectators and the integrity of thoroughbred races by working in close conjunction with civil and criminal enforcement authorities at every level of government, federal, state and local, to investigate allegations of wrongdoing at TRA member tracks, including criminal law violations.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In January 2003, TRPB began to investigate plaintiff Michael J. Gill, an owner of thoroughbred race horses, and Gill's horse trainer and veterinarians. At that time, Gill's horses were winning a high percentage of races at Gulfstream Park in Hallandale Beach, Florida, owned by Gulfstream Park Racing Association, Inc. In early January, an unnamed, confidential tipster had alerted Anthony Otero, an investigator with TRPB, of \"suspicious\" activity at the barn of Gill's trainer, specifically that \"stable employees were being posted at the barn as lookouts during pre-race medication time.\" Otero also spoke with other unnamed, confidential tipsters (Gill claims that there were in total three separate tipsters), who told of other suspicious activities involving Gill's horses at Gulfstream and its satellite training facility. For example, the tipsters told TRPB that Gill's horses were being shipped to a nearby trotting center where they received \"Extracorporeal Shock Wave Trapy\" (ESWT) \"four days out\" from a race; Gulfstream's 2003 rules made a horse receiving ESWT treatment ineligible to start in a race until more than seven days post-treatment have elapsed. The tipsters also said that one of Gill's veterinarians was \"blocking the joints\" of Gill's horses on race day with a pain killer.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Further, the tipsters told Otero that on race days, Gill's trainer administered to the horses a \"hormone that stimulates and regulates red blood cell production thus infusing a system with a richer supply of oxygen.\" After receiving this information, Gulfstream's track veterinarian decided that if any of Gill's horses had to be euthanized following injury, fluids should be drawn from the joints for testing and a necropsy performed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On February 3, 2003, one of Gill's horses, \"Casual Conflict,\" injured its right front leg during a race and had to be euthanized. The injured part of the horse's right front leg was amputated and was oddly missing by the time Gulfstream's track veterinarian arrived to draw fluids from it for testing. The missing right front leg was later retrieved from one of Gill's veterinarians, who admitted to having removed it without permission.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On February 5, the FDPMW chief investigator contacted Otero and other TRPB personnel to advise them that the agency was taking over the investigation into the horse's death. The FDPMW taped interviews of Gill, his trainer, and veterinarians. Otero was present during most of these interviews. At least three conflicting explanations were given by the interviewees for why the leg of the horse was removed. FDPMW investigators then took some leg tissue from the horse for testing. The testers could not draw joint fluid for testing, but the other tests revealed no banned substances.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It was not uncommon for TRPB and the FDPMW to cooperate in investigations, and Otero and the FDPMW's investigators stayed in contact during the subsequent investigations. TRPB continued to investigate, presumably in cooperation with the FDPMW, and to watch for suspicious activity as to Gill's other horses. TRPB also conducted searches of the veterinarians' vehicles, which FDPMW investigators witnessed. One of Gill's veterinarians was then excluded from Gulfstream for failing to comply with DEA regulations, and another veterinarian was not allowed to practice medicine there for failing to sign the Gulfstream waiver of liability agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On March 4, 2003, TRPB issued an Investigative Report on the Gill investigation to TRPB personnel, to some race track members of the TRA (including Gulfstream and Savin), and to the FDPMW. It is not clear how it was determined who would be on the distribution list. The Report included the allegations provided by the unnamed, confidential informants that Gill and his staff engaged in illegal or improper pre-race treatments of the horses. As Gill reads the Report, the investigation did not uncover evidence to confirm these alleged illegal or improper activities. But there was some evidence of improper activity in the Report.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The state agency's investigation into Casual Conflict's death ultimately closed without producing any administrative charges against Gill's trainer. However, the FDPMW did refer the cases regarding Gill's veterinarians to the Florida agency overseeing veterinarian licenses and the FDA.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 10, 2003, Sports Illustrated magazine published an article titled \"Nagging Questions\" about Gill's \"unprecedented success\" at Gulfstream and the suspicions surrounding that success. Savin, the president of Gulfstream, was quoted in the article, commenting on Gill's success: \"[I]t's like Mark McGwire. People thought, He must be on steroids. Anytime somebody's doing something that's never been done before, it's a source of conspiracy theories.\"</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The procedural history was given earlier. We turn to the arguments made to the district court on the discovery motions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">TRPB made a number of arguments. First, TRPB argued that it had good reason to keep the identities of the tipsters confidential. TRPB's investigations supported the public interest in law enforcement and the fairness and integrity of the thoroughbred racing industry, and confidentiality of the informants' identities was necessary for TRPB's work. TRPB investigators often rely upon information provided by tipsters whose identities are kept confidential. \"In order to protect the privacy rights of such individuals and to further the public interest in law enforcement by facilitating communications from such individuals, TRPB's notes and file information <i>underlying</i> its reports are never released to any party. Absent the protection of such confidentiality, TRPB would be unable to conduct meaningful investigations.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Second, TRPB argued it was entitled to a protective order under Fed.R.Civ.P. 26. TRPB maintained that the balancing of interests required by the Rule favored the protective order because Gill's asserted interests in the identities of the confidential tipsters were outweighed by the public interest in the fairness and integrity of the races, TRPB's interest in its ability to protect that public interest by maintaining the confidential identities of its informants (characterized as an \"informer's privilege\" or \"informant's privilege\"), and the privacy interests of the informants themselves. On the matter of the existence of a privilege, TRPB argued that Florida privilege law, rather than New Hampshire's, should govern the privilege analysis and whether the privilege was waived in this case. Under that analysis, the privilege was not waived and the sealed documents should not be disclosed. But even if New Hampshire law or \"federal common law\" were to apply, TRPB argued that the result would be the same.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Gill, in turn, argued that the documents should be unsealed because TRPB could not meet the burden of showing that an \"informant's privilege\" applied to the documents at issue. Gill argued that the applicable law was New Hampshire law, which affords no such privilege to a private entity such as TRPB. Even assuming that a privilege existed, TRPB waived it through the disclosure to Gill's former counsel. Disclosure of the identities of the tipsters, Gill argued, was \"central to [his] defamation claim\" because the information would help to resolve the questions of (1) \"whether the tipsters [sic] statements were motivated by ill-will,\" (2) \"whether the tipsters were agents of the defendants,\" and (3) \"whether the tipsters had a business relationship with the defendants sufficient to motivate them to publish their defamatory statements to a private person knowing that publication of the statements would adversely affect plaintiff's business.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On June 21, 2004, the district court allowed Gill's motion to unseal and denied TRPB's motion for a protective order. The district court found it unnecessary to resolve the choice of law question because both New Hampshire and Florida law \"recognize an informant's privilege in circumstances in which confidential information is provided to government entities in criminal and civil litigation.\" However, the privilege did not apply to the context of \"confidential information being provided to a non-governmental entity such as the TRPB,\" and \"if the informant might be able to give information that would be relevant to a fair determination of a material issue in the case, the court may require disclosure.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court found the identities of the tipsters relevant because \"the confidential informants would likely have information that would be relevant to a fair determination of whether [Gulfstream and Savin] used reasonable care in publishing the information about Gill that he claims was false and defamatory.\" The district court then concluded: \"No other privilege or reason to protect those documents from disclosure has been asserted....\" Therefore, Gill's counsel \"may use those documents in any appropriate manner.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">TRPB timely filed a notice to appeal and moved to stay the June 21, 2004 order. The district court stayed the order pending appeal. This court initially required TRPB to show cause for why the appeal should not be dismissed for lack of jurisdiction. After TRPB's response, this court allowed the appeal to proceed and directed the parties to address appellate jurisdiction along with the merits in their briefs.</p>\n    </div>\n    <p>IV.</p>\n    <p class=\"indent\">\n      <i>Interlocutory Appeal</i>\n    </p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Ordinarily, litigants may not seek immediate appeal of discovery orders because they are not final decisions and orders of the district court. <i>See FDIC v. Ogden Corp.,</i> 202 F.3d 454, 458 (1st Cir.2000). But, by refusing to comply with the discovery order, \"the party resisting [it] `can gain the right of appeal... by defying it, being held in contempt, and then appealing from the contempt order, which would be a final judgment as to [him].'\" <i>Id.</i> at 459 (quoting <i>Corporacion Insular de Seguros v. Garcia,</i> 876 F.2d 254, 257 (1st Cir.1989)) (alterations in <i>FDIC</i>). The requirement that appellants gain the right to appeal by disobedience followed by contempt \"serves efficiency interests because it encourages reflection both by the party seeking discovery and by the party resisting it.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">One exception to the rule that an appellant must be held in contempt before appealing a discovery order exists where, as here, the documents being sought are not in the hands of the appellants (TRPB), but in the hands of a third party (sealed and filed with the district court). <i>See, e.g., Perlman v. United States,</i> 247 U.S. 7, 13, 38 S.Ct. 417, 62 L.Ed. 950 (1918). An exception in such circumstances is necessary because disobedience followed by contempt is not an option for the would-be appellant when the discovery order is not directed at him, but at the third party, who \"presumably lacks a sufficient stake in the proceeding to risk contempt by refusing compliance.\" <i>Church of Scientology v. United States,</i> 506 U.S. 9, 18 n. 11, 113 S.Ct. 447, 121 L.Ed.2d 313 (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Not all such discovery orders are immediately appealable, however, and \"[s]ome tension exists in our precedents as to whether the availability of immediate review in cases such as this should be gauged by the <i>Perlman</i> rule or by the more encompassing <i>Cohen</i> collateral order doctrine.\" <i>FDIC,</i> 202 F.3d at 459; <i>see Cohen v. Beneficial Indus. Loan Corp.,</i> 337 U.S. 541, 546-47, 69 S.Ct. 1221, 93 L.Ed. 1528 (1949); <i>Perlman,</i> 247 U.S. at 13, 38 S.Ct. 417. Briefly stated, in this circuit, for a discovery ruling to be immediately appealable under the <i>Cohen</i> collateral order doctrine, an order must:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(1) concern a collateral issue so conceptually distinct from other issues being litigated in the underlying action that an immediate appeal would neither disrupt the main action, nor threaten to deprive the appellate court of useful context which might be derived from subsequent developments in the litigation;</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(2) completely and conclusively resolve the collateral issue;</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(3) infringe rights which appellant could not effectively vindicate in an appeal after final judgment in the case; and</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(4) involve an important or unsettled legal issue, rather than merely challenge discretionary trial court rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>United States v. Quintana-Aguayo,</i> 235 F.3d 682, 684 (1st Cir.2000) (<i>quoting United States v. Kouri-Perez,</i> 187 F.3d 1, 5 (1st Cir.1999)). These requirements have been interpreted to be narrower than the broad statement of the <i>Perlman</i> rule that \"a discovery order addressed to a non-party sometimes may be treated as an immediately appealable final order vis-a-vis a party who claims to hold an applicable privilege.\" <i>FDIC,</i> 202 F.3d at 459.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">TRPB argues that appellate jurisdiction is appropriate under either the collateral order test or the <i>Perlman</i> rule. We agree. Despite the tension in the case law over whether (and the degree to which) the <i>Perlman</i> rule has been absorbed into or limited by the collateral order doctrine, this case qualifies for appellate review under both doctrines.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, this appeal fits the classic <i>Perlman</i> mold: appellants are third parties; the district court is in possession of the documents and has ordered that the documents in question be unsealed and turned over to the plaintiff and his new counsel, who may \"use those documents in any appropriate manner\"; the appellants have no control over the documents, which have been filed with the court, and thus are \"powerless to avert the mischief of the order,\" <i>Perlman,</i> 247 U.S. at 13, 38 S.Ct. 417; and unless immediate appeal is granted, the identities of the informants would become public knowledge, \"rendering an end-of-case appeal nugatory,\" <i>FDIC,</i> 202 F.3d at 459.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, this appeal satisfies the four-prong test for the <i>Cohen</i> collateral order doctrine used in this circuit. The issue of whether the identities of the tipsters should remain protected is \"conceptually distinct\" from the invasion of privacy, defamation, and tortious inference claims. There is thus no danger that immediate appeal in this case would \"engender repetitive review,\" the avoidance of which is the rationale for the \"conceptually distinct\" requirement. <i>See Quintana-Aguayo,</i> 235 F.3d at 685. The district court's order completely resolves the issue of whether the identities of the tipsters will be protected. As well, once the documents are turned over to Gill with no clear limitation on what he may do with them, the cat is out of the bag, and there will be no effective means by which TRPB can vindicate its asserted rights after final judgment. Finally, TRPB's argument is that the district court committed \"clear-cut legal error.\" <i>FDIC,</i> 202 F.3d at 459 n. 3 (quoting <i>United States v. Billmyer,</i> 57 F.3d 31, 35 (1st Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Gill, citing <i>FDIC,</i> 202 F.3d at 459-60, argues that circuit law requires that TRPB in this case raise a \"<i>substantial</i> privilege claim\" (emphasis added by Gill) to obtain immediate review under either <i>Perlman</i> or the <i>Cohen</i> collateral order doctrine. Since TRPB cannot point to any case law justifying the extension of the government informant's privilege to private parties except for two cases, <i>Apex Oil Co. v. DiMauro,</i> 110 F.R.D. 490 (S.D.N.Y.1985) and <i>Ross v. Bolton,</i> 106 F.R.D. 22 (S.D.N.Y.1985), the argument goes, its appeal from the district court's order does not involve a substantial privilege claim, and this court has no jurisdiction. Under Gill's view, we must resolve the merits question in order to decide the appellate jurisdictional question.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This argument misreads <i>FDIC. FDIC</i> involved a subpoena duces tecum directed at a law firm, a non-party to the underlying contract dispute who had represented the interests of the defendant. <i>FDIC,</i> 202 F.3d at 457-58. The subpoena ordered the law firm to produce documents that the defendant asserted were protected by the attorney-client privilege. <i>Id.</i> at 458. After acknowledging that it was unclear under circuit law whether appealability should be measured by the <i>Perlman</i> rule or the collateral order doctrine, the <i>FDIC</i> court concluded that it was not necessary to answer that question in order to resolve jurisdiction: \"Under either approach, a substantial privilege claim that cannot effectively be tested by the privilege-holder through a contemptuous refusal ordinarily will qualify for immediate review if the claim otherwise would be lost.\" <i>Id.</i> at 459-60. Read in context, the language Gill relies on makes a \"substantial privilege claim\" a <i>sufficient</i> but not a <i>necessary</i> condition for appealability under either the collateral order doctrine or the <i>Perlman</i> rule. <i>FDIC</i> delineates one set of cases which may be immediately appealed under either approach but does not define all such cases.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is not a requirement for interlocutory appeal of discovery orders conclusively determining third-party rights that the appellant assert a substantial, well-recognized claim of privilege. The <i>Perlman</i> doctrine requires only that the appellant have \"<i>a significant interest</i> in the matters involved in the discovery order.... Claims of privilege are by far the most common, but a proprietary interest also may suffice.\" 15B Charles Alan Wright et al., <i>Federal Practice and Procedure</i> &#167; 3914.23, at 156 (2d ed.1991) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Indeed, were Gill's argument correct, it would read out the fourth prong of the collateral order doctrine: that \"important or unsettled legal issues\" in discovery orders can qualify for review. In our view, the claims asserted here are both important and unsettled. The Supreme Court has explained that \"important\" in the <i>Cohen</i> collateral order doctrine sense means \"being weightier than the societal interests advanced by the ordinary operation of final judgment principles.\" <i>Digital Equip. Corp. v. Desktop Direct, Inc.,</i> 511 U.S. 863, 879, 114 S.Ct. 1992, 128 L.Ed.2d 842 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The appellants here, supported by an amicus brief from the Association of Racing Commissioners International, contend that an important public interest which may be irretrievably lost weighs against the disclosure contemplated by the district court's order. This is just the sort of \"important\" legal question that immediate appeal under the collateral order doctrine is supposed to resolve. <i>See FDIC,</i> 202 F.3d at 460; <i>see also In re Sealed Case (Medical Records),</i> 381 F.3d 1205, 1210, 1216-17 (D.C.Cir.2004) (noting that discovery order was appealable under either collateral order doctrine or <i>Perlman</i> and holding that district court erred by not engaging in Rule 26 balancing of the probative value of discovery order against privacy interests of the appellants); <i>Montgomery Ward &amp; Co. v. Zenith Radio Corp.,</i> 69 C.C.P.A. 96, 673 F.2d 1254, 1258 &amp; n. 6, 1259 (1981) (asserting appellate jurisdiction under both the collateral order and <i>Perlman</i> doctrines over non-party corporation's appeal of trial court's order compelling government to disclose an investigative report containing confidential business information of the appellant; court expressly did not reach the \"confidentiality of the ... file or any applicable privilege\" and stated that \"the courts have not limited interlocutory appeals of discovery orders to those involving assertions of absolute or constitutional privileges\"). We are satisfied that the minimum threshold for appellate jurisdiction has been met, and we turn to the merits.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There are two orders at issue: the district court's allowance of the order to unseal and its denial of TRPB's request for a protective order. TRPB argues that the district court erred in the protective order analysis because it was obligated to, and failed to, engage in balancing of Gill's interest in the identities of the confidential tipsters against TRPB's claims of informer's privilege, public interest privilege, and privacy rights. It follows that if the protective order analysis was flawed, then the order to unseal must also fall.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Fed.R.Civ.P. 26(b)(1) provides, \"Parties may obtain discovery regarding any matter, not privileged, that is relevant to the claim or defense of any party.... <i>All discovery</i> is subject to the limitations imposed by Rule 26(b)(2)(i), (ii), and (iii).\" <i>Id.</i> (emphasis added). Discovery of both privileged and unprivileged information may be limited by Rule 26(b)(2).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Under Rule 26, the trial court is required to balance the burden of proposed discovery against the likely benefit. <i>See In re Sealed Case (Medical Records),</i> 381 F.3d at 1214-17; <i>Farnsworth v. Procter &amp; Gamble Co.,</i> 758 F.2d 1545, 1547 (11th Cir.1985); <i>Bruno &amp; Stillman, Inc. v. Globe Newspaper Co.,</i> 633 F.2d 583, 596-97, 599 (1st Cir.1980). The district court abuses its discretion in balancing the conflicting interests in discovery of confidential information\" `when a relevant factor that should have been given significant weight is not considered, when an irrelevant or improper factor is considered and given significant weight, or when all proper and no improper factors are considered, but the court in weighing those factors commits a clear error of judgment.'\" <i>In re San Juan Dupont Plaza Hotel Fire Litig.,</i> 859 F.2d 1007, 1019 (1st Cir.1988) (quoting <i>United States v. Hastings,</i> 847 F.2d 920, 924 (1st Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As we read the district court's order, it ruled that once it had decided there was no informant's privilege, it had no need to engage in any balancing of any other interests on the part of TRPB. Also, as we read the order, the court thought that the only interest asserted was a formal informant's privilege. We have carefully reviewed the record and understand TRPB's arguments differently.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">TRPB in fact struck at least three distinct themes: (1) the informant's privilege is applicable to TRPB; (2) maintaining the confidentiality of the tipster's identities is, in any event, in the public interest and implicates concerns of a much larger group of people than the parties to this suit; and (3) the confidentiality and privacy rights of the tipsters and the appellants weigh against disclosure. The district court's order addressed only the first argument and not the others, and so did not consider significant relevant factors.</p>\n    </div>\n    <p class=\"indent\">\n      <i>A. The Informant's Privilege</i>\n    </p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Since this case is a diversity suit involving only state-law claims, TRPB's claim that the documents here are protected by an evidentiary privilege is governed by state law under Fed.R.Evid. 501.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See</i> 8 Charles Alan Wright et al., <i>Federal Practice and Procedure</i> &#167; 2016, at 224 (2d. ed.1994). The parties disagree over whether the privilege law of Florida or New Hampshire should govern the existence and scope of the privilege. Like the district court, we conclude that New Hampshire and Florida law are so similar on this point that there is no need to make a choice.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Both New Hampshire and Florida allow a <i>government entity</i> to assert a privilege not to disclose the identities of informers who provided information relating to violations of the law. <i>See</i> N.H. R. Evid. 509; <i>Foster v. State,</i> 816 So.2d 1177, 1178-79 (Fla.Dist.Ct.App.2002); <i>see also Roviaro v. United States,</i> 353 U.S. 53, 59-60, 77 S.Ct. 623, 1 L.Ed.2d 639 (1957) (recognizing privilege under federal law). The privilege is applicable in both criminal and civil proceedings. <i>See</i> N.H. R. Evid. 509; <i>In re Forfeiture of 1985 Dodge No. JB3BA24KOFU124494,</i> 529 So.2d 767(Fla.Dist.Ct.App.1988). Usually, the privilege is limited to government officials. <i>See generally</i> Edward J. Imwinkelried, <i>The New Wigmore: A Treatise on Evidence</i> &#167; 7.3.1, at 1051 (2002); 8 <i>Wigmore on Evidence</i> &#167; 2374 (McNaughton Rev.1961 &amp; Supp.2004). Neither New Hampshire nor Florida has ruled on whether a <i>private entity</i> in the position of TRPB may assert the privilege.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We note that the private/public investigative agency distinction is not perfect. It appears from the record that TRPB shared its investigation with the appropriate state investigative agency and that agency relied on the information in its investigation. It seems clear that if the tipsters had gone directly to the state agency, rather than through the private watch dog group first, the informant's privilege would apply.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In fact, Florida law explicitly provides that FDPMW may keep secret from the public \"active criminal intelligence or criminal investigative information ... and any other information that, if disclosed, would jeopardize the safety of an individual.\" Fla. Stat. &#167; 550.0251(9). \"Criminal investigative information\" includes \"information derived from laboratory tests, <i>reports of investigators or informants,</i> or any type of surveillance\" during the course of a criminal investigation. <i>Id.</i> &#167; 119.011 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Neither Florida nor New Hampshire has to date addressed the question we face: application of the informant's privilege to an industry self-regulatory investigative agency which cooperates with a state investigative agency. As such, appellants have failed to show that the documents are covered by the formal informant's privilege under state law. A federal court sitting in diversity cannot be expected to create new doctrines expanding state law. <i>See A. Johnson &amp; Co. v. Aetna Cas. and Sur. Co.,</i> 933 F.2d 66, 73 n. 10 (1st Cir.1991). But the Rule 26 inquiry does not end there. That there is no informant's privilege does not mean there are no interests of the public or other persons involved in the balance.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">\n        <i>B. TRPB's Other Arguments for a Protective Order</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Evidentiary privileges formally recognized by state law are not the only relevant factors in the Rule 26 balancing act. \"Rule 26(c) is highly flexible, having been designed to accommodate all relevant interests as they arise.... [T]he `good cause' standard in the Rule is a flexible one that requires an individualized balancing of the many interests that may be present in a particular case.\" <i>United States v. Microsoft Corp.,</i> 165 F.3d 952, 959-60 (D.C.Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In particular, considerations of the public interest, the need for confidentiality, and privacy interests are relevant factors to be balanced. <i>See, e.g., Seattle Times Co. v. Rhinehart,</i> 467 U.S. 20, 35 n. 21, 104 S.Ct. 2199, 81 L.Ed.2d 17 (1984) (\"Although ... Rule [26(c)] contains no specific reference to privacy or to other rights or interests that may be implicated, such matters are implicit in the broad purpose and language of the Rule.\"); <i>In re Sealed Case (Medical Records),</i> 381 F.3d at 1215 (interests in privacy should be taken into account in the Rule 26 analysis, even when \"the information sought is not privileged\"); <i>Ellison v. Am. Nat'l Red Cross,</i> 151 F.R.D. 8, 11 (D.N.H.1993) (balancing public interest in protecting the nation's blood supply against litigant's interest in discovering the identity of blood donors).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The district court has already recognized that Gill has some interest in discovering the identities of the informants, having accepted Gill's argument that the informants would likely have information relevant to whether defendants were reckless in their publication. Gill relied on <i>Downing v. Monitor Publishing Co.,</i> 120 N.H. 383, 415 A.2d 683 (1980). The appellants reply that they were not agents of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is not our province to weigh Gill's interests (including ones he has argued for the first time on appeal), much less to balance these interests against the appellants' asserted interest, shared by the public, in protecting the integrity of racing and, as well, the privacy interests of the informants. It is enough that the law is clear that the latter two interests are recognized and must be weighed, in the first instance, by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In short, we think the district court should have a fresh opportunity to evaluate the competing interests, as contemplated by Rule 26. We recognize that the district court has the best vantage point from which to perform this balancing, and we intimate no view as to the outcome. We <i>vacate</i> its orders and <i>remand</i> for proceedings consistent with this opinion. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> TRPB's appeal is supported by a brief from the Association of Racing Commissioners International (ARCI) as amicus curiae. The regular members of ARCI are the racing commissioners from twenty states and six territories or countries. State racing commissions, according to ARCI, are \"established under the laws of the various States which conduct pari-mutuel racing to supervise and regulate pari-mutuel enterprises in the State. The U.S. based Commissioners whom ARCI represents are State appointees and/or employees.\" ARCI also has associate members, who are industry-related groups and regulatory groups from foreign countries. TRPB is an associate member. The ARCI's purpose is to \"encourage a forceful regulation of North American (and international) racing and wagering for the protection of the sport, the contestants and the public.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"Blocking the joints\" means injecting (illegal) pain killer medication into the horses' leg joints to enable them to run faster</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Investigative Report did contain evidence that Gill's barn was involved in administering an illegal \"milkshake\" to one of Gill's horses. An illegal \"milkshake\" \"masks the buildup of lactic acids in a horse causing the animal to run even though it is very tired.\" The Report also concluded that Gill's grooms acted as lookouts and tried to misdirect the investigator away from the scene of possible illegal activity. The Report further observed that the equine clinic close to the training facility for Gill's horses offered ESWT among other therapeutic treatments, and that the veterinarian who administered these treatments was not licensed by FDPMW and was not under regulatory oversight; however, the Report did not contain any confirmed instance of Gill's horses being transported to the clinic to receive ESWT during the surveillance period from February 5 to February 17, 2003. The Report noted that Gill's trainer and veterinarians had previously been the subjects of other TRPB investigations and had been fined or suspended for periods of time for illegal horse racing practices</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The difference between<i>Perlman</i> and <i>Cohen</i> may be relevant in some cases because \"the <i>Perlman</i> rule arguably contains no limitation on the scope of review, while review under the collateral order doctrine arguably is limited to `clear-cut legal error' as opposed to challenges that seek to test either factual determinations or the application of a settled legal rule to the particular facts.\" <i>FDIC,</i> 202 F.3d at 459 n. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The final sentence in Fed.R.Civ.P. 26(b)(1) was added by the 2000 amendments to the rules to \"emphasize the need for active judicial use of subdivision (b)(2) to control excessive discovery.\"<i>Id.</i> advisory committee note. Rule 26(b)(2), in turn, provides:</p>\n        <p class=\"indent\">The frequency or extent of use of the discovery methods otherwise permitted under these rules and by any local rule <i>shall be limited</i> by the court if it determines that: ... (iii) the burden or expense of the proposed discovery outweighs its likely benefit, taking into account the needs of the case, the amount in controversy, the parties' resources, the importance of the issues at stake in the litigation, and the importance of the proposed discovery in resolving the issues. The court may act upon its own initiative after reasonable notice or pursuant to a motion under Rule 26(c).</p>\n        <p class=\"indent\">Fed.R.Civ.P. 26(b)(2). The appellants filed their motion for a protective order under Fed.R.Civ.P. 26(c), which allows the district court, \"for good cause shown, ... [to] make any order which justice requires to protect a party or person from annoyance, embarrassment, oppression, or undue burden or expense, including... that certain matters not be inquired into, or that the scope of the disclosure or discovery be limited to certain matters.\" Fed.R.Civ.P. 26(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> \"[T]he privilege of a witness, person, government, State, or political subdivision thereof shall be governed by the principles of the common law as they may be interpreted by the courts of the United States in the light of reason and experience. However, in civil actions and proceedings, with respect to an element of a claim or defense as to which State law supplies the rule of decision, the privilege of a witness, person, government, State, or political subdivision thereof shall be determined in accordance with State law.\" Fed.R.Evid. 501</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The appellants cite to two Southern District of New York cases,<i>Apex Oil Co. v. DiMauro,</i> 110 F.R.D. 490 (S.D.N.Y.1985) and <i>Ross v. Bolton,</i> 106 F.R.D. 22 (S.D.N.Y.1985), to support their argument that the informant's privilege should be extended to non-government entities. The parties resisting discovery in those two cases were organizations that were \"statutorily assigned a significant responsibility, under the supervision of a federal agency, for policing industry practices and investigating possible illegal activity by its members.\" <i>Apex Oil Co.,</i> 110 F.R.D. at 497; <i>see Ross,</i> 106 F.R.D. at 24 &amp; n. 1. TRPB does not claim that it has statutorily assigned duties.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">391</span></span></p>\n    <p class=\"parties\">Michael J. GILL, Plaintiff, Appellee,<br>v.<br>GULFSTREAM PARK RACING ASSOCIATION, INC.; Scott Savin, Defendants,<br>Anthony F. Otero; Thoroughbred Racing Protective Bureau, Interested Parties, Appellants.</p>\n    <p class=\"docket\">No. 04-1944.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 4, 2005.</p>\n    <p class=\"date\">Decided March 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Alan R. Hoffman, with whom Dale C. Kerester, Lynch, Brewer, Hoffman &amp; Fink LLP, Peter S. Cowan, and Sheehan Phinney Bass + Green, Professional Association, were on brief, for appellants.</p>\n      <p class=\"indent\">Steven M. Gordon, with whom Arpiar G. Saunders, Jr., James D. Rosenberg, and Shaheen &amp; Gordon, P.A., were on brief, for appellee.</p>\n      <p class=\"indent\">Michael J. Liston, Norman I. Barron, and Barron Peck Bennie &amp; Schlemmer on brief for Association of Racing Commissioners International, amicus curiae.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case raises the question of recognition of an informant's privilege and the associated public interests which underlie the privilege. The issue comes to us on arguments from a third-party investigative arm of an association of private race tracks, that the district court, under Fed. R. Civ. R. 26, erred in failing to recognize those interests when it ordered disclosure of the identities of informants who told of illegal activities by the plaintiff. We vacate the order and remand.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Michael J. Gill, an owner of thoroughbred race horses, filed a false light defamation action against a Florida race track, Gulfstream Park, and the race track's president, Scott Savin, in New Hampshire federal court, based on diversity jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The case alleged defamation from statements by the Gulfstream defendants to reporters for Sports Illustrated magazine, which published an article about allegations that Gill had engaged in illegal horse racing practices. The relevant state racing agency, the Florida Division of Pari-Mutuel Wagering (FDPMW), in fact had investigated Gill. Gill claims that the defendants misrepresented the status of the investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gill learned during discovery about an Investigative Report on his horse racing practices which had been prepared by the appellants, the Thoroughbred Racing Protective Bureau (TRPB) and one of its investigators, Anthony Otero. Neither are parties to the defamation case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Gill then amended the complaint to assert that TRPB acted as the Gulfstream defendants' agent in preparing this defamatory Report. Gill did not seek then to add Otero or TRPB as parties. Gill subpoenaed TRPB's files concerning the investigation. TRPB's counsel declined to produce certain documents containing the names of the informants on grounds of privilege and confidentiality, but then inadvertently disclosed the documents with the names of these informants to Gill's counsel. Gill's then-counsel revealed the informants' names to his client, filed the documents containing the names under seal with the district court, and withdrew from the case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Gill's successor counsel filed a motion to unseal and to use the inadvertently disclosed names, which was opposed by TRPB. TRPB sought a protective order, arguing that the names of the tipsters were protected from disclosure, under Fed.R.Civ.P. 26(c), by the informant's privilege under state law, and by other interests. The district court granted the motion to unseal and denied TRPB's request for a protective order. It did not reach the question of waiver of privilege through inadvertent disclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">TRPB filed an interlocutory appeal, arguing that the informant's privilege does attach and in any event the district court erred in not considering, for Rule 26 purposes, the public interest in encouraging informants to divulge information about horse racing corruption to the industry watch dog group and the corresponding interests of the informants in confidentiality and privacy.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">TRPB, one of the third-party appellants in this case, describes itself as \"the self-regulatory arm of the Thoroughbred Racing Associations of North America, Inc. (`TRA'), a non-profit trade association of the major thoroughbred race tracks in the United States and Canada.\" The stated mission of TRPB is to \"assure the security of thoroughbred racing participants and spectators and the integrity of thoroughbred races by working in close conjunction with civil and criminal enforcement authorities at every level of government, federal, state and local, to investigate allegations of wrongdoing at TRA member tracks, including criminal law violations.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In January 2003, TRPB began to investigate plaintiff Michael J. Gill, an owner of thoroughbred race horses, and Gill's horse trainer and veterinarians. At that time, Gill's horses were winning a high percentage of races at Gulfstream Park in Hallandale Beach, Florida, owned by Gulfstream Park Racing Association, Inc. In early January, an unnamed, confidential tipster had alerted Anthony Otero, an investigator with TRPB, of \"suspicious\" activity at the barn of Gill's trainer, specifically that \"stable employees were being posted at the barn as lookouts during pre-race medication time.\" Otero also spoke with other unnamed, confidential tipsters (Gill claims that there were in total three separate tipsters), who told of other suspicious activities involving Gill's horses at Gulfstream and its satellite training facility. For example, the tipsters told TRPB that Gill's horses were being shipped to a nearby trotting center where they received \"Extracorporeal Shock Wave Trapy\" (ESWT) \"four days out\" from a race; Gulfstream's 2003 rules made a horse receiving ESWT treatment ineligible to start in a race until more than seven days post-treatment have elapsed. The tipsters also said that one of Gill's veterinarians was \"blocking the joints\" of Gill's horses on race day with a pain killer.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Further, the tipsters told Otero that on race days, Gill's trainer administered to the horses a \"hormone that stimulates and regulates red blood cell production thus infusing a system with a richer supply of oxygen.\" After receiving this information, Gulfstream's track veterinarian decided that if any of Gill's horses had to be euthanized following injury, fluids should be drawn from the joints for testing and a necropsy performed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On February 3, 2003, one of Gill's horses, \"Casual Conflict,\" injured its right front leg during a race and had to be euthanized. The injured part of the horse's right front leg was amputated and was oddly missing by the time Gulfstream's track veterinarian arrived to draw fluids from it for testing. The missing right front leg was later retrieved from one of Gill's veterinarians, who admitted to having removed it without permission.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On February 5, the FDPMW chief investigator contacted Otero and other TRPB personnel to advise them that the agency was taking over the investigation into the horse's death. The FDPMW taped interviews of Gill, his trainer, and veterinarians. Otero was present during most of these interviews. At least three conflicting explanations were given by the interviewees for why the leg of the horse was removed. FDPMW investigators then took some leg tissue from the horse for testing. The testers could not draw joint fluid for testing, but the other tests revealed no banned substances.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It was not uncommon for TRPB and the FDPMW to cooperate in investigations, and Otero and the FDPMW's investigators stayed in contact during the subsequent investigations. TRPB continued to investigate, presumably in cooperation with the FDPMW, and to watch for suspicious activity as to Gill's other horses. TRPB also conducted searches of the veterinarians' vehicles, which FDPMW investigators witnessed. One of Gill's veterinarians was then excluded from Gulfstream for failing to comply with DEA regulations, and another veterinarian was not allowed to practice medicine there for failing to sign the Gulfstream waiver of liability agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On March 4, 2003, TRPB issued an Investigative Report on the Gill investigation to TRPB personnel, to some race track members of the TRA (including Gulfstream and Savin), and to the FDPMW. It is not clear how it was determined who would be on the distribution list. The Report included the allegations provided by the unnamed, confidential informants that Gill and his staff engaged in illegal or improper pre-race treatments of the horses. As Gill reads the Report, the investigation did not uncover evidence to confirm these alleged illegal or improper activities. But there was some evidence of improper activity in the Report.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The state agency's investigation into Casual Conflict's death ultimately closed without producing any administrative charges against Gill's trainer. However, the FDPMW did refer the cases regarding Gill's veterinarians to the Florida agency overseeing veterinarian licenses and the FDA.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On March 10, 2003, Sports Illustrated magazine published an article titled \"Nagging Questions\" about Gill's \"unprecedented success\" at Gulfstream and the suspicions surrounding that success. Savin, the president of Gulfstream, was quoted in the article, commenting on Gill's success: \"[I]t's like Mark McGwire. People thought, He must be on steroids. Anytime somebody's doing something that's never been done before, it's a source of conspiracy theories.\"</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The procedural history was given earlier. We turn to the arguments made to the district court on the discovery motions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">TRPB made a number of arguments. First, TRPB argued that it had good reason to keep the identities of the tipsters confidential. TRPB's investigations supported the public interest in law enforcement and the fairness and integrity of the thoroughbred racing industry, and confidentiality of the informants' identities was necessary for TRPB's work. TRPB investigators often rely upon information provided by tipsters whose identities are kept confidential. \"In order to protect the privacy rights of such individuals and to further the public interest in law enforcement by facilitating communications from such individuals, TRPB's notes and file information <i>underlying</i> its reports are never released to any party. Absent the protection of such confidentiality, TRPB would be unable to conduct meaningful investigations.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Second, TRPB argued it was entitled to a protective order under Fed.R.Civ.P. 26. TRPB maintained that the balancing of interests required by the Rule favored the protective order because Gill's asserted interests in the identities of the confidential tipsters were outweighed by the public interest in the fairness and integrity of the races, TRPB's interest in its ability to protect that public interest by maintaining the confidential identities of its informants (characterized as an \"informer's privilege\" or \"informant's privilege\"), and the privacy interests of the informants themselves. On the matter of the existence of a privilege, TRPB argued that Florida privilege law, rather than New Hampshire's, should govern the privilege analysis and whether the privilege was waived in this case. Under that analysis, the privilege was not waived and the sealed documents should not be disclosed. But even if New Hampshire law or \"federal common law\" were to apply, TRPB argued that the result would be the same.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Gill, in turn, argued that the documents should be unsealed because TRPB could not meet the burden of showing that an \"informant's privilege\" applied to the documents at issue. Gill argued that the applicable law was New Hampshire law, which affords no such privilege to a private entity such as TRPB. Even assuming that a privilege existed, TRPB waived it through the disclosure to Gill's former counsel. Disclosure of the identities of the tipsters, Gill argued, was \"central to [his] defamation claim\" because the information would help to resolve the questions of (1) \"whether the tipsters [sic] statements were motivated by ill-will,\" (2) \"whether the tipsters were agents of the defendants,\" and (3) \"whether the tipsters had a business relationship with the defendants sufficient to motivate them to publish their defamatory statements to a private person knowing that publication of the statements would adversely affect plaintiff's business.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On June 21, 2004, the district court allowed Gill's motion to unseal and denied TRPB's motion for a protective order. The district court found it unnecessary to resolve the choice of law question because both New Hampshire and Florida law \"recognize an informant's privilege in circumstances in which confidential information is provided to government entities in criminal and civil litigation.\" However, the privilege did not apply to the context of \"confidential information being provided to a non-governmental entity such as the TRPB,\" and \"if the informant might be able to give information that would be relevant to a fair determination of a material issue in the case, the court may require disclosure.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court found the identities of the tipsters relevant because \"the confidential informants would likely have information that would be relevant to a fair determination of whether [Gulfstream and Savin] used reasonable care in publishing the information about Gill that he claims was false and defamatory.\" The district court then concluded: \"No other privilege or reason to protect those documents from disclosure has been asserted....\" Therefore, Gill's counsel \"may use those documents in any appropriate manner.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">TRPB timely filed a notice to appeal and moved to stay the June 21, 2004 order. The district court stayed the order pending appeal. This court initially required TRPB to show cause for why the appeal should not be dismissed for lack of jurisdiction. After TRPB's response, this court allowed the appeal to proceed and directed the parties to address appellate jurisdiction along with the merits in their briefs.</p>\n    </div>\n    <p>IV.</p>\n    <p class=\"indent\">\n      <i>Interlocutory Appeal</i>\n    </p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Ordinarily, litigants may not seek immediate appeal of discovery orders because they are not final decisions and orders of the district court. <i>See FDIC v. Ogden Corp.,</i> <span class=\"citation\" data-id=\"767482\"><a href=\"/opinion/767482/federal-deposit-insurance-corporation-as-successor-in-interest-to-new/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 458 (1st Cir.2000). But, by refusing to comply with the discovery order, \"the party resisting [it] `can gain the right of appeal... by defying it, being held in contempt, and then appealing from the contempt order, which would be a final judgment as to [him].'\" <i>Id.</i> at 459 (quoting <i>Corporacion Insular de Seguros v. Garcia,</i> <span class=\"citation\" data-id=\"524263\"><a href=\"/opinion/524263/corporacion-insular-de-seguros-v-hon-juan-antonio-garcia-appeal-of-dr/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">254</span></a></span>, 257 (1st Cir.1989)) (alterations in <i>FDIC</i>). The requirement that appellants gain the right to appeal by disobedience followed by contempt \"serves efficiency interests because it encourages reflection both by the party seeking discovery and by the party resisting it.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">One exception to the rule that an appellant must be held in contempt before appealing a discovery order exists where, as here, the documents being sought are not in the hands of the appellants (TRPB), but in the hands of a third party (sealed and filed with the district court). <i>See, e.g., Perlman v. United States,</i> <span class=\"citation\" data-id=\"99162\"><a href=\"/opinion/99162/perlman-v-united-states/\"><span class=\"volume\">247</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">7</span></a></span>, 13, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">417</span></span>, <span class=\"citation no-link\"><span class=\"volume\">62</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">950</span></span> (1918). An exception in such circumstances is necessary because disobedience followed by contempt is not an option for the would-be appellant when the discovery order is not directed at him, but at the third party, who \"presumably lacks a sufficient stake in the proceeding to risk contempt by refusing compliance.\" <i>Church of Scientology v. United States,</i> <span class=\"citation\" data-id=\"112792\"><a href=\"/opinion/112792/churchof-scientology-of-cal-v-united-states/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">9</span></a></span>, 18 n. 11, <span class=\"citation\" data-id=\"112792\"><a href=\"/opinion/112792/churchof-scientology-of-cal-v-united-states/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">447</span></a></span>, <span class=\"citation\" data-id=\"112792\"><a href=\"/opinion/112792/churchof-scientology-of-cal-v-united-states/\"><span class=\"volume\">121</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">313</span></a></span> (1992).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Not all such discovery orders are immediately appealable, however, and \"[s]ome tension exists in our precedents as to whether the availability of immediate review in cases such as this should be gauged by the <i>Perlman</i> rule or by the more encompassing <i>Cohen</i> collateral order doctrine.\" <i>FDIC,</i> 202 F.3d at 459; <i>see Cohen v. Beneficial Indus. Loan Corp.,</i> <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">337</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">541</span></a></span>, 546-47, <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1221</span></a></span>, <span class=\"citation\" data-id=\"104695\"><a href=\"/opinion/104695/cohen-v-beneficial-industrial-loan-corp/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1528</span></a></span> (1949); <i>Perlman,</i> 247 U.S. at 13, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">417</span></span>. Briefly stated, in this circuit, for a discovery ruling to be immediately appealable under the <i>Cohen</i> collateral order doctrine, an order must:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">(1) concern a collateral issue so conceptually distinct from other issues being litigated in the underlying action that an immediate appeal would neither disrupt the main action, nor threaten to deprive the appellate court of useful context which might be derived from subsequent developments in the litigation;</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">(2) completely and conclusively resolve the collateral issue;</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(3) infringe rights which appellant could not effectively vindicate in an appeal after final judgment in the case; and</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(4) involve an important or unsettled legal issue, rather than merely challenge discretionary trial court rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>United States v. Quintana-Aguayo,</i> <span class=\"citation\" data-id=\"199215\"><a href=\"/opinion/199215/quintana-aguayo-v-sabanera/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">682</span></a></span>, 684 (1st Cir.2000) (<i>quoting United States v. Kouri-Perez,</i> <span class=\"citation\" data-id=\"198454\"><a href=\"/opinion/198454/united-states-v-kouri-perez/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1999)). These requirements have been interpreted to be narrower than the broad statement of the <i>Perlman</i> rule that \"a discovery order addressed to a non-party sometimes may be treated as an immediately appealable final order vis-a-vis a party who claims to hold an applicable privilege.\" <i>FDIC,</i> 202 F.3d at 459.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">TRPB argues that appellate jurisdiction is appropriate under either the collateral order test or the <i>Perlman</i> rule. We agree. Despite the tension in the case law over whether (and the degree to which) the <i>Perlman</i> rule has been absorbed into or limited by the collateral order doctrine, this case qualifies for appellate review under both doctrines.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, this appeal fits the classic <i>Perlman</i> mold: appellants are third parties; the district court is in possession of the documents and has ordered that the documents in question be unsealed and turned over to the plaintiff and his new counsel, who may \"use those documents in any appropriate manner\"; the appellants have no control over the documents, which have been filed with the court, and thus are \"powerless to avert the mischief of the order,\" <i>Perlman,</i> 247 U.S. at 13, <span class=\"citation no-link\"><span class=\"volume\">38</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">417</span></span>; and unless immediate appeal is granted, the identities of the informants would become public knowledge, \"rendering an end-of-case appeal nugatory,\" <i>FDIC,</i> 202 F.3d at 459.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, this appeal satisfies the four-prong test for the <i>Cohen</i> collateral order doctrine used in this circuit. The issue of whether the identities of the tipsters should remain protected is \"conceptually distinct\" from the invasion of privacy, defamation, and tortious inference claims. There is thus no danger that immediate appeal in this case would \"engender repetitive review,\" the avoidance of which is the rationale for the \"conceptually distinct\" requirement. <i>See Quintana-Aguayo,</i> 235 F.3d at 685. The district court's order completely resolves the issue of whether the identities of the tipsters will be protected. As well, once the documents are turned over to Gill with no clear limitation on what he may do with them, the cat is out of the bag, and there will be no effective means by which TRPB can vindicate its asserted rights after final judgment. Finally, TRPB's argument is that the district court committed \"clear-cut legal error.\" <i>FDIC,</i> 202 F.3d at 459 n. 3 (quoting <i>United States v. Billmyer,</i> <span class=\"citation\" data-id=\"697654\"><a href=\"/opinion/697654/united-states-v-john-w-billmyer-american-honda-motor-company-inc/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 35 (1st Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Gill, citing <i>FDIC,</i> 202 F.3d at 459-60, argues that circuit law requires that TRPB in this case raise a \"<i>substantial</i> privilege claim\" (emphasis added by Gill) to obtain immediate review under either <i>Perlman</i> or the <i>Cohen</i> collateral order doctrine. Since TRPB cannot point to any case law justifying the extension of the government informant's privilege to private parties except for two cases, <i>Apex Oil Co. v. DiMauro,</i> <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">490</span></span> (S.D.N.Y.1985) and <i>Ross v. Bolton,</i> <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">22</span></span> (S.D.N.Y.1985), the argument goes, its appeal from the district court's order does not involve a substantial privilege claim, and this court has no jurisdiction. Under Gill's view, we must resolve the merits question in order to decide the appellate jurisdictional question.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This argument misreads <i>FDIC. FDIC</i> involved a subpoena duces tecum directed at a law firm, a non-party to the underlying contract dispute who had represented the interests of the defendant. <i>FDIC,</i> 202 F.3d at 457-58. The subpoena ordered the law firm to produce documents that the defendant asserted were protected by the attorney-client privilege. <i>Id.</i> at 458. After acknowledging that it was unclear under circuit law whether appealability should be measured by the <i>Perlman</i> rule or the collateral order doctrine, the <i>FDIC</i> court concluded that it was not necessary to answer that question in order to resolve jurisdiction: \"Under either approach, a substantial privilege claim that cannot effectively be tested by the privilege-holder through a contemptuous refusal ordinarily will qualify for immediate review if the claim otherwise would be lost.\" <i>Id.</i> at 459-60. Read in context, the language Gill relies on makes a \"substantial privilege claim\" a <i>sufficient</i> but not a <i>necessary</i> condition for appealability under either the collateral order doctrine or the <i>Perlman</i> rule. <i>FDIC</i> delineates one set of cases which may be immediately appealed under either approach but does not define all such cases.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It is not a requirement for interlocutory appeal of discovery orders conclusively determining third-party rights that the appellant assert a substantial, well-recognized claim of privilege. The <i>Perlman</i> doctrine requires only that the appellant have \"<i>a significant interest</i> in the matters involved in the discovery order.... Claims of privilege are by far the most common, but a proprietary interest also may suffice.\" 15B Charles Alan Wright et al., <i>Federal Practice and Procedure</i> &#167; 3914.23, at 156 (2d ed.1991) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Indeed, were Gill's argument correct, it would read out the fourth prong of the collateral order doctrine: that \"important or unsettled legal issues\" in discovery orders can qualify for review. In our view, the claims asserted here are both important and unsettled. The Supreme Court has explained that \"important\" in the <i>Cohen</i> collateral order doctrine sense means \"being weightier than the societal interests advanced by the ordinary operation of final judgment principles.\" <i>Digital Equip. Corp. v. Desktop Direct, Inc.,</i> <span class=\"citation\" data-id=\"1087952\"><a href=\"/opinion/1087952/digital-equipment-corp-v-desktop-direct-inc/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">863</span></a></span>, 879, <span class=\"citation\" data-id=\"1087952\"><a href=\"/opinion/1087952/digital-equipment-corp-v-desktop-direct-inc/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1992</span></a></span>, <span class=\"citation\" data-id=\"1087952\"><a href=\"/opinion/1087952/digital-equipment-corp-v-desktop-direct-inc/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">842</span></a></span> (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The appellants here, supported by an amicus brief from the Association of Racing Commissioners International, contend that an important public interest which may be irretrievably lost weighs against the disclosure contemplated by the district court's order. This is just the sort of \"important\" legal question that immediate appeal under the collateral order doctrine is supposed to resolve. <i>See FDIC,</i> 202 F.3d at 460; <i>see also In re Sealed Case (Medical Records),</i> <span class=\"citation\" data-id=\"186288\"><a href=\"/opinion/186288/in-re-sealed-case/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1205</span></a></span>, 1210, 1216-17 (D.C.Cir.2004) (noting that discovery order was appealable under either collateral order doctrine or <i>Perlman</i> and holding that district court erred by not engaging in Rule 26 balancing of the probative value of discovery order against privacy interests of the appellants); <i>Montgomery Ward &amp; Co. v. Zenith Radio Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">C.C.P.A.</span> <span class=\"page\">96</span></span>, <span class=\"citation no-link\"><span class=\"volume\">673</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1254</span></span>, 1258 &amp; n. 6, 1259 (1981) (asserting appellate jurisdiction under both the collateral order and <i>Perlman</i> doctrines over non-party corporation's appeal of trial court's order compelling government to disclose an investigative report containing confidential business information of the appellant; court expressly did not reach the \"confidentiality of the ... file or any applicable privilege\" and stated that \"the courts have not limited interlocutory appeals of discovery orders to those involving assertions of absolute or constitutional privileges\"). We are satisfied that the minimum threshold for appellate jurisdiction has been met, and we turn to the merits.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">There are two orders at issue: the district court's allowance of the order to unseal and its denial of TRPB's request for a protective order. TRPB argues that the district court erred in the protective order analysis because it was obligated to, and failed to, engage in balancing of Gill's interest in the identities of the confidential tipsters against TRPB's claims of informer's privilege, public interest privilege, and privacy rights. It follows that if the protective order analysis was flawed, then the order to unseal must also fall.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Fed.R.Civ.P. 26(b)(1) provides, \"Parties may obtain discovery regarding any matter, not privileged, that is relevant to the claim or defense of any party.... <i>All discovery</i> is subject to the limitations imposed by Rule 26(b)(2)(i), (ii), and (iii).\" <i>Id.</i> (emphasis added). Discovery of both privileged and unprivileged information may be limited by Rule 26(b)(2).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Under Rule 26, the trial court is required to balance the burden of proposed discovery against the likely benefit. <i>See In re Sealed Case (Medical Records),</i> 381 F.3d at 1214-17; <i>Farnsworth v. Procter &amp; Gamble Co.,</i> <span class=\"citation\" data-id=\"450492\"><a href=\"/opinion/450492/richard-a-farnsworth-v-the-procter-gamble-company-v-center-for-disease/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1545</span></a></span>, 1547 (11th Cir.1985); <i>Bruno &amp; Stillman, Inc. v. Globe Newspaper Co.,</i> <span class=\"citation\" data-id=\"383661\"><a href=\"/opinion/383661/bruno-stillman-inc-v-globe-newspaper-co/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span>, 596-97, 599 (1st Cir.1980). The district court abuses its discretion in balancing the conflicting interests in discovery of confidential information\" `when a relevant factor that should have been given significant weight is not considered, when an irrelevant or improper factor is considered and given significant weight, or when all proper and no improper factors are considered, but the court in weighing those factors commits a clear error of judgment.'\" <i>In re San Juan Dupont Plaza Hotel Fire Litig.,</i> <span class=\"citation\" data-id=\"513182\"><a href=\"/opinion/513182/in-re-san-juan-dupont-plaza-hotel-fire-litigation-petition-of-the/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1019 (1st Cir.1988) (quoting <i>United States v. Hastings,</i> <span class=\"citation\" data-id=\"506587\"><a href=\"/opinion/506587/united-states-v-kenneth-s-hastings/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">920</span></a></span>, 924 (1st Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">As we read the district court's order, it ruled that once it had decided there was no informant's privilege, it had no need to engage in any balancing of any other interests on the part of TRPB. Also, as we read the order, the court thought that the only interest asserted was a formal informant's privilege. We have carefully reviewed the record and understand TRPB's arguments differently.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">TRPB in fact struck at least three distinct themes: (1) the informant's privilege is applicable to TRPB; (2) maintaining the confidentiality of the tipster's identities is, in any event, in the public interest and implicates concerns of a much larger group of people than the parties to this suit; and (3) the confidentiality and privacy rights of the tipsters and the appellants weigh against disclosure. The district court's order addressed only the first argument and not the others, and so did not consider significant relevant factors.</p>\n    </div>\n    <p class=\"indent\">\n      <i>A. The Informant's Privilege</i>\n    </p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Since this case is a diversity suit involving only state-law claims, TRPB's claim that the documents here are protected by an evidentiary privilege is governed by state law under Fed.R.Evid. 501.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See</i> 8 Charles Alan Wright et al., <i>Federal Practice and Procedure</i> &#167; 2016, at 224 (2d. ed.1994). The parties disagree over whether the privilege law of Florida or New Hampshire should govern the existence and scope of the privilege. Like the district court, we conclude that New Hampshire and Florida law are so similar on this point that there is no need to make a choice.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Both New Hampshire and Florida allow a <i>government entity</i> to assert a privilege not to disclose the identities of informers who provided information relating to violations of the law. <i>See</i> N.H. R. Evid. 509; <i>Foster v. State,</i> <span class=\"citation\" data-id=\"1912297\"><a href=\"/opinion/1912297/foster-v-state/\"><span class=\"volume\">816</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">1177</span></a></span>, 1178-79 (Fla.Dist.Ct.App.2002); <i>see also Roviaro v. United States,</i> <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"volume\">353</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span>, 59-60, <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"volume\">77</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">623</span></a></span>, <span class=\"citation\" data-id=\"105484\"><a href=\"/opinion/105484/roviaro-v-united-states/\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">639</span></a></span> (1957) (recognizing privilege under federal law). The privilege is applicable in both criminal and civil proceedings. <i>See</i> N.H. R. Evid. 509; <i>In re Forfeiture of 1985 Dodge No. JB3BA24KOFU124494,</i> 529 So.2d 767(Fla.Dist.Ct.App.1988). Usually, the privilege is limited to government officials. <i>See generally</i> Edward J. Imwinkelried, <i>The New Wigmore: A Treatise on Evidence</i> &#167; 7.3.1, at 1051 (2002); 8 <i>Wigmore on Evidence</i> &#167; 2374 (McNaughton Rev.1961 &amp; Supp.2004). Neither New Hampshire nor Florida has ruled on whether a <i>private entity</i> in the position of TRPB may assert the privilege.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We note that the private/public investigative agency distinction is not perfect. It appears from the record that TRPB shared its investigation with the appropriate state investigative agency and that agency relied on the information in its investigation. It seems clear that if the tipsters had gone directly to the state agency, rather than through the private watch dog group first, the informant's privilege would apply.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In fact, Florida law explicitly provides that FDPMW may keep secret from the public \"active criminal intelligence or criminal investigative information ... and any other information that, if disclosed, would jeopardize the safety of an individual.\" Fla. Stat. &#167; 550.0251(9). \"Criminal investigative information\" includes \"information derived from laboratory tests, <i>reports of investigators or informants,</i> or any type of surveillance\" during the course of a criminal investigation. <i>Id.</i> &#167; 119.011 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Neither Florida nor New Hampshire has to date addressed the question we face: application of the informant's privilege to an industry self-regulatory investigative agency which cooperates with a state investigative agency. As such, appellants have failed to show that the documents are covered by the formal informant's privilege under state law. A federal court sitting in diversity cannot be expected to create new doctrines expanding state law. <i>See A. Johnson &amp; Co. v. Aetna Cas. and Sur. Co.,</i> <span class=\"citation\" data-id=\"561247\"><a href=\"/opinion/561247/a-johnson-co-inc-and-a-johnson-energy-marketing-inc-v-the-aetna/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span>, 73 n. 10 (1st Cir.1991). But the Rule 26 inquiry does not end there. That there is no informant's privilege does not mean there are no interests of the public or other persons involved in the balance.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">\n        <i>B. TRPB's Other Arguments for a Protective Order</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Evidentiary privileges formally recognized by state law are not the only relevant factors in the Rule 26 balancing act. \"Rule 26(c) is highly flexible, having been designed to accommodate all relevant interests as they arise.... [T]he `good cause' standard in the Rule is a flexible one that requires an individualized balancing of the many interests that may be present in a particular case.\" <i>United States v. Microsoft Corp.,</i> <span class=\"citation\" data-id=\"184738\"><a href=\"/opinion/184738/united-states-v-microsoft-corp/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">952</span></a></span>, 959-60 (D.C.Cir.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In particular, considerations of the public interest, the need for confidentiality, and privacy interests are relevant factors to be balanced. <i>See, e.g., Seattle Times Co. v. Rhinehart,</i> <span class=\"citation\" data-id=\"111185\"><a href=\"/opinion/111185/seattle-times-co-v-rhinehart/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">20</span></a></span>, 35 n. 21, <span class=\"citation\" data-id=\"111185\"><a href=\"/opinion/111185/seattle-times-co-v-rhinehart/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2199</span></a></span>, <span class=\"citation\" data-id=\"111185\"><a href=\"/opinion/111185/seattle-times-co-v-rhinehart/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">17</span></a></span> (1984) (\"Although ... Rule [26(c)] contains no specific reference to privacy or to other rights or interests that may be implicated, such matters are implicit in the broad purpose and language of the Rule.\"); <i>In re Sealed Case (Medical Records),</i> 381 F.3d at 1215 (interests in privacy should be taken into account in the Rule 26 analysis, even when \"the information sought is not privileged\"); <i>Ellison v. Am. Nat'l Red Cross,</i> <span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">8</span></span>, 11 (D.N.H.1993) (balancing public interest in protecting the nation's blood supply against litigant's interest in discovering the identity of blood donors).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The district court has already recognized that Gill has some interest in discovering the identities of the informants, having accepted Gill's argument that the informants would likely have information relevant to whether defendants were reckless in their publication. Gill relied on <i>Downing v. Monitor Publishing Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">383</span></span>, <span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">683</span></span> (1980). The appellants reply that they were not agents of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">It is not our province to weigh Gill's interests (including ones he has argued for the first time on appeal), much less to balance these interests against the appellants' asserted interest, shared by the public, in protecting the integrity of racing and, as well, the privacy interests of the informants. It is enough that the law is clear that the latter two interests are recognized and must be weighed, in the first instance, by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In short, we think the district court should have a fresh opportunity to evaluate the competing interests, as contemplated by Rule 26. We recognize that the district court has the best vantage point from which to perform this balancing, and we intimate no view as to the outcome. We <i>vacate</i> its orders and <i>remand</i> for proceedings consistent with this opinion. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> TRPB's appeal is supported by a brief from the Association of Racing Commissioners International (ARCI) as amicus curiae. The regular members of ARCI are the racing commissioners from twenty states and six territories or countries. State racing commissions, according to ARCI, are \"established under the laws of the various States which conduct pari-mutuel racing to supervise and regulate pari-mutuel enterprises in the State. The U.S. based Commissioners whom ARCI represents are State appointees and/or employees.\" ARCI also has associate members, who are industry-related groups and regulatory groups from foreign countries. TRPB is an associate member. The ARCI's purpose is to \"encourage a forceful regulation of North American (and international) racing and wagering for the protection of the sport, the contestants and the public.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"Blocking the joints\" means injecting (illegal) pain killer medication into the horses' leg joints to enable them to run faster</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Investigative Report did contain evidence that Gill's barn was involved in administering an illegal \"milkshake\" to one of Gill's horses. An illegal \"milkshake\" \"masks the buildup of lactic acids in a horse causing the animal to run even though it is very tired.\" The Report also concluded that Gill's grooms acted as lookouts and tried to misdirect the investigator away from the scene of possible illegal activity. The Report further observed that the equine clinic close to the training facility for Gill's horses offered ESWT among other therapeutic treatments, and that the veterinarian who administered these treatments was not licensed by FDPMW and was not under regulatory oversight; however, the Report did not contain any confirmed instance of Gill's horses being transported to the clinic to receive ESWT during the surveillance period from February 5 to February 17, 2003. The Report noted that Gill's trainer and veterinarians had previously been the subjects of other TRPB investigations and had been fined or suspended for periods of time for illegal horse racing practices</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The difference between<i>Perlman</i> and <i>Cohen</i> may be relevant in some cases because \"the <i>Perlman</i> rule arguably contains no limitation on the scope of review, while review under the collateral order doctrine arguably is limited to `clear-cut legal error' as opposed to challenges that seek to test either factual determinations or the application of a settled legal rule to the particular facts.\" <i>FDIC,</i> 202 F.3d at 459 n. 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The final sentence in Fed.R.Civ.P. 26(b)(1) was added by the 2000 amendments to the rules to \"emphasize the need for active judicial use of subdivision (b)(2) to control excessive discovery.\"<i>Id.</i> advisory committee note. Rule 26(b)(2), in turn, provides:</p>\n        <p class=\"indent\">The frequency or extent of use of the discovery methods otherwise permitted under these rules and by any local rule <i>shall be limited</i> by the court if it determines that: ... (iii) the burden or expense of the proposed discovery outweighs its likely benefit, taking into account the needs of the case, the amount in controversy, the parties' resources, the importance of the issues at stake in the litigation, and the importance of the proposed discovery in resolving the issues. The court may act upon its own initiative after reasonable notice or pursuant to a motion under Rule 26(c).</p>\n        <p class=\"indent\">Fed.R.Civ.P. 26(b)(2). The appellants filed their motion for a protective order under Fed.R.Civ.P. 26(c), which allows the district court, \"for good cause shown, ... [to] make any order which justice requires to protect a party or person from annoyance, embarrassment, oppression, or undue burden or expense, including... that certain matters not be inquired into, or that the scope of the disclosure or discovery be limited to certain matters.\" Fed.R.Civ.P. 26(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> \"[T]he privilege of a witness, person, government, State, or political subdivision thereof shall be governed by the principles of the common law as they may be interpreted by the courts of the United States in the light of reason and experience. However, in civil actions and proceedings, with respect to an element of a claim or defense as to which State law supplies the rule of decision, the privilege of a witness, person, government, State, or political subdivision thereof shall be determined in accordance with State law.\" Fed.R.Evid. 501</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The appellants cite to two Southern District of New York cases,<i>Apex Oil Co. v. DiMauro,</i> <span class=\"citation no-link\"><span class=\"volume\">110</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">490</span></span> (S.D.N.Y.1985) and <i>Ross v. Bolton,</i> <span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">22</span></span> (S.D.N.Y.1985), to support their argument that the informant's privilege should be extended to non-government entities. The parties resisting discovery in those two cases were organizations that were \"statutorily assigned a significant responsibility, under the supervision of a federal agency, for policing industry practices and investigating possible illegal activity by its members.\" <i>Apex Oil Co.,</i> 110 F.R.D. at 497; <i>see Ross,</i> 106 F.R.D. at 24 &amp; n. 1. TRPB does not claim that it has statutorily assigned duties.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/99162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111185/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/184738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/186288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1912297/"
  ]
}