{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201402/",
  "absolute_url": "/opinion/201402/bucci-v-essex-insurance-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201402/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:19:57Z",
  "date_modified": "2016-02-28T05:05:25.270671Z",
  "type": "010combined",
  "sha1": "018a319320a4ea26ff736b3a32c57362fa395df3",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1619-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/01/05/Bucci_v._Essex_Insurance_Co..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 04-1619\nNo. 04-1664\n\n       BENJAMIN A. BUCCI, Individually and as Assignee of\n               N.E.C.N., Inc. d/b/a The Industry,\n\n              Plaintiff, Appellant/Cross-Appellee,\n\n                               v.\n\n                    ESSEX INSURANCE COMPANY,\n\n              Defendant, Appellee/Cross-Appellant.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n                    FOR THE DISTRICT OF MAINE\n\n         [Hon. Gene Carter, Senior U.S. District Judge]\n\n\n                             Before\n\n                       Selya, Circuit Judge,\n                  Stahl, Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n     James D. Poliquin, with whom Thomas S.    Marjerison, Lance E.\nWalker, and Norman, Hanson & DeTroy, LLC       were on brief, for\nBenjamin A. Bucci.\n     Jonathan M. Dunitz, with whom Michelle    Allott and Friedman,\nGaythwaite, Wolf & Leavitt were on brief,      for Essex Insurance\nCompany.\n\n\n\n                        January 5, 2005\n\f            LYNCH, Circuit Judge.     Benjamin Bucci was injured in an\n\nattack outside a Portland, Maine nightclub called The Industry. In\n\nstate court, he sued the club and then settled with it, taking an\n\nassignment    of   the   club's   claims   against   its   insurer,   Essex\n\nInsurance Company (\"Essex\").        A stipulated judgment was entered\n\nagainst The Industry.       Before settling with Bucci, the club had\n\nasked Essex to defend and to indemnify it; Essex declined both\n\nrequests.    Essex disclaimed coverage, based on an exclusion in the\n\npolicy for \"any claim, suit, cost or expense arising out of assault\n\nand/or battery\" (\"assault/battery exclusion\").\n\n            Bucci, individually and as assignee of The Industry, then\n\nsued Essex in a state case; the case was removed to federal court.\n\nBucci won on his claim that Essex had a duty to defend on a motion\n\nfor partial summary judgment.       After a bench trial, Bucci lost on\n\nthe claim that Essex had a duty to indemnify.         Each side appeals.\n\n             Essex's appeal from the award on breach of its duty to\n\ndefend primarily involves whether Maine has adopted a \"but for\"\n\ninterpretation of an assault/battery exclusion, and whether Bucci\n\nwas properly awarded attorney's fees for being forced to bring the\n\nclaim for breach of the duty.\n\n             Bucci's appeal from the denial of his indemnity claim\n\nraises interesting issues under Maine law and a subsidiary federal\n\nevidence law issue.      The first has to do with whether under Maine\n\nlaw an insurer that has violated its duty to defend is limited in\n\n\n                                    -2-\n\fpresenting a defense that it nonetheless had no duty to indemnify.\n\nBucci argues that he was rendered unconscious instantaneously, and\n\nabsent evidence from a witness to the attack, the insurer, which\n\nbears the burden on the exclusion, cannot prove there was a\n\nbattery, that is, a hitting with the intent to cause harm.                 In\n\nsupport, Bucci also argues that the court erred under Fed R. Evid.\n\n803(4) by considering evidence from Bucci's medical records.\n\n             We reject both parties' arguments.        Each side was given\n\na   conscientious   and   fair   hearing   by   the   district   judge,   who\n\ncommitted no errors of law, and we affirm the judgment.\n\n                                    I.\n\n             The facts and the history of the proceedings are based on\n\nthe record and the district court's two opinions in this case,\n\nBucci v. Essex Ins. Co., 287 F. Supp. 2d 75 (D. Me. 2003) (\"Bucci\n\nI\"), and Bucci v. Essex Ins. Co., 323 F. Supp. 2d 84 (D. Me. 2004)\n\n(\"Bucci II\").\n\n             On the night of December 22-23, 2000, Bucci was waiting\n\nin line outside The Industry, a nightclub in Portland, Maine, when\n\nan unknown assailant hit him on the back of the head.             Bucci II,\n\n323 F. Supp. 2d at 86.     He remembers the first blow to the back of\n\nhis head, but then lost consciousness.          Id.   With the exception of\n\none split second in the ambulance, he has no memory of what\n\nhappened after that first blow until he arrived at the hospital.\n\nId. at 87.    He cannot describe the assailant.        Id.   Bucci suffered\n\n\n                                    -3-\n\fsignificant   injuries   to   his   face   and   required   reconstructive\n\nsurgery.   His medical records from December 23, 2000 indicate that\n\nhe was \"hit,\" \"kicked,\" and \"punched\" in the face.           Id.\n\n           In early 2001, Bucci notified The Industry that he\n\nintended to sue it for his injuries.        The Industry was insured at\n\nthe time under a standard commercial general liability (\"CGL\")\n\npolicy issued by Essex.       Bucci I, 287 F. Supp. 2d at 77.         The\n\nIndustry requested that Essex defend and indemnify it under the\n\nterms of the CGL policy.      Id.   On June 29, 2001, Essex denied it\n\nhad any duty to defend or to indemnify The Industry based on the\n\nassault/battery exclusion in the policy:\n\n           The coverage under this policy does not apply\n           to any claim, suit, cost or expense arising\n           out of assault and/or battery, or out of any\n           act or omission in connection with the\n           prevention or suppression of such acts,\n           whether caused by or at the instigation or\n           direction of any Insured, Insured's employees,\n           patrons or any other person.    Nor does this\n           insurance apply with respect to any charges or\n           allegations of negligent hiring, training,\n           placement or supervision.\n\nId.\n\n           Bucci then filed suit against The Industry in Maine\n\nSuperior Court.    In his complaint, Bucci alleged the following:\n\n           10. While waiting in line at the club, the\n           Plaintiff was viciously attacked by a person\n           known   to  agents  and   employees  of  the\n           Defendant.\n           11.   The Plaintiff was repeatedly kicked in\n           the head by a person known to agents and\n           employees of the Defendant causing serious\n\n\n                                    -4-\n\f          permanent injuries that required surgery and\n          hospitalization.\n          12. Despite this vicious assault, employees\n          and agents of the Defendant failed to take\n          reasonable measures to assist the Plaintiff or\n          to prevent the assault on the Plaintiff.\n          13.   Following this vicious assault, agents\n          and employees of the Defendant assisted the\n          individual who assaulted the Plaintiff by\n          telling him to run inside The Industry to\n          avoid the Portland Police Officers responding\n          to the assault.\n\nThe complaint asserted legal claims for negligence, negligent\n\nsecurity, negligent supervision and training, negligent infliction\n\nof emotional distress, concerted action, spoliation of evidence,\n\nand punitive damages.          The Industry forwarded a copy of the\n\ncomplaint to Essex and again requested defense and indemnity.\n\nEssex again denied the request on August 29, 2001.\n\n          On     July   17,    2002,    Bucci      and   The   Industry,    each\n\nrepresented    by   counsel,     settled     the     underlying    action    and\n\nstipulated to a judgment of $200,000.           Id. In consideration for an\n\nagreement by Bucci not to execute $193,000 of the judgment against\n\nThe Industry, The Industry assigned its rights under the insurance\n\npolicy to Bucci.    Id.   Thus, The Industry paid Bucci only $7,000.\n\nThe Industry also incurred $8,800 in attorney's fees for its\n\ndefense of the action.         On July 23, 2002, the state trial court\n\nentered judgment pursuant to the parties' stipulations.\n\n          Bucci also successfully put in a claim to the Maine\n\nVictim's Compensation Board, asserting he was the victim of a\n\nviolent crime.\n\n                                       -5-\n\f          On March 6, 2003, Bucci filed a complaint in Maine state\n\ncourt against Essex, alleging that Essex was in breach of its\n\ncontract with The Industry by violating its duties to defend and to\n\nindemnify The Industry against Bucci's suit, and that Essex had\n\nengaged in unfair settlement practices.      Bucci sought to recover\n\n$200,000, the amount of the stipulated judgment entered against The\n\nIndustry, plus attorney's fees, costs, and interest.      On April 7,\n\n2003, Essex removed the case to the U.S. District Court for the\n\nDistrict of Maine.1\n\n          Bucci and Essex each moved for partial summary judgment\n\non the issue of whether Essex violated its duty to defend.         On\n\nOctober 23, 2003, the district court granted Bucci's motion for\n\npartial summary judgment and denied Essex's motion.      Bucci I, 287\n\nF. Supp. 2d at 76.          The district court determined that the\n\nassault/battery exclusion did not exclude claims for bodily injury\n\nresulting from conduct occurring after an alleged assault.     Id. at\n\n79.   Because Bucci's complaint in the underlying action included\n\nallegations of The Industry's conduct which purportedly caused\n\nBucci injury after the alleged assault, the district court held\n\nthat Essex did violate its duty to defend The Industry under the\n\ninsurance policy.     Id.   The posture of the case at that point was\n\n\n\n      1\n      Federal diversity jurisdiction under 28 U.S.C § 1332 exists\nin this case since Bucci is a citizen of Maine and Essex is a\nDelaware corporation with its principal place of business in\nVirginia, and the amount in controversy exceeds $75,000.\n\n                                   -6-\n\fthat if there were a duty to indemnify, it had to arise from\n\nconduct by The Industry after the assault.                      The court left for\n\ntrial the determination of whether Essex violated the separate duty\n\nto indemnify and the amount of damages for the violation of the\n\nduty to defend.        Id. at 80.\n\n               At the half-day bench trial conducted on December 5,\n\n2003, the       central     issue    was   whether      all   of     Bucci's   injuries\n\nresulted       from   the    attack    and   so    fell       within    the    policy's\n\nassault/battery exclusion.             Brian Hanson, the president of The\n\nIndustry, testified about the history of the law suit by Bucci\n\nagainst The Industry and Essex's refusal to defend the suit.\n\nKimberly Payne, a senior claims examiner at Essex, testified that\n\nshe denied the request to defend after she received the notice of\n\nclaim and spoke with Hanson's counsel, Hanson himself, and Bucci's\n\ncounsel on June 29, 2001.             From the information contained in the\n\nnotice of claim and the conversations, she determined that Bucci's\n\ninjuries      were    precluded     from   coverage      by    the     assault/battery\n\nexclusion in the policy.              She also testified that after Bucci\n\ncommenced the suit against The Industry, The Industry sent a copy\n\nof the complaint to her.            And on August 29, 2001, after consulting\n\nlocal counsel, she again denied coverage based on her determination\n\nthat    the    assault/battery        exclusion      precluded       coverage.      She\n\ntestified that while Essex did not have an official definition for\n\nthe    terms    \"assault     and    battery\"     used    in    the     exclusion,   she\n\n\n                                           -7-\n\funderstood it to mirror the civil definition for the tort of\n\n\"assault and battery\" in the state in which the claim arises, that\n\nis, \"an intentional hitting or striking or harm in some way\"\n\n(emphasis added).\n\n          Bucci also testified, describing in detail the nature of\n\nhis injuries, the medical treatment he required, and what he could\n\nremember of the events on the night of December 22-23, 2000.   Bucci\n\nreplied \"no\" when asked if he was disputing that he was assaulted\n\noutside The Industry. Bucci testified that he remembered being hit\n\n\"[i]n the back of the head\" by the unknown assailant.   He also said\n\nthat he knew he lost consciousness and that the ambulance crew\n\n\"tr[ied] pretty hard to get [him] awake and [he] remember[ed] a\n\nsplit second being in the ambulance.\"   Bucci testified that after\n\nhe woke up in the hospital, he \"knew that [his] face was broken. .\n\n. .   [He] was in shock and [he] was severely cold and [he] needed\n\nblankets and [was] extremely confused as to what happened.\"      He\n\nexplained that his face \"was caved in and everything over here was\n\npushed in, everything over here and on this side was broken.\"\n\nBucci testified that his jaw was broken and he could not eat\n\nanything or talk.   Bucci testified that he could not tell whether\n\nthe physical injuries he suffered resulted from the assault.      He\n\ntestified that he had never told a health care provider that his\n\ninjuries were caused by anything other than the assault.\n\n\n\n\n                               -8-\n\f            On April 8, 2004, the district court issued its rulings.\n\nSee Bucci II, 323 F. Supp. 2d at 86.         The district court found that\n\nall of Bucci's injuries resulted from the attacker's actions, and\n\nnot from later conduct by The Industry.           Id. at 91-92.        Thus, the\n\ndistrict   court    held   that   Essex    did   not   violate   its    duty   to\n\nindemnify The Industry because the entire stipulated judgment in\n\nthe underlying state tort action was based on injuries for which\n\ncoverage was excluded.      Id. at 92.     In addition, the court awarded\n\n$7,000 to Bucci (as The Industry's assignee) as damages for Essex's\n\nviolation of its duty to defend, as well as \"reasonable attorney\n\nfees\" attributable to his claim for Essex's violation of the duty\n\nto defend.2   Id.\n\n            Both parties filed timely appeals to this court.                   We\n\naddress them in turn.\n\n                           II.    Essex's Appeal\n\nA.   Essex's Violation of the Duty to Defend\n\n            Essex contends that the district court erred when it held\n\nthat Essex violated the duty to defend the underlying action\n\nbecause the complaint contained claims for injuries resulting from\n\nThe Industry's conduct after the attack.          See Bucci I, 287 F. Supp.\n\n2d at 79.     Specifically, the court applied the Maine rule of\n\n\n\n     2\n      According to the settlement agreement between Bucci and The\nIndustry, The Industry is entitled to the first $7,000 of any\namount that Bucci may recover from Essex to reflect The Industry's\npayment of $7,000 to Bucci.\n\n                                     -9-\n\fconstruction that any ambiguity must be construed against the\n\ninsurer.    Id. at 79.    The court either found no ambiguity, and/or\n\nruled that assuming the exclusion was ambiguous, it must be read\n\nagainst Essex.    See id.\n\n            We review the district court's finding that Essex had a\n\nduty to defend de novo both because it was resolved on summary\n\njudgment and because under Maine law \"[w]hether an insurer has an\n\nobligation to defend its insured against a complaint is a question\n\nof law.\"     Elliott v. Hanover Ins. Co., 711 A.2d 1310, 1312 (Me.\n\n1998) (citing N. Sec. Ins. Co. v. Dolley, 669 A.2d 1320, 1322 (Me.\n\n1996)).    Further, the question of whether there is an ambiguity in\n\nthe contract is itself a conclusion of law, reviewed de novo.\n\nCrowe v. Bolduc, 334 F.3d 124, 134 (1st Cir. 2003); Geyerhahn v.\n\nU.S. Fidelity & Guar. Co., 724 A.2d 1258, 1261 (Me. 1999).\n\n            Maine has consistently adhered to a pleading comparison\n\ntest to determine whether there is a duty to defend; that is, Maine\n\nresolves the question of \"whether there exists a duty to defend .\n\n. . by comparing the complaint with the terms of the insurance\n\ncontract.\"     Elliott, 711 A.2d at 1312; see Found. for Blood\n\nResearch v. St. Paul Marine and Fire Ins. Co., 730 A.2d 175, 177\n\n(Me. 1999) (\"It is black letter law in [Maine] that an insurer's\n\nduty to defend is determined by comparing the allegations in the\n\nunderlying    complaint     with   the     provisions   of   the   insurance\n\npolicy.\").    This is the case even when the undisputed facts show\n\n\n                                    -10-\n\fthe injury in question was not covered by the policy.                Elliott, 711\n\nA.2d at 1312.\n\n              Under this comparison test, the insurer has a duty to\n\ndefend if the underlying complaint discloses a \"potential or a\n\npossibility\" for liability within the policy's coverage.                       Id.\n\n(emphasis added).      Significantly, \"[t]he duty to defend is broader\n\nthan the duty to indemnify, and an insurer may have to defend\n\nbefore   it    is   clear   whether    there    is   a   duty   to   indemnify.\"\n\nCommercial Union Ins. Co. v. Royal Ins. Co., 658 A.2d 1081, 1083\n\n(Me. 1995). Maine requires that insurance policies be \"interpreted\n\nmost strongly against the insurer.\"               Baybutt Constr. Corp. v.\n\nCommercial Union Ins. Co., 455 A.2d 914, 921 (Me. 1983), overruled\n\non other grounds, Peerless Ins. Co. v. Brennon, 564 A.2d 383 (Me.\n\n1989).     \"Any ambiguity must be resolved in favor of a duty to\n\ndefend.\"      Mass. Bay Ins. Co. v. Ferraiolo Constr. Co., 584 A.2d\n\n608, 609 (Me. 1990).\n\n              Essex argues that the phrase \"arising out of assault\n\nand/or battery\" in the policy should be read broadly and urges us\n\nto adopt a \"but for\" test, since \"but for\" the attack, there would\n\nhave been no post-attack injuries.             In essence, Essex argues that\n\neven if the conduct of the employees of The Industry after the\n\nattack   caused     identifiable      injury    separate   in   kind    from   the\n\ninjuries from the attack or a worsening of the injuries from the\n\nattack, the exclusion applies because these injuries would not have\n\n\n                                       -11-\n\foccurred if there had been no battery.       The theory is not frivolous\n\nand Essex points to cases from elsewhere (or, as they would say in\n\nMaine, \"from away\") which support its reading.          See, e.g., Mark\n\nMcNichol Enters., Inc. v. First Fin. Ins. Co., 726 N.Y.S.2d 828,\n\n829 (N.Y. App. Div. 2001).\n\n          Essex points to only one Maine case, Mallar v. Penn-Am.\n\nIns. Co., 837 A.2d 133 (Me. 2003).      In Mallar, the court held that\n\nwhere a pub patron witnessed the murder of the bartender and\n\nobtained a judgment against the pub for negligent infliction of\n\nemotional distress as a result of the incident, the pub's insurer\n\nnonetheless had no duty to indemnify the pub under the policy's\n\n\"assault and battery exclusion\" because \"witnessing the murder was\n\nunquestionably   the   cause-in-fact\"   of    the   patron's   injury   (as\n\nopposed to the injury being independently caused by the bartender's\n\nactions in getting herself killed).      Id. at 135.\n\n           Essex argues that Mallar focused on the operative facts\n\nwhich caused the injury to determine the insurer's obligation, and\n\nhere, the \"operative fact\" was the assault.             Mallar cites to\n\nWinnacunnet Coop. Sch. Dist. v. Nat'l Union Fire Ins. Co. of\n\nPittsburgh, Pa., 84 F.3d 32, 37 (1st Cir. 1996), which applied New\n\nHampshire law to an assault/battery exclusion clause, and Essex\n\nrelies on that case to support its position. Winnacunnet, however,\n\ninvolves the mirror image of this case.              It stands for the\n\nproposition that negligent activities before an assault which do\n\n\n                                -12-\n\fnot cause any injuries independent of the assault fall within an\n\nassault/battery exclusion and are not covered by a policy that\n\ncontains   such     an   exclusion.      Id.   at   35.        Mallar   explains\n\nWinnacunnet as a case where \"although the plaintiffs allocated\n\nblame elsewhere, their alleged injuries nonetheless originated from\n\na murder.\"     Mallar, 837 A.2d at 135.        However, this case involves\n\nallegations    of    negligent   activities      after    an    assault   which\n\nallegedly caused (or exacerbated) injuries independent of (or in\n\naddition to) the assault.        Mallar does not establish the reading\n\nEssex urges.\n\n           In interpreting insurance contracts, Maine law does not\n\nuse the \"but for\" test advocated by Essex.            See, e.g., Pelkey v.\n\nGen. Elec. Capital Assurance Co., 804 A.2d 385, 387-89 (Me. 2002)\n\n(An insurance policy which limited coverage to injuries due to\n\naccidents \"directly and independently of all other causes\" did not\n\npreclude coverage for injuries from an accidental fall, though \"but\n\nfor\" the contribution to the injuries from pre-existing disease,\n\nthe loss would not have occurred.).            We see no reason to do so\n\nhere.\n\n           Under Maine law, \"an insurer may have to defend before it\n\nis clear whether there is a duty to indemnify,\" Commercial Union\n\nIns. Co., 658 A.2d at 1083.      The lack of clarity referred to by the\n\nMaine Law Court, in our view, involves lack of legal clarity as\n\n\n\n\n                                      -13-\n\fwell as lack of factual clarity.        See Found. for Blood Research,\n\n730 A.2d at 177.\n\nB.   Award of Attorney's Fees Against Essex\n\n            Essex also appeals from the district court's award of\n\nattorney's fees attributable to Bucci's being forced to prosecute\n\na claim against Essex for its failure to defend Bucci's underlying\n\naction against The Industry.3\n\n            Under Maine law, although a trial court's award of a sum\n\nfor attorney's fees is reviewed for abuse of discretion, the\n\nquestion of whether a trial court has authority to award attorney's\n\nfees is a question of law reviewed de novo.       Maine Mut. Fire Ins.\n\nCo. v. Gervais, 745 A.2d 360, 362 (Me. 1999); Gibson v. Farm Family\n\nMut. Ins. Co., 673 A.2d 1350, 1352, 1354 (Me. 1996).          Usually,\n\nunder the American Rule, attorney's fees are not awarded to the\n\nwinning party in a common law action.         See Gibson, 673 A.2d at\n\n1354.     There is a common law exception which permits an award of\n\nattorney's fees incurred in establishing an insurer's duty to\n\ndefend.    See id.\n\n            Such an award is restricted to cases \"when the duty to\n\ndefend is clear, pursuant to prevailing Maine law, from the policy\n\nand the pleadings of the suit filed against the insured.\"       Id. at\n\n1355.     It appears from Gibson that the issue of whether the duty\n\n\n\n     3\n      Essex does not contest the $7,000 award of contract damages,\nwhich was based on its violation of the duty to defend.\n\n                                 -14-\n\fwas clear is subject to de novo review.           Id.    Gibson also explained\n\nthat \"[i]n determining whether a duty to defend is clear, the\n\ninsurer will be held to recognize Maine law prevailing at the time\n\nof the insured's request for defense.\"             Id.    \"Given the possible\n\nexistence of any legal or factual basis for payment under a policy,\n\nan insurer's duty to defend should be decided summarily in favor of\n\nthe insured.\"    Id. at 1352 (emphasis added).\n\n           Essex relies on Northland Ins. Cos. v. Coconut Island\n\nCorp., 961 F. Supp. 20 (D. Me. 1997), to argue that there was no\n\nclear duty.    In Northland, the plaintiff in the underlying action\n\nsued a guesthouse for injuries she sustained from a sexual assault\n\nby an employee of the guesthouse who entered her room without her\n\nconsent.    Id. at 21.       The guesthouse's CGL policy contained an\n\nexclusion for \"bodily injury\" that arises \"out of an assault and\n\nbattery\" and also provided no coverage for \"personal injuries,\"\n\ndefined as \"injury, other than 'bodily injury,' arising out of . .\n\n.   wrongful   entry    into,     or   invasion   of    the   right   of   private\n\noccupancy of . . . a room, dwelling, or premises.\"              Id. at 22.      The\n\ndistrict court granted the insurer's summary judgment motion,\n\nholding that the insurer had no duty to defend the underlying\n\naction,    because     all   of    the    plaintiff's     allegations      in   the\n\nunderlying complaint were either bodily injuries that resulted from\n\nthe sexual assault or \"personal injuries\" caused by negligence,\n\n\n\n\n                                         -15-\n\fnegligent hiring and supervision, or intentional infliction of\n\nemotional distress.     Id.\n\n             Northland is not helpful to Essex.     To the extent that\n\nEssex is arguing that some of Bucci's claims may be read to allege\n\n\"personal injuries,\" the argument fails because unlike the policy\n\nin Northland, Essex's policy does provide coverage for \"personal\n\ninjuries.\"     Northland also cannot be read to state that Essex had\n\nno duty to defend with respect to the post-attack allegations here.\n\n             We affirm the district court's award of attorney's fees.\n\n      III.    Bucci's Appeal From Ruling that Exclusion Applies\n\nA.   Essex's Assertion of Nonconverage as a Defense After Violation\n     of Duty to Defend\n\n             Bucci argues, relying on language in two Maine cases,\n\nthat because Essex was in breach of its duty to defend, it could\n\nnot argue at trial that the injuries Bucci received were within the\n\nassault/battery exclusion, and as a result, it could not argue that\n\nit had no duty to indemnify The Industry.       See Elliott v. Hanover\n\nIns. Co., 711 A.2d 1310, 1314 (Me. 1998); Marston v. Merchants Mut.\n\nIns. Co., 319 A.2d 111, 114 (Me. 1974).\n\n             Stated broadly, Bucci's argument is that an insurer which\n\nis in breach of a duty to defend may not subsequently argue that\n\nthere was no duty to indemnify.      As so stated, Maine law has flatly\n\nrejected the argument.        As the court said in Elliott, \"An insurer\n\nthat breaches its duty to defend . . . is not estopped from\n\nasserting noncoverage as a defense in a subsequent action brought\n\n                                    -16-\n\fby the insured or the insured's assignee.\"           Elliott, 711 A.2d at\n\n1313.   The court observed that the argument would impermissibly\n\ncollapse the separate duties to defend and to indemnify into one\n\nanother:\n\n           [I]f an insurer who refuses to defend were\n           estopped from asserting the lack of coverage\n           as a defense in a subsequent action, then the\n           insurer's   duty   to   indemnify   would   be\n           coextensive with its duty to defend.      [The\n           Maine Law Court], however, ha[s] repeatedly\n           stated that an insurer's duty to indemnify is\n           independent from its duty to defend and that\n           its duty to defend is broader than its duty to\n           indemnify.\n\nId.\n\n           Elliott adopted the rule articulated by the Massachusetts\n\nSupreme Judicial Court in Polaroid Corp. v. Travelers Indemnity\n\nCo., 610 N.E.2d 912, 922 (Mass. 1993) (\"The statement made by some\n\ncourts that the insurer is estopped to deny liability is simply a\n\nconclusion and fails to recognize that no estoppel is involved in\n\nany traditional sense because, in refusing to defend a claim, an\n\ninsurer makes no misrepresentation on which the insured relies to\n\nits detriment.\").     Elliott, 711 A.2d at 1313.           Because Polaroid\n\ntreated the matter as one of contract law, the question of whether\n\ncontract damages should include the amount of the underlying\n\nsettlement   became   a   question    of   whether   the    amount   of   the\n\nsettlement   represented    damages     which   \"cannot      be   reasonably\n\nprevented and arise naturally from the breach, or [which were]\n\nreasonably contemplated by the parties.\"        Polaroid, 610 N.E.2d at\n\n                                 -17-\n\f921 (quoting Delano Growers' Coop. Winery v. Supreme Wine Co., 473\n\nN.E.2d 1066, 1075 (Mass. 1985)).    Importantly, the Polaroid court\n\nwent on to say: \"If an underlying claim . . . is not within the\n\ncoverage of an insurance policy, an insurer's improper failure to\n\ndefend that claim would not ordinarily be a cause of any payment\n\nthat the insured made in settlement of that claim (or to satisfy a\n\njudgment based on that claim).\"    Id.   We understand this to be the\n\napproach Maine has adopted.4\n\n          The question of whether breach of an insurer's duty to\n\ndefend precludes the insurer from asserting a defense to indemnity\n\ninvolves different approaches and interests.       Other states have\n\ndecided this public interest question differently.       See 22 Eric\n\nMills Holmes, Holmes' Appleman on Insurance § 136.8, at 56 (2d ed.\n\n2003) (\"Another consequence of the insurer's refusal to defend [in\n\nsome states] is that the insurer may be estopped from denying\n\ncoverage under the indemnification provisions of the policy.    Thus\n\nwhen the insurer refuses to defend, it is bound by the judgment\n\n\n     4\n      Indeed, when a federal district court, in 1998, read an\nearlier Maine case, Cambridge Mut. Fire Ins. Co. v. Perry, 692 A.2d\n1388 (Me. 1997), as creating a rule that an insurer's wrongful\nfailure to defend results in the insurer's waiver of the right to\nsubsequently litigate the indemnification issue, see Anderson v.\nVa. Sur. Co., 985 F. Supp. 182, 189-90 (D. Me. 1998), the Maine Law\nCourt expressly disavowed that broad reading. See Elliott, 711\nA.2d at 1314 n.3. In a post-Elliott case, a federal district court\nperceptively recognized that Elliott's rejection of that broad\nreading may be based in part on Maine's recognition that key facts\nbearing on the duty to indemnity may well not have been resolved in\nan earlier settlement.     Boise Cascade Corp. v. Reliance Nat'l\nIndem. Co., 99 F. Supp. 2d 87, 98 n.14 (D. Me. 2000).\n\n                               -18-\n\fentered   against   the   insured.\").   The   cases   expressing   that\n\ndifferent policy cited in the treatise are often based on the\n\nestoppel theory.    See, e.g., Aetna Cas. & Sur. Co. v. Coronet Ins.\n\nCo., 358 N.E.2d 914, 917 (Ill. App. Ct. 1976).\n\n            But Maine has expressly rejected that theory of waiver or\n\nestoppel.     Elliott, 711 A.2d at 1313.   Rather, Maine has adopted\n\nthe view that an insurer who has wrongfully refused to defend is in\n\nbreach of contract and is subject to contractual remedies for the\n\nbreach.     Id.\n\n            The rub is what the Maine Law Court meant when it said in\n\nElliott that the insurer \"is also bound by the default judgment as\n\nto any factual issues that might have been litigated in the\n\nunderlying negligence action.\"      Id. at 1314.      Elliott cites to\n\nMarston, which said, \"[A]t least . . . in any action in which there\n\nis an allegation in the complaint which would establish liability\n\nwithin the coverage of the policy even though there are other\n\nallegations as to liability outside the coverage of the policy, a\n\ngeneral verdict with no special findings of fact is binding on the\n\ninsurer as to its liability under the insurance policy.\"      Marston,\n\n319 A.2d at 114.     Both Elliott and Marston, unlike the case here,\n\ninvolved default judgments entered below.\n\n             Bucci seizes on this language from Elliott to argue that\n\nEssex could have raised its exclusion argument based on the battery\n\nin the underlying case between Bucci and The Industry, and because\n\n\n                                 -19-\n\fit failed to do so, it is now precluded from doing so.            Given the\n\ncomplexity of the law in this area and the statement in Elliott\n\nthat an insurer which is in breach of its duty to defend is not\n\nprecluded from asserting noncoverage as a defense to an indemnity\n\naction, Elliott, 711 A.2d at 1313, we very much doubt the sentence\n\nin question can be read in the way Bucci urges.            The area of law\n\nconcerning the preclusive effect on an insurer in breach of its\n\nduty to defend is complicated, and the Maine Law Court has not been\n\npresented   with   cases   which   have   permitted   it   to   resolve   the\n\ncomplexities.\n\n            Elliott made reference to the complexities. See Elliott,\n\n711 A.2d at 1313.    The insurance law treatises describe a variety\n\nof contexts in which the issue of preclusive effect on an insurer\n\nis raised and the variety of exceptions that exist even in courts\n\nwhich follow such a rule of preclusion.       See 14 Lee Russ and Thomas\n\nF. Segalla, Couch on Insurance §§ 202:8-202:12 (3d ed. 1999).             For\n\nexample, Couch lists exceptions to the rule binding insurers in\n\nbreach of a duty to defend to judgments in the underlying action\n\nwhen, inter alia, (1) the underlying action has been settled or\n\nthere is a consent judgment and the settlement amount was not\n\nreasonable, or not entered into in good faith, id. § 202:9, at 202-\n\n35; (2) the underlying judgment was procured by fraud or collusion\n\nof the insured and the injured party, id. § 202:12, at 202-42; (3)\n\nthe question of coverage turns on facts which were not essential to\n\n\n                                   -20-\n\fthe underlying judgment of liability, id. § 202:12, at 202-43; (4)\n\nthere is a serious conflict of interest between the insurer and\n\ninsured, id. § 202:12, at 202-43; and (5) the insured cannot show\n\nthat it was worse off as to indemnity for breach of the duty to\n\ndefend, id. § 202:12, at 202-44.\n\n              Indeed, the Couch treatise makes several observations.\n\nMost pertinent is that \"[t]he judicial decisions on this matter\n\ngenerally reflect the principle that a court will not create\n\ncoverage in those situations where coverage does not exist.\"                  Id.\n\n§ 202:12 at 202-45.      Another is that \"public policy considerations\n\n. . . disfavor fraudulent or collusive settlements, such as those\n\nin which an insured concedes liability in situations where it is\n\nnot liable, and in which the injured third party is effectively\n\nawarded damages in excess of the value of actual injuries.\"                   Id.\n\n§202:9, at 202-36.            Maine has not yet explored all of these\n\nquestions, but certain principles guide the way.\n\n              First, to the extent Maine has any form of a rule binding\n\ninsurers in breach of a duty to defend to an underlying judgment,\n\nthere are, we conclude, limits to the binding effect under the\n\nrule.   Elliott limited the binding effect of the default judgment\n\nto   issues    which   were    or   \"might    have   been   litigated\"   in   the\n\nunderlying action by the injured person for recourse to the policy.\n\nId. at 1314.      We view this broad language in Elliott (\"might have\n\nbeen litigated\") as likely limited by the rule articulated in Am.\n\n\n                                       -21-\n\fPolicyholders' Ins. Co. v. Cumberland Cold Storage Co., 373 A.2d\n\n247, 250-51 (Me. 1977), that where there is a duty to defend \"the\n\nindemnification obligation depends upon the theory under which\n\njudgment is entered in the underlying damage actions.\"            Id. at 251\n\n(emphasis added).       Further, we do not understand Maine law to\n\ndepart   from   the   usual    rule   that   any   binding   effect   from   an\n\nunderlying judgment is only as to facts which were essential to the\n\nunderlying judgment.     See 14 Couch on Insurance, § 202:12, at 202-\n\n41. That more limited understanding is articulated in the Polaroid\n\ncase, whose rule Elliott cited favorably. See Elliott, 711 A.2d at\n\n1313; Polaroid, 610 N.E.2d at 921 n.20.\n\n            Second, it is also clear under Maine law that a non-\n\ndefending insurer in breach of its duty to defend may nonetheless\n\nchallenge, at the least, the reasonableness or good faith of the\n\nunderlying settlement.        Cambridge Mut. Fire Ins. Co., 692 A.2d at\n\n1391.\n\n            Third, Maine law allows declaratory judgment actions by\n\ninsurers who seek a determination that they have neither defense\n\nnor indemnity obligations as to underlying actions against their\n\ninsureds.    Am. Policyholders' Ins. Co., 373 A.2d at 250.             Should\n\nsummary judgment be appropriate, the insurer may obtain a judgment\n\nof no obligation to indemnify even before judgment has entered in\n\nthe underlying action.        Id. at 250 n.2.      Essex did not follow that\n\npath here, nor is there a suggestion that it was required to do so.\n\n\n                                      -22-\n\f            Indeed, Maine law recognizes that a potential conflict of\n\ninterest between insurers denying coverage and insureds may be such\n\nas   to   warrant   refusing   to   let    an   insurer   intervene   in   the\n\nunderlying action between the plaintiff and the insured. See Donna\n\nC. v. Kalamaras, 485 A.2d 222, 225 (Me. 1984).            The Maine Law Court\n\nwas explicit that an insurer need not intervene to protect itself\n\nfrom the so-called Marston rule.          Id. at 224-25.     Thus Maine does\n\nnot seem to have adopted a rule that an insurer must bring a\n\ndeclaratory    judgment   action    or    attempt    to   intervene   in   the\n\nunderlying action and is in peril of giving up an indemnity defense\n\nif it fails to do so.\n\n             In the end, we conclude that the sentence in Elliott does\n\nnot assist Bucci for several reasons.           First, the clear rule under\n\nElliott is that an insurer in breach of a duty to defend is not\n\nprohibited from asserting noncoverage as a defense to an indemnity\n\naction.    Bucci's argument appears to us to be inconsistent with\n\nthat rule.\n\n            Second, we doubt Maine law would inflexibly adopt the\n\nrule Bucci desires. Such a rule would encourage collusion (or even\n\nfraud) between insureds and injured plaintiffs, as well as inflated\n\nsettlements, leaving an insurer without a defense of noncoverage.\n\nSee Airway Underwriters v. Perry, 284 N.E.2d 604, 607-08 (Mass.\n\n1972) (noting an insurer may always avoid a judgment rendered\n\nagainst the insured by showing it was procured by collusion or\n\n\n                                    -23-\n\ffraud). All indications are that Maine would not want to encourage\n\ncollusion or fraud.      See Cambridge Mut. Fire Ins. Co., 692 A.2d at\n\n1391 (\"An insurer is liable only if the settlement amount is\n\nreasonable and is made in good faith.\").\n\n           We draw some distinctions between collusion as to claims\n\nof negligence and collusion as to claims on which an exclusion from\n\ncoverage is predicated.        We do not suggest that there was no\n\nreasoned   basis   for    a   conclusion     that   The   Industry    somehow\n\nnegligently violated a duty of care in not preventing or stopping\n\nthe assault; the record is simply too bare on the point to make any\n\nsuch determination.      Nor do we suggest that Bucci's injuries were\n\nnot serious; they were extremely serious and his damages were real.\n\nThere is   nothing,      nonetheless,   in   the    record   to   support   the\n\nallegations contained in the complaint that post-attack actions by\n\nThe Industry caused or contributed to Bucci's injuries, and that\n\nwas the premise for Bucci's coverage argument.            Bucci's refusal to\n\nput on any proof in support of those coverage allegations is\n\ntelling.   We see no reason why a court would not be free to\n\nconsider the lack of merit of the only allegations in the complaint\n\non which coverage could possibly be based in considering whether an\n\ninsurer is precluded from a defense on indemnity.\n\n           Third, the rule in Marston, referred to by the sentence\n\nin Elliott, 711 A.2d at 1314, has a limited preclusive effect, as\n\nwe have described.        There is a difference between the issue of\n\n\n                                   -24-\n\fwhether the insured's negligence caused injury to plaintiff and the\n\nissue of whether an exclusion (say, for assault and battery)\n\nnonetheless precludes coverage even if there was negligence. Here,\n\nthe factual issue in the underlying action was whether The Industry\n\nnegligently caused Bucci's injuries.        In the underlying tort\n\naction, all that was required to be proven was negligence causing\n\ninjury; not that the touching causing injury was intentional.     See\n\nCambridge Mut. Fire Ins. Co., 692 A.2d at 1390-91.       It was not\n\nnecessary for the resolution of that underlying claim to determine\n\nwhether Bucci's injuries were caused by battery, the issue on which\n\ninsurance coverage turned.\n\n           The trial court correctly rejected Bucci's argument.\n\nB.   Sufficiency of the Evidence\n\n          As the case between Bucci and Essex was framed for trial\n\nafter the partial summary judgment motions, the issue was whether\n\nthere was evidence that any of the injuries Bucci suffered were\n\noutside the exclusion, as the complaint had alleged.    See Bucci I,\n\n287 F. Supp. 2d at 79.   That is, the question was whether Bucci had\n\nsuffered any injuries not caused by the incident itself but by the\n\nconduct of The Industry staff afterwards.    At trial, Bucci offered\n\nno evidence of any such injury resulting from conduct outside of,\n\nand after, the incident; instead, he relied on the fact that the\n\ninsurer had the burden of proving the exclusion.\n\n\n\n\n                                -25-\n\f            On appeal, Bucci's theory has subtly shifted.            He now\n\nargues that the insurer never met its burden of showing that the\n\ninjuries he suffered were from an assault and battery, because no\n\none can show that his unknown assailant acted intentionally.              The\n\nargument builds on several points: that the district court applied\n\nthe   incorrect   legal   standard;   that    a   fact   finder   could   not\n\nreasonably infer from the degree of injury that the injury was\n\nintentionally inflicted; that the medical records (which supplied\n\ndetails concerning the nature of the injury and the statements that\n\nindicated he was hit in the face) were inadmissible under Rule\n\n803(4) because the declarant was unknown; and that the error in\n\nadmitting the medical records was prejudicial.           The arguments have\n\na certain air of unreality, especially given the allegations of the\n\ncomplaint,   which   described   Bucci   as   a   victim   of   assault   and\n\nbattery.5\n\n\n      5\n      The complaint in Bucci's civil suit against The Industry,\nthough not admitted into evidence for the truth of the matter\nasserted therein, was nonetheless admissible as a party admission\nand susceptible to judicial notice. See Rodi v. S. New Engl. Sch.\nof Law, 389 F.3d 5, 19 (1st Cir. 2004) (\"It is well-accepted that\nfederal courts may take judicial notice of proceedings in other\ncourts if those proceedings have relevance to the matters at\nhand.\") (quoting Kowalski v. Gagne, 914 F.2d 299, 305 (1st Cir.\n1990)).   As an ordinary admission, these allegations in the\ncomplaint are not rebutted by any evidence introduced by Bucci.\n     Litigants are under an obligation not to allege facts that\nhave no evidentiary support. See Gonzalez v. Walgreens Co., 918\nF.2d 303, 305 (1st Cir. 1990) (\"[A] pleading in one case is not a\nconclusive judicial admission in a later one, [but] it is treated\nas an ordinary admission which can be contradicted by other\nevidence.\" (quoting United States v. Raphelson, 802 F.2d 588, 592\n(1st Cir. 1986)) (alterations in Gonzalez); see also Fed. R. Civ.\n\n                                  -26-\n\f            As to the insufficiency argument, an appellate court\n\nconstrues   all   evidence   \"in   the   light   most    hospitable   to   the\n\nverdict\" and the evidence will be deemed insufficient only if the\n\nrecord, \"viewed from this verdict-friendly perspective and without\n\nregard to credibility or weight, is such that reasonable minds\n\ncould not differ as to the outcome.\"        Muniz v. Rovira, 373 F.3d 1,\n\n4-5 (1st Cir. 2004) (citations omitted).\n\n            Bucci's main argument is that there is no evidence that\n\nBucci's injuries were intentionally caused, and thus a battery.\n\nThe district court inferred the requisite intent from Bucci's\n\nsevere facial injuries, which were consistent with the theory that\n\nhe was hit with repeated and violent blows.             The court found that\n\n\"Bucci was hit from behind and then punched or kicked in the face\n\nuntil he sustained severe facial damage.\"          Bucci II, 323 F. Supp.\n\n2d at 91 n.6.     That satisfied the court that \"Bucci was the victim\n\nof a battery.\"     Id.\n\n            The district court applied the correct legal standard.\n\n\"At common law an unlawful touching of the person of another,\n\nunpermitted and unprivileged, done with the intention of bringing\n\nabout a harmful or offensive contact, constituted an assault and\n\nbattery.\"     Wilson v. State, 268 A.2d 484, 486-87 (Me. 1970).\n\nAlthough there is no direct evidence of intent in this case, given\n\n\nP. 8(e)(2) and 11(b)(3) (stating factual allegations in pleadings\nshould have evidentiary support or are likely to have such support\nafter investigation).\n\n                                   -27-\n\fthat the assailant could not be identified, Maine allows intent to\n\nbe inferred from the result of the attack.                \"Absent a rare\n\nadmission by the party, a party's intent can only be inferred from\n\nhis physical acts.\"    Mut. Fire Ins. Co. v. Hancock, 634 A.2d 1312,\n\n1313 (Me. 1993). Indeed, Maine has not been particularly receptive\n\nto arguments that where a person is unable to recall what happened\n\nto cause injury, a court may not infer from other evidence that\n\nwhat happened was a result of intentional conduct.                That was\n\nexactly the argument the court was asked, and refused, to endorse\n\nin Hancock.     Id. at 1313 (inferring from evidence of multiple\n\nviolent blows    to   victim   that   the   attacker   intended   to   cause\n\ninjuries).    The record supports the trial judge's finding that\n\nBucci was the victim of a battery.6\n\n          Bucci also testified at trial that he was not disputing\n\nthe fact that he was \"assaulted\" outside The Industry.                 Bucci\n\n\n\n     6\n      Bucci testified that he remembered being hit by the first\nblow from behind.     The emergency ambulance report noted that\nBucci's left cheek was swelling because he was \"struck once in face\n[with] a fist,\" and that a witness said that Bucci lost\nconsciousness for \"approximately 1 min.\" The ambulance report also\nnoted that Bucci's lower lip was lacerated.          The emergency\nphysician record from the night of December 23, 2000, when Bucci\nwas taken to the emergency room, notes that Bucci was \"hit & kicked\nin [the] face.\" Bucci's argument that these multiple, repeated\nviolent blows to his body were not intentional but \"accidental\" or\n\"reckless\" is implausible and defies common sense. Cf. Hancock,\n634 A.2d at 1313.    Further, Bucci's answer to interrogatories,\nadmitted into evidence at trial, explained that he \"was brutally\nattacked within a short distance from Industry employees. . . .\n[The employees] hid the attacker from the police.\" (emphasis\nadded).\n\n                                  -28-\n\fattempts to minimize this by arguing that he was a layman and did\n\nnot understand the legal distinction between a \"criminal assault\"\n\n(which may be premised on recklessness alone) and a \"civil assault\n\nand battery\" (which requires intentional acts).          The argument is\n\ndisingenuous: the common, everyday definition for assault is \"a\n\nviolent physical or verbal attack.\"         Merriam Webster's Collegiate\n\nDictionary 69 (10th ed. 1993).\n\n            Bucci next argues that the district court erred by\n\nallowing into evidence Bucci's medical records for the purpose of\n\ndetermining the nature of Bucci's injuries, and inferring from the\n\nnature of the injuries that they were intentionally caused.              We\n\nreview a trial court's evidentiary rulings for abuse of discretion.\n\nWalton v. Nalco Chem. Co., 272 F.3d 13, 24 (1st Cir. 2001).\n\n            At trial, the district court admitted the medical records\n\nde bene, noting Bucci's hearsay and foundation objections.           In its\n\nopinion, the district court explained that it excluded the portions\n\nfrom those records that characterize the incident as an \"assault,\"\n\nbut it admitted descriptions of the specific contacts that caused\n\nBucci's injuries under the statements for medical treatment or\n\ndiagnosis exception to the hearsay rule, Fed. R. Evid. 803(4).\n\nBucci II, 323 F. Supp. 2d at 87 n.3.        Rule 803(4) provides for the\n\nadmission of: \"Statements made for purposes of medical diagnosis or\n\ntreatment and describing medical history, or past or present\n\nsymptoms,   pain,   or   sensations,   or    the   inception   or   general\n\n\n                                 -29-\n\fcharacter of the cause or external source thereof insofar as\n\nreasonably pertinent to diagnosis or treatment.\"                     Fed R. Evid.\n\n803(4).\n\n           Under Rule 803(4), there are three requirements for the\n\nadmission of out-of-court statements: \"(1) the statements must be\n\nmade for purposes of diagnosis or treatment (2) about (i) medical\n\nhistory (ii) or past or present symptoms, pain, or sensations or\n\n(iii) about the inception or general character of the cause or\n\nexternal   source    thereof      (3)    insofar    as   they    are    reasonably\n\npertinent to diagnosis or treatment.\"              Danaipour v. McLarey, 386\n\nF.3d 289, 297 (1st Cir. 2004) (footnote omitted).                      There is no\n\nrequirement, either in the text of the Rule, or the case law, that\n\nthe speaker be the patient himself.            Id.; see also 4 Stephen A.\n\nSaltzburg et al., Federal Rules of Evidence Manual § 803.02[5][d]\n\n(8th ed. 2002) (\"[S]tatements by bystanders, family members, and\n\nothers, made for the purposes of treating an injured person and\n\npertinent to that treatment, have often been admitted under Rule\n\n803(4).\").     In general, under Rule 803(4), \"the declarant's motive\n\nto   promote   treatment    or    diagnosis    is    the   factor      crucial   to\n\nreliability.\"     Danaipour, 386 F.3d at 298.\n\n           Sometimes,      when    the     declarant     of     an   out-of-court\n\nstatement is unknown, there is less certainty that the statement\n\nwas made for the purpose of treating or diagnosing the patient, and\n\nthe statement itself may not bear the indicia of that purpose.\n\n\n                                        -30-\n\fSee, e.g., Stull v. Fuqua Indus., Inc., 906 F.2d 1271, 1273-74 (8th\n\nCir. 1990) (A statement in the medical record that \"[a]pparently,\n\n[the plaintiff] . . . jumped off the lawn mower and got his left\n\nheel under the law mower\" was not admissible under Rule 803(4)\n\nbecause \"the word 'apparently' in the hospital record indicates\n\nthat the statement . . . may not have been made by [the plaintiff];\n\nit may instead represent conjecture on the part of the person\n\nfilling out the record.\").7\n\n          Here, some statements in the medical records were clearly\n\nmade by Bucci or a witness to the attack for purposes of medical\n\ntreatment.8   For some of the other statements, the identity of the\n\n\n     7\n      See Cook v. Hoppin, 783 F.2d 684, 690 (7th Cir. 1986)\n(Statements from unknown declarant relating to an alleged\n\"wrestling match\" in medical records were not admissible under Rule\n803(4) because they \"were not of the type medical personnel\ngenerally rely on in making a diagnosis and providing treatment.\");\nsee also Petrocelli v. Gallison, 679 F.2d 286, 288-91 (1st Cir.\n1982) (Statements from unknown declarant in medical records\nregarding a nerve allegedly severed six months earlier were not\nadmissible under \"business records\" exception in Fed. R. Evid.\n803(6) because there was no indication where this information came\nfrom and statements were not diagnostic.).\n     8\n      For example, in the emergency ambulance report, which was\nfilled out by the ambulance crew that transported Bucci to the\nhospital, is the following: \"Patient complained of [neck] pain\nafter struck once in face [by] a fist.      Witness [said] patient\n[suffered] loss of consciousness [for] approximately 1 minute.\nPatient denies spine pain, denies shortness of breath.\"        The\nwitness who provided a description to the ambulance crew clearly\ndid so for purposes of Bucci's medical treatment. These statements\nwere made within minutes of the call for help after the attack,\nadding to the likelihood that they were reliable: the ambulance\ncrew received the emergency call at 1:36 AM, arrived at the scene\nof the attack at 1:40 AM, and transported Bucci to the hospital at\n1:58 AM.\n\n                                -31-\n\fdeclarant cannot be discerned, but it is nonetheless clear that the\n\nstatements were made for purposes of medical treatment and were\n\nadmissible.9\n\n            The district court carefully and fairly heard Bucci's\n\ncase.    The court's conclusion is unimpeachable.\n\n                                 IV.\n\n            The district court's judgment is affirmed.   No costs are\n\nawarded.\n\n\n\n\n     9\n      For example, in the emergency physician record for Bucci\ndated December 23, 2000, under the heading \"context,\" the word\n\"direct blow\" was circled and the statement \"hit & kicked [in the]\nface\" was written underneath; in the triage report filled out by\nthe triage nurse at 2:00 AM on December 23, 2000, the following\nstatement appears under the heading of \"primary assessment\":\n\"Punched in [left] side of head.\" It is helpful for a doctor to\nknow this information in evaluating injuries.\n\n                                -32-\n\f",
  "html": "<p class=\"case_cite\">393 F.3d 285</p>\n    <p class=\"parties\">Benjamin A. BUCCI, Individually and as Assignee of N.E.C.N., Inc. d/b/a The Industry, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>ESSEX INSURANCE COMPANY, Defendant, Appellee/Cross-Appellant.</p>\n    <p class=\"docket\">No. 04-1619.</p>\n    <p class=\"docket\">No. 04-1664.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 4, 2004.</p>\n    <p class=\"date\">Decided January 5, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James D. Poliquin, with whom Thomas S. Marjerison, Lance E. Walker, and Norman, Hanson &amp; DeTroy, LLC were on brief, for Benjamin A. Bucci.</p>\n      <p class=\"indent\">Jonathan M. Dunitz, with whom Michelle Allott and Friedman, Gaythwaite, Wolf &amp; Leavitt were on brief, for Essex Insurance Company.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Benjamin Bucci was injured in an attack outside a Portland, Maine nightclub called The Industry. In state court, he sued the club and then settled with it, taking an assignment of the club's claims against its insurer, Essex Insurance Company (\"Essex\"). A stipulated judgment was entered against The Industry. Before settling with Bucci, the club had asked Essex to defend and to indemnify it; Essex declined both requests. Essex disclaimed coverage, based on an exclusion in the policy for \"any claim, suit, cost or expense arising out of assault and/or battery\" (\"assault/battery exclusion\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bucci, individually and as assignee of The Industry, then sued Essex in a state case; the case was removed to federal court. Bucci won on his claim that Essex had a duty to defend on a motion for partial summary judgment. After a bench trial, Bucci lost on the claim that Essex had a duty to indemnify. Each side appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Essex's appeal from the award on breach of its duty to defend primarily involves whether Maine has adopted a \"but for\" interpretation of an assault/battery exclusion, and whether Bucci was properly awarded attorney's fees for being forced to bring the claim for breach of the duty.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Bucci's appeal from the denial of his indemnity claim raises interesting issues under Maine law and a subsidiary federal evidence law issue. The first has to do with whether under Maine law an insurer that has violated its duty to defend is limited in presenting a defense that it nonetheless had no duty to indemnify. Bucci argues that he was rendered unconscious instantaneously, and absent evidence from a witness to the attack, the insurer, which bears the burden on the exclusion, cannot prove there was a battery, that is, a hitting with the intent to cause harm. In support, Bucci also argues that the court erred under Fed R. Evid. 803(4) by considering evidence from Bucci's medical records.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We reject both parties' arguments. Each side was given a conscientious and fair hearing by the district judge, who committed no errors of law, and we affirm the judgment.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The facts and the history of the proceedings are based on the record and the district court's two opinions in this case, <i>Bucci v. Essex Ins. Co.,</i> 287 F.Supp.2d 75 (D.Me.2003) (\"<i>Bucci I</i>\"), and <i>Bucci v. Essex Ins. Co.,</i> 323 F.Supp.2d 84 (D.Me.2004) (\"<i>Bucci II</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the night of December 22-23, 2000, Bucci was waiting in line outside The Industry, a nightclub in Portland, Maine, when an unknown assailant hit him on the back of the head. <i>Bucci II,</i> 323 F.Supp.2d at 86. He remembers the first blow to the back of his head, but then lost consciousness. <i>Id.</i> With the exception of one split second in the ambulance, he has no memory of what happened after that first blow until he arrived at the hospital. <i>Id.</i> at 87. He cannot describe the assailant. <i>Id.</i> Bucci suffered significant injuries to his face and required reconstructive surgery. His medical records from December 23, 2000 indicate that he was \"hit,\" \"kicked,\" and \"punched\" in the face. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In early 2001, Bucci notified The Industry that he intended to sue it for his injuries. The Industry was insured at the time under a standard commercial general liability (\"CGL\") policy issued by Essex. <i>Bucci I,</i> 287 F.Supp.2d at 77. The Industry requested that Essex defend and indemnify it under the terms of the CGL policy. <i>Id.</i> On June 29, 2001, Essex denied it had any duty to defend or to indemnify The Industry based on the assault/battery exclusion in the policy:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The coverage under this policy does not apply to any claim, suit, cost or expense arising out of assault and/or battery, or out of any act or omission in connection with the prevention or suppression of such acts, whether caused by or at the instigation or direction of any Insured, Insured's employees, patrons or any other person. Nor does this insurance apply with respect to any charges or allegations of negligent hiring, training, placement or supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Bucci then filed suit against The Industry in Maine Superior Court. In his complaint, Bucci alleged the following: 10. While waiting in line at the club, the Plaintiff was viciously attacked by a person known to agents and employees of the Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">11. The Plaintiff was repeatedly kicked in the head by a person known to agents and employees of the Defendant causing serious permanent injuries that required surgery and hospitalization.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">12. Despite this vicious assault, employees and agents of the Defendant failed to take reasonable measures to assist the Plaintiff or to prevent the assault on the Plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">13. Following this vicious assault, agents and employees of the Defendant assisted the individual who assaulted the Plaintiff by telling him to run inside The Industry to avoid the Portland Police Officers responding to the assault.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The complaint asserted legal claims for negligence, negligent security, negligent supervision and training, negligent infliction of emotional distress, concerted action, spoliation of evidence, and punitive damages. The Industry forwarded a copy of the complaint to Essex and again requested defense and indemnity. Essex again denied the request on August 29, 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On July 17, 2002, Bucci and The Industry, each represented by counsel, settled the underlying action and stipulated to a judgment of $200,000. <i>Id.</i> In consideration for an agreement by Bucci not to execute $193,000 of the judgment against The Industry, The Industry assigned its rights under the insurance policy to Bucci. <i>Id.</i> Thus, The Industry paid Bucci only $7,000. The Industry also incurred $8,800 in attorney's fees for its defense of the action. On July 23, 2002, the state trial court entered judgment pursuant to the parties' stipulations.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Bucci also successfully put in a claim to the Maine Victim's Compensation Board, asserting he was the victim of a violent crime.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On March 6, 2003, Bucci filed a complaint in Maine state court against Essex, alleging that Essex was in breach of its contract with The Industry by violating its duties to defend and to indemnify The Industry against Bucci's suit, and that Essex had engaged in unfair settlement practices. Bucci sought to recover $200,000, the amount of the stipulated judgment entered against The Industry, plus attorney's fees, costs, and interest. On April 7, 2003, Essex removed the case to the U.S. District Court for the District of Maine.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Bucci and Essex each moved for partial summary judgment on the issue of whether Essex violated its duty to defend. On October 23, 2003, the district court granted Bucci's motion for partial summary judgment and denied Essex's motion. <i>Bucci I,</i> 287 F.Supp.2d at 76. The district court determined that the assault/battery exclusion did not exclude claims for bodily injury resulting from conduct occurring <i>after</i> an alleged assault. <i>Id.</i> at 79. Because Bucci's complaint in the underlying action included allegations of The Industry's conduct which purportedly caused Bucci injury after the alleged assault, the district court held that Essex did violate its duty to defend The Industry under the insurance policy. <i>Id.</i> The posture of the case at that point was that if there were a duty to indemnify, it had to arise from conduct by The Industry after the assault. The court left for trial the determination of whether Essex violated the separate duty to indemnify and the amount of damages for the violation of the duty to defend. <i>Id.</i> at 80.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the half-day bench trial conducted on December 5, 2003, the central issue was whether all of Bucci's injuries resulted from the attack and so fell within the policy's assault/battery exclusion. Brian Hanson, the president of The Industry, testified about the history of the law suit by Bucci against The Industry and Essex's refusal to defend the suit. Kimberly Payne, a senior claims examiner at Essex, testified that she denied the request to defend after she received the notice of claim and spoke with Hanson's counsel, Hanson himself, and Bucci's counsel on June 29, 2001. From the information contained in the notice of claim and the conversations, she determined that Bucci's injuries were precluded from coverage by the assault/battery exclusion in the policy. She also testified that after Bucci commenced the suit against The Industry, The Industry sent a copy of the complaint to her. And on August 29, 2001, after consulting local counsel, she again denied coverage based on her determination that the assault/battery exclusion precluded coverage. She testified that while Essex did not have an official definition for the terms \"assault and battery\" used in the exclusion, she understood it to mirror the civil definition for the tort of \"assault and battery\" in the state in which the claim arises, that is, \"an <i>intentional</i> hitting or striking or harm in some way\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Bucci also testified, describing in detail the nature of his injuries, the medical treatment he required, and what he could remember of the events on the night of December 22-23, 2000. Bucci replied \"no\" when asked if he was disputing that he was assaulted outside The Industry. Bucci testified that he remembered being hit \"[i]n the back of the head\" by the unknown assailant. He also said that he knew he lost consciousness and that the ambulance crew \"tr [ied] pretty hard to get [him] awake and [he] remember[ed] a split second being in the ambulance.\" Bucci testified that after he woke up in the hospital, he \"knew that [his] face was broken.... [He] was in shock and [he] was severely cold and [he] needed blankets and [was] extremely confused as to what happened.\" He explained that his face \"was caved in and everything over here was pushed in, everything over here and on this side was broken.\" Bucci testified that his jaw was broken and he could not eat anything or talk. Bucci testified that he could not tell whether the physical injuries he suffered resulted from the assault. He testified that he had never told a health care provider that his injuries were caused by anything other than the assault.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On April 8, 2004, the district court issued its rulings. <i>See Bucci II,</i> 323 F.Supp.2d at 86. The district court found that all of Bucci's injuries resulted from the attacker's actions, and not from later conduct by The Industry. <i>Id.</i> at 91-92. Thus, the district court held that Essex did not violate its duty to indemnify The Industry because the entire stipulated judgment in the underlying state tort action was based on injuries for which coverage was excluded. <i>Id.</i> at 92. In addition, the court awarded $7,000 to Bucci (as The Industry's assignee) as damages for Essex's violation of its duty to defend, as well as \"reasonable attorney fees\" attributable to his claim for Essex's violation of the duty to defend.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> Both parties filed timely appeals to this court. We address them in turn.</p>\n    </div>\n    <p>II. Essex's Appeal</p>\n    <p class=\"indent\">A. <i>Essex's Violation of the Duty to Defend</i></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Essex contends that the district court erred when it held that Essex violated the duty to defend the underlying action because the complaint contained claims for injuries resulting from The Industry's conduct after the attack. <i>See Bucci I,</i> 287 F.Supp.2d at 79. Specifically, the court applied the Maine rule of construction that any ambiguity must be construed against the insurer. <i>Id.</i> at 79. The court either found no ambiguity, and/or ruled that assuming the exclusion was ambiguous, it must be read against Essex. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We review the district court's finding that Essex had a duty to defend <i>de novo</i> both because it was resolved on summary judgment and because under Maine law \"[w]hether an insurer has an obligation to defend its insured against a complaint is a question of law.\" <i>Elliott v. Hanover Ins. Co.,</i> 711 A.2d 1310, 1312 (Me.1998) (citing <i>N. Sec. Ins. Co. v. Dolley,</i> 669 A.2d 1320, 1322 (Me.1996)). Further, the question of whether there is an ambiguity in the contract is itself a conclusion of law, reviewed <i>de novo. Crowe v. Bolduc,</i> 334 F.3d 124, 134 (1st Cir.2003); <i>Geyerhahn v. U.S. Fidelity &amp; Guar. Co.,</i> 724 A.2d 1258, 1261 (Me.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Maine has consistently adhered to a pleading comparison test to determine whether there is a duty to defend; that is, Maine resolves the question of \"whether there exists a duty to defend... by comparing the complaint with the terms of the insurance contract.\" <i>Elliott,</i> 711 A.2d at 1312; <i>see Found. for Blood Research v. St. Paul Marine and Fire Ins. Co.,</i> 730 A.2d 175, 177 (Me.1999) (\"It is black letter law in [Maine] that an insurer's duty to defend is determined by comparing the allegations in the underlying complaint with the provisions of the insurance policy.\"). This is the case even when the undisputed facts show the injury in question was not covered by the policy. <i>Elliott,</i> 711 A.2d at 1312.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under this comparison test, the insurer has a duty to defend if the underlying complaint discloses a \"<i>potential</i> or a <i>possibility</i>\" for liability within the policy's coverage. <i>Id.</i> (emphasis added). Significantly, \"[t]he duty to defend is broader than the duty to indemnify, and an insurer may have to defend before it is clear whether there is a duty to indemnify.\" <i>Commercial Union Ins. Co. v. Royal Ins. Co.,</i> 658 A.2d 1081, 1083 (Me.1995). Maine requires that insurance policies be \"interpreted most strongly against the insurer.\" <i>Baybutt Constr. Corp. v. Commercial Union Ins. Co.,</i> 455 A.2d 914, 921 (Me.1983), <i>overruled on other grounds, Peerless Ins. Co. v. Brennon,</i> 564 A.2d 383 (Me.1989). \"Any ambiguity must be resolved in favor of a duty to defend.\" <i>Mass. Bay Ins. Co. v. Ferraiolo Constr. Co.,</i> 584 A.2d 608, 609 (Me.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Essex argues that the phrase \"arising out of assault and/or battery\" in the policy should be read broadly and urges us to adopt a \"but for\" test, since \"but for\" the attack, there would have been no post-attack injuries. In essence, Essex argues that even if the conduct of the employees of The Industry <i>after</i> the attack caused identifiable injury separate in kind from the injuries from the attack or a worsening of the injuries from the attack, the exclusion applies because these injuries would not have occurred if there had been no battery. The theory is not frivolous and Essex points to cases from elsewhere (or, as they would say in Maine, \"from away\") which support its reading. <i>See, e.g., Mark</i> <i>McNichol Enters., Inc. v. First Fin. Ins. Co.,</i> 284 A.D.2d 964, 726 N.Y.S.2d 828, 829 (N.Y.App.Div.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Essex points to only one Maine case, <i>Mallar v. Penn-Am. Ins. Co.,</i> 837 A.2d 133 (Me.2003). In <i>Mallar,</i> the court held that where a pub patron witnessed the murder of the bartender and obtained a judgment against the pub for negligent infliction of emotional distress as a result of the incident, the pub's insurer nonetheless had no duty to <i>indemnify</i> the pub under the policy's \"assault and battery exclusion\" because \"witnessing the murder was unquestionably the cause-in-fact\" of the patron's injury (as opposed to the injury being independently caused by the bartender's actions in getting herself killed). <i>Id.</i> at 135.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Essex argues that <i>Mallar</i> focused on the operative facts which caused the injury to determine the insurer's obligation, and here, the \"operative fact\" was the assault. <i>Mallar</i> cites to <i>Winnacunnet Coop. Sch. Dist. v. Nat'l Union Fire Ins. Co. of Pittsburgh, Pa.,</i> 84 F.3d 32, 37 (1st Cir.1996), which applied New Hampshire law to an assault/battery exclusion clause, and Essex relies on that case to support its position. <i>Winnacunnet,</i> however, involves the mirror image of this case. It stands for the proposition that negligent activities <i>before</i> an assault which <i>do not</i> cause any injuries <i>independent</i> of the assault fall within an assault/battery exclusion and are not covered by a policy that contains such an exclusion. <i>Id.</i> at 35. <i>Mallar</i> explains <i>Winnacunnet</i> as a case where \"although the plaintiffs allocated blame elsewhere, their alleged injuries nonetheless originated from a murder.\" <i>Mallar,</i> 837 A.2d at 135. However, this case involves allegations of negligent activities <i>after</i> an assault which allegedly caused (or exacerbated) injuries <i>independent</i> of (or in addition to) the assault. <i>Mallar</i> does not establish the reading Essex urges.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In interpreting insurance contracts, Maine law does not use the \"but for\" test advocated by Essex. <i>See, e.g., Pelkey v. Gen. Elec. Capital Assurance Co.,</i> 804 A.2d 385, 387-89 (Me.2002) (An insurance policy which limited coverage to injuries due to accidents \"directly and independently of all other causes\" did not preclude coverage for injuries from an accidental fall, though \"but for\" the contribution to the injuries from pre-existing disease, the loss would not have occurred.). We see no reason to do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Under Maine law, \"an insurer may have to defend before it is clear whether there is a duty to indemnify,\" <i>Commercial Union Ins. Co.,</i> 658 A.2d at 1083. The lack of clarity referred to by the Maine Law Court, in our view, involves lack of legal clarity as well as lack of factual clarity. <i>See Found. for Blood Research,</i> 730 A.2d at 177.</p>\n    </div>\n    <p class=\"indent\">B. <i>Award of Attorney's Fees Against Essex</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Essex also appeals from the district court's award of attorney's fees attributable to Bucci's being forced to prosecute a claim against Essex for its failure to defend Bucci's underlying action against The Industry.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Under Maine law, although a trial court's award of a sum for attorney's fees is reviewed for abuse of discretion, the question of whether a trial court has authority to award attorney's fees is a question of law reviewed <i>de novo. Maine Mut. Fire Ins. Co. v. Gervais,</i> 745 A.2d 360, 362 (Me.1999); <i>Gibson v. Farm Family Mut. Ins. Co.,</i> 673 A.2d 1350, 1352, 1354 (Me.1996). Usually, under the American Rule, attorney's fees are not awarded to the winning party in a common law action. <i>See Gibson,</i> 673 A.2d at 1354. There is a common law exception which permits an award of attorney's fees incurred in establishing an insurer's duty to defend. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Such an award is restricted to cases \"when the duty to defend is clear, pursuant to prevailing Maine law, from the policy and the pleadings of the suit filed against the insured.\" <i>Id.</i> at 1355. It appears from <i>Gibson</i> that the issue of whether the duty was clear is subject to <i>de novo</i> review. <i>Id. Gibson</i> also explained that \"[i]n determining whether a duty to defend is clear, the insurer will be held to recognize Maine law prevailing at the time of the insured's request for defense.\" <i>Id.</i>\"Given the possible existence of <i>any legal or factual basis</i> for payment under a policy, an insurer's duty to defend should be decided summarily in favor of the insured.\" <i>Id.</i> at 1352 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Essex relies on <i>Northland Ins. Cos. v. Coconut Island Corp.,</i> 961 F.Supp. 20 (D.Me.1997), to argue that there was no <i>clear</i> duty. In <i>Northland,</i> the plaintiff in the underlying action sued a guesthouse for injuries she sustained from a sexual assault by an employee of the guesthouse who entered her room without her consent. <i>Id.</i> at 21. The guesthouse's CGL policy contained an exclusion for \"bodily injury\" that arises \"out of an assault and battery\" and also provided <i>no</i> coverage for \"personal injuries,\" defined as \"injury, other than `bodily injury,' arising out of ... wrongful entry into, or invasion of the right of private occupancy of ... a room, dwelling, or premises.\" <i>Id.</i> at 22. The district court granted the insurer's summary judgment motion, holding that the insurer had no duty to defend the underlying action, because <i>all</i> of the plaintiff's allegations in the underlying complaint were either bodily injuries that resulted from the sexual assault or \"personal injuries\" caused by negligence, negligent hiring and supervision, or intentional infliction of emotional distress. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>Northland</i> is not helpful to Essex. To the extent that Essex is arguing that some of Bucci's claims may be read to allege \"personal injuries,\" the argument fails because unlike the policy in <i>Northland,</i> Essex's policy <i>does</i> provide coverage for \"personal injuries.\" <i>Northland</i> also cannot be read to state that Essex had no duty to defend with respect to the post-attack allegations here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We affirm the district court's award of attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>III. Bucci's Appeal From Ruling that Exclusion Applies</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A. <i>Essex's Assertion of Nonconverage as a Defense After Violation of Duty to Defend</i></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Bucci argues, relying on language in two Maine cases, that because Essex was in breach of its duty to defend, it could not argue at trial that the injuries Bucci received were within the assault/battery exclusion, and as a result, it could not argue that it had no duty to indemnify The Industry. <i>See Elliott v. Hanover Ins. Co.,</i> 711 A.2d 1310, 1314 (Me.1998); <i>Marston v. Merchants Mut. Ins. Co.,</i> 319 A.2d 111, 114 (Me.1974).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Stated broadly, Bucci's argument is that an insurer which is in breach of a duty to defend may not subsequently argue that there was no duty to indemnify. As so stated, Maine law has flatly rejected the argument. As the court said in <i>Elliott,</i> \"An insurer that breaches its duty to defend ... is not estopped from asserting noncoverage as a defense in a subsequent action brought by the insured or the insured's assignee.\" <i>Elliott,</i> 711 A.2d at 1313. The court observed that the argument would impermissibly collapse the separate duties to defend and to indemnify into one another:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">[I]f an insurer who refuses to defend were estopped from asserting the lack of coverage as a defense in a subsequent action, then the insurer's duty to indemnify would be coextensive with its duty to defend. [The Maine Law Court], however, ha[s] repeatedly stated that an insurer's duty to indemnify is independent from its duty to defend and that its duty to defend is broader than its duty to indemnify.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\"><i>Elliott</i> adopted the rule articulated by the Massachusetts Supreme Judicial Court in <i>Polaroid Corp. v. Travelers Indemnity Co.,</i> 414 Mass. 747, 610 N.E.2d 912, 922 (1993) (\"The statement made by some courts that the insurer is estopped to deny liability is simply a conclusion and fails to recognize that no estoppel is involved in any traditional sense because, in refusing to defend a claim, an insurer makes no misrepresentation on which the insured relies to its detriment.\"). <i>Elliott,</i> 711 A.2d at 1313. Because <i>Polaroid</i> treated the matter as one of contract law, the question of whether contract damages should include the amount of the underlying settlement became a question of whether the amount of the settlement represented damages which \"cannot be reasonably prevented and arise naturally from the breach, or [which were] reasonably contemplated by the parties.\" <i>Polaroid,</i> 610 N.E.2d at 921 (quoting <i>Delano Growers' Coop. Winery v. Supreme Wine Co.,</i> 393 Mass. 666, 473 N.E.2d 1066, 1075 (1985)). Importantly, the <i>Polaroid</i> court went on to say: \"If an underlying claim ... is not within the coverage of an insurance policy, an insurer's improper failure to defend that claim would not ordinarily be a cause of any payment that the insured made in settlement of that claim (or to satisfy a judgment based on that claim).\" <i>Id.</i> We understand this to be the approach Maine has adopted.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The question of whether breach of an insurer's duty to defend precludes the insurer from asserting a defense to indemnity involves different approaches and interests. Other states have decided this public interest question differently. <i>See</i> 22 Eric Mills Holmes, <i>Holmes' Appleman on Insurance</i> &#167; 136.8, at 56 (2d ed. 2003) (\"Another consequence of the insurer's refusal to defend [in some states] is that the insurer may be estopped from denying coverage under the indemnification provisions of the policy. Thus when the insurer refuses to defend, it is bound by the judgment entered against the insured.\"). The cases expressing that different policy cited in the treatise are often based on the estoppel theory. <i>See, e.g., Aetna Cas. &amp; Sur. Co. v. Coronet Ins. Co.,</i> 44 Ill.App.3d 744, 3 Ill.Dec. 371, 358 N.E.2d 914, 917 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">But Maine has expressly rejected that theory of waiver or estoppel. <i>Elliott,</i> 711 A.2d at 1313. Rather, Maine has adopted the view that an insurer who has wrongfully refused to defend is in breach of contract and is subject to contractual remedies for the breach. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The rub is what the Maine Law Court meant when it said in <i>Elliott</i> that the insurer \"is also bound by the default judgment as to any factual issues that might have been litigated in the underlying negligence action.\" <i>Id.</i> at 1314. <i>Elliott</i> cites to <i>Marston,</i> which said, \"[A]t least ... in any action in which there is an allegation in the complaint which would establish liability within the coverage of the policy even though there are other allegations as to liability outside the coverage of the policy, a general verdict with no special findings of fact is binding on the insurer as to its liability under the insurance policy.\" <i>Marston,</i> 319 A.2d at 114. Both <i>Elliott</i> and <i>Marston,</i> unlike the case here, involved default judgments entered below.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Bucci seizes on this language from <i>Elliott</i> to argue that Essex could have raised its exclusion argument based on the battery in the underlying case between Bucci and The Industry, and because it failed to do so, it is now precluded from doing so. Given the complexity of the law in this area and the statement in <i>Elliott</i> that an insurer which is in breach of its duty to defend is not precluded from asserting noncoverage as a defense to an indemnity action, <i>Elliott,</i> 711 A.2d at 1313, we very much doubt the sentence in question can be read in the way Bucci urges. The area of law concerning the preclusive effect on an insurer in breach of its duty to defend is complicated, and the Maine Law Court has not been presented with cases which have permitted it to resolve the complexities.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\"><i>Elliott</i> made reference to the complexities. <i>See Elliott,</i> 711 A.2d at 1313. The insurance law treatises describe a variety of contexts in which the issue of preclusive effect on an insurer is raised and the variety of exceptions that exist even in courts which follow such a rule of preclusion. <i>See</i> 14 Lee Russ and Thomas F. Segalla, <i>Couch on Insurance</i> &#167;&#167; 202:8-202:12 (3d ed.1999). For example, <i>Couch</i> lists exceptions to the rule binding insurers in breach of a duty to defend to judgments in the underlying action when, <i>inter alia,</i> (1) the underlying action has been settled or there is a consent judgment and the settlement amount was not reasonable, or not entered into in good faith, <i>id.</i> &#167; 202:9, at 202-35; (2) the underlying judgment was procured by fraud or collusion of the insured and the injured party, <i>id.</i> &#167; 202:12, at 202-42; (3) the question of coverage turns on facts which were not essential to the underlying judgment of liability, <i>id.</i> &#167; 202:12, at 202-43; (4) there is a serious conflict of interest between the insurer and insured, <i>id.</i> &#167; 202:12, at 202-43; and (5) the insured cannot show that it was worse off as to indemnity for breach of the duty to defend, <i>id.</i> &#167; 202:12, at 202-44.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Indeed, the Couch treatise makes several observations. Most pertinent is that \"[t]he judicial decisions on this matter generally reflect the principle that a court will not create coverage in those situations where coverage does not exist.\" <i>Id.</i> &#167; 202:12 at 202-45. Another is that \"public policy considerations ... disfavor fraudulent or collusive settlements, such as those in which an insured concedes liability in situations where it is not liable, and in which the injured third party is effectively awarded damages in excess of the value of actual injuries.\" <i>Id.</i> &#167; 202:9, at 202-36. Maine has not yet explored all of these questions, but certain principles guide the way.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">First, to the extent Maine has any form of a rule binding insurers in breach of a duty to defend to an underlying judgment, there are, we conclude, limits to the binding effect under the rule. <i>Elliott</i> limited the binding effect of the default judgment to issues which were or \"might have been litigated\" in the underlying action by the injured person for recourse to the policy. <i>Id.</i> at 1314. We view this broad language in <i>Elliott</i> (\"might have been litigated\") as likely limited by the rule articulated in <i>Am. Policyholders' Ins. Co. v. Cumberland Cold Storage Co.,</i> 373 A.2d 247, 250-51 (Me.1977), that where there is a duty to defend \"the indemnification obligation <i>depends upon the theory under which judgment is entered</i> in the underlying damage actions.\" <i>Id.</i> at 251 (emphasis added). Further, we do not understand Maine law to depart from the usual rule that any binding effect from an underlying judgment is only as to facts which were essential to the underlying judgment. <i>See</i> 14 <i>Couch on Insurance,</i> &#167; 202:12, at 202-41. That more limited understanding is articulated in the <i>Polaroid</i> case, whose rule <i>Elliott</i> cited favorably. <i>See Elliott,</i> 711 A.2d at 1313; <i>Polaroid,</i> 610 N.E.2d at 921 n. 20.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Second, it is also clear under Maine law that a non-defending insurer in breach of its duty to defend may nonetheless challenge, at the least, the reasonableness or good faith of the underlying settlement. <i>Cambridge Mut. Fire Ins. Co.,</i> 692 A.2d at 1391.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Third, Maine law allows declaratory judgment actions by insurers who seek a determination that they have neither defense nor indemnity obligations as to underlying actions against their insureds. <i>Am. Policyholders' Ins. Co.,</i> 373 A.2d at 250. Should summary judgment be appropriate, the insurer may obtain a judgment of no obligation to indemnify even before judgment has entered in the underlying action. <i>Id.</i> at 250 n. 2. Essex did not follow that path here, nor is there a suggestion that it was required to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Indeed, Maine law recognizes that a potential conflict of interest between insurers denying coverage and insureds may be such as to warrant refusing to let an insurer intervene in the underlying action between the plaintiff and the insured. <i>See Donna C. v. Kalamaras,</i> 485 A.2d 222, 225 (Me.1984). The Maine Law Court was explicit that an insurer need not intervene to protect itself from the so-called <i>Marston</i> rule. <i>Id.</i> at 224-25. Thus Maine does not seem to have adopted a rule that an insurer must bring a declaratory judgment action or attempt to intervene in the underlying action and is in peril of giving up an indemnity defense if it fails to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In the end, we conclude that the sentence in <i>Elliott</i> does not assist Bucci for several reasons. First, the clear rule under <i>Elliott</i> is that an insurer in breach of a duty to defend is not prohibited from asserting noncoverage as a defense to an indemnity action. Bucci's argument appears to us to be inconsistent with that rule.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Second, we doubt Maine law would inflexibly adopt the rule Bucci desires. Such a rule would encourage collusion (or even fraud) between insureds and injured plaintiffs, as well as inflated settlements, leaving an insurer without a defense of noncoverage. <i>See Airway Underwriters v. Perry,</i> 362 Mass. 164, 284 N.E.2d 604, 607-08 (1972) (noting an insurer may always avoid a judgment rendered against the insured by showing it was procured by collusion or fraud). All indications are that Maine would not want to encourage collusion or fraud. <i>See Cambridge Mut. Fire Ins. Co.,</i> 692 A.2d at 1391 (\"An insurer is liable only if the settlement amount is reasonable and is made in good faith.\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We draw some distinctions between collusion as to claims of negligence and collusion as to claims on which an exclusion from coverage is predicated. We do not suggest that there was no reasoned basis for a conclusion that The Industry somehow negligently violated a duty of care in not preventing or stopping the assault; the record is simply too bare on the point to make any such determination. Nor do we suggest that Bucci's injuries were not serious; they were extremely serious and his damages were real. There is nothing, nonetheless, in the record to support the allegations contained in the complaint that post-attack actions by The Industry caused or contributed to Bucci's injuries, and that was the premise for Bucci's coverage argument. Bucci's refusal to put on any proof in support of those coverage allegations is telling. We see no reason why a court would not be free to consider the lack of merit of the only allegations in the complaint on which coverage could possibly be based in considering whether an insurer is precluded from a defense on indemnity.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Third, the rule in <i>Marston,</i> referred to by the sentence in <i>Elliott,</i> 711 A.2d at 1314, has a limited preclusive effect, as we have described. There is a difference between the issue of whether the insured's negligence caused injury to plaintiff and the issue of whether an exclusion (say, for assault and battery) nonetheless precludes coverage even if there was negligence. Here, the factual issue in the underlying action was whether The Industry negligently caused Bucci's injuries. In the underlying tort action, all that was required to be proven was negligence causing injury; not that the touching causing injury was intentional. <i>See Cambridge Mut. Fire Ins. Co.,</i> 692 A.2d at 1390-91. It was not necessary for the resolution of that underlying claim to determine whether Bucci's injuries were caused by battery, the issue on which insurance coverage turned.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The trial court correctly rejected Bucci's argument.</p>\n    </div>\n    <p class=\"indent\">B. <i>Sufficiency of the Evidence</i></p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">As the case between Bucci and Essex was framed for trial after the partial summary judgment motions, the issue was whether there was evidence that any of the injuries Bucci suffered were outside the exclusion, as the complaint had alleged. <i>See Bucci I,</i> 287 F.Supp.2d at 79. That is, the question was whether Bucci had suffered any injuries not caused by the incident itself but by the conduct of The Industry staff afterwards. At trial, Bucci offered no evidence of any such injury resulting from conduct outside of, and after, the incident; instead, he relied on the fact that the insurer had the burden of proving the exclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">On appeal, Bucci's theory has subtly shifted. He now argues that the insurer never met its burden of showing that the injuries he suffered were from an assault and battery, because no one can show that his unknown assailant acted intentionally. The argument builds on several points: that the district court applied the incorrect legal standard; that a fact finder could not reasonably infer from the degree of injury that the injury was intentionally inflicted; that the medical records (which supplied details concerning the nature of the injury and the statements that indicated he was hit in the face) were inadmissible under Rule 803(4) because the declarant was unknown; and that the error in admitting the medical records was prejudicial. The arguments have a certain air of unreality, especially given the allegations of the complaint, which described Bucci as a victim of assault and battery.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">As to the insufficiency argument, an appellate court construes all evidence \"in the light most hospitable to the verdict\" and the evidence will be deemed insufficient only if the record, \"viewed from this verdict-friendly perspective and without regard to credibility or weight, is such that reasonable minds could not differ as to the outcome.\" <i>Muniz v. Rovira,</i> 373 F.3d 1, 4-5 (1st Cir.2004) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Bucci's main argument is that there is no evidence that Bucci's injuries were <i>intentionally</i> caused, and thus a battery. The district court inferred the requisite intent from Bucci's severe facial injuries, which were consistent with the theory that he was hit with repeated and violent blows. The court found that \"Bucci was hit from behind and then punched or kicked in the face until he sustained severe facial damage.\" <i>Bucci II,</i> 323 F.Supp.2d at 91 n. 6. That satisfied the court that \"Bucci was the victim of a battery.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The district court applied the correct legal standard. \"At common law an unlawful touching of the person of another, unpermitted and unprivileged, done with the intention of bringing about a harmful or offensive contact, constituted an assault and battery.\" <i>Wilson v. State,</i> 268 A.2d 484, 486-87 (Me.1970). Although there is no direct evidence of intent in this case, given that the assailant could not be identified, Maine allows intent to be inferred from the result of the attack. \"Absent a rare admission by the party, a party's intent can only be inferred from his physical acts.\" <i>Mut. Fire Ins. Co. v. Hancock,</i> 634 A.2d 1312, 1313 (Me.1993). Indeed, Maine has not been particularly receptive to arguments that where a person is unable to recall what happened to cause injury, a court may not infer from other evidence that what happened was a result of intentional conduct. That was exactly the argument the court was asked, and refused, to endorse in <i>Hancock. Id.</i> at 1313 (inferring from evidence of multiple violent blows to victim that the attacker intended to cause injuries). The record supports the trial judge's finding that Bucci was the victim of a battery.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Bucci also testified at trial that he was not disputing the fact that he was \"assaulted\" outside The Industry. Bucci attempts to minimize this by arguing that he was a layman and did not understand the legal distinction between a \"criminal assault\" (which may be premised on recklessness alone) and a \"civil assault and battery\" (which requires intentional acts). The argument is disingenuous: the common, everyday definition for assault is \"a violent physical or verbal attack.\" <i>Merriam Webster's Collegiate Dictionary</i> 69 (10th ed.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Bucci next argues that the district court erred by allowing into evidence Bucci's medical records for the purpose of determining the nature of Bucci's injuries, and inferring from the nature of the injuries that they were intentionally caused. We review a trial court's evidentiary rulings for abuse of discretion. <i>Walton v. Nalco Chem. Co.,</i> 272 F.3d 13, 24 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">At trial, the district court admitted the medical records <i>de bene,</i> noting Bucci's hearsay and foundation objections. In its opinion, the district court explained that it excluded the portions from those records that characterize the incident as an \"assault,\" but it admitted descriptions of the <i>specific contacts</i> that caused Bucci's injuries under the statements for medical treatment or diagnosis exception to the hearsay rule, Fed.R.Evid. 803(4). <i>Bucci II,</i> 323 F.Supp.2d at 87 n. 3. Rule 803(4) provides for the admission of: \"Statements made for purposes of medical diagnosis or treatment and describing medical history, or past or present symptoms, pain, or sensations, or the inception or general character of the cause or external source thereof insofar as reasonably pertinent to diagnosis or treatment.\" Fed R. Evid. 803(4).</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Under Rule 803(4), there are three requirements for the admission of out-of-court statements: \"(1) the statements must be made for purposes of diagnosis or treatment (2) about (i) medical history (ii) or past or present symptoms, pain, or sensations or (iii) about the inception or general character of the cause or external source thereof (3) insofar as they are reasonably pertinent to diagnosis or treatment.\" <i>Danaipour v. McLarey,</i> 386 F.3d 289, 297 (1st Cir.2004) (footnote omitted). There is no requirement, either in the text of the Rule, or the case law, that the speaker be the patient himself. <i>Id.; see also</i> 4 Stephen A. Saltzburg et al., <i>Federal Rules of Evidence Manual</i> &#167; 803.02[5][d] (8th ed. 2002) (\"[S]tatements by bystanders, family members, and others, made for the purposes of treating an injured person and pertinent to that treatment, have often been admitted under Rule 803(4).\"). In general, under Rule 803(4), \"the declarant's motive to promote treatment or diagnosis is the factor crucial to reliability.\" <i>Danaipour,</i> 386 F.3d at 298.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Sometimes, when the declarant of an out-of-court statement is unknown, there is less certainty that the statement was made for the purpose of treating or diagnosing the patient, and the statement itself may not bear the indicia of that purpose. <i>See, e.g., Stull v. Fuqua Indus., Inc.,</i> 906 F.2d 1271, 1273-74 (8th Cir.1990) (A statement in the medical record that \"[a]pparently, [the plaintiff] ... jumped off the lawn mower and got his left heel under the law mower\" was not admissible under Rule 803(4) because \"the word `apparently' in the hospital record indicates that the statement ... may not have been made by [the plaintiff]; it may instead represent conjecture on the part of the person filling out the record.\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Here, some statements in the medical records were clearly made by Bucci or a witness to the attack for purposes of medical treatment.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> For some of the other statements, the identity of the declarant cannot be discerned, but it is nonetheless clear that the statements were made for purposes of medical treatment and were admissible.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The district court carefully and fairly heard Bucci's case. The court's conclusion is unimpeachable.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The district court's judgment is <i>affirmed.</i> No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Federal diversity jurisdiction under 28 U.S.C &#167; 1332 exists in this case since Bucci is a citizen of Maine and Essex is a Delaware corporation with its principal place of business in Virginia, and the amount in controversy exceeds $75,000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to the settlement agreement between Bucci and The Industry, The Industry is entitled to the first $7,000 of any amount that Bucci may recover from Essex to reflect The Industry's payment of $7,000 to Bucci</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Essex does not contest the $7,000 award of contract damages, which was based on its violation of the duty to defend</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, when a federal district court, in 1998, read an earlier Maine case,<i>Cambridge Mut. Fire Ins. Co. v. Perry,</i> 197 Me. 94, 692 A.2d 1388 (1997), as creating a rule that an insurer's wrongful failure to defend results in the insurer's waiver of the right to subsequently litigate the indemnification issue, <i>see Anderson v. Va. Sur. Co.,</i> 985 F.Supp. 182, 189-90 (D.Me.1998), the Maine Law Court expressly disavowed that broad reading. <i>See Elliott,</i> 711 A.2d at 1314 n. 3. In a post-<i>Elliott</i> case, a federal district court perceptively recognized that <i>Elliott's</i> rejection of that broad reading may be based in part on Maine's recognition that key facts bearing on the duty to indemnity may well not have been resolved in an earlier settlement. <i>Boise Cascade Corp. v. Reliance Nat'l Indem. Co.,</i> 99 F.Supp.2d 87, 98 n. 14 (D.Me.2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The complaint in Bucci's civil suit against The Industry, though not admitted into evidence for the truth of the matter asserted therein, was nonetheless admissible as a party admission and susceptible to judicial notice<i>See Rodi v. S. New Engl. Sch. of Law,</i> 389 F.3d 5, 19 (1st Cir.2004) (\"It is well-accepted that federal courts may take judicial notice of proceedings in other courts if those proceedings have relevance to the matters at hand.\") (quoting <i>Kowalski v. Gagne,</i> 914 F.2d 299, 305 (1st Cir.1990)). As an ordinary admission, these allegations in the complaint are not rebutted by any evidence introduced by Bucci.</p>\n        <p class=\"indent\">Litigants are under an obligation not to allege facts that have no evidentiary support. <i>See Gonzalez v. Walgreens Co.,</i> 918 F.2d 303, 305 (1st Cir.1990) (\"[A] pleading in one case is not a conclusive judicial admission in a later one, [but] it is treated as an ordinary admission which can be contradicted by other evidence.\") (quoting <i>United States v. Raphelson,</i> 802 F.2d 588, 592 (1st Cir.1986)) (alterations in <i>Gonzalez</i>); <i>see also</i> Fed.R.Civ.P. 8(e)(2) and 11(b)(3) (stating factual allegations in pleadings should have evidentiary support or are likely to have such support after investigation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Bucci testified that he remembered being hit by the first blow from behind. The emergency ambulance report noted that Bucci's left cheek was swelling because he was \"struck once in face [with] a fist,\" and that a witness said that Bucci lost consciousness for \"approximately 1 min.\" The ambulance report also noted that Bucci's lower lip was lacerated. The emergency physician record from the night of December 23, 2000, when Bucci was taken to the emergency room, notes that Bucci was \"hit &amp; kicked in [the] face.\" Bucci's argument that these multiple, repeated violent blows to his body were not intentional but \"accidental\" or \"reckless\" is implausible and defies common sense<i>Cf. Hancock,</i> 634 A.2d at 1313. Further, Bucci's answer to interrogatories, admitted into evidence at trial, explained that he \"was <i>brutally attacked</i> within a short distance from Industry employees.... [The employees] hid the <i>attacker</i> from the police.\" (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>See Cook v. Hoppin,</i> 783 F.2d 684, 690 (7th Cir.1986) (Statements from unknown declarant relating to an alleged \"wrestling match\" in medical records were not admissible under Rule 803(4) because they \"were not of the type medical personnel generally rely on in making a diagnosis and providing treatment.\"); <i>see also Petrocelli v. Gallison,</i> 679 F.2d 286, 288-91 (1st Cir.1982) (Statements from unknown declarant in medical records regarding a nerve allegedly severed six months earlier were not admissible under \"business records\" exception in Fed.R.Evid. 803(6) because there was no indication where this information came from and statements were not diagnostic.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For example, in the emergency ambulance report, which was filled out by the ambulance crew that transported Bucci to the hospital, is the following: \"Patient complained of [neck] pain after struck once in face [by] a fist. Witness [said] patient [suffered] loss of consciousness [for] approximately 1 minute. Patient denies spine pain, denies shortness of breath.\" The witness who provided a description to the ambulance crew clearly did so for purposes of Bucci's medical treatment. These statements were made within minutes of the call for help after the attack, adding to the likelihood that they were reliable: the ambulance crew received the emergency call at 1:36 AM, arrived at the scene of the attack at 1:40 AM, and transported Bucci to the hospital at 1:58 AM</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For example, in the emergency physician record for Bucci dated December 23, 2000, under the heading \"context,\" the word \"direct blow\" was circled and the statement \"hit &amp; kicked [in the] face\" was written underneath; in the triage report filled out by the triage nurse at 2:00 AM on December 23, 2000, the following statement appears under the heading of \"primary assessment\": \"Punched in [left] side of head.\" It is helpful for a doctor to know this information in evaluating injuries</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"201465\"><a href=\"/opinion/201465/bucci-v-essex-insurance-co/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">285</span></a></span></p>\n    <p class=\"parties\">Benjamin A. BUCCI, Individually and as Assignee of N.E.C.N., Inc. d/b/a The Industry, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>ESSEX INSURANCE COMPANY, Defendant, Appellee/Cross-Appellant.</p>\n    <p class=\"docket\">No. 04-1619.</p>\n    <p class=\"docket\">No. 04-1664.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 4, 2004.</p>\n    <p class=\"date\">Decided January 5, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James D. Poliquin, with whom Thomas S. Marjerison, Lance E. Walker, and Norman, Hanson &amp; DeTroy, LLC were on brief, for Benjamin A. Bucci.</p>\n      <p class=\"indent\">Jonathan M. Dunitz, with whom Michelle Allott and Friedman, Gaythwaite, Wolf &amp; Leavitt were on brief, for Essex Insurance Company.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Benjamin Bucci was injured in an attack outside a Portland, Maine nightclub called The Industry. In state court, he sued the club and then settled with it, taking an assignment of the club's claims against its insurer, Essex Insurance Company (\"Essex\"). A stipulated judgment was entered against The Industry. Before settling with Bucci, the club had asked Essex to defend and to indemnify it; Essex declined both requests. Essex disclaimed coverage, based on an exclusion in the policy for \"any claim, suit, cost or expense arising out of assault and/or battery\" (\"assault/battery exclusion\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bucci, individually and as assignee of The Industry, then sued Essex in a state case; the case was removed to federal court. Bucci won on his claim that Essex had a duty to defend on a motion for partial summary judgment. After a bench trial, Bucci lost on the claim that Essex had a duty to indemnify. Each side appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Essex's appeal from the award on breach of its duty to defend primarily involves whether Maine has adopted a \"but for\" interpretation of an assault/battery exclusion, and whether Bucci was properly awarded attorney's fees for being forced to bring the claim for breach of the duty.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Bucci's appeal from the denial of his indemnity claim raises interesting issues under Maine law and a subsidiary federal evidence law issue. The first has to do with whether under Maine law an insurer that has violated its duty to defend is limited in presenting a defense that it nonetheless had no duty to indemnify. Bucci argues that he was rendered unconscious instantaneously, and absent evidence from a witness to the attack, the insurer, which bears the burden on the exclusion, cannot prove there was a battery, that is, a hitting with the intent to cause harm. In support, Bucci also argues that the court erred under Fed R. Evid. 803(4) by considering evidence from Bucci's medical records.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We reject both parties' arguments. Each side was given a conscientious and fair hearing by the district judge, who committed no errors of law, and we affirm the judgment.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The facts and the history of the proceedings are based on the record and the district court's two opinions in this case, <i>Bucci v. Essex Ins. Co.,</i> <span class=\"citation\" data-id=\"2476241\"><a href=\"/opinion/2476241/bucci-v-essex-ins-co/\"><span class=\"volume\">287</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">75</span></a></span> (D.Me.2003) (\"<i>Bucci I</i>\"), and <i>Bucci v. Essex Ins. Co.,</i> <span class=\"citation\" data-id=\"2492920\"><a href=\"/opinion/2492920/bucci-v-essex-ins-co/\"><span class=\"volume\">323</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">84</span></a></span> (D.Me.2004) (\"<i>Bucci II</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On the night of December 22-23, 2000, Bucci was waiting in line outside The Industry, a nightclub in Portland, Maine, when an unknown assailant hit him on the back of the head. <i>Bucci II,</i> 323 F.Supp.2d at 86. He remembers the first blow to the back of his head, but then lost consciousness. <i>Id.</i> With the exception of one split second in the ambulance, he has no memory of what happened after that first blow until he arrived at the hospital. <i>Id.</i> at 87. He cannot describe the assailant. <i>Id.</i> Bucci suffered significant injuries to his face and required reconstructive surgery. His medical records from December 23, 2000 indicate that he was \"hit,\" \"kicked,\" and \"punched\" in the face. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In early 2001, Bucci notified The Industry that he intended to sue it for his injuries. The Industry was insured at the time under a standard commercial general liability (\"CGL\") policy issued by Essex. <i>Bucci I,</i> 287 F.Supp.2d at 77. The Industry requested that Essex defend and indemnify it under the terms of the CGL policy. <i>Id.</i> On June 29, 2001, Essex denied it had any duty to defend or to indemnify The Industry based on the assault/battery exclusion in the policy:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The coverage under this policy does not apply to any claim, suit, cost or expense arising out of assault and/or battery, or out of any act or omission in connection with the prevention or suppression of such acts, whether caused by or at the instigation or direction of any Insured, Insured's employees, patrons or any other person. Nor does this insurance apply with respect to any charges or allegations of negligent hiring, training, placement or supervision.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Bucci then filed suit against The Industry in Maine Superior Court. In his complaint, Bucci alleged the following: 10. While waiting in line at the club, the Plaintiff was viciously attacked by a person known to agents and employees of the Defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">11. The Plaintiff was repeatedly kicked in the head by a person known to agents and employees of the Defendant causing serious permanent injuries that required surgery and hospitalization.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">12. Despite this vicious assault, employees and agents of the Defendant failed to take reasonable measures to assist the Plaintiff or to prevent the assault on the Plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">13. Following this vicious assault, agents and employees of the Defendant assisted the individual who assaulted the Plaintiff by telling him to run inside The Industry to avoid the Portland Police Officers responding to the assault.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The complaint asserted legal claims for negligence, negligent security, negligent supervision and training, negligent infliction of emotional distress, concerted action, spoliation of evidence, and punitive damages. The Industry forwarded a copy of the complaint to Essex and again requested defense and indemnity. Essex again denied the request on August 29, 2001.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On July 17, 2002, Bucci and The Industry, each represented by counsel, settled the underlying action and stipulated to a judgment of $200,000. <i>Id.</i> In consideration for an agreement by Bucci not to execute $193,000 of the judgment against The Industry, The Industry assigned its rights under the insurance policy to Bucci. <i>Id.</i> Thus, The Industry paid Bucci only $7,000. The Industry also incurred $8,800 in attorney's fees for its defense of the action. On July 23, 2002, the state trial court entered judgment pursuant to the parties' stipulations.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Bucci also successfully put in a claim to the Maine Victim's Compensation Board, asserting he was the victim of a violent crime.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On March 6, 2003, Bucci filed a complaint in Maine state court against Essex, alleging that Essex was in breach of its contract with The Industry by violating its duties to defend and to indemnify The Industry against Bucci's suit, and that Essex had engaged in unfair settlement practices. Bucci sought to recover $200,000, the amount of the stipulated judgment entered against The Industry, plus attorney's fees, costs, and interest. On April 7, 2003, Essex removed the case to the U.S. District Court for the District of Maine.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Bucci and Essex each moved for partial summary judgment on the issue of whether Essex violated its duty to defend. On October 23, 2003, the district court granted Bucci's motion for partial summary judgment and denied Essex's motion. <i>Bucci I,</i> 287 F.Supp.2d at 76. The district court determined that the assault/battery exclusion did not exclude claims for bodily injury resulting from conduct occurring <i>after</i> an alleged assault. <i>Id.</i> at 79. Because Bucci's complaint in the underlying action included allegations of The Industry's conduct which purportedly caused Bucci injury after the alleged assault, the district court held that Essex did violate its duty to defend The Industry under the insurance policy. <i>Id.</i> The posture of the case at that point was that if there were a duty to indemnify, it had to arise from conduct by The Industry after the assault. The court left for trial the determination of whether Essex violated the separate duty to indemnify and the amount of damages for the violation of the duty to defend. <i>Id.</i> at 80.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the half-day bench trial conducted on December 5, 2003, the central issue was whether all of Bucci's injuries resulted from the attack and so fell within the policy's assault/battery exclusion. Brian Hanson, the president of The Industry, testified about the history of the law suit by Bucci against The Industry and Essex's refusal to defend the suit. Kimberly Payne, a senior claims examiner at Essex, testified that she denied the request to defend after she received the notice of claim and spoke with Hanson's counsel, Hanson himself, and Bucci's counsel on June 29, 2001. From the information contained in the notice of claim and the conversations, she determined that Bucci's injuries were precluded from coverage by the assault/battery exclusion in the policy. She also testified that after Bucci commenced the suit against The Industry, The Industry sent a copy of the complaint to her. And on August 29, 2001, after consulting local counsel, she again denied coverage based on her determination that the assault/battery exclusion precluded coverage. She testified that while Essex did not have an official definition for the terms \"assault and battery\" used in the exclusion, she understood it to mirror the civil definition for the tort of \"assault and battery\" in the state in which the claim arises, that is, \"an <i>intentional</i> hitting or striking or harm in some way\" (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Bucci also testified, describing in detail the nature of his injuries, the medical treatment he required, and what he could remember of the events on the night of December 22-23, 2000. Bucci replied \"no\" when asked if he was disputing that he was assaulted outside The Industry. Bucci testified that he remembered being hit \"[i]n the back of the head\" by the unknown assailant. He also said that he knew he lost consciousness and that the ambulance crew \"tr [ied] pretty hard to get [him] awake and [he] remember[ed] a split second being in the ambulance.\" Bucci testified that after he woke up in the hospital, he \"knew that [his] face was broken.... [He] was in shock and [he] was severely cold and [he] needed blankets and [was] extremely confused as to what happened.\" He explained that his face \"was caved in and everything over here was pushed in, everything over here and on this side was broken.\" Bucci testified that his jaw was broken and he could not eat anything or talk. Bucci testified that he could not tell whether the physical injuries he suffered resulted from the assault. He testified that he had never told a health care provider that his injuries were caused by anything other than the assault.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On April 8, 2004, the district court issued its rulings. <i>See Bucci II,</i> 323 F.Supp.2d at 86. The district court found that all of Bucci's injuries resulted from the attacker's actions, and not from later conduct by The Industry. <i>Id.</i> at 91-92. Thus, the district court held that Essex did not violate its duty to indemnify The Industry because the entire stipulated judgment in the underlying state tort action was based on injuries for which coverage was excluded. <i>Id.</i> at 92. In addition, the court awarded $7,000 to Bucci (as The Industry's assignee) as damages for Essex's violation of its duty to defend, as well as \"reasonable attorney fees\" attributable to his claim for Essex's violation of the duty to defend.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> Both parties filed timely appeals to this court. We address them in turn.</p>\n    </div>\n    <p>II. Essex's Appeal</p>\n    <p class=\"indent\">A. <i>Essex's Violation of the Duty to Defend</i></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Essex contends that the district court erred when it held that Essex violated the duty to defend the underlying action because the complaint contained claims for injuries resulting from The Industry's conduct after the attack. <i>See Bucci I,</i> 287 F.Supp.2d at 79. Specifically, the court applied the Maine rule of construction that any ambiguity must be construed against the insurer. <i>Id.</i> at 79. The court either found no ambiguity, and/or ruled that assuming the exclusion was ambiguous, it must be read against Essex. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We review the district court's finding that Essex had a duty to defend <i>de novo</i> both because it was resolved on summary judgment and because under Maine law \"[w]hether an insurer has an obligation to defend its insured against a complaint is a question of law.\" <i>Elliott v. Hanover Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">711</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1310</span></span>, 1312 (Me.1998) (citing <i>N. Sec. Ins. Co. v. Dolley,</i> <span class=\"citation no-link\"><span class=\"volume\">669</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1320</span></span>, 1322 (Me.1996)). Further, the question of whether there is an ambiguity in the contract is itself a conclusion of law, reviewed <i>de novo. Crowe v. Bolduc,</i> <span class=\"citation\" data-id=\"200534\"><a href=\"/opinion/200534/crowe-v-bolduc/\"><span class=\"volume\">334</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span>, 134 (1st Cir.2003); <i>Geyerhahn v. U.S. Fidelity &amp; Guar. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">724</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1258</span></span>, 1261 (Me.1999).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Maine has consistently adhered to a pleading comparison test to determine whether there is a duty to defend; that is, Maine resolves the question of \"whether there exists a duty to defend... by comparing the complaint with the terms of the insurance contract.\" <i>Elliott,</i> 711 A.2d at 1312; <i>see Found. for Blood Research v. St. Paul Marine and Fire Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">730</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">175</span></span>, 177 (Me.1999) (\"It is black letter law in [Maine] that an insurer's duty to defend is determined by comparing the allegations in the underlying complaint with the provisions of the insurance policy.\"). This is the case even when the undisputed facts show the injury in question was not covered by the policy. <i>Elliott,</i> 711 A.2d at 1312.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Under this comparison test, the insurer has a duty to defend if the underlying complaint discloses a \"<i>potential</i> or a <i>possibility</i>\" for liability within the policy's coverage. <i>Id.</i> (emphasis added). Significantly, \"[t]he duty to defend is broader than the duty to indemnify, and an insurer may have to defend before it is clear whether there is a duty to indemnify.\" <i>Commercial Union Ins. Co. v. Royal Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">658</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1081</span></span>, 1083 (Me.1995). Maine requires that insurance policies be \"interpreted most strongly against the insurer.\" <i>Baybutt Constr. Corp. v. Commercial Union Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">914</span></span>, 921 (Me.1983), <i>overruled on other grounds, Peerless Ins. Co. v. Brennon,</i> <span class=\"citation no-link\"><span class=\"volume\">564</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">383</span></span> (Me.1989). \"Any ambiguity must be resolved in favor of a duty to defend.\" <i>Mass. Bay Ins. Co. v. Ferraiolo Constr. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">584</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">608</span></span>, 609 (Me.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Essex argues that the phrase \"arising out of assault and/or battery\" in the policy should be read broadly and urges us to adopt a \"but for\" test, since \"but for\" the attack, there would have been no post-attack injuries. In essence, Essex argues that even if the conduct of the employees of The Industry <i>after</i> the attack caused identifiable injury separate in kind from the injuries from the attack or a worsening of the injuries from the attack, the exclusion applies because these injuries would not have occurred if there had been no battery. The theory is not frivolous and Essex points to cases from elsewhere (or, as they would say in Maine, \"from away\") which support its reading. <i>See, e.g., Mark</i> <i>McNichol Enters., Inc. v. First Fin. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">964</span></span>, <span class=\"citation no-link\"><span class=\"volume\">726</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">828</span></span>, 829 (N.Y.App.Div.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Essex points to only one Maine case, <i>Mallar v. Penn-Am. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">837</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">133</span></span> (Me.2003). In <i>Mallar,</i> the court held that where a pub patron witnessed the murder of the bartender and obtained a judgment against the pub for negligent infliction of emotional distress as a result of the incident, the pub's insurer nonetheless had no duty to <i>indemnify</i> the pub under the policy's \"assault and battery exclusion\" because \"witnessing the murder was unquestionably the cause-in-fact\" of the patron's injury (as opposed to the injury being independently caused by the bartender's actions in getting herself killed). <i>Id.</i> at 135.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Essex argues that <i>Mallar</i> focused on the operative facts which caused the injury to determine the insurer's obligation, and here, the \"operative fact\" was the assault. <i>Mallar</i> cites to <i>Winnacunnet Coop. Sch. Dist. v. Nat'l Union Fire Ins. Co. of Pittsburgh, Pa.,</i> <span class=\"citation\" data-id=\"196777\"><a href=\"/opinion/196777/winnacunnet-coop-v-national-union-fire/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 37 (1st Cir.1996), which applied New Hampshire law to an assault/battery exclusion clause, and Essex relies on that case to support its position. <i>Winnacunnet,</i> however, involves the mirror image of this case. It stands for the proposition that negligent activities <i>before</i> an assault which <i>do not</i> cause any injuries <i>independent</i> of the assault fall within an assault/battery exclusion and are not covered by a policy that contains such an exclusion. <i>Id.</i> at 35. <i>Mallar</i> explains <i>Winnacunnet</i> as a case where \"although the plaintiffs allocated blame elsewhere, their alleged injuries nonetheless originated from a murder.\" <i>Mallar,</i> 837 A.2d at 135. However, this case involves allegations of negligent activities <i>after</i> an assault which allegedly caused (or exacerbated) injuries <i>independent</i> of (or in addition to) the assault. <i>Mallar</i> does not establish the reading Essex urges.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In interpreting insurance contracts, Maine law does not use the \"but for\" test advocated by Essex. <i>See, e.g., Pelkey v. Gen. Elec. Capital Assurance Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">804</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">385</span></span>, 387-89 (Me.2002) (An insurance policy which limited coverage to injuries due to accidents \"directly and independently of all other causes\" did not preclude coverage for injuries from an accidental fall, though \"but for\" the contribution to the injuries from pre-existing disease, the loss would not have occurred.). We see no reason to do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Under Maine law, \"an insurer may have to defend before it is clear whether there is a duty to indemnify,\" <i>Commercial Union Ins. Co.,</i> 658 A.2d at 1083. The lack of clarity referred to by the Maine Law Court, in our view, involves lack of legal clarity as well as lack of factual clarity. <i>See Found. for Blood Research,</i> 730 A.2d at 177.</p>\n    </div>\n    <p class=\"indent\">B. <i>Award of Attorney's Fees Against Essex</i></p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Essex also appeals from the district court's award of attorney's fees attributable to Bucci's being forced to prosecute a claim against Essex for its failure to defend Bucci's underlying action against The Industry.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Under Maine law, although a trial court's award of a sum for attorney's fees is reviewed for abuse of discretion, the question of whether a trial court has authority to award attorney's fees is a question of law reviewed <i>de novo. Maine Mut. Fire Ins. Co. v. Gervais,</i> <span class=\"citation no-link\"><span class=\"volume\">745</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">360</span></span>, 362 (Me.1999); <i>Gibson v. Farm Family Mut. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">673</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1350</span></span>, 1352, 1354 (Me.1996). Usually, under the American Rule, attorney's fees are not awarded to the winning party in a common law action. <i>See Gibson,</i> 673 A.2d at 1354. There is a common law exception which permits an award of attorney's fees incurred in establishing an insurer's duty to defend. <i>See id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Such an award is restricted to cases \"when the duty to defend is clear, pursuant to prevailing Maine law, from the policy and the pleadings of the suit filed against the insured.\" <i>Id.</i> at 1355. It appears from <i>Gibson</i> that the issue of whether the duty was clear is subject to <i>de novo</i> review. <i>Id. Gibson</i> also explained that \"[i]n determining whether a duty to defend is clear, the insurer will be held to recognize Maine law prevailing at the time of the insured's request for defense.\" <i>Id.</i>\"Given the possible existence of <i>any legal or factual basis</i> for payment under a policy, an insurer's duty to defend should be decided summarily in favor of the insured.\" <i>Id.</i> at 1352 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Essex relies on <i>Northland Ins. Cos. v. Coconut Island Corp.,</i> <span class=\"citation\" data-id=\"2283208\"><a href=\"/opinion/2283208/northland-ins-companies-v-coconut-island-corp/\"><span class=\"volume\">961</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">20</span></a></span> (D.Me.1997), to argue that there was no <i>clear</i> duty. In <i>Northland,</i> the plaintiff in the underlying action sued a guesthouse for injuries she sustained from a sexual assault by an employee of the guesthouse who entered her room without her consent. <i>Id.</i> at 21. The guesthouse's CGL policy contained an exclusion for \"bodily injury\" that arises \"out of an assault and battery\" and also provided <i>no</i> coverage for \"personal injuries,\" defined as \"injury, other than `bodily injury,' arising out of ... wrongful entry into, or invasion of the right of private occupancy of ... a room, dwelling, or premises.\" <i>Id.</i> at 22. The district court granted the insurer's summary judgment motion, holding that the insurer had no duty to defend the underlying action, because <i>all</i> of the plaintiff's allegations in the underlying complaint were either bodily injuries that resulted from the sexual assault or \"personal injuries\" caused by negligence, negligent hiring and supervision, or intentional infliction of emotional distress. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\"><i>Northland</i> is not helpful to Essex. To the extent that Essex is arguing that some of Bucci's claims may be read to allege \"personal injuries,\" the argument fails because unlike the policy in <i>Northland,</i> Essex's policy <i>does</i> provide coverage for \"personal injuries.\" <i>Northland</i> also cannot be read to state that Essex had no duty to defend with respect to the post-attack allegations here.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We affirm the district court's award of attorney's fees.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p>III. Bucci's Appeal From Ruling that Exclusion Applies</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">A. <i>Essex's Assertion of Nonconverage as a Defense After Violation of Duty to Defend</i></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Bucci argues, relying on language in two Maine cases, that because Essex was in breach of its duty to defend, it could not argue at trial that the injuries Bucci received were within the assault/battery exclusion, and as a result, it could not argue that it had no duty to indemnify The Industry. <i>See Elliott v. Hanover Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">711</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1310</span></span>, 1314 (Me.1998); <i>Marston v. Merchants Mut. Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">319</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">111</span></span>, 114 (Me.1974).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Stated broadly, Bucci's argument is that an insurer which is in breach of a duty to defend may not subsequently argue that there was no duty to indemnify. As so stated, Maine law has flatly rejected the argument. As the court said in <i>Elliott,</i> \"An insurer that breaches its duty to defend ... is not estopped from asserting noncoverage as a defense in a subsequent action brought by the insured or the insured's assignee.\" <i>Elliott,</i> 711 A.2d at 1313. The court observed that the argument would impermissibly collapse the separate duties to defend and to indemnify into one another:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">[I]f an insurer who refuses to defend were estopped from asserting the lack of coverage as a defense in a subsequent action, then the insurer's duty to indemnify would be coextensive with its duty to defend. [The Maine Law Court], however, ha[s] repeatedly stated that an insurer's duty to indemnify is independent from its duty to defend and that its duty to defend is broader than its duty to indemnify.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\"><i>Elliott</i> adopted the rule articulated by the Massachusetts Supreme Judicial Court in <i>Polaroid Corp. v. Travelers Indemnity Co.,</i> <span class=\"citation\" data-id=\"2110689\"><a href=\"/opinion/2110689/polaroid-corp-v-the-travelers-indemnity-co/\"><span class=\"volume\">414</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">747</span></a></span>, <span class=\"citation\" data-id=\"2110689\"><a href=\"/opinion/2110689/polaroid-corp-v-the-travelers-indemnity-co/\"><span class=\"volume\">610</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">912</span></a></span>, 922 (1993) (\"The statement made by some courts that the insurer is estopped to deny liability is simply a conclusion and fails to recognize that no estoppel is involved in any traditional sense because, in refusing to defend a claim, an insurer makes no misrepresentation on which the insured relies to its detriment.\"). <i>Elliott,</i> 711 A.2d at 1313. Because <i>Polaroid</i> treated the matter as one of contract law, the question of whether contract damages should include the amount of the underlying settlement became a question of whether the amount of the settlement represented damages which \"cannot be reasonably prevented and arise naturally from the breach, or [which were] reasonably contemplated by the parties.\" <i>Polaroid,</i> 610 N.E.2d at 921 (quoting <i>Delano Growers' Coop. Winery v. Supreme Wine Co.,</i> <span class=\"citation\" data-id=\"2032031\"><a href=\"/opinion/2032031/delano-growerscooperative-winery-v-supreme-wine-co/\"><span class=\"volume\">393</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">666</span></a></span>, <span class=\"citation\" data-id=\"2032031\"><a href=\"/opinion/2032031/delano-growerscooperative-winery-v-supreme-wine-co/\"><span class=\"volume\">473</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1066</span></a></span>, 1075 (1985)). Importantly, the <i>Polaroid</i> court went on to say: \"If an underlying claim ... is not within the coverage of an insurance policy, an insurer's improper failure to defend that claim would not ordinarily be a cause of any payment that the insured made in settlement of that claim (or to satisfy a judgment based on that claim).\" <i>Id.</i> We understand this to be the approach Maine has adopted.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The question of whether breach of an insurer's duty to defend precludes the insurer from asserting a defense to indemnity involves different approaches and interests. Other states have decided this public interest question differently. <i>See</i> 22 Eric Mills Holmes, <i>Holmes' Appleman on Insurance</i> &#167; 136.8, at 56 (2d ed. 2003) (\"Another consequence of the insurer's refusal to defend [in some states] is that the insurer may be estopped from denying coverage under the indemnification provisions of the policy. Thus when the insurer refuses to defend, it is bound by the judgment entered against the insured.\"). The cases expressing that different policy cited in the treatise are often based on the estoppel theory. <i>See, e.g., Aetna Cas. &amp; Sur. Co. v. Coronet Ins. Co.,</i> 44 Ill.App.3d 744, <span class=\"citation no-link\"><span class=\"volume\">3</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">371</span></span>, <span class=\"citation\" data-id=\"2043677\"><a href=\"/opinion/2043677/aetna-cas-surety-co-v-coronet-ins-co/\"><span class=\"volume\">358</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">914</span></a></span>, 917 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">But Maine has expressly rejected that theory of waiver or estoppel. <i>Elliott,</i> 711 A.2d at 1313. Rather, Maine has adopted the view that an insurer who has wrongfully refused to defend is in breach of contract and is subject to contractual remedies for the breach. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The rub is what the Maine Law Court meant when it said in <i>Elliott</i> that the insurer \"is also bound by the default judgment as to any factual issues that might have been litigated in the underlying negligence action.\" <i>Id.</i> at 1314. <i>Elliott</i> cites to <i>Marston,</i> which said, \"[A]t least ... in any action in which there is an allegation in the complaint which would establish liability within the coverage of the policy even though there are other allegations as to liability outside the coverage of the policy, a general verdict with no special findings of fact is binding on the insurer as to its liability under the insurance policy.\" <i>Marston,</i> 319 A.2d at 114. Both <i>Elliott</i> and <i>Marston,</i> unlike the case here, involved default judgments entered below.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Bucci seizes on this language from <i>Elliott</i> to argue that Essex could have raised its exclusion argument based on the battery in the underlying case between Bucci and The Industry, and because it failed to do so, it is now precluded from doing so. Given the complexity of the law in this area and the statement in <i>Elliott</i> that an insurer which is in breach of its duty to defend is not precluded from asserting noncoverage as a defense to an indemnity action, <i>Elliott,</i> 711 A.2d at 1313, we very much doubt the sentence in question can be read in the way Bucci urges. The area of law concerning the preclusive effect on an insurer in breach of its duty to defend is complicated, and the Maine Law Court has not been presented with cases which have permitted it to resolve the complexities.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\"><i>Elliott</i> made reference to the complexities. <i>See Elliott,</i> 711 A.2d at 1313. The insurance law treatises describe a variety of contexts in which the issue of preclusive effect on an insurer is raised and the variety of exceptions that exist even in courts which follow such a rule of preclusion. <i>See</i> 14 Lee Russ and Thomas F. Segalla, <i>Couch on Insurance</i> &#167;&#167; 202:8-202:12 (3d ed.1999). For example, <i>Couch</i> lists exceptions to the rule binding insurers in breach of a duty to defend to judgments in the underlying action when, <i>inter alia,</i> (1) the underlying action has been settled or there is a consent judgment and the settlement amount was not reasonable, or not entered into in good faith, <i>id.</i> &#167; 202:9, at 202-35; (2) the underlying judgment was procured by fraud or collusion of the insured and the injured party, <i>id.</i> &#167; 202:12, at 202-42; (3) the question of coverage turns on facts which were not essential to the underlying judgment of liability, <i>id.</i> &#167; 202:12, at 202-43; (4) there is a serious conflict of interest between the insurer and insured, <i>id.</i> &#167; 202:12, at 202-43; and (5) the insured cannot show that it was worse off as to indemnity for breach of the duty to defend, <i>id.</i> &#167; 202:12, at 202-44.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Indeed, the Couch treatise makes several observations. Most pertinent is that \"[t]he judicial decisions on this matter generally reflect the principle that a court will not create coverage in those situations where coverage does not exist.\" <i>Id.</i> &#167; 202:12 at 202-45. Another is that \"public policy considerations ... disfavor fraudulent or collusive settlements, such as those in which an insured concedes liability in situations where it is not liable, and in which the injured third party is effectively awarded damages in excess of the value of actual injuries.\" <i>Id.</i> &#167; 202:9, at 202-36. Maine has not yet explored all of these questions, but certain principles guide the way.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">First, to the extent Maine has any form of a rule binding insurers in breach of a duty to defend to an underlying judgment, there are, we conclude, limits to the binding effect under the rule. <i>Elliott</i> limited the binding effect of the default judgment to issues which were or \"might have been litigated\" in the underlying action by the injured person for recourse to the policy. <i>Id.</i> at 1314. We view this broad language in <i>Elliott</i> (\"might have been litigated\") as likely limited by the rule articulated in <i>Am. Policyholders' Ins. Co. v. Cumberland Cold Storage Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">373</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">247</span></span>, 250-51 (Me.1977), that where there is a duty to defend \"the indemnification obligation <i>depends upon the theory under which judgment is entered</i> in the underlying damage actions.\" <i>Id.</i> at 251 (emphasis added). Further, we do not understand Maine law to depart from the usual rule that any binding effect from an underlying judgment is only as to facts which were essential to the underlying judgment. <i>See</i> 14 <i>Couch on Insurance,</i> &#167; 202:12, at 202-41. That more limited understanding is articulated in the <i>Polaroid</i> case, whose rule <i>Elliott</i> cited favorably. <i>See Elliott,</i> 711 A.2d at 1313; <i>Polaroid,</i> 610 N.E.2d at 921 n. 20.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Second, it is also clear under Maine law that a non-defending insurer in breach of its duty to defend may nonetheless challenge, at the least, the reasonableness or good faith of the underlying settlement. <i>Cambridge Mut. Fire Ins. Co.,</i> 692 A.2d at 1391.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Third, Maine law allows declaratory judgment actions by insurers who seek a determination that they have neither defense nor indemnity obligations as to underlying actions against their insureds. <i>Am. Policyholders' Ins. Co.,</i> 373 A.2d at 250. Should summary judgment be appropriate, the insurer may obtain a judgment of no obligation to indemnify even before judgment has entered in the underlying action. <i>Id.</i> at 250 n. 2. Essex did not follow that path here, nor is there a suggestion that it was required to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Indeed, Maine law recognizes that a potential conflict of interest between insurers denying coverage and insureds may be such as to warrant refusing to let an insurer intervene in the underlying action between the plaintiff and the insured. <i>See Donna C. v. Kalamaras,</i> <span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">222</span></span>, 225 (Me.1984). The Maine Law Court was explicit that an insurer need not intervene to protect itself from the so-called <i>Marston</i> rule. <i>Id.</i> at 224-25. Thus Maine does not seem to have adopted a rule that an insurer must bring a declaratory judgment action or attempt to intervene in the underlying action and is in peril of giving up an indemnity defense if it fails to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">In the end, we conclude that the sentence in <i>Elliott</i> does not assist Bucci for several reasons. First, the clear rule under <i>Elliott</i> is that an insurer in breach of a duty to defend is not prohibited from asserting noncoverage as a defense to an indemnity action. Bucci's argument appears to us to be inconsistent with that rule.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Second, we doubt Maine law would inflexibly adopt the rule Bucci desires. Such a rule would encourage collusion (or even fraud) between insureds and injured plaintiffs, as well as inflated settlements, leaving an insurer without a defense of noncoverage. <i>See Airway Underwriters v. Perry,</i> <span class=\"citation\" data-id=\"2236931\"><a href=\"/opinion/2236931/airway-underwriters-v-perry/\"><span class=\"volume\">362</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">164</span></a></span>, <span class=\"citation\" data-id=\"2236931\"><a href=\"/opinion/2236931/airway-underwriters-v-perry/\"><span class=\"volume\">284</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">604</span></a></span>, 607-08 (1972) (noting an insurer may always avoid a judgment rendered against the insured by showing it was procured by collusion or fraud). All indications are that Maine would not want to encourage collusion or fraud. <i>See Cambridge Mut. Fire Ins. Co.,</i> 692 A.2d at 1391 (\"An insurer is liable only if the settlement amount is reasonable and is made in good faith.\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">We draw some distinctions between collusion as to claims of negligence and collusion as to claims on which an exclusion from coverage is predicated. We do not suggest that there was no reasoned basis for a conclusion that The Industry somehow negligently violated a duty of care in not preventing or stopping the assault; the record is simply too bare on the point to make any such determination. Nor do we suggest that Bucci's injuries were not serious; they were extremely serious and his damages were real. There is nothing, nonetheless, in the record to support the allegations contained in the complaint that post-attack actions by The Industry caused or contributed to Bucci's injuries, and that was the premise for Bucci's coverage argument. Bucci's refusal to put on any proof in support of those coverage allegations is telling. We see no reason why a court would not be free to consider the lack of merit of the only allegations in the complaint on which coverage could possibly be based in considering whether an insurer is precluded from a defense on indemnity.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Third, the rule in <i>Marston,</i> referred to by the sentence in <i>Elliott,</i> 711 A.2d at 1314, has a limited preclusive effect, as we have described. There is a difference between the issue of whether the insured's negligence caused injury to plaintiff and the issue of whether an exclusion (say, for assault and battery) nonetheless precludes coverage even if there was negligence. Here, the factual issue in the underlying action was whether The Industry negligently caused Bucci's injuries. In the underlying tort action, all that was required to be proven was negligence causing injury; not that the touching causing injury was intentional. <i>See Cambridge Mut. Fire Ins. Co.,</i> 692 A.2d at 1390-91. It was not necessary for the resolution of that underlying claim to determine whether Bucci's injuries were caused by battery, the issue on which insurance coverage turned.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The trial court correctly rejected Bucci's argument.</p>\n    </div>\n    <p class=\"indent\">B. <i>Sufficiency of the Evidence</i></p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">As the case between Bucci and Essex was framed for trial after the partial summary judgment motions, the issue was whether there was evidence that any of the injuries Bucci suffered were outside the exclusion, as the complaint had alleged. <i>See Bucci I,</i> 287 F.Supp.2d at 79. That is, the question was whether Bucci had suffered any injuries not caused by the incident itself but by the conduct of The Industry staff afterwards. At trial, Bucci offered no evidence of any such injury resulting from conduct outside of, and after, the incident; instead, he relied on the fact that the insurer had the burden of proving the exclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">On appeal, Bucci's theory has subtly shifted. He now argues that the insurer never met its burden of showing that the injuries he suffered were from an assault and battery, because no one can show that his unknown assailant acted intentionally. The argument builds on several points: that the district court applied the incorrect legal standard; that a fact finder could not reasonably infer from the degree of injury that the injury was intentionally inflicted; that the medical records (which supplied details concerning the nature of the injury and the statements that indicated he was hit in the face) were inadmissible under Rule 803(4) because the declarant was unknown; and that the error in admitting the medical records was prejudicial. The arguments have a certain air of unreality, especially given the allegations of the complaint, which described Bucci as a victim of assault and battery.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">As to the insufficiency argument, an appellate court construes all evidence \"in the light most hospitable to the verdict\" and the evidence will be deemed insufficient only if the record, \"viewed from this verdict-friendly perspective and without regard to credibility or weight, is such that reasonable minds could not differ as to the outcome.\" <i>Muniz v. Rovira,</i> <span class=\"citation no-link\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 4-5 (1st Cir.2004) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Bucci's main argument is that there is no evidence that Bucci's injuries were <i>intentionally</i> caused, and thus a battery. The district court inferred the requisite intent from Bucci's severe facial injuries, which were consistent with the theory that he was hit with repeated and violent blows. The court found that \"Bucci was hit from behind and then punched or kicked in the face until he sustained severe facial damage.\" <i>Bucci II,</i> 323 F.Supp.2d at 91 n. 6. That satisfied the court that \"Bucci was the victim of a battery.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">The district court applied the correct legal standard. \"At common law an unlawful touching of the person of another, unpermitted and unprivileged, done with the intention of bringing about a harmful or offensive contact, constituted an assault and battery.\" <i>Wilson v. State,</i> <span class=\"citation no-link\"><span class=\"volume\">268</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">484</span></span>, 486-87 (Me.1970). Although there is no direct evidence of intent in this case, given that the assailant could not be identified, Maine allows intent to be inferred from the result of the attack. \"Absent a rare admission by the party, a party's intent can only be inferred from his physical acts.\" <i>Mut. Fire Ins. Co. v. Hancock,</i> <span class=\"citation no-link\"><span class=\"volume\">634</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1312</span></span>, 1313 (Me.1993). Indeed, Maine has not been particularly receptive to arguments that where a person is unable to recall what happened to cause injury, a court may not infer from other evidence that what happened was a result of intentional conduct. That was exactly the argument the court was asked, and refused, to endorse in <i>Hancock. Id.</i> at 1313 (inferring from evidence of multiple violent blows to victim that the attacker intended to cause injuries). The record supports the trial judge's finding that Bucci was the victim of a battery.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Bucci also testified at trial that he was not disputing the fact that he was \"assaulted\" outside The Industry. Bucci attempts to minimize this by arguing that he was a layman and did not understand the legal distinction between a \"criminal assault\" (which may be premised on recklessness alone) and a \"civil assault and battery\" (which requires intentional acts). The argument is disingenuous: the common, everyday definition for assault is \"a violent physical or verbal attack.\" <i>Merriam Webster's Collegiate Dictionary</i> 69 (10th ed.1993).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Bucci next argues that the district court erred by allowing into evidence Bucci's medical records for the purpose of determining the nature of Bucci's injuries, and inferring from the nature of the injuries that they were intentionally caused. We review a trial court's evidentiary rulings for abuse of discretion. <i>Walton v. Nalco Chem. Co.,</i> <span class=\"citation\" data-id=\"199695\"><a href=\"/opinion/199695/walton-v-nalco-chemical-co/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 24 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">At trial, the district court admitted the medical records <i>de bene,</i> noting Bucci's hearsay and foundation objections. In its opinion, the district court explained that it excluded the portions from those records that characterize the incident as an \"assault,\" but it admitted descriptions of the <i>specific contacts</i> that caused Bucci's injuries under the statements for medical treatment or diagnosis exception to the hearsay rule, Fed.R.Evid. 803(4). <i>Bucci II,</i> 323 F.Supp.2d at 87 n. 3. Rule 803(4) provides for the admission of: \"Statements made for purposes of medical diagnosis or treatment and describing medical history, or past or present symptoms, pain, or sensations, or the inception or general character of the cause or external source thereof insofar as reasonably pertinent to diagnosis or treatment.\" Fed R. Evid. 803(4).</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Under Rule 803(4), there are three requirements for the admission of out-of-court statements: \"(1) the statements must be made for purposes of diagnosis or treatment (2) about (i) medical history (ii) or past or present symptoms, pain, or sensations or (iii) about the inception or general character of the cause or external source thereof (3) insofar as they are reasonably pertinent to diagnosis or treatment.\" <i>Danaipour v. McLarey,</i> <span class=\"citation\" data-id=\"201283\"><a href=\"/opinion/201283/danaipour-v-mclarey/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">289</span></a></span>, 297 (1st Cir.2004) (footnote omitted). There is no requirement, either in the text of the Rule, or the case law, that the speaker be the patient himself. <i>Id.; see also</i> 4 Stephen A. Saltzburg et al., <i>Federal Rules of Evidence Manual</i> &#167; 803.02[5][d] (8th ed. 2002) (\"[S]tatements by bystanders, family members, and others, made for the purposes of treating an injured person and pertinent to that treatment, have often been admitted under Rule 803(4).\"). In general, under Rule 803(4), \"the declarant's motive to promote treatment or diagnosis is the factor crucial to reliability.\" <i>Danaipour,</i> 386 F.3d at 298.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Sometimes, when the declarant of an out-of-court statement is unknown, there is less certainty that the statement was made for the purpose of treating or diagnosing the patient, and the statement itself may not bear the indicia of that purpose. <i>See, e.g., Stull v. Fuqua Indus., Inc.,</i> <span class=\"citation\" data-id=\"543783\"><a href=\"/opinion/543783/aaron-r-stull-ralph-g-stull-and-gloria-e-stull-v-fuqua-industries-inc/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1271</span></a></span>, 1273-74 (8th Cir.1990) (A statement in the medical record that \"[a]pparently, [the plaintiff] ... jumped off the lawn mower and got his left heel under the law mower\" was not admissible under Rule 803(4) because \"the word `apparently' in the hospital record indicates that the statement ... may not have been made by [the plaintiff]; it may instead represent conjecture on the part of the person filling out the record.\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Here, some statements in the medical records were clearly made by Bucci or a witness to the attack for purposes of medical treatment.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> For some of the other statements, the identity of the declarant cannot be discerned, but it is nonetheless clear that the statements were made for purposes of medical treatment and were admissible.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The district court carefully and fairly heard Bucci's case. The court's conclusion is unimpeachable.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The district court's judgment is <i>affirmed.</i> No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Federal diversity jurisdiction under 28 U.S.C &#167; 1332 exists in this case since Bucci is a citizen of Maine and Essex is a Delaware corporation with its principal place of business in Virginia, and the amount in controversy exceeds $75,000</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to the settlement agreement between Bucci and The Industry, The Industry is entitled to the first $7,000 of any amount that Bucci may recover from Essex to reflect The Industry's payment of $7,000 to Bucci</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Essex does not contest the $7,000 award of contract damages, which was based on its violation of the duty to defend</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, when a federal district court, in 1998, read an earlier Maine case,<i>Cambridge Mut. Fire Ins. Co. v. Perry,</i> <span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">Me.</span> <span class=\"page\">94</span></span>, <span class=\"citation\" data-id=\"1969444\"><a href=\"/opinion/1969444/cambridge-mut-fire-ins-co-v-perry/\"><span class=\"volume\">692</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1388</span></a></span> (1997), as creating a rule that an insurer's wrongful failure to defend results in the insurer's waiver of the right to subsequently litigate the indemnification issue, <i>see Anderson v. Va. Sur. Co.,</i> <span class=\"citation\" data-id=\"1569452\"><a href=\"/opinion/1569452/anderson-v-virginia-sur-co-inc/\"><span class=\"volume\">985</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">182</span></a></span>, 189-90 (D.Me.1998), the Maine Law Court expressly disavowed that broad reading. <i>See Elliott,</i> 711 A.2d at 1314 n. 3. In a post-<i>Elliott</i> case, a federal district court perceptively recognized that <i>Elliott's</i> rejection of that broad reading may be based in part on Maine's recognition that key facts bearing on the duty to indemnity may well not have been resolved in an earlier settlement. <i>Boise Cascade Corp. v. Reliance Nat'l Indem. Co.,</i> <span class=\"citation\" data-id=\"2290447\"><a href=\"/opinion/2290447/boise-cascade-corp-v-reliance-nat-indemn-co/\"><span class=\"volume\">99</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">87</span></a></span>, 98 n. 14 (D.Me.2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The complaint in Bucci's civil suit against The Industry, though not admitted into evidence for the truth of the matter asserted therein, was nonetheless admissible as a party admission and susceptible to judicial notice<i>See Rodi v. S. New Engl. Sch. of Law,</i> <span class=\"citation no-link\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></span>, 19 (1st Cir.2004) (\"It is well-accepted that federal courts may take judicial notice of proceedings in other courts if those proceedings have relevance to the matters at hand.\") (quoting <i>Kowalski v. Gagne,</i> <span class=\"citation\" data-id=\"548343\"><a href=\"/opinion/548343/linda-kowalski-aka-linda-larochelle-etc-v-richard-j-gagne-aetna/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">299</span></a></span>, 305 (1st Cir.1990)). As an ordinary admission, these allegations in the complaint are not rebutted by any evidence introduced by Bucci.</p>\n        <p class=\"indent\">Litigants are under an obligation not to allege facts that have no evidentiary support. <i>See Gonzalez v. Walgreens Co.,</i> <span class=\"citation\" data-id=\"551280\"><a href=\"/opinion/551280/ivette-gonzalez-and-ramon-fernandez-v-walgreens-company/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">303</span></a></span>, 305 (1st Cir.1990) (\"[A] pleading in one case is not a conclusive judicial admission in a later one, [but] it is treated as an ordinary admission which can be contradicted by other evidence.\") (quoting <i>United States v. Raphelson,</i> <span class=\"citation\" data-id=\"477759\"><a href=\"/opinion/477759/united-states-v-milton-raphelson-appeal-of-massachusetts-property/\"><span class=\"volume\">802</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span>, 592 (1st Cir.1986)) (alterations in <i>Gonzalez</i>); <i>see also</i> Fed.R.Civ.P. 8(e)(2) and 11(b)(3) (stating factual allegations in pleadings should have evidentiary support or are likely to have such support after investigation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Bucci testified that he remembered being hit by the first blow from behind. The emergency ambulance report noted that Bucci's left cheek was swelling because he was \"struck once in face [with] a fist,\" and that a witness said that Bucci lost consciousness for \"approximately 1 min.\" The ambulance report also noted that Bucci's lower lip was lacerated. The emergency physician record from the night of December 23, 2000, when Bucci was taken to the emergency room, notes that Bucci was \"hit &amp; kicked in [the] face.\" Bucci's argument that these multiple, repeated violent blows to his body were not intentional but \"accidental\" or \"reckless\" is implausible and defies common sense<i>Cf. Hancock,</i> 634 A.2d at 1313. Further, Bucci's answer to interrogatories, admitted into evidence at trial, explained that he \"was <i>brutally attacked</i> within a short distance from Industry employees.... [The employees] hid the <i>attacker</i> from the police.\" (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> <i>See Cook v. Hoppin,</i> <span class=\"citation\" data-id=\"464847\"><a href=\"/opinion/464847/mark-r-cook-v-frederick-b-hoppin/\"><span class=\"volume\">783</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">684</span></a></span>, 690 (7th Cir.1986) (Statements from unknown declarant relating to an alleged \"wrestling match\" in medical records were not admissible under Rule 803(4) because they \"were not of the type medical personnel generally rely on in making a diagnosis and providing treatment.\"); <i>see also Petrocelli v. Gallison,</i> <span class=\"citation\" data-id=\"404116\"><a href=\"/opinion/404116/james-e-petrocelli-sr-v-davis-t-gallison-md/\"><span class=\"volume\">679</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">286</span></a></span>, 288-91 (1st Cir.1982) (Statements from unknown declarant in medical records regarding a nerve allegedly severed six months earlier were not admissible under \"business records\" exception in Fed.R.Evid. 803(6) because there was no indication where this information came from and statements were not diagnostic.).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> For example, in the emergency ambulance report, which was filled out by the ambulance crew that transported Bucci to the hospital, is the following: \"Patient complained of [neck] pain after struck once in face [by] a fist. Witness [said] patient [suffered] loss of consciousness [for] approximately 1 minute. Patient denies spine pain, denies shortness of breath.\" The witness who provided a description to the ambulance crew clearly did so for purposes of Bucci's medical treatment. These statements were made within minutes of the call for help after the attack, adding to the likelihood that they were reliable: the ambulance crew received the emergency call at 1:36 AM, arrived at the scene of the attack at 1:40 AM, and transported Bucci to the hospital at 1:58 AM</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> For example, in the emergency physician record for Bucci dated December 23, 2000, under the heading \"context,\" the word \"direct blow\" was circled and the statement \"hit &amp; kicked [in the] face\" was written underneath; in the triage report filled out by the triage nurse at 2:00 AM on December 23, 2000, the following statement appears under the heading of \"primary assessment\": \"Punched in [left] side of head.\" It is helpful for a doctor to know this information in evaluating injuries</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/404116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/464847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/477759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551280/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1569452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1969444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2032031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2043677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2110689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2236931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2283208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2290447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2476241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2492920/"
  ]
}