{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201401/",
  "absolute_url": "/opinion/201401/rational-software-v-sterling-corporation/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201401/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:19:56Z",
  "date_modified": "2016-02-28T05:05:23.688926Z",
  "type": "010combined",
  "sha1": "d2a45253fcbd30d0c6c7638df1294c6cd2c04a61",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1607-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/01/05/Rational_Software_v._Sterling_Corporation.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 04-1607\n\n                    RATIONAL SOFTWARE CORPORATION,\n\n                        Plaintiff, Appellant,\n\n                                  v.\n\n                        STERLING CORPORATION,\n\n                         Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                                Before\n\n                         Lynch, Circuit Judge,\n\n                     Cyr, Senior Circuit Judge,\n\n                      and Howard, Circuit Judge.\n\n\n\n     Jonathan D. Hurwitz with whom Cozen O'Connor was on brief, for\nappellant.\n     Lawrence F. Boyle with whom Richard M. Dohoney and Morrison\nMahoney LLP were on brief, for appellee.\n\n\n\n                           January 5, 2005\n\f            HOWARD, Circuit Judge.       On February 1, 2001, Rational\n\nSoftware,   a   California   company,    hired    Sterling   Corporation,   a\n\nMassachusetts company, to move a computer disk array (\"computer\")\n\nbetween two of Rational's Massachusetts facilities.            The computer\n\nweighed 1540 pounds and was worth $250,000.           Sterling's employees\n\nbroke the computer during the move. Invoking diversity jurisdiction,\n\nRational sued Sterling to recover the value of the computer.           After\n\na short bench trial, the district court entered judgment in favor of\n\nRational for $924 after finding that the parties had agreed to limit\n\nSterling's liability to sixty cents per pound.         Rational appeals.\n\n            Absent clear error, we accept the district court's findings\n\nof fact.    See Fed. R. Civ. P. 52(a).      We review pure issues of law\n\nde novo, including questions of statutory interpretation. See Bonano\n\nv. East Carribean Airline Corp., 365 F.3d 81, 83 (1st Cir. 2004).\n\nThe   interpretive   question   presented    is    whether   the   carrier's\n\nlimitation of liability provision, well known to Rational, the\n\nshipper, by a prior course of dealings, is effective, when, in the\n\ninstance of damaged goods, the bill of lading is not given to the\n\nshipper until after the damage occurred.         We hold that Massachusetts\n\nlaw would consider the prior course of dealing between the parties.\n\nBecause the district court's conclusions about the prior course of\n\ndealings are well supported by the evidence, we affirm\n\n            The district court found the following facts all of which\n\nare supported by the record. Between 1997 and 2001, Rational engaged\n\n\n                                   -2-\n\fSterling to move items between its various Massachusetts facilities\n\nover 200 times.    For each move, Sterling issued Rational a bill of\n\nlading.   The bill contained a section for a Rational representative\n\nto sign acknowledging that the goods were delivered as previously\n\nagreed.   The bill also included a liability-limiting section.   This\n\nsection appeared in bold print and read: \"Unless A Different Value\n\nIs Declared, The Shipper Hereby Releases The Property To A Value Of\n\n$.60 Per Pound Per Article.\" Immediately after this provision, there\n\nwas a space for Rational to declare a higher value.\n\n           In addition to the bill of lading, the sixty cent per pound\n\nlimitation was stated in Sterling's Commodity Rate Tariff, which was\n\nfiled with the Massachusetts Department of Telecommunications and\n\nEnergy.   The tariff stated that, if a shipper wanted to declare a\n\ndifferent value for its goods, it had to enter the value on the bill\n\nof lading.   The tariff was referenced in every bill of lading that\n\nSterling issued to Rational.\n\n           Besides written notification, Sterling orally advised its\n\ncustomers of the liability limitation.    Sterling told its customers\n\nthat if they wanted additional insurance for their property they\n\ncould either declare a higher value for the goods and pay Sterling\n\na commensurately higher price or purchase additional coverage from\n\nanother insurer.\n\n           Rational's moving needs for its Massachusetts facilities\n\nwere managed by Michael Horn.    For each delivery, Horn or another\n\n\n                                 -3-\n\fRational employee signed the bill of lading's delivery acknowledgment\n\nsection.        The   liability-limiting      provision   was   initialed   by   a\n\nRational employee on only three occasions.           On the remaining bills,\n\nthis section was left blank. Rational never declared a value for its\n\ngoods in excess of sixty cents per pound.\n\n           Sterling,        through     Terrence    Deignan,     the     employee\n\nresponsible for the Rational account, had informed Horn about the\n\nliability limitation well before the February 2001 move.                Horn does\n\nnot dispute that he knew about the limitation on February 1, 2001.\n\nIndeed, Horn testified that he knew that \"if [Rational] wanted more\n\ninsurance [it] could either buy it through [its] own insurance\n\ncompany    or     through    [Sterling's]      insurance    company.\"        Horn\n\nacknowledged that \"it was [his] understanding that [Rational's]\n\nrelationship with [Sterling was] such that [Rational] would be\n\ninsured for sixty cents per pound unless [Rational] paid more.\"\n\n           On February 1, 2001, Horn contacted Deignan to request that\n\nSterling move the computer between two of Rational's facilities in\n\nLexington, Massachusetts.             Horn did not know the value of the\n\ncomputer when he ordered the move.\n\n           When Sterling's employees arrived to pick up the computer,\n\nthey did not present Rational with a bill of lading.                   During the\n\nmove, Sterling's employees damaged the computer by dropping it.\n\nShortly afterwards, Horn received a bill of lading for the move.              The\n\nbill was identical to the bills used in the preceding 200 moves but\n\n\n                                        -4-\n\fstated that the computer had suffered as yet undetermined damage\n\nbecause of the accident.       Horn signed the bill in the delivery\n\nacknowledgment section and (as usual) left the liability-limiting\n\nsection blank.\n\n           Soon after the accident, Horn learned that the computer was\n\nfar more valuable than he initially had thought.      During one of their\n\nearly discussions about the accident, Deignan reminded Horn that\n\nSterling's liability was limited to sixty cents per pound because\n\nRational had not declared a higher value for the computer.            Horn\n\ntestified that he had not declared a higher value for the computer\n\nbecause he did not know its value, and, in any event, thought that\n\nRational had its own insurance for the computer.\n\n           Eventually Rational brought a negligence action against\n\nSterling to recover the full value of the computer.          The parties\n\nstipulated that Sterling was negligent in handling the computer and\n\nthat the computer was worth $250,000. The district court held a two-\n\nday bench trial to decide whether Sterling had effectively limited\n\nits liability to sixty cents per pound.\n\n           In a published opinion, the district court held that\n\nSterling   had   effectively   limited   its   liability.   See   Rational\n\nSoftware Corp. v. Sterling Corp., 311 F. Supp. 2d 203 (D. Mass.\n\n2004). The court based its judgment on two independent grounds: (1)\n\nthrough its prior course of dealings with Sterling, Rational was\n\naware of and accepted the liability limitation in advance of the\n\n\n                                   -5-\n\fFebruary 2001 move, and (2) in any event, Rational accepted the\n\nliability limitation when it, through Horn, acknowledged delivery of\n\nthe bill of lading without declaring a higher value for the computer.\n\nSee id. at 209-11.    We address only the first ground of decision as\n\nit supplies a sufficient basis to affirm the judgment.\n\n          We review the district court's legal rulings de novo, see\n\nWatson v. Deaconess Waltham Hosp., 298 F.3d 102, 108 (1st Cir. 2002),\n\nmindful that we must \"determine whether the decision below is\n\nreasonable in light of the entire record,\"    Persson v. Scotia Prince\n\nCruises, Ltd., 330 F.3d 28, 31 (1st Cir. 2003).      In conducting our\n\nreview, we accord \"respect to the district court's 'opportunity to\n\nhear the testimony, observe the witnesses' demeanor, and evaluate the\n\nfacts first hand.'\"    Id. (quoting United States v. Nee, 261 F.3d 79,\n\n84 (1st Cir. 2001)).\n\n          The only issue presented on appeal is whether the district\n\ncourt supportably conclude that Sterling had limited its damages\n\nliability to sixty cents per pound.      Because the move in which the\n\ndamages occurred took place within Massachusetts, the dispute is\n\ngoverned by Massachusetts law, specifically Mass. Gen. Laws ch. 106,\n\n§ 7-309(2). The Uniform Commercial Code establishes the requirements\n\nfor a carrier who wishes to limit its liability for goods damaged\n\nduring a move.   The statute provides:\n\n          Damages may be limited by a provision that\n          the carrier's liability shall not exceed\n          a value stated in the document if the\n          carrier's rates are dependent upon value\n\n                          -6-\n\f           and the [shipper] by the carrier's tariff\n           is afforded an opportunity to declare a\n           higher value or a value as lawfully\n           provided in the tariff, or where no tariff\n           is filed he is otherwise advised of such\n           opportunity.\n\nMass. Gen. Laws ch. 106, § 7-309(2).    The \"document\" referenced in\n\n§ 7-309(2) is a \"document of title,\" which includes \"a bill of\n\nlading.\"   See Mass. Gen. Laws ch. 106, § 7-102(e); Mass. Gen. Laws\n\nch. 106, § 1-201(15).\n\n           Rational concedes that Sterling had in place all of the\n\nmechanisms required by § 7-309(2) to limit its liability: Sterling's\n\nrates were dependent on value, Sterling used a bill of lading\n\ncontaining a liability limitation, and Sterling filed a tariff\n\ncontaining a liability-limiting provision.     But Rational contends\n\nthat Sterling did not effectively implement these mechanisms because\n\nSterling did not issue the bill of lading until after the accident.\n\nRational also argues that the tariff's liability-limiting provision\n\nshould not apply because Sterling regularly varied from the tariff\n\nrequirements in its dealings with Rational.     Sterling counters by\n\nreiterating the argument on which it prevailed below: that regardless\n\nof when the bill of lading was delivered and whether it adhered to\n\nthe terms of its tariff, Rational knew from the parties' prior course\n\nof dealings that Sterling's liability was limited to sixty cents per\n\npound.\n\n           Massachusetts courts have not previously interpreted Mass.\n\nGen. L. ch. 106, § 7-309(2) in this context.   But because § 7-309(2)\n\n                                 -7-\n\fis   part    of    the    Uniform     Commercial       Code,     we    look      to    other\n\njurisdictions for guidance.           See Canter v. Schalger, 267 N.E.2d 492,\n\n494 (Mass. 1971); Capital Corp. v. M&S Liquidating Corp., 542 N.E.2d\n\n603, 605 (Mass. App. Ct. 1989).\n\n             A    prior    course     of   dealing      between       the     parties    is\n\n\"admissible       to   show   the    practice     of    the    parties      of     limiting\n\nliability\" in a transaction for the shipment of goods.                      7A Ronald A.\n\nAnderson, Uniform Commercial Code, § 7-309:10 (3d ed. 2001); see also\n\nIns. Co. of N. Am. v. NNR Aircargo Serv. USA Inc., 201 F.3d 1111,\n\n1113 (9th Cir. 2000);               Capitol Converting Equip., Inc. v. LEP\n\nTransp., Inc., 965 F.2d 391, 395-96 (7th Cir. 1992); Calvin Klein v.\n\nTrylon      Trucking      Corp.,    892    F.2d   191,     194    (2d       Cir.      1989).\n\nMassachusetts law relies on prior course of dealings in analogous UCC\n\ncontexts.        See Falvey Cargo Underwriting, Ltd. v. Metro Freezer &\n\nStorage, LLC, No. 0004428, 2002 WL 31677198 (Mass. Super. Ct. Nov.\n\n1, 2002) (looking toward the parties' course of dealing to conclude\n\nthat, under the UCC, a warehouseman established that the bailor had\n\nagreed to accept a limitation on the warehouseman's liability for\n\ndamaged goods under his control), aff'd 810 N.E.2d 1290 (Mass. App.\n\nCt. 2004) (unpublished disposition).                   \"A course of dealing is a\n\nsequence of previous conduct between the parties to a particular\n\ntransaction which is fairly to be regarded as establishing a common\n\nbasis of understanding for interpreting their expressions and other\n\nconduct.\"     Mass. Gen. L. ch. 106, § 1-205(1).\n\n\n                                           -8-\n\f            The evidence in this case supports the district court's\n\nconclusion that the parties, through their prior course of dealing,\n\nunderstood and agreed that Sterling's liability would be limited to\n\nsixty cents per pound unless Rational declared a higher value. Prior\n\nto the February 2001 move, Rational had engaged Sterling for over 200\n\njobs.     For each move, Rational received a bill of lading which\n\nprominently    displayed   the    liability     limitation     and   referenced\n\nSterling's tariff (which, as set forth above, contained the liability\n\nlimitation). Moreover, Deignan, Sterling's employee in charge of the\n\nRational account, had orally informed Horn, the responsible Rational\n\nemployee, of the limits on Sterling's liability well before the move.\n\nHorn confirmed that he had been so informed and that he knew of his\n\nobligation to declare a higher value should Rational wish to avoid\n\napplication of the liability-limiting provision.             In view of these\n\nfacts, the court did not err in enforcing the provision.\n\n            This case is much like the Calvin Klein case decided by the\n\nSecond Circuit. In Calvin Klein, the shipper had engaged the carrier\n\nto deliver hundreds of shipments over a three-year period.             892 F.2d\n\nat 192.    After each shipment, the carrier provided the shipper with\n\nan invoice declaring that liability for the shipment was limited to\n\n$50   unless   the   shipper     declared   a   higher   value   and    paid   a\n\ncorrespondingly higher price for the delivery.           Id.\n\n            After the carrier lost one of the shipments, the shipper\n\nsued for the full value of the lost goods, arguing that there was no\n\n\n                                     -9-\n\flimitation on the carrier's liability because the invoice for the\n\nlost shipment was not delivered until after the loss.      Id. at 193.\n\nInterpreting New York's version of UCC § 7-309(2) (which is identical\n\nto Massachusetts' version), the Second Circuit held that the parties'\n\ncourse of dealing served to put the shipper on notice of the\n\nliability limitation notwithstanding the date of the delivery of the\n\ninvoice.   Id. at 194.   There are other cases to similar effect.   See\n\ne.g., Ins. Co. of N. Am., 201 F.3d at 1113-14 (holding carrier's\n\nliability limitation valid, despite late delivery of invoice, because\n\nof prior course of dealing involving 47 transactions).\n\n           Affirmed.\n\n\n\n\n                                  -10-\n\f",
  "html": "<p class=\"case_cite\">393 F.3d 276</p>\n    <p class=\"parties\">RATIONAL SOFTWARE CORPORATION, Plaintiff, Appellant,<br>v.<br>STERLING CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-1607.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 5, 2004.</p>\n    <p class=\"date\">Decided January 5, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jonathan D. Hurwitz with whom Cozen O'Connor was on brief, for appellant.</p>\n      <p class=\"indent\">Lawrence F. Boyle with whom Richard M. Dohoney and Morrison Mahoney LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CYR, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 1, 2001, Rational Software, a California company, hired Sterling Corporation, a Massachusetts company, to move a computer disk array (\"computer\") between two of Rational's Massachusetts facilities. The computer weighed 1540 pounds and was worth $250,000. Sterling's employees broke the computer during the move. Invoking diversity jurisdiction, Rational sued Sterling to recover the value of the computer. After a short bench trial, the district court entered judgment in favor of Rational for $924 after finding that the parties had agreed to limit Sterling's liability to sixty cents per pound. Rational appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Absent clear error, we accept the district court's findings of fact. <i>See</i> Fed.R.Civ.P. 52(a). We review pure issues of law de novo, including questions of statutory interpretation. <i>See Bonano v. East Caribbean Airline Corp.,</i> 365 F.3d 81, 83 (1st Cir.2004). The interpretive question presented is whether the carrier's limitation of liability provision, well known to Rational, the shipper, by a prior course of dealings, is effective, when, in the instance of damaged goods, the bill of lading is not given to the shipper until after the damage occurred. We hold that Massachusetts law would consider the prior course of dealing between the parties. Because the district court's conclusions about the prior course of dealings are well supported by the evidence, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court found the following facts all of which are supported by the record. Between 1997 and 2001, Rational engaged Sterling to move items between its various Massachusetts facilities over 200 times. For each move, Sterling issued Rational a bill of lading. The bill contained a section for a Rational representative to sign acknowledging that the goods were delivered as previously agreed. The bill also included a liability-limiting section. This section appeared in bold print and read: \"Unless A Different Value Is Declared, The Shipper Hereby Releases The Property To A Value Of $.60 Per Pound Per Article.\" Immediately after this provision, there was a space for Rational to declare a higher value.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In addition to the bill of lading, the sixty cent per pound limitation was stated in Sterling's Commodity Rate Tariff, which was filed with the Massachusetts Department of Telecommunications and Energy. The tariff stated that, if a shipper wanted to declare a different value for its goods, it had to enter the value on the bill of lading. The tariff was referenced in every bill of lading that Sterling issued to Rational.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Besides written notification, Sterling orally advised its customers of the liability limitation. Sterling told its customers that if they wanted additional insurance for their property they could either declare a higher value for the goods and pay Sterling a commensurately higher price or purchase additional coverage from another insurer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rational's moving needs for its Massachusetts facilities were managed by Michael Horn. For each delivery, Horn or another Rational employee signed the bill of lading's delivery acknowledgment section. The liability-limiting provision was initialed by a Rational employee on only three occasions. On the remaining bills, this section was left blank. Rational never declared a value for its goods in excess of sixty cents per pound.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sterling, through Terrence Deignan, the employee responsible for the Rational account, had informed Horn about the liability limitation well before the February 2001 move. Horn does not dispute that he knew about the limitation on February 1, 2001. Indeed, Horn testified that he knew that \"if [Rational] wanted more insurance [it] could either buy it through [its] own insurance company or through [Sterling's] insurance company.\" Horn acknowledged that \"it was [his] understanding that [Rational's] relationship with [Sterling was] such that [Rational] would be insured for sixty cents per pound unless [Rational] paid more.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 1, 2001, Horn contacted Deignan to request that Sterling move the computer between two of Rational's facilities in Lexington, Massachusetts. Horn did not know the value of the computer when he ordered the move.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When Sterling's employees arrived to pick up the computer, they did not present Rational with a bill of lading. During the move, Sterling's employees damaged the computer by dropping it. Shortly afterwards, Horn received a bill of lading for the move. The bill was identical to the bills used in the preceding 200 moves but stated that the computer had suffered as yet undetermined damage because of the accident. Horn signed the bill in the delivery acknowledgment section and (as usual) left the liability-limiting section blank.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Soon after the accident, Horn learned that the computer was far more valuable than he initially had thought. During one of their early discussions about the accident, Deignan reminded Horn that Sterling's liability was limited to sixty cents per pound because Rational had not declared a higher value for the computer. Horn testified that he had not declared a higher value for the computer because he did not know its value, and, in any event, thought that Rational had its own insurance for the computer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Eventually Rational brought a negligence action against Sterling to recover the full value of the computer. The parties stipulated that Sterling was negligent in handling the computer and that the computer was worth $250,000. The district court held a two-day bench trial to decide whether Sterling had effectively limited its liability to sixty cents per pound.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In a published opinion, the district court held that Sterling had effectively limited its liability. <i>See Rational Software Corp. v. Sterling Corp.,</i> 311 F.Supp.2d 203 (D.Mass.2004). The court based its judgment on two independent grounds: (1) through its prior course of dealings with Sterling, Rational was aware of and accepted the liability limitation in advance of the February 2001 move, and (2) in any event, Rational accepted the liability limitation when it, through Horn, acknowledged delivery of the bill of lading without declaring a higher value for the computer. <i>See id.</i> at 209-11. We address only the first ground of decision as it supplies a sufficient basis to affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review the district court's legal rulings <i>de novo, see Watson v. Deaconess Waltham Hosp.,</i> 298 F.3d 102, 108 (1st Cir.2002), mindful that we must \"determine whether the decision below is reasonable in light of the entire record,\" <i>Persson v. Scotia Prince Cruises, Ltd.,</i> 330 F.3d 28, 31 (1st Cir.2003). In conducting our review, we accord \"respect to the district court's `opportunity to hear the testimony, observe the witnesses' demeanor, and evaluate the facts first hand.'\" <i>Id.</i> (quoting <i>United States v. Nee,</i> 261 F.3d 79, 84 (1st Cir.2001)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The only issue presented on appeal is whether the district court supportably concluded that Sterling had limited its damages liability to sixty cents per pound. Because the move in which the damages occurred took place within Massachusetts, the dispute is governed by Massachusetts law, specifically Mass. Gen. Laws ch. 106, &#167; 7-309(2). The Uniform Commercial Code establishes the requirements for a carrier who wishes to limit its liability for goods damaged during a move. The statute provides:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Damages may be limited by a provision that the carrier's liability shall not exceed a value stated in the document if the carrier's rates are dependent upon value and the [shipper] by the carrier's tariff is afforded an opportunity to declare a higher value or a value as lawfully provided in the tariff, or where no tariff is filed he is otherwise advised of such opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 106, &#167; 7-309(2). The \"document\" referenced in &#167; 7-309(2) is a \"document of title,\" which includes \"a bill of lading.\" <i>See</i> Mass. Gen. Laws ch. 106, &#167; 7-102(e); Mass. Gen. Laws ch. 106, &#167; 1-201(15).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rational concedes that Sterling had in place all of the mechanisms required by &#167; 7-309(2) to limit its liability: Sterling's rates were dependent on value, Sterling used a bill of lading containing a liability limitation, and Sterling filed a tariff containing a liability-limiting provision. But Rational contends that Sterling did not effectively implement these mechanisms because Sterling did not issue the bill of lading until after the accident. Rational also argues that the tariff's liability-limiting provision should not apply because Sterling regularly varied from the tariff requirements in its dealings with Rational. Sterling counters by reiterating the argument on which it prevailed below: that regardless of when the bill of lading was delivered and whether it adhered to the terms of its tariff, Rational knew from the parties' prior course of dealings that Sterling's liability was limited to sixty cents per pound.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Massachusetts courts have not previously interpreted Mass. Gen. L. ch. 106, &#167; 7-309(2) in this context. But because &#167; 7-309(2) is part of the Uniform Commercial Code, we look to other jurisdictions for guidance. <i>See Canter v. Schlager,</i> 358 Mass. 789, 267 N.E.2d 492, 494 (1971); <i>Key Capital Corp. v. M &amp; S Liquidating Corp.,</i> 27 Mass.App.Ct. 721, 542 N.E.2d 603, 605 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A prior course of dealing between the parties is \"admissible to show the practice of the parties of limiting liability\" in a transaction for the shipment of goods. 7A Ronald A. Anderson, <i>Uniform Commercial Code,</i> &#167; 7-309:10 (3d ed.2001); <i>see also Ins. Co. of N. Am. v. NNR Aircargo Serv. USA Inc.,</i> 201 F.3d 1111, 1113 (9th Cir.2000); <i>Capitol Converting Equip., Inc. v. LEP Transp., Inc.,</i> 965 F.2d 391, 395-96 (7th Cir.1992); <i>Calvin Klein v. Trylon Trucking Corp.,</i> 892 F.2d 191, 194 (2d Cir.1989). Massachusetts law relies on prior course of dealings in analogous UCC contexts. <i>See Falvey Cargo Underwriting, Ltd. v. Metro Freezer &amp; Storage, LLC,</i> No. 0004428, 2002 WL 31677198 (Mass.Super.Ct. Nov. 1, 2002) (looking toward the parties' course of dealing to conclude that, under the UCC, a warehouseman established that the bailor had agreed to accept a limitation on the warehouseman's liability for damaged goods under his control), <i>aff'd</i> 61 Mass.App.Ct. 1116, 810 N.E.2d 1290 (2004) (unpublished disposition). \"A course of dealing is a sequence of previous conduct between the parties to a particular transaction which is fairly to be regarded as establishing a common basis of understanding for interpreting their expressions and other conduct.\" Mass. Gen. L. ch. 106, &#167; 1-205(1).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The evidence in this case supports the district court's conclusion that the parties, through their prior course of dealing, understood and agreed that Sterling's liability would be limited to sixty cents per pound unless Rational declared a higher value. Prior to the February 2001 move, Rational had engaged Sterling for over 200 jobs. For each move, Rational received a bill of lading which prominently displayed the liability limitation and referenced Sterling's tariff (which, as set forth above, contained the liability limitation). Moreover, Deignan, Sterling's employee in charge of the Rational account, had orally informed Horn, the responsible Rational employee, of the limits on Sterling's liability well before the move. Horn confirmed that he had been so informed and that he knew of his obligation to declare a higher value should Rational wish to avoid application of the liability-limiting provision. In view of these facts, the court did not err in enforcing the provision.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This case is much like the <i>Calvin Klein</i> case decided by the Second Circuit. In <i>Calvin Klein,</i> the shipper had engaged the carrier to deliver hundreds of shipments over a three-year period. 892 F.2d at 192. After each shipment, the carrier provided the shipper with an invoice declaring that liability for the shipment was limited to $50 unless the shipper declared a higher value and paid a correspondingly higher price for the delivery. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After the carrier lost one of the shipments, the shipper sued for the full value of the lost goods, arguing that there was no limitation on the carrier's liability because the invoice for the lost shipment was not delivered until after the loss. <i>Id.</i> at 193. Interpreting New York's version of UCC &#167; 7-309(2) (which is identical to Massachusetts' version), the Second Circuit held that the parties' course of dealing served to put the shipper on notice of the liability limitation notwithstanding the date of the delivery of the invoice. <i>Id.</i> at 194. There are other cases to similar effect. <i>See e.g., Ins. Co. of N. Am.,</i> 201 F.3d at 1113-14 (holding carrier's liability limitation valid, despite late delivery of invoice, because of prior course of dealing involving 47 transactions).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">276</span></span></p>\n    <p class=\"parties\">RATIONAL SOFTWARE CORPORATION, Plaintiff, Appellant,<br>v.<br>STERLING CORPORATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-1607.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 5, 2004.</p>\n    <p class=\"date\">Decided January 5, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jonathan D. Hurwitz with whom Cozen O'Connor was on brief, for appellant.</p>\n      <p class=\"indent\">Lawrence F. Boyle with whom Richard M. Dohoney and Morrison Mahoney LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CYR, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On February 1, 2001, Rational Software, a California company, hired Sterling Corporation, a Massachusetts company, to move a computer disk array (\"computer\") between two of Rational's Massachusetts facilities. The computer weighed 1540 pounds and was worth $250,000. Sterling's employees broke the computer during the move. Invoking diversity jurisdiction, Rational sued Sterling to recover the value of the computer. After a short bench trial, the district court entered judgment in favor of Rational for $924 after finding that the parties had agreed to limit Sterling's liability to sixty cents per pound. Rational appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Absent clear error, we accept the district court's findings of fact. <i>See</i> Fed.R.Civ.P. 52(a). We review pure issues of law de novo, including questions of statutory interpretation. <i>See Bonano v. East Caribbean Airline Corp.,</i> <span class=\"citation\" data-id=\"200976\"><a href=\"/opinion/200976/bonano-v-east-caribbean/\"><span class=\"volume\">365</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 83 (1st Cir.2004). The interpretive question presented is whether the carrier's limitation of liability provision, well known to Rational, the shipper, by a prior course of dealings, is effective, when, in the instance of damaged goods, the bill of lading is not given to the shipper until after the damage occurred. We hold that Massachusetts law would consider the prior course of dealing between the parties. Because the district court's conclusions about the prior course of dealings are well supported by the evidence, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court found the following facts all of which are supported by the record. Between 1997 and 2001, Rational engaged Sterling to move items between its various Massachusetts facilities over 200 times. For each move, Sterling issued Rational a bill of lading. The bill contained a section for a Rational representative to sign acknowledging that the goods were delivered as previously agreed. The bill also included a liability-limiting section. This section appeared in bold print and read: \"Unless A Different Value Is Declared, The Shipper Hereby Releases The Property To A Value Of $.60 Per Pound Per Article.\" Immediately after this provision, there was a space for Rational to declare a higher value.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In addition to the bill of lading, the sixty cent per pound limitation was stated in Sterling's Commodity Rate Tariff, which was filed with the Massachusetts Department of Telecommunications and Energy. The tariff stated that, if a shipper wanted to declare a different value for its goods, it had to enter the value on the bill of lading. The tariff was referenced in every bill of lading that Sterling issued to Rational.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Besides written notification, Sterling orally advised its customers of the liability limitation. Sterling told its customers that if they wanted additional insurance for their property they could either declare a higher value for the goods and pay Sterling a commensurately higher price or purchase additional coverage from another insurer.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Rational's moving needs for its Massachusetts facilities were managed by Michael Horn. For each delivery, Horn or another Rational employee signed the bill of lading's delivery acknowledgment section. The liability-limiting provision was initialed by a Rational employee on only three occasions. On the remaining bills, this section was left blank. Rational never declared a value for its goods in excess of sixty cents per pound.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sterling, through Terrence Deignan, the employee responsible for the Rational account, had informed Horn about the liability limitation well before the February 2001 move. Horn does not dispute that he knew about the limitation on February 1, 2001. Indeed, Horn testified that he knew that \"if [Rational] wanted more insurance [it] could either buy it through [its] own insurance company or through [Sterling's] insurance company.\" Horn acknowledged that \"it was [his] understanding that [Rational's] relationship with [Sterling was] such that [Rational] would be insured for sixty cents per pound unless [Rational] paid more.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On February 1, 2001, Horn contacted Deignan to request that Sterling move the computer between two of Rational's facilities in Lexington, Massachusetts. Horn did not know the value of the computer when he ordered the move.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When Sterling's employees arrived to pick up the computer, they did not present Rational with a bill of lading. During the move, Sterling's employees damaged the computer by dropping it. Shortly afterwards, Horn received a bill of lading for the move. The bill was identical to the bills used in the preceding 200 moves but stated that the computer had suffered as yet undetermined damage because of the accident. Horn signed the bill in the delivery acknowledgment section and (as usual) left the liability-limiting section blank.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Soon after the accident, Horn learned that the computer was far more valuable than he initially had thought. During one of their early discussions about the accident, Deignan reminded Horn that Sterling's liability was limited to sixty cents per pound because Rational had not declared a higher value for the computer. Horn testified that he had not declared a higher value for the computer because he did not know its value, and, in any event, thought that Rational had its own insurance for the computer.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Eventually Rational brought a negligence action against Sterling to recover the full value of the computer. The parties stipulated that Sterling was negligent in handling the computer and that the computer was worth $250,000. The district court held a two-day bench trial to decide whether Sterling had effectively limited its liability to sixty cents per pound.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In a published opinion, the district court held that Sterling had effectively limited its liability. <i>See Rational Software Corp. v. Sterling Corp.,</i> <span class=\"citation\" data-id=\"2314368\"><a href=\"/opinion/2314368/rational-software-corp-v-sterling-corp/\"><span class=\"volume\">311</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">203</span></a></span> (D.Mass.2004). The court based its judgment on two independent grounds: (1) through its prior course of dealings with Sterling, Rational was aware of and accepted the liability limitation in advance of the February 2001 move, and (2) in any event, Rational accepted the liability limitation when it, through Horn, acknowledged delivery of the bill of lading without declaring a higher value for the computer. <i>See id.</i> at 209-11. We address only the first ground of decision as it supplies a sufficient basis to affirm the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We review the district court's legal rulings <i>de novo, see Watson v. Deaconess Waltham Hosp.,</i> <span class=\"citation\" data-id=\"200110\"><a href=\"/opinion/200110/watson-v-deaconess-waltham/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span>, 108 (1st Cir.2002), mindful that we must \"determine whether the decision below is reasonable in light of the entire record,\" <i>Persson v. Scotia Prince Cruises, Ltd.,</i> <span class=\"citation\" data-id=\"200478\"><a href=\"/opinion/200478/persson-v-scotia-prince-cruise/\"><span class=\"volume\">330</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 31 (1st Cir.2003). In conducting our review, we accord \"respect to the district court's `opportunity to hear the testimony, observe the witnesses' demeanor, and evaluate the facts first hand.'\" <i>Id.</i> (quoting <i>United States v. Nee,</i> <span class=\"citation\" data-id=\"199564\"><a href=\"/opinion/199564/united-states-v-nee/\"><span class=\"volume\">261</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 84 (1st Cir.2001)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The only issue presented on appeal is whether the district court supportably concluded that Sterling had limited its damages liability to sixty cents per pound. Because the move in which the damages occurred took place within Massachusetts, the dispute is governed by Massachusetts law, specifically Mass. Gen. Laws ch. 106, &#167; 7-309(2). The Uniform Commercial Code establishes the requirements for a carrier who wishes to limit its liability for goods damaged during a move. The statute provides:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Damages may be limited by a provision that the carrier's liability shall not exceed a value stated in the document if the carrier's rates are dependent upon value and the [shipper] by the carrier's tariff is afforded an opportunity to declare a higher value or a value as lawfully provided in the tariff, or where no tariff is filed he is otherwise advised of such opportunity.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Mass. Gen. Laws ch. 106, &#167; 7-309(2). The \"document\" referenced in &#167; 7-309(2) is a \"document of title,\" which includes \"a bill of lading.\" <i>See</i> Mass. Gen. Laws ch. 106, &#167; 7-102(e); Mass. Gen. Laws ch. 106, &#167; 1-201(15).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rational concedes that Sterling had in place all of the mechanisms required by &#167; 7-309(2) to limit its liability: Sterling's rates were dependent on value, Sterling used a bill of lading containing a liability limitation, and Sterling filed a tariff containing a liability-limiting provision. But Rational contends that Sterling did not effectively implement these mechanisms because Sterling did not issue the bill of lading until after the accident. Rational also argues that the tariff's liability-limiting provision should not apply because Sterling regularly varied from the tariff requirements in its dealings with Rational. Sterling counters by reiterating the argument on which it prevailed below: that regardless of when the bill of lading was delivered and whether it adhered to the terms of its tariff, Rational knew from the parties' prior course of dealings that Sterling's liability was limited to sixty cents per pound.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Massachusetts courts have not previously interpreted Mass. Gen. L. ch. 106, &#167; 7-309(2) in this context. But because &#167; 7-309(2) is part of the Uniform Commercial Code, we look to other jurisdictions for guidance. <i>See Canter v. Schlager,</i> <span class=\"citation\" data-id=\"2246909\"><a href=\"/opinion/2246909/canter-v-schlager/\"><span class=\"volume\">358</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">789</span></a></span>, <span class=\"citation\" data-id=\"2246909\"><a href=\"/opinion/2246909/canter-v-schlager/\"><span class=\"volume\">267</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">492</span></a></span>, 494 (1971); <i>Key Capital Corp. v. M &amp; S Liquidating Corp.,</i> 27 Mass.App.Ct. 721, <span class=\"citation\" data-id=\"2055088\"><a href=\"/opinion/2055088/key-capital-corp-v-ms-liquidating-corp/\"><span class=\"volume\">542</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">603</span></a></span>, 605 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A prior course of dealing between the parties is \"admissible to show the practice of the parties of limiting liability\" in a transaction for the shipment of goods. 7A Ronald A. Anderson, <i>Uniform Commercial Code,</i> &#167; 7-309:10 (3d ed.2001); <i>see also Ins. Co. of N. Am. v. NNR Aircargo Serv. USA Inc.,</i> <span class=\"citation\" data-id=\"767431\"><a href=\"/opinion/767431/insurance-company-of-north-america-v-nnr-aircargo-service-usa-inc-a/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1111</span></a></span>, 1113 (9th Cir.2000); <i>Capitol Converting Equip., Inc. v. LEP Transp., Inc.,</i> <span class=\"citation\" data-id=\"583969\"><a href=\"/opinion/583969/capitol-converting-equipment-incorporated-v-lep-transport-incorporated/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span>, 395-96 (7th Cir.1992); <i>Calvin Klein v. Trylon Trucking Corp.,</i> <span class=\"citation\" data-id=\"534189\"><a href=\"/opinion/534189/calvin-klein-ltd-v-trylon-trucking-corp/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span>, 194 (2d Cir.1989). Massachusetts law relies on prior course of dealings in analogous UCC contexts. <i>See Falvey Cargo Underwriting, Ltd. v. Metro Freezer &amp; Storage, LLC,</i> No. 0004428, <span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">WL</span> <span class=\"page\">31677198</span></span> (Mass.Super.Ct. Nov. 1, 2002) (looking toward the parties' course of dealing to conclude that, under the UCC, a warehouseman established that the bailor had agreed to accept a limitation on the warehouseman's liability for damaged goods under his control), <i>aff'd</i> 61 Mass.App.Ct. 1116, <span class=\"citation no-link\"><span class=\"volume\">810</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1290</span></span> (2004) (unpublished disposition). \"A course of dealing is a sequence of previous conduct between the parties to a particular transaction which is fairly to be regarded as establishing a common basis of understanding for interpreting their expressions and other conduct.\" Mass. Gen. L. ch. 106, &#167; 1-205(1).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The evidence in this case supports the district court's conclusion that the parties, through their prior course of dealing, understood and agreed that Sterling's liability would be limited to sixty cents per pound unless Rational declared a higher value. Prior to the February 2001 move, Rational had engaged Sterling for over 200 jobs. For each move, Rational received a bill of lading which prominently displayed the liability limitation and referenced Sterling's tariff (which, as set forth above, contained the liability limitation). Moreover, Deignan, Sterling's employee in charge of the Rational account, had orally informed Horn, the responsible Rational employee, of the limits on Sterling's liability well before the move. Horn confirmed that he had been so informed and that he knew of his obligation to declare a higher value should Rational wish to avoid application of the liability-limiting provision. In view of these facts, the court did not err in enforcing the provision.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">This case is much like the <i>Calvin Klein</i> case decided by the Second Circuit. In <i>Calvin Klein,</i> the shipper had engaged the carrier to deliver hundreds of shipments over a three-year period. 892 F.2d at 192. After each shipment, the carrier provided the shipper with an invoice declaring that liability for the shipment was limited to $50 unless the shipper declared a higher value and paid a correspondingly higher price for the delivery. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">After the carrier lost one of the shipments, the shipper sued for the full value of the lost goods, arguing that there was no limitation on the carrier's liability because the invoice for the lost shipment was not delivered until after the loss. <i>Id.</i> at 193. Interpreting New York's version of UCC &#167; 7-309(2) (which is identical to Massachusetts' version), the Second Circuit held that the parties' course of dealing served to put the shipper on notice of the liability limitation notwithstanding the date of the delivery of the invoice. <i>Id.</i> at 194. There are other cases to similar effect. <i>See e.g., Ins. Co. of N. Am.,</i> 201 F.3d at 1113-14 (holding carrier's liability limitation valid, despite late delivery of invoice, because of prior course of dealing involving 47 transactions).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/199564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2055088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2246909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2314368/"
  ]
}