{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201589/",
  "absolute_url": "/opinion/201589/united-states-v-vega-molina/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201589/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:29:59Z",
  "date_modified": "2016-02-28T05:06:08.140604Z",
  "type": "010combined",
  "sha1": "ee328d8d81380020f6e930447677d22318918455",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1625-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/05/19/US_v._Vega-Molina.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\nNo. 03-1625\n\n                      UNITED STATES OF AMERICA,\n                              Appellee,\n\n                                  v.\n\n                         DAVID VEGA MOLINA,\n                        Defendant, Appellant.\n\n\nNo. 03-1649\n\n                       UNITED STATES OF AMERICA,\n                               Appellee,\n\n                                  v.\n\n              VICTOR MANUEL VILLEGA-ANGULO, A/K/A GUIRIO,\n                         Defendant, Appellant.\n\n                        _______________________\n\nNo. 03-1650\n\n                       UNITED STATES OF AMERICA,\n                               Appellee,\n\n                                  v.\n\n                       MICHELLE RODRÍGUEZ-MATOS,\n                         Defendant, Appellant.\n\n                       ________________________\n\nNo. 03-1947\n\n                       UNITED STATES OF AMERICA,\n                               Appellee,\n\n                                  v.\n\n                          JUAN ZUÑIGA-BRUNO,\n                         Defendant, Appellant.\n\f                    _________________________\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Daniel R. Domínguez, U.S. District Judge]\n\n\n                             Before\n\n                       Selya, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n     Linda Backiel for appellant Vega Molina.\n     Elaine Mittleman for appellant Villega-Angulo.\n     José C. Romo Matienzo for appellant Rodríguez-Matos.\n     Joseph S. Berman, with whom Berman & Dowell was on brief, for\nappellant Zuñiga-Bruno.\n     Germán A. Rieckehoff, Assistant United States Attorney, with\nwhom H.S. Garcia, United States Attorney, and Nelson Pérez-Sosa,\nAssistant United States Attorney (Senior Appellate Attorney), were\non brief, for the United States.\n\n\n\n                          May 19, 2005\n\f          SELYA, Circuit Judge.          These appeals devolve from a\n\nviolent robbery and hostage taking, which resulted in two murders\n\nand serious injury to a third victim.       After a protracted trial, a\n\njury convicted the four jointly tried defendants on all counts.\n\nEach of them received at least one life sentence.\n\n          On appeal, the defendants, ably represented, serve up a\n\nsalmagundi of constitutional, statutory, and evidentiary arguments.\n\nAlthough we reject most of this asseverational array, we conclude\n\nthat one defendant should be retried because of a prejudicial\n\ndeprivation of his rights under the Sixth Amendment.          Moreover, we\n\nfind that the prosecution of count 4 violated the Ex Post Facto\n\nClause.    That   violation   requires    us   to   vacate   the   remaining\n\ndefendants' sentences on the count in question and to remand for\n\nresentencing on that count.\n\nI.   BACKGROUND\n\n           We rehearse the facts in the light most favorable to the\n\nverdicts, consistent with record support. United States v. Fenton,\n\n367 F.3d 14, 17 (1st Cir. 2004).\n\n          Fernándes Editores (FE), a Mexican company, publishes\n\ncoloring books and other materials for children.               The company\n\nmaintains a warehouse and branch office in Puerto Rico. Defendant-\n\nappellant Michelle Rodríguez-Matos (Rodríguez-Matos) is the cousin\n\nof a former FE employee. While her cousin worked there, Rodríguez-\n\nMatos occasionally would visit the premises.          During these trips,\n\n\n                                  -3-\n\fRodríguez-Matos became familiar with FE's operations and with the\n\nlayout of its premises.\n\n              Defendant-appellant Juan Zuñiga-Bruno (Zuñiga) and his\n\nwife, defendant-appellant Evelyn Rodríguez-Santiago (Rodríguez-\n\nSantiago), were acquaintances of Rodríguez-Matos.                      The couple\n\nneeded money and Rodríguez-Matos mistakenly believed that there\n\nwould be large sums of cash at FE's offices from time to time.\n\nWhen she suggested that they rob FE, Zuñiga, Rodríguez-Santiago,\n\nand a    fourth    individual,      Lolo    Falau   (who    died   before   trial)\n\nembraced the suggestion.         The quartet planned such a robbery.\n\n              On   January   31,    1995,    Zuñiga,       the   two   women,   and\n\ndefendant-appellant Victor Villega-Angulo (Villega) proceeded in\n\ntwo cars to FE's premises.          When they arrived, Zuñiga and Villega\n\nentered the building.          Once inside, they encountered three FE\n\nemployees, namely, Alberto Morales, Benjamin Ocasio Duran, and\n\nGuillermo Muñoz. Brandishing firearms, they ordered the men to lie\n\nface down on the floor.            When Zuñiga and Villega were unable to\n\nfind    any    money,   they   called       Rodríguez-Matos,       who    provided\n\nsuggestions about where to look.\n\n              Zuñiga and Villega were unable to locate any company\n\nfunds. They helped themselves to the cash that the three employees\n\nhad on their persons and shot Morales and Ocasio Duran (the shots\n\nkilled the former and seriously wounded the latter).                     They then\n\n\n\n\n                                       -4-\n\fkidnaped the branch manager(Muñoz); placed him in the trunk of his\n\nown car; and drove the automobile from the scene.\n\n            The four miscreants rendezvoused at the house that Zuñiga\n\nand Rodríguez-Santiago shared with their children and Rodríguez-\n\nSantiago's sister, Jessica Rivera Santiago (Rivera).     Once there,\n\nthey placed Muñoz in an empty bedroom and held him hostage for\n\napproximately one week.      During that interval, Rodríguez-Matos\n\nstayed at the house to assist in guarding Muñoz.      The defendants\n\nalso recruited Falau and defendant-appellant David Vega Molina\n\n(Vega) to aid in that effort.\n\n            As part of the new plan, Zuñiga contacted FE and demanded\n\na ransom.     Contrary to Zuñiga's instructions, FE contacted the\n\nFederal Bureau of Investigation (FBI).      An undercover FBI agent\n\nposed as an FE executive and began to negotiate the conditions of\n\nMuñoz's return.    At some point, he provided the kidnapers with a\n\ntelephone number that they could call to firm up the arrangements\n\nfor delivery of the ransom.     Rodríguez-Matos's stepmother worked\n\nfor the telephone company and Zuñiga asked Rodríguez-Matos to\n\ncontact her in order to match a subscriber's name to the telephone\n\nnumber. When the kidnapers learned that the number belonged to the\n\nFBI, the men decided that Muñoz would have to be assassinated (the\n\ntwo women, Rodríguez-Santiago and Rodríguez-Matos, dissented from\n\nthis decision).    On February 5, 1995, Muñoz was driven to a remote\n\nlocation and murdered.\n\n\n                                 -5-\n\fII.   TRAVEL OF THE CASE\n\n           The investigation into the robbery, hostage taking, and\n\nmurders took several years.         It was not until September 8, 1999\n\nthat a federal grand jury returned a five-count indictment.              Count\n\n1 charged three of the appellants — Rodríguez-Matos, Zuñiga, and\n\nVillega — with conspiracy to interfere with interstate commerce by\n\nrobbery, in violation of 18 U.S.C. § 1951 (the Hobbs Act).               Count\n\n2 charged Zuñiga and Villega with the use of firearms in the\n\ncommission    of   that   offense   resulting    in   Morales's      death,   in\n\nviolation of 18 U.S.C. § 924(j).           Count 3 asserted that the same\n\ntwo defendants had engaged in carjacking, in violation of 18 U.S.C.\n\n§ 2119.   Count 4 charged all four appellants with conspiring to\n\ntake a hostage, in violation of 18 U.S.C. § 1203(a).                   Count 5\n\ncharged   that     Zuñiga,   Villega,   and   Vega    had   killed    Muñoz   as\n\nretaliation against FE for having reported Muñoz's kidnaping to the\n\nFBI, in violation of 18 U.S.C. § 1513(a)(1)(B).\n\n             The indictment named Rodríguez-Santiago only in count 1.\n\nShe eventually entered a plea of guilty to that count and appeared\n\nat the trial as a government witness.           She was later sentenced to\n\na term of eighteen months in accordance with her plea agreement.\n\nShe is not a party to these appeals.\n\n             A trial took place in the summer of 2002 and consumed\n\nnearly four weeks. Twenty-two witnesses testified. These included\n\nRodríguez-Santiago, Rivera, and FBI special agent Edwin López.\n\n\n                                     -6-\n\fAmong the defense witnesses, the most interesting testimony came\n\nfrom Vilmarie      Rodríguez,     who   swore       that   she,   not    her   sister\n\n(Michelle Rodríguez-Matos), was the person who had participated in\n\nthe criminal activity.      After hearing all the testimony, the jury\n\nfound the appellants guilty as charged.\n\n            The district court held a series of sentencing hearings\n\nin the spring of 2003.      The court imposed the following sentences\n\n(all concurrent):\n\n            1. Rodríguez-Matos — twenty years on count 1;\n            life imprisonment on count 4.\n\n            2. Zuñiga — twenty years on count 1; fifteen\n            years on count 3; and life imprisonment on\n            each of counts 2, 4, and 5.\n\n            3. Villega — twenty years on count 1; fifteen\n            years on count 3; and life imprisonment on\n            each of counts 2, 4, and 5.\n\n            4. Vega — life imprisonment on each of counts\n            4 and 5.\n\nVega,   Villega,     Rodríguez-Matos,         and   Zuñiga   have      filed   timely\n\nnotices of appeal.     We have jurisdiction under 28 U.S.C. § 1291 and\n\n18 U.S.C. § 3742(a).\n\nIII.    DISCUSSION\n\n            Mindful    of   the    number      and    variety     of    the    issues\n\narticulated by the appellants, we divide our discussion into five\n\nsegments:     First, we address the Confrontation Clause issues\n\nadvanced by Zuñiga and Vega.        Second, we consider a claim under the\n\nEx Post Facto Clause pressed by all the appellants.                       Third, we\n\n\n                                        -7-\n\freview the sufficiency of the evidence supporting the various\n\nconvictions.      Fourth, we consider myriad assignments of trial\n\nerror.     Fifth,    we    turn    to    the    district     court's       sentencing\n\ndeterminations.\n\n                    A.    Confrontation Clause Claims.\n\n           The    Confrontation          Clause      of   the     Sixth       Amendment\n\nguarantees a criminal defendant the right \"to be confronted with\n\nthe witnesses against him.\"             The right to confrontation embodies\n\nthe right to cross-examination.               Pointer v. Texas, 380 U.S. 400,\n\n404 (1965).      For that reason, out-of-court statements may be\n\nadmitted   against    criminal      defendants       only    in       certain    limited\n\ncircumstances.      See Crawford v. Washington, 124 S. Ct. 1354, 1374\n\n(2004).\n\n           Against this backdrop, Zuñiga and Vega asseverate that\n\nthe admission against them of Agent López's testimony about the\n\ncontents of Villega's out-of-court confession transgressed the\n\nConfrontation Clause.       See Bruton v. United States, 391 U.S. 123,\n\n136-37 (1968) (restricting the circumstances in which a defendant's\n\nout-of-court     confession       may    be    admitted     in    a    joint     trial).\n\nAdditionally,    Vega     asserts       that   the    district        court     unfairly\n\ncurtailed his cross-examination of Rodríguez-Santiago and, thus,\n\nfurther abridged his Sixth Amendment rights.                     At first, we treat\n\nthese claims separately.\n\n\n\n\n                                         -8-\n\f           1.     Villega's Confession.       Villega did not testify at\n\ntrial.   Agent López, however, was allowed to testify about the\n\ncontents of Villega's earlier confession.            It is well-established\n\nthat the out-of-court statements of a non-testifying defendant,\n\neven if admissible against the declarant, may not be used against\n\na   jointly     tried   codefendant    unless   otherwise      independently\n\nadmissible against that codefendant.          See Lilly v. Virginia, 527\n\nU.S. 116, 124 (1999); Bruton, 391 U.S. at 128; see also Crawford,\n\n124 S. Ct. at 1374 (displacing prior case law and holding that the\n\nConfrontation     Clause   categorically      bars    the   introduction   of\n\ntestimonial hearsay unless the accused previously has had the\n\nopportunity to cross-examine the declarant). Withal, a defendant's\n\nout-of-court statements sometimes may be introduced at a joint\n\ntrial, provided that (i) the district court instructs the jury not\n\nto consider the statements against any defendant other than the\n\ndeclarant and (ii) the statements are not so powerfully inculpating\n\nof the other defendants that there would be substantial doubt as to\n\nwhether the jury could abide by a limiting instruction.              Bruton,\n\n391 U.S. at 135-37.        Under this paradigm, a defendant's out-of-\n\ncourt confession generally will be admitted if it is redacted to\n\ndelete   the    codefendant's   name    and   any    reference,   direct   or\n\nindirect, to his or her existence.          Richardson v. Marsh, 481 U.S.\n\n200, 211 (1987).\n\n\n\n\n                                      -9-\n\f            In this case, the prosecution called Agent López to\n\ntestify to the contents of a confession that he had taken from\n\nVillega, who had knowingly and intelligently waived his Fifth\n\nAmendment right against self-incrimination.            In that statement,\n\nVillega    described    the   charged   crimes   in   graphic   detail   and\n\nacknowledged his participation in them.          There can be no question\n\nbut that, as a party admission, Villega's confession was admissible\n\nagainst him.    See Fed. R. Evid. 801(d)(2); see also Bruton, 391\n\nU.S. at 125.    It is equally as clear that the confession was not\n\nadmissible against any of the codefendants.           See Crawford, 124 S.\n\nCt. at 1364-65, 1374.1\n\n            To combat this potential problem, the government redacted\n\nVillega's statement by replacing all mention of his codefendants\n\nwith neutral references, using terms such as \"other individuals\" or\n\n\"another person.\"      Those alterations satisfied the district court,\n\nwhich allowed the government to use the redacted confession against\n\nVillega.     Zuñiga and Vega argue that the introduction of the\n\nredacted confession at their joint trial transgressed the Bruton\n\nrule.\n\n\n\n     1\n      Crawford was not decided until after Zuñiga and Vega had\nfiled their opening briefs in this court. Vega seized upon the\nCrawford decision in his reply brief and Zuñiga did the same at\noral argument. When reference to a previously uncited decision is\nmade solely to support an argument advanced in a party's opening\nbrief, that party does not forfeit the ability to rely on the\ndecision. See Air Line Pilots Ass'n, Int'l v. Guilford Transp.\nIndus., Inc., 399 F.3d 89, 100 n.7 (1st Cir. 2005).\n\n                                   -10-\n\f           Normally, appellate review of a trial court's application\n\nof Bruton would be de novo.       See United States v. Sarracino, 340\n\nF.3d 1148, 1158-59 (10th Cir. 2003); see also Blake v. Pellegrino,\n\n329 F.3d 43, 46 (1st Cir. 2003) (explaining that questions of law\n\nassociated with evidentiary rulings are reviewed de novo).              The\n\ngovernment points out, however, that neither Zuñiga nor Vega\n\nobjected when the government proffered Agent López's testimony at\n\ntrial.\n\n           Ordinarily, the absence of a contemporaneous objection\n\nwould result in a forfeiture and, thus, in a more formidable burden\n\nfor the appellants:       plain-error review.        See United States v.\n\nGriffin, 818 F.2d 97, 99-100 (1st Cir. 1987). Here, however, there\n\nis   a   mitigating    circumstance.      On   the    day   preceding   the\n\nintroduction of the redacted confession, the district court denied\n\nthe appellants' motion to sever their trial from Villega's on the\n\nbasis of Bruton.      In the course of that ruling, the district court\n\ncategorically rejected their claim that the redacted statement was\n\npowerfully incriminating.       We think that this was adequate to\n\npreserve the Bruton point. Cf. United States v. Holmquist, 36 F.3d\n\n154, 166 n.12 (1st Cir. 1994) (noting that a contemporaneous\n\nobjection is not required when the trial court has definitively\n\nexcluded evidence in ruling on a pretrial motion in limine).\n\n           In reaching this conclusion, we have carefully considered\n\nthe Fifth Circuit's opinion in United States v. Jobe, 101 F.3d 1046\n\n\n                                   -11-\n\f(5th Cir. 1996). That court found a Bruton challenge forfeited for\n\nwant of a contemporaneous objection, notwithstanding the fact that\n\nthe trial court earlier had denied the defendant's motion for a\n\nseverance.      Id. at 1068.     However, it is not clear from the Fifth\n\nCircuit's opinion whether the trial court had denied the severance\n\nmotion definitively or provisionally.          Id. at 1066-67 & n.27.       In\n\nall events, to the extent, if at all, that Jobe is at odds with the\n\nconclusion reached here concerning preservation of the error, we\n\ndecline to follow it.      Accordingly, we undertake de novo review.\n\n              Bruton proscribes the introduction of statements that are\n\n\"powerfully incriminating\" vis-à-vis a jointly tried codefendant.\n\n391 U.S. at 135. A statement is powerfully incriminating only when\n\nit is inculpatory on its face.         Richardson, 481 U.S. at 207.        The\n\nconfession in Bruton fit that description because it identified\n\nboth the declarant and his codefendant by name as the perpetrators\n\nof the crime.       Bruton, 391 U.S. at 124.         Statements that are\n\nincriminating only when linked to other evidence in the case do not\n\ntrigger application of Bruton's preclusionary rule.            Richardson,\n\n481 U.S. at 208.     This criterion is easier to state than to apply;\n\nfor example, it does not allow a prosecutor merely to delete a\n\ncodefendant's name. See, e.g., Gray v. Maryland, 523 U.S. 185, 192\n\n(1998) (holding that simply replacing a codefendant's name with a\n\nsymbol   or    a   blacked-out    space   is   insufficient   to   wrest    an\n\ninculpatory statement from Bruton's precedential orbit).\n\n\n                                     -12-\n\f            In this case, Zuñiga and Vega challenge portions of\n\nVillega's    confession    that,      as     redacted,     refer    to     \"other\n\nindividuals\" and \"another person.\"           The appellants say that these\n\nalterations are analogous to the redactions that the Gray Court\n\nfound wanting.     The government demurs:        it urges that there is no\n\nway, from the face of the redacted confession, that a jury could\n\nascertain who the other individuals were.\n\n            The   application    of   Bruton,    Richardson,       and    Gray   to\n\nredacted    statements    that   employ      phraseology    such     as    \"other\n\nindividuals\" or \"another person\" requires careful attention to both\n\ntext and context, that is, to the text of the statement itself and\n\nto the context in which it is proffered.           The mere fact that the\n\nother defendants were on trial for the same crimes to which the\n\ndeclarant confessed is insufficient, in and of itself, to render\n\nthe use of neutral pronouns an impermissible means of redaction.\n\nA particular case may involve numerous events and actors, such that\n\nno direct inference plausibly can be made that a neutral phrase\n\nlike \"another person\" refers to a specific codefendant. See, e.g.,\n\nUnited States v. Sutton, 337 F.3d 792, 799-800 (7th Cir. 2003).                   A\n\ndifferent case may involve so few defendants that the statement\n\nleaves little doubt in the listener's mind about the identity of\n\n\"another person.\"     See, e.g., United States v. Vejar-Urias, 165\n\nF.3d 337, 340 (5th Cir. 1999).               In short, each case must be\n\nsubjected to individualized scrutiny.\n\n\n                                      -13-\n\f            After examining the record with care, we conclude that\n\nthe   admission    of    Villega's      confession,    through      Agent   López's\n\ntestimony, did not violate Bruton. Taken in context, Agent López's\n\ntestimony failed to convey a compelling inference that the \"other\n\nindividuals\"      to    whom   Villega    referred     were    Zuñiga    and   Vega.\n\nMoreover, the fact that the statement pointed explicitly to a\n\ndeceased coconspirator (Falau) raised the distinct possibility that\n\npeople besides those who were on trial may have been involved in\n\nthe commission of the crimes. Because the statement itself did not\n\nsuggest    Zuñiga's      or    Vega's   guilt,    it   was    not   so   powerfully\n\nincriminating as to bring the Bruton proscription to bear.                         See\n\nRichardson, 481 U.S. at 208-09 (finding that where a defendant's\n\nname is replaced with a neutral pronoun and the redacted statement\n\nis inculpatory only by reference to other evidence, its admission\n\ndoes not offend Bruton).\n\n            As a fallback position, Zuñiga and Vega argue for a new\n\ntrial on the ground that the district court failed to instruct the\n\njury that Villega's statement could not be used against them. Such\n\nan instruction would have been proper and should have been given.\n\nSee Richardson, 481 U.S. at 206; Bruton, 391 U.S. at 135-36.                   Here,\n\nhowever,    the   appellants      not    only    failed   to   request      such    an\n\ninstruction but also failed to object to its omission.                   See Fed. R.\n\nCrim. P. 30.       The claimed error was, therefore, unpreserved and\n\n\n\n\n                                         -14-\n\fappellate review is restricted to plain error.           United States v.\n\nPaniagua-Ramos, 251 F.3d 242, 246 (1st Cir. 2001).\n\n           \"The plain error hurdle is high.\"             United States v.\n\nHunnewell, 891 F.2d 955, 956 (1st Cir. 1989). Vaulting it requires\n\na criminal defendant to make four showings:            \"(1) that an error\n\noccurred (2) which was clear or obvious and which not only (3)\n\naffected the defendant's substantial rights, but also (4) seriously\n\nimpaired the fairness, integrity, or public reputation of judicial\n\nproceedings.\"   United States v. Duarte, 246 F.3d 56, 60 (1st Cir.\n\n2001).   The appellants must carry the devoir of persuasion on all\n\nfour facets of this test.        Id. at 61-62.\n\n           Zuñiga and Vega have satisfied the first two prongs.\n\nSupreme Court case law makes clear that the trial court ordinarily\n\nshould   instruct   the   jury    that     one   defendant's   out-of-court\n\nconfession may not be used against his codefendants in a joint\n\ntrial.   See Gray, 523 U.S. at 192; Richardson, 481 U.S. at 206;\n\nBruton, 391 U.S. at 137.    Thus, the omission of such an instruction\n\nin this case, where the confession was not independently admissible\n\nagainst the appellants, constituted error.          Given the state of the\n\nlaw, that error was obvious.\n\n           Zuñiga does not fare as well on the third prong.            The\n\njury had no particular reason to infer that the neutral pronouns in\n\nVillega's redacted statement referred to Zuñiga and, therefore, the\n\nstatement was at most weakly inculpatory as to him.             That fact,\n\n\n                                    -15-\n\fcombined with the mass of other evidence against Zuñiga and the\n\noverall strength of the government's case against him, leaves us\n\nconfident that the absence of a Bruton instruction did not affect\n\nhis substantial rights.       Consequently, Zuñiga cannot prevail on\n\nplain error review.     See Duarte, 246 F.3d at 61-62.\n\n            Vega presents a more compelling case.           The totality of\n\nevidence against Vega was noticeably thinner than that against\n\nZuñiga.      More importantly, the prosecution relied heavily on\n\nVillega's statement in a misguided effort to prove Vega's guilt.\n\nIt is to that statement that we now turn.\n\n             The   prosecutor's    closing      argument,     over    Vega's\n\ncontemporaneous     objection,    specifically        mentioned    Villega's\n\nconfession and implored the jury to infer that the \"another person\"\n\nreference in the redacted confession was, in fact, a reference to\n\nVega.     Vega assigns error to this tactic — which was not employed\n\nagainst Zuñiga — and our review of this claim of error is de novo.\n\nSee United States v. Peterson, 140 F.3d 819, 820-21 (9th Cir.\n\n1998).\n\n            The impropriety of the prosecutor's argument is readily\n\napparent.     It has long been established that hearsay statements\n\nadmissible    against   one   defendant   may   not    be   used   against   a\n\ncodefendant unless there is some independent ground for their\n\nadmission against the latter defendant.         See Crawford, 124 S. Ct.\n\nat 1359-63 (collecting cases).      That Bruton and its progeny do not\n\n\n                                   -16-\n\fabsolutely preclude the introduction of a confession against the\n\ndeclarant-defendant       at   a     joint    trial   in     no   way   dilutes         this\n\nprinciple, nor does it suggest condonation of the use of the\n\ndeclarant's out-of-court confession against the other defendants.\n\nIndeed, the case law unambiguously requires the trial court to\n\ninstruct the jury that an out-of-court confession may not be\n\nconsidered as evidence against the declarant's codefendants.                            See,\n\ne.g., Richardson, 481 U.S. at 211.\n\n           Richardson is persuasive on this point.                      In that case,\n\nthe   prosecutor        attempted       to    undermine       the    trial        court's\n\ninstructions by urging the jury to apply the declarant-defendant's\n\nout-of-court     confession        to    another    defendant.          Id.       at   205.\n\nAlthough the Court did not have an opportunity to consider whether\n\nthe prosecutor's statement necessitated a new trial, Justice Scalia\n\ndid   suggest    that    if    the      defendant     had    interposed       a    timely\n\nobjection,      the    prosecutor's          stratagem      would    have     been        an\n\nappropriate basis for a writ of habeas corpus.                      Id. at 211.          In\n\nthis case,      Vega    properly     preserved      the     objection.        We       hold,\n\ntherefore, that the prosecutor's improper argument constitutes\n\nerror and that, in light of this error, the omitted instruction\n\naffected Vega's substantial rights.                That cinches the plain error\n\ninquiry, as the government does not argue that we should refuse to\n\nrecognize the error on the basis of the fourth prong of the plain\n\nerror test.\n\n\n                                          -17-\n\f            2.     Cross-Examination of Evelyn Rodríguez-Santiago.           In\n\nall events, a separate but related error, duly preserved, combined\n\nwith the instructional error and the misguided closing argument to\n\ncreate a particularly pernicious effect.                We refer here to yet\n\nanother Sixth Amendment infringement:           the district court's overly\n\nsevere circumscription of Vega's cross-examination of Rodríguez-\n\nSantiago.       As is true of most evidentiary rulings, we review these\n\nrestrictions for abuse of discretion. United States v. Perez-Ruiz,\n\n353 F.3d 1, 11 (1st Cir. 2003).           Within that rubric, however, we\n\nconsider de novo whether the strictures of the Confrontation Clause\n\nhave been met.         Id.\n\n            Vega contends that the limitations, imposed by the trial\n\ncourt primarily to prevent the introduction of evidence of Zuñiga's\n\nprior bad acts, prevented him from adequately presenting his\n\ndefense.    As we have said, the Confrontation Clause guarantees\n\ncriminal defendants the right to cross-examine those who testify\n\nagainst them.         Davis v. Alaska, 415 U.S. 308, 315 (1974); Pointer,\n\n380 U.S. at 404.          That right includes the right to conduct such\n\ncross-examination as is reasonably necessary to delineate and\n\npresent the defendant's theory of defense.                    United States v.\n\nMulinelli-Navas, 111 F.3d 983, 992 (1st Cir. 1997).                     It also\n\nincludes the right to cross-examine a testifying codefendant with\n\nrespect    to    her    motive   for   cooperating     with   the   authorities,\n\nincluding       any    agreement   she    may   have    negotiated     and   any\n\n\n                                       -18-\n\funprosecuted crimes she may have committed.                            United States v.\n\nBarrett, 766 F.2d 609, 614 (1st Cir. 1985).\n\n            In the last analysis, however, the right to cross-\n\nexamination is not unbridled.             So long as the trial court affords\n\nthe defendant a fair opportunity for effective cross-examination,\n\nit may impose reasonable restrictions based on concerns such as\n\nundue   prejudice,      confusion        of   the    issues,      witness         badgering,\n\nredundancy,      or    questioning       that       appears      to    be    of    marginal\n\nrelevance.    Delaware v. Van Arsdall, 475 U.S. 673, 679 (1986).                        The\n\ntrial court's latitude in shaping such restrictions is \"wide.\" Id.\n\n            In   the    case   at    hand,       Vega      sought      to   cross-examine\n\nRodríguez-Santiago,        a   coconspirator              who    had    turned      state's\n\nevidence,     with     respect      to    (i)       her    own      prior    criminality\n\n(specifically, her participation with Zuñiga in the kidnaping of a\n\nbaby in order to secure funds to pay a drug debt); (ii) her motive\n\nfor joining the conspiracy to rob FE; (iii) Zuñiga's prior acts of\n\nviolence against her; and (iv) statements made by Zuñiga to the\n\neffect that he and Rodríguez-Santiago had collogued to frame Vega.\n\n            The district court allowed Rodríguez-Santiago to testify\n\nthat she had participated in kidnaping the baby but refused to\n\npermit any exploration of the facts surrounding that crime.                             The\n\ncourt also refused to permit cross-questioning as to Rodríguez-\n\nSantiago's motive for enlisting in the robbery scheme, Zuñiga's\n\nacts of violence against her, or Zuñiga's statements that he and\n\n\n                                          -19-\n\fRodríguez-Santiago had falsely inculpated Vega in the crimes at\n\nissue.\n\n           We are troubled by the district court's decision to\n\npreclude Vega from cross-examining Rodríguez-Santiago with respect\n\nto subjects that would tend to show that she had a motive to\n\nprevaricate, such as her role in the baby kidnaping and her\n\nexposure   to   brutal   treatment   at   Zuñiga's   hands.      Properly\n\nexploited, these subjects had the potential to cast serious doubt\n\non Rodríguez-Santiago's trustworthiness.2       See generally Burr v.\n\nSullivan, 618 F.2d 583, 586-87 (9th Cir. 1980) (Kennedy, J.)\n\n(granting a writ of habeas corpus where the trial court had refused\n\nto allow cross-examination into a witnesses' prior bad acts and\n\nmotives for testifying); Wheeler v. United States, 351 F.2d 946,\n\n948 (1st Cir. 1965) (reversing conviction because the trial court\n\nlimited cross-examination as to a witness's financial motive for\n\ntestifying).\n\n           More serious, however, is the district court's refusal to\n\nallow Vega, despite a threshold showing that Zuñiga had changed his\n\ntune, to cross-examine Rodríguez-Santiago about the possibility\n\nthat she and Zuñiga had conspired to frame him.               This ruling\n\n\n     2\n      We cite two examples.     First, Rodríguez-Santiago was the\nbeneficiary of a plea agreement in the baby kidnaping case and\nreceived a lesser sentence there partially in return for her\ncooperation with the prosecution in this case. The prospect of\nreducing that sentence may have shaped her testimony.       Second,\nZuñiga's prior acts of violence against Rodríguez-Santiago gave her\na motive to make sure that he went to prison for a long time.\n\n                                 -20-\n\fprevented Vega from presenting his main theory of defense and thus\n\nabridged his Sixth Amendment rights. See Mulinelli-Navas, 111 F.3d\n\nat 992; United States v. Blum, 62 F.3d 63, 67 (2d Cir. 1995).\n\n           The facts are these.    During its initial investigation,\n\nthe government obtained statements from Zuñiga and Rodríguez-\n\nSantiago in which they incriminated Vega.           The government used\n\nthese statements to secure Vega's indictment.        Zuñiga later told a\n\nprivate investigator, retained by Vega, that he and Rodríguez-\n\nSantiago   had   falsely   accused       Vega   because    they   believed\n\n(mistakenly, as matters turned out) that he had blown the whistle\n\non them in regard to the kidnaping of the baby.       The district court\n\nrefused to allow Vega to cross-question Rodríguez-Santiago about\n\nthe alleged frame-up, fearing that such an examination might touch\n\nupon Zuñiga's prior bad acts.      That ruling, in effect, prevented\n\nVega from developing his principal defense:               that Rodríguez-\n\nSantiago (the primary witness against him) had concocted a fairy\n\ntale.   In other words, the court's action completely excluded a\n\npotentially viable line of defense. That action compromised Vega's\n\nSixth Amendment rights.    See, e.g., Mulinelli-Navas, 111 F.3d at\n\n992; see also Blum, 62 F.3d at 67 (\"Whether rooted in the Due\n\nProcess Clause of the Fifth Amendment or in the Compulsory Process\n\nClause of the Sixth Amendment, the Constitution guarantees criminal\n\ndefendants the right to present a defense.\").\n\n\n\n\n                                  -21-\n\f            3.   Harmlessness.       We already have concluded that the\n\ninstructional    error,   combined     with   the    prosecutor's      improper\n\nclosing argument, affected Vega's substantial rights.                See supra\n\nPart III(A)(1).    It would have been possible for the government to\n\nargue that these errors tainted the verdict against Vega only on\n\ncount 5, not on count 4, but the government essays no such\n\nargument.    It does not contend that the errors, in combination,\n\nwere harmless as to either count.        Under the circumstances of this\n\ncase, we choose not to do the government's homework.                 See United\n\nStates v. Rodríguez-Marrero, 390 F.3d 1, 18 (1st Cir. 2004) (noting\n\nthat the court of appeals may deem any harmless error argument\n\nwaived if not briefed by the government); see also United States v.\n\nRodríguez-Cortes, 949 F.2d 532, 542-43 (1st Cir. 1991) (holding\n\nthat the government's failure to argue harmless error results in a\n\nwaiver of the argument).\n\n            At   any   rate,   the    evidence      against   Vega    was   not\n\nparticularly impressive.       Only two witnesses (Rodríguez-Santiago\n\nand Rivera) implicated Vega.         Rivera's testimony, standing alone,\n\ndid little more than place Vega at the house when Muñoz was there.\n\nThat leaves Rodríguez-Santiago. Had the court given an appropriate\n\nBruton instruction, had the prosecution refrained from unfair use\n\nof Villega's out-of-court confession, and had Vega been permitted\n\nto cross-examine Rodríguez-Santiago fully as to his \"framing\"\n\ndefense, we think that the jury might well have discredited her\n\n\n                                     -22-\n\ftestimony.    See White v. Coplan, 399 F.3d 18, 24-25 (1st Cir.\n\n2005).    Should that have occurred, there is every reason to doubt\n\nwhether the outcome on either count 4 or count 5 would have been\n\nthe same.     Accordingly, Vega's conviction and sentence cannot\n\nstand.\n\n                     B.    The Ex Post Facto Claim.\n\n            The appellants3 argue that their convictions on count 4\n\nfor conspiracy to take a foreign national hostage transgress the Ex\n\nPost Facto Clause.        See U.S. Const. art. I, § 9, cl. 3.                The\n\noffense   charged   in    count   4   took   place   early   in   1995.      The\n\nappellants are correct that the statute of conviction, 18 U.S.C. §\n\n1203(a), did not then contain a conspiracy provision.                     Such a\n\nprovision was not added to the statute until 1996.                  See Anti-\n\nTerrorism and Effective Death Penalty Act, Pub. L. 104-132, § 723,\n\n110 Stat. 1214, 1300 (1996).4         Thus, there is obvious force to the\n\nclaim that the Ex Post Facto Clause pretermits the convictions on\n\n\n     3\n      Since we already have held that Vega is entitled to a new\ntrial on the only two counts with which he was charged, see supra\nPart III(A), references from this point forward to \"the appellants\"\nencompass, whenever the context permits, only Zuñiga, Villega, and\nRodríguez-Matos.\n     4\n      Prior to April 24, 1996, 18 U.S.C. § 1203(a), with exceptions\nnot relevant here, exposed to criminal liability \"whoever, whether\ninside or outside the United States, seizes or detains and\nthreatens to kill, to injure, or to continue to detain another\nperson in order to compel a third person or a governmental\norganization to do or abstain from doing any act as an explicit or\nimplicit condition for the release of the person detained, or\nattempts to do so . . . .\" The 1996 amendment inserted the words\n\"or conspires\" immediately after the word \"attempts.\"\n\n                                      -23-\n\fcount 4.      See Libby v. Magnusson, 177 F.3d 43, 46 (1st Cir. 1999)\n\n(defining an ex post facto law as, inter alia, \"one that punishes,\n\nas    a   crime,     an   act     which    was    innocent     when    committed\").\n\nNevertheless, there is a wrinkle: the appellants neglected to make\n\na motion to dismiss or otherwise to mount an ex post facto\n\nchallenge in the district court.                Hence, our review is limited to\n\nplain error.        Duarte, 246 F.3d at 60.\n\n              The appellants easily satisfy the first three prongs of\n\nthe   plain    error      test.     The     retroactive       application   of     the\n\nconspiracy provision was blatantly incorrect; the ex post facto\n\nviolation is transparently clear; and the error unarguably affected\n\nthe appellants' substantial rights in that it led to the imposition\n\nof life sentences all around.\n\n              There remains the fourth prong of the plain error test.\n\nThat prong asks, in effect, whether allowing this error to go\n\nuncorrected would call into doubt the integrity and reputation of\n\njudicial proceedings.           We believe that it would.\n\n              The   prohibition     against       retrospective       imposition    of\n\ncriminal      liability      is    one     of    the   most     hallowed    of     our\n\nconstitutional protections.              See Calder v. Bull, 3 U.S. (3 Dall.)\n\n386, 390-91 (1798) (opinion of Chase, J.).                      That prohibition,\n\nembodied in the Ex Post Facto Clause, comprises an essential\n\ncomponent of our concept of fairness.               It ensures that, before any\n\ncriminal liability can attach, a person must be put on notice of\n\n\n                                          -24-\n\fboth       the   criminal   proscription   and   the    potential   punishment\n\ntherefor.         Given the centrality of this concept to our system of\n\njustice and the flagrant nature of the breach that transpired in\n\nthis case, we conclude that allowing the appellants' sentences on\n\ncount 4 to stand would cast too dark a pall over the entire\n\nproceeding.\n\n                 That conclusion does not end our journey. The government\n\nsuggests that, on the singular facts of this case, a question of\n\nremedy remains.         In the government's view, we should uphold the\n\nconvictions as permissible under the general conspiracy statute, 18\n\nU.S.C. § 371, but reduce the appellants' sentences to the five-year\n\nmaximum available under that statute.5\n\n                 We agree with the government's argument. It is apodictic\n\nthat       erroneous   statutory   citations     in    an   indictment   do    not\n\nconstitute grounds for reversing a conviction, as long as the\n\ndefendant was on fair notice of the charges against him.                      See,\n\ne.g., United States v. Stein, 233 F.3d 6, 23-24 (1st Cir. 2000);\n\nUnited States v. Van West, 455 F.2d 958, 959 (1st Cir. 1972).                  We\n\n\n       5\n           The statute provides in pertinent part:\n\n       If two or more persons conspire either to commit any\n       offense against the United States, or to defraud the\n       United States, or any agency thereof in any manner or for\n       any purpose, and one or more of such persons do any act\n       to effect the object of the conspiracy, each shall be\n       fined under this title or imprisoned not more than five\n       years, or both.\n\n18 U.S.C. § 371.\n\n                                     -25-\n\fperceive no substantive difference between charging a defendant\n\nwith a section 371 conspiracy to violate section 1203 and charging\n\na defendant under the nascent conspiracy provision of section 1203,\n\nas amended.     This congruence is solid proof that the appellants\n\nwere in no way prejudiced in their ability to mount a defense by\n\nthe   government's       erroneous       citation      to   the   amended     (and\n\ninapplicable) version of section 1203. See, e.g., United States v.\n\nEirby, 262 F.3d 31, 38 (1st Cir. 2001) (holding that miscitation or\n\nomission of a statutory provision is not a basis for reversal\n\nunless the defendant demonstrates prejudice); see also Fed. R.\n\nCrim. P. 7(c)(3).\n\n          The    short    of   it   is    that,   in    practical   effect,    the\n\namendment adding the language \"or conspires\" to section 1203, see\n\nsupra note 4, did not create a new offense; it merely increased the\n\npotential penalty for a preexisting crime.                   Thus, leaving the\n\nconviction intact but trimming back the penalty comports with the\n\ncore purpose of the Ex Post Facto Clause.                   After all, there is\n\nample case law to support the proposition that when a defendant is\n\nsentenced under a penalty provision that did not exist at the time\n\nof the offense, the proper remedy is not to reverse the conviction,\n\nbut, rather, to remand for resentencing under the preexisting\n\npenalty provision.       See Miller v. Florida, 482 U.S. 423, 435-36\n\n(1987); United States v. Vazquez-Rivera, 135 F.3d 172, 177 (1st\n\nCir. 1998).     We find this parallel persuasive and, thus, decline\n\n\n                                     -26-\n\fthe appellants' invitation to throw out the baby with the bath\n\nwater.\n\n            In reaching this decision, we are mindful of the fact\n\nthat none of the appellants raised the ex post facto issue in the\n\ntrial court.      Had they done so, the government could have moved to\n\namend the indictment either to charge a section 371 conspiracy or\n\nto charge a direct violation of section 1203.                  The appellants'\n\ninattentiveness should not redound to their benefit. United States\n\nv. Taylor, 54 F.3d 967, 972 (1st Cir. 1995) (observing that \"the\n\nlaw   ministers    to    the   vigilant,    not   to   those   who   sleep   upon\n\nperceptible rights\").\n\n            To sum up, we reject the appellants' ex post facto\n\nchallenge to their convictions on count 4, with the proviso that\n\ntheir sentences on that count must be refashioned to reflect the\n\nfive-year statutory maximum contained in 18 U.S.C. § 371.\n\n                    C.    Sufficiency of the Evidence.\n\n            The appellants also raise a gallimaufry of challenges to\n\nthe sufficiency of the government's proof.                 We consider these\n\nclaims de novo, surveying the evidence in the light most flattering\n\nto the verdict.      United States v. Sebaggala, 256 F.3d 59, 63 (1st\n\nCir. 2001). \"The test is whether the evidence, construed favorably\n\nto the government, permitted rational jurors to conclude, beyond a\n\nreasonable doubt, that [a particular] defendant was guilty as\n\ncharged.\"    Id.\n\n\n                                     -27-\n\f            1.    Counts 1 and 2.    Zuñiga argues that his conviction on\n\ncount   1   for   violating   the    Hobbs   Act   and,    by    extension,      his\n\nconviction on count 2 for using a firearm in connection with the\n\nHobbs Act violation, must be set aside because the government\n\nfailed to prove the necessary link to commerce.                      The Hobbs Act\n\nprovides in pertinent part:\n\n            Whoever in any way or degree obstructs,\n            delays, or affects commerce or the movement of\n            any article or commodity in commerce, by\n            robbery or extortion or attempts or conspires\n            so to do, or commits or threatens physical\n            violence to any person or property in\n            furtherance of a plan or purpose to do\n            anything in violation of this section shall be\n            [punished as provided].\n\n18 U.S.C. § 1951.       We long have held that this statute does not\n\nrequire a substantial interference with commerce; a de minimis\n\ninterference will suffice.           See, e.g., United States v. Rivera\n\nRangel, 396 F.3d 476, 482-83 (1st Cir. 2005); United States v.\n\nHathaway, 534 F.2d 386, 396 (1st Cir. 1976).                That interference\n\nmust, of course, be with interstate or international commerce. See\n\n18 U.S.C. § 1951(b)(3).\n\n            Although    Zuñiga      acknowledges    that        FE    operated    in\n\ninterstate (indeed, international) commerce, he claims that the\n\ngovernment failed to prove any effect on commerce because the\n\nperpetrators only took money from FE's employees, not from the\n\nbusiness itself.       This argument in specious.               It conveniently\n\noverlooks the profound effect that the robbery, murders, and\n\n\n                                      -28-\n\fkidnaping had on FE's business.      The commission of a violent crime\n\nin   the   workplace   inevitably   will   constitute    a    wrenching,   if\n\nunquantifiable, blow to morale and productivity.             Here, moreover,\n\nthe robbery and events associated with it caused the company to\n\nclose its offices the following day. Those sequelae were more than\n\nadequate to demonstrate at least a de minimis effect on commerce.\n\nCf. United States v. Amato, 495 F.2d 545, 548 (5th Cir. 1974)\n\n(sustaining a Hobbs Act conviction when the evidence showed that\n\nthe defendants' actions caused a business operating in interstate\n\ncommerce to shut down temporarily).\n\n            Zuñiga also argues that his conviction must be reversed\n\nbecause the indictment failed to allege that the crimes had an\n\nadverse impact on commerce.      That allegation is meritless.        Count\n\n1 of the indictment charged in the plainest of terms that the\n\nappellants    conspired   \"to   unlawfully   interfere   with    interstate\n\ncommerce by robbery.\"      That was enough to put the appellants on\n\nfair notice of the interstate commerce element of the crimes\n\ncharged in counts 1 and 2.      See Hamling v. United States, 418 U.S.\n\n87, 117 (1974) (holding that \"[i]t is generally sufficient that an\n\nindictment set forth the offense in the words of the statute\n\nitself\"); United States v. Cianci, 378 F.3d 71, 81 (1st Cir. 2004)\n\n(same).\n\n            Zuñiga next faults the district court for instructing the\n\njury that the government must prove that the appellants' actions\n\n\n                                    -29-\n\f\"affected commerce,\" without mentioning that the commerce must be\n\ninterstate or international.        See 18 U.S.C. § 1951(b)(3).       Zuñiga\n\ncomplains that this instruction allowed the jury to convict if they\n\nfound that the robbery affected any commerce \"in any way or\n\ndegree.\" Because Zuñiga interposed no contemporaneous objection to\n\nthe instruction     that    he   challenges   on   appeal,   our   review   is\n\nrestricted to plain error.       See United States v. Moran, 393 F.3d 1,\n\n13 (1st Cir. 2004).\n\n             There was no error in the jury instructions, plain or\n\notherwise.     Whether or not it may have been preferable for the\n\nlower court to have specified up front that the appellants' actions\n\nhad to affect interstate or international commerce, the definition\n\nof commerce provided later in the charge — the court instructed\n\nthat \"[t]he term commerce means commerce between any point in a\n\nstate and any point outside the state\" — adequately informed the\n\njurors of the proper test.        Consequently, this argument furnishes\n\nno basis for reversal.\n\n          2.     Count 3.    Zuñiga argues that the evidence was too\n\nskimpy to support his conviction for carjacking on count 3.             This\n\nargument rests on the premise that the assault and kidnaping of\n\nMuñoz were not done in connection with the theft of Muñoz's car.\n\nAs a legal matter, that premise is incorrect.\n\n             Application of the federal carjacking statute requires,\n\ninter alia, that a vehicle be taken from the victim's \"person or\n\n\n                                    -30-\n\fpresence.\"     18 U.S.C. § 2119.         This does not mean, however, that\n\nthe vehicle must be within the victim's physical reach when the\n\ninitial assault occurs. Our decision in United States v. Savarese,\n\n385 F.3d 15 (1st Cir. 2004), illustrates this point.                    There, we\n\naffirmed a carjacking conviction where the perpetrator, while\n\ninside the victim's house, forced the victim to turn over the keys\n\nto a vehicle parked outside.             Id. at 20.       Similarly, in United\n\nStates v. Boucha, 236 F.3d 768 (6th Cir. 2001), the court upheld a\n\nsentencing enhancement for carjacking where a bank robber forced a\n\nteller to hand over the keys to a car parked in a nearby lot.                   Id.\n\nat 770, 775.    These cases stand for the proposition that physical\n\nproximity and ability either to control or to obtain access to the\n\nspace in which the vehicle is located are sufficient to establish\n\n\"presence\" within the meaning of the federal carjacking statute.\n\n           The facts of this case are reminiscent of Savarese and\n\nBoucha.   Although the perpetrators assaulted Muñoz and took his\n\nkeys while inside the office, his car was parked in the company\n\nlot,   sufficiently     close    by    so    that,   if   not   overcome   by   his\n\nassailants,     Muñoz    could        have     retained    possession      of   it.\n\nAccordingly, we find the evidence adequate to sustain Zuñiga's\n\nconviction on count 3.\n\n             3. Count 4. Zuñiga insists that his conviction on count\n\n4 must be set aside because the evidence was insufficient to show\n\nthat he knew Muñoz was a Mexican citizen and that, therefore, he\n\n\n                                        -31-\n\fintended to create what he describes as \"an international hostage\n\nincident.\"     The short answer to this proposition is that the\n\nstatute of conviction does not require the government to prove such\n\nan intent.\n\n          18 U.S.C. § 1203(a), quoted supra note 4, makes it a\n\nfederal offense for any person to take a hostage \"in order to\n\ncompel a third person or a governmental organization to do or\n\nabstain from doing any act.\"          The statute does not apply to\n\noffenses committed within the United States unless one of three\n\nconditions has been met:      (i) either the victim or the perpetrator\n\nwas a foreign national; (ii) the perpetrator is found outside the\n\nUnited States; or (iii) the perpetrator sought, through commission\n\nof the kidnaping, to compel the United States to do or abstain from\n\ndoing some act.     Id. § 1203(b)(2).\n\n          Here, Muñoz was a foreign national, so section 1203(b)(2)\n\nis satisfied and the statute therefore applies.               There is no\n\nrequirement that the perpetrator know the victim's nationality or\n\nintend to commit an offense against a foreign national. See United\n\nStates v. Santos-Riviera, 183 F.3d 367, 370-71 (5th Cir. 1999).\n\nThe only intent requirement is the intent to take a hostage \"in\n\norder to compel a third person or a governmental organization to do\n\nor abstain from doing any act.\"       18 U.S.C. § 1203(a).\n\n             Put   another   way,   the    proviso   making   the   statute\n\napplicable to the kidnaping of foreign nationals inside the United\n\n\n                                    -32-\n\fStates is simply a jurisdictional hook and, by its own terms, does\n\nnot demand that the defendant have actual knowledge of the victim's\n\ncitizenship or nationality.         Courts routinely have held that the\n\ngovernment     need   not   prove     intent   with    respect      to   similar\n\njurisdictional requirements in other criminal statutes. See, e.g.,\n\nUnited States v. Scarborough, 813 F.2d 1244, 1246 (D.C. Cir. 1987)\n\n(holding    that   the   government    need    not   prove   that    interstate\n\ntransport was foreseeable in order to obtain a conviction under 18\n\nU.S.C. § 2314, which prohibits the interstate transportation of\n\nstolen goods); United States v. Napier, 518 F.2d 316, 319 (9th Cir.\n\n1975) (holding that the defendant did not need to know he was\n\ncrossing state lines in order to violate 18 U.S.C. § 1201, which\n\napplies to the transportation of kidnaped persons across state\n\nlines).    We see no reason why the same rationale should not obtain\n\nin this case.\n\n             Zuñiga also makes a feeble challenge to the lower court's\n\njury instructions on count 4.         He argues that, by referencing the\n\nconspiracy instruction on count 1 rather than restating it in its\n\nentirety, the court confused the jury.          He adds that the court made\n\na bad situation worse by failing to refer explicitly to its earlier\n\ninstruction on specific intent. Because these assignments of error\n\nare advanced for the first time on appeal, our review is for plain\n\nerror.     Moran, 393 F.3d at 13.\n\n\n\n\n                                      -33-\n\f             The   jury    instructions      on   count    4   were    free    of   any\n\nsubstantive error, and reasonably attentive jurors would have no\n\ndifficulty     either      in    understanding       or     in    applying         them.\n\nAccordingly, there is no basis for reversal under the plain error\n\nstandard.\n\n             Rodríguez-Matos also challenges the sufficiency of the\n\nevidence supporting her conviction on this count.                     That challenge\n\nis    unavailing.       The     indictment    charged      that   Rodríguez-Matos\n\nparticipated in the hostage taking by helping to obtain information\n\nabout the persons who had subscribed to the telephone number that\n\nthe FBI was using in the ransom negotiations.                     At trial, both\n\nRodríguez-Santiago        and   her   sister,     Rivera,      testified      to    this\n\nparticipation.      When added to the ample circumstantial evidence of\n\nRodríguez-Matos's acquiescence in the conspiracy, that testimony\n\nwas enough to ground a finding of guilt.                See, e.g., United States\n\nv. Sanchez, 917 F.2d 607, 610 (1st Cir. 1990).\n\n             The appellant endeavors to parry this thrust by pointing\n\nout that her sister, Vilmarie Rodríguez, testified that it was she,\n\nand    not   Michelle     Rodríguez-Matos,        who     obtained     the    crucial\n\ninformation about the telephone number.             That is not enough to tip\n\nthe balance.       Where, as here, there is conflicting testimony, the\n\njury's choice to believe one witness rather than another is not\n\nreversible error.         United States v. Ortiz, 966 F.2d 707, 711, 713\n\n(1st Cir. 1992).\n\n\n                                       -34-\n\f           4.   Count 5.     18 U.S.C. § 1513 prohibits the killing of\n\nany person \"with the intent to retaliate\" against a person for\n\ncooperating     with   the   government.       Seizing   on   this   intent\n\nrequirement, Zuñiga challenges the sufficiency of the evidence on\n\ncount 5.   He asserts that there is no evidence to support a finding\n\nthat Muñoz was slain with the intent to retaliate against FE for\n\nits cooperation with the FBI.         In his view, Muñoz was killed\n\nbecause the conspirators were concerned that he could identify\n\nthem, not because they wished to get even with his employer.\n\n           Admittedly, the evidence can be interpreted in a way that\n\nis consistent with Zuñiga's theory.           There was a good deal of\n\ntestimony indicating that the appellants were concerned that Muñoz\n\nmight be able to identify some or all of them.            But the record,\n\nviewed in the light most hospitable to the verdict, also supports\n\nthe government's theory that the murder was in retaliation for FE's\n\ndefiant cooperation with the FBI.         After all, the decision to slay\n\nMuñoz was not made until the appellants learned of the FBI's\n\ninvolvement.     What is more, the appellants reasonably could have\n\nbelieved that killing Muñoz would harm FE; indeed, the whole idea\n\nof holding an individual for ransom depends on the belief that the\n\nputative payor values the hostage's life.         Putting Muñoz to death\n\nwould thus destroy a life valued by the company.\n\n           Last — but far from least — there is nothing in section\n\n1513 that requires retaliation to be the sole motive for a murder.\n\n\n                                   -35-\n\fAs long as there is sufficient evidence from which the jury can\n\ninfer that retaliation was a substantial motivating factor behind\n\nthe killing, it does not matter that the defendants may have had\n\nother motives.     Because there was such evidence in this case, the\n\nappellants' argument founders.\n\n                        D.    Other Trial Issues.\n\n           The appellants have amassed an array of other trial-\n\nrelated   challenges.        We   address    the    most     salient   of    these\n\nchallenges.     The rest are not worthy of discussion and we reject\n\nthem out of hand.\n\n           1.     The Photographs.          Zuñiga protests the district\n\ncourt's   admission   of     photographs     of    him    and   certain     of   his\n\ncodefendants in a Connecticut hotel room.                These photographs were\n\ntaken approximately one month after the occurrence of the crimes of\n\nconviction.     Zuñiga argues that the photographs were introduced to\n\nshow flight and, as such, constitute unreliable \"consciousness of\n\nguilt\" evidence.      Relatedly, he labors to convince us that the\n\ndistrict court's failure to instruct the jury on the significance\n\nand use of consciousness of guilt evidence compounded the original\n\nerror.    Because these issues were not aired below, our review is\n\nfor plain error.\n\n           Close perscrutation reveals no indication in the record\n\nthat the photographs were in fact admitted to show consciousness of\n\n\n\n\n                                    -36-\n\fguilt.6     Rather, the photographs were admitted to show that the\n\nappellants had an intimate relationship with one another.            We have\n\nheld before, and today reaffirm, that \"the existence of a close\n\nrelationship between a defendant and others involved in criminal\n\nactivity can, as a part of a larger package of proof, assist in\n\nsupporting    an   inference   of   involvement   in   illicit    activity.\"\n\nOrtiz, 966 F.2d at 713.        Thus, we discern no plain error in the\n\nadmission of the photographs.\n\n            This holding undermines Zuñiga's claim of instructional\n\nerror.    Consciousness of guilt evidence is generally admissible in\n\na criminal case.    See, e.g., United States v. Gilbert, 229 F.3d 15,\n\n26 (1st Cir. 2000); United States v. Ingraham, 832 F.2d 229, 239\n\n(1st Cir. 1987).      In some such cases, it may be appropriate to\n\ninstruct the jury that while evidence of flight may tend to show\n\nconsciousness of guilt, such evidence does not create a presumption\n\nof guilt.    See, e.g., United States v. Otero-Mendez, 273 F.3d 46,\n\n54 n.3 (1st Cir. 2001).        Here, however, such an instruction was\n\nneither obligatory nor proper; there was no consciousness of guilt\n\nevidence about which to instruct.           Hence, the omission of the\n\nsuggested instruction was not error, plain or otherwise.\n\n            2.     Ineffective      Assistance    of   Counsel.     Villega\n\nasseverates that his convictions should be vacated because he\n\n\n     6\n      Indeed, the district court prohibited the witness through\nwhom the photographs were introduced from testifying to the fact\nthat they were taken in Connecticut.\n\n                                     -37-\n\freceived ineffective assistance of counsel; he accuses his trial\n\nattorney   of    failing    to    finalize     a   beneficial      plea   agreement\n\nsupposedly tendered to him by the government.                      We regard this\n\nasseveration as premature and decline to consider it.\n\n           This court repeatedly has held that fact-specific claims\n\nof ineffective assistance of counsel, not raised below, cannot\n\nordinarily be advanced for the first time on direct appeal.                       See\n\nUnited   States      v.   Mala,   7   F.3d    1058,   1063    (1st    Cir.      1993)\n\n(collecting cases). While there is a narrow exception for cases in\n\nwhich \"the critical facts are not genuinely in dispute and the\n\nrecord is sufficiently developed to allow reasoned consideration of\n\nan ineffective assistance claim,\" United States v. Natanel, 938\n\nF.2d 302, 309 (1st Cir. 1991), that exception has no bearing here.\n\nThe   record    is   undeveloped,     for     example,   as   to    why   the    plea\n\nagreement was not concluded, what trial counsel's advice was\n\nregarding the agreement, or what Villega's attitude may have been\n\ntoward changing his plea. Without such facts, it is impractical to\n\nattempt to judge the adequacy of counsel's performance on the\n\nmeager record available to us.\n\n           Villega's appellate counsel nonetheless suggests that we\n\nremand to the district court for an evidentiary hearing, rather\n\nthan relegating his claim to a petition for post-conviction relief.\n\nCourts of appeals have that authority. See, e.g., United States v.\n\nRashad, 331 F.3d 908, 909-10 (D.C. Cir. 2003).                      In our view,\n\n\n                                       -38-\n\fhowever, it should be exercised only in special circumstances.\n\nSee, e.g., United States v. Colon-Torres, 382 F.3d 76, 85 (1st Cir.\n\n2004) (remanding when the record on appeal contained substantial\n\nindicia   of    ineffectiveness,   but    needed   some   further   factual\n\ndevelopment).     Because no such special circumstances are extant\n\nhere, we decline to depart from our usual praxis.          Accordingly, we\n\nreject Villega's ineffective assistance of counsel claim, without\n\nprejudice to his right, if he so elects, to assert that claim by\n\nmeans of a timely application for post-conviction relief under 28\n\nU.S.C. § 2255.\n\n           3.    Severance.    Rodríguez-Matos maintains that she was\n\nprejudiced by being tried with Zuñiga because, she claims, the two\n\nhad antagonistic defenses.      Rodríguez-Matos's main defense was one\n\nof mistaken identity:         that it was not she, but her sister,\n\nVilmarie Rodríguez, who actually participated in the criminal\n\nenterprise. She complains that her ability to present this defense\n\nwas hampered because of the trial court's rulings limiting evidence\n\nof Zuñiga's prior bad acts (which frustrated her attempt to develop\n\nfully her sister's past relationship with Zuñiga).\n\n           We review the district court's denial of a severance\n\nmotion for abuse of discretion.      United States v. Boylan, 898 F.2d\n\n230, 246 (1st Cir. 1990).      The default rule is that defendants who\n\nare indicted together should be tried together.           United States v.\n\nPeña-Lora, 225 F.3d 17, 33 (1st Cir. 2000); United States v.\n\n\n                                   -39-\n\fPierro, 32 F.3d 611, 615 (1st Cir. 1994).            This rule is subject to\n\nexceptions, but the burden is on the party who challenges the\n\nrefusal to sever to make a convincing showing of prejudice as a\n\nprerequisite to gaining a new trial.          Boylan, 898 F.2d at 246.\n\n             Although Rodríguez-Matos styles her claim as one of\n\nantagonistic defenses, that is a misleading label.             At bottom, she\n\nchallenges only the limits placed on her ability to introduce\n\nevidence of Zuñiga's prior bad acts.           The rule, however, is that\n\nthe mere existence of such limits, unless unduly prejudicial to a\n\ndefendant's ability to muster a defense, is not a sufficient reason\n\nto require severance. See United States v. Perkins, 926 F.2d 1271,\n\n1280-81 (1st Cir. 1991).\n\n             In this case, any claim of prejudice was weak at best.\n\nOur earlier discussion of Vega's plight presents a useful contrast\n\nto Rodríguez-Matos's situation. With respect to Vega, we held that\n\nhis Sixth Amendment rights were violated because he was completely\n\nprecluded from presenting his theory of the case.              See supra Part\n\nIII(A)(2).    In contradistinction, Rodríguez-Matos was given ample\n\nopportunity to present her defense:                she was allowed to call\n\nVilmarie as a witness, and Vilmarie testified at length that it was\n\nshe, not Rodríguez-Matos, who took part in the crimes.\n\n             While   it   is   true   that   the    district   court   limited\n\nVilmarie's testimony and the testimony of other witnesses to\n\nprevent the introduction of evidence that would have been unfairly\n\n\n                                      -40-\n\fprejudicial to Zuñiga, the excluded evidence was at the periphery\n\nof Rodríguez-Matos's defense. That limitation may have caused some\n\ndismay in Rodríguez-Matos's camp, but it fell far short of the\n\nstrong prejudice required to warrant reversal.           See Boylan, 898\n\nF.2d at 246 (\"There is always some prejudice in any trial where\n\nmore than one offense or offender are tried together — but such\n\n'garden variety' prejudice, in and of itself, will not suffice.\").\n\n           4.   Alleged Speedy Trial Violations.             Rodríguez-Matos\n\nalso challenges the district court's denial of her repeated motions\n\nto dismiss the indictment on the basis of ostensible Speedy Trial\n\nAct   violations.     Her   principal   plaint   is   that    the   delay   of\n\napproximately eighteen months occasioned by the unavailability of\n\nZuñiga's trial counsel should not have been excluded from the\n\nspeedy trial calculation.\n\n           The Speedy Trial Act, 18 U.S.C. § 3161, provides that,\n\nupon motion, an indictment must be dismissed if the defendant's\n\ntrial has not begun within seventy days after the latter of the\n\nreturn of the indictment or the defendant's first appearance before\n\na judicial officer.    Id. § 3161(c)(1).     The Speedy Trial Act does\n\nnot deal in absolutes, but, rather, envisions the exclusion of\n\ncertain periods of time.      See id. § 3161(h).\n\n           Within that paradigm, the general rule is that when two\n\nor more defendants are properly joined for trial, time excludable\n\nfrom the Speedy Trial Act calculation for one defendant is also\n\n\n                                  -41-\n\fexcludable for the other defendant(s).        See id. § 3161(h)(7)\n\n(directing the exclusion from the calculation of \"[a] reasonable\n\nperiod of delay when the defendant is joined for trial with a\n\ncodefendant\"); see also United States v. Barnes, 251 F.3d 251, 257\n\n(1st Cir. 2001).    The purpose of this rule is to prevent the Speedy\n\nTrial Act from becoming a sword that can be used to shred the\n\njoinder rules.     Only in that way can the federal courts maintain\n\nthe efficiency advantages of joint trials.\n\n          As with many general rules, this general rule is subject\n\nto a reasonableness limitation.     See United States v. Brown, 736\n\nF.2d 807, 809 (1st Cir. 1984).       We already have held that the\n\ndistrict court did not abuse its discretion in denying Rodríguez-\n\nMatos's motion to separate her trial from Zuñiga's. See supra Part\n\nIII(D)(3). Thus, the question reduces to whether it was reasonable\n\nfor the district court to exclude from Rodríguez-Matos's speedy\n\ntrial calculation those days attributable to the unavailability of\n\nZuñiga's counsel.\n\n          We are not unsympathetic to the appellant's position;\n\neighteen months is a considerable period of delay.    But that delay\n\nis not, in and of itself, sufficient to establish a Speedy Trial\n\nAct transgression.    See United States v. Muñoz-Amado, 182 F.3d 57,\n\n62 (1st Cir. 1999) (holding that a nineteen-month delay, standing\n\nalone, was not sufficient to constitute a speedy trial violation).\n\nAnd here, the delay was not unreasonable.\n\n\n                                 -42-\n\f              This was a complicated case involving a variety of\n\ncharges, a multiplicity of defendants, witnesses, and lawyers, and\n\na protracted trial.         The case called for experienced counsel, and\n\nlawyers who fit that bill often have busy trial schedules.                        We\n\nreview the trial court's excludability determination for abuse of\n\ndiscretion. Barnes, 251 F.3d at 256. Given this generous standard\n\nof   review    and    the    strong    presumption      that    jointly    indicted\n\ndefendants should be tried together — a presumption that rests in\n\nno   small     part    on    the      public    interest       in   the   efficient\n\nadministration of justice, see Peña-Lora, 225 F.3d at 33 — the\n\ntrial   court's       decision      seems      well    within       the   realm   of\n\nreasonableness.\n\n              To cinch matters, Rodríguez-Matos has not demonstrated\n\n(or even attempted to demonstrate) any prejudice to her ability to\n\npresent a defense stemming from the delay.                 That is a critically\n\nimportant datum.       See Muñoz-Amado, 182 F.3d at 63.\n\n              For these reasons, we conclude that the district court\n\ndid not abuse its discretion in excluding from the speedy trial\n\ncalculus the period of delay attributable to the unavailability of\n\nZuñiga's trial counsel.        Consequently, we reject Rodríguez-Matos's\n\nSpeedy Trial Act claim.\n\n              Apart   from    any     perceived       statutory      transgression,\n\nRodríguez-Matos suggests that the delay in the commencement of her\n\ntrial violated her speedy trial rights under the Sixth Amendment.\n\n\n                                        -43-\n\fWe evaluate such claims by means of a quadripartite balancing test\n\nencompassing\" (1) the length of the delay; (2) the reasons for the\n\ndelay; (3) the defendant's posture vis-à-vis the delay, especially\n\nin respect to assertions of the speedy trial right; and (4) the\n\nprejudice stemming from the delay.\"      Mala, 7 F.3d at 1061 (citing\n\nBarker v. Wingo, 407 U.S. 514, 530 (1972)).      In the instant case,\n\nthis balance does not favor Rodríguez-Matos.\n\n          It cannot be gainsayed that Rodríguez-Matos waited a long\n\ntime for her trial to begin, nor can she be faulted for not\n\nasserting her speedy trial rights.      Thus factors one and three tip\n\nin her direction.     See United States v. Santiago-Bercerril, 130\n\nF.3d 11, 21-22 (1st Cir. 1997).    But as we already have discussed,\n\nthe second and fourth factors weigh heavily in favor of finding no\n\nspeedy trial violation.    There were excellent reasons for delaying\n\nthe trial.    Moreover, those reasons were largely due to the needs\n\nof codefendants, rather than any slothfulness on the government's\n\npart.   That is an important integer in the speedy trial calculus.\n\nId. at 22.      To top things off, Rodríguez-Matos has shown no\n\nprejudice to her ability to present her defense. We therefore hold\n\nthat her Sixth Amendment speedy trial rights were not abridged.\n\n                           E.   Sentencing.\n\n             The appellants broach a series of challenges to their\n\nsentences.    As we must remand the case for resentencing on count 4,\n\n\n\n\n                                 -44-\n\fsee supra Part III(B), we do not address any sentencing arguments\n\nspecific to that count.\n\n           1.   Booker.   The appellants' most pervasive sentencing\n\ntheme posits that resentencing is required in light of the Supreme\n\nCourt's decision in United States v. Booker, 125 S. Ct. 738, 756\n\n(2005) (holding unconstitutional the mandatory application of the\n\nfederal   sentencing   guidelines).      As   none   of   the   appellants\n\npreserved the issue below, our review is for plain error.           United\n\nStates v. González-Mercado, 402 F.3d 294, 302 (1st Cir. 2005);\n\nUnited States v. Antonakopoulos, 399 F.3d 68, 76 (1st Cir. 2005).\n\n           In Antonakopoulos, 399 F.3d at 77, we held that, post-\n\nBooker, the first two prongs of the plain error standard are\n\nsatisfied whenever a defendant's sentence was imposed by reference\n\nto a mandatory system of federal sentencing guidelines.               That\n\nholding applies in this case.     It remains the appellants' burden,\n\nhowever, to negotiate the third and fourth prongs of the plain\n\nerror pavane.     Id. at 79-80.       To satisfy the third prong, a\n\ndefendant must demonstrate that the Booker error affected his or\n\nher substantial rights.    González-Mercado, 402 F.3d at 303.        That\n\nmeans that the defendant must show a reasonable probability that,\n\nbut for the then-mandatory nature of the guidelines, the district\n\ncourt would have given a more lenient sentence.           Antonakopoulos,\n\n399 F.3d at 78.     Because it often will be difficult to produce\n\nconvincing evidence as to the trial court's predilections under an\n\n\n                                  -45-\n\fadvisory guidelines regime, we only require that a defendant show,\n\n\"either in the existing record or by plausible proffer,\" that\n\n\"there is reasonable indication that the district judge might well\n\nhave reached a different result under advisory guidelines.\" United\n\nStates v. Heldeman, 402 F.3d 220, 224 (1st Cir. 2005).\n\n          Of the three remaining defendants — Vega, as we have\n\nsaid, is entitled to a new trial on the only counts of conviction\n\npertaining to him, see supra Part III(A) — only Rodríguez-Matos\n\nattempts to make this showing.7      She suggests that the district\n\ncourt indicated   at   the   disposition   hearing   that   it   would   be\n\ninclined to impose a lesser sentence but felt constrained by the\n\n\n     7\n      We consider the point waived with respect to Villega and\nZuñiga because neither defendant, though afforded ample opportunity\nto do so, adequately developed any Booker arguments. See United\nStates v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990). The record is\nbereft of anything remotely suggesting a basis for leniency vis-à-\nvis Zuñiga.     Pertinently, however, Villega's brief includes\nexcerpts from a revealing exchange in which the district court\nstated that it could not grant a diminished capacity departure on\ncount 2 because it lacked the legal authority to do so. But that\nmaterial was proffered in support of Villega's ineffective\nassistance of counsel claim, not in support of his Booker claim.\nAlthough we are cognizant that courts should not \"be overly\ndemanding as to proof of probability where, either in the existing\nrecord or by plausible proffer, there is reasonable indication that\nthe district judge might well have reached a different result under\nadvisory guidelines,\" Heldeman, 402 F.3d at 224, and that \"in\ncertain circumstances [courts] have the discretion to overlook\nwaiver by inadequate argument,\" Rodriguez-Marrero, 390 F.3d at 18,\nwe believe that courts should be reluctant to act affirmatively in\nidentifying and supporting arguments that could have been, but were\nnot, made by a party. At a bare minimum, such an action should be\nreserved for circumstances in which there is some likelihood that\nthe ultimate outcome would change in the assisted party's favor.\nSince Villega's conviction and life sentence on count 5 must in all\nevents be affirmed, this is not such a case.\n\n                                 -46-\n\fmandatory nature of the guidelines.            If the district court made\n\nsuch statements, that would be the sort of indication that might\n\npersuade us of the existence of a reasonable probability that a\n\ndefendant's       sentence   was   infected    by   Booker    error.         See\n\nAntonakopoulos, 399 F.3d at 81; see also Heldeman, 402 F.3d at 224\n\n(noting that statements by the district judge at sentencing are a\n\nkey source of information in assessing whether the trial court\n\nwould likely be more lenient under an advisory system).                 Here,\n\nhowever, a careful review of the sentencing transcript fails to\n\nreveal any such comments.\n\n            It is true that the district court stated at certain\n\npoints that it felt bound to impose the statutory maximum sentence\n\nof twenty years on count 1.        That was because the guidelines called\n\nfor life imprisonment rather than because of any dissatisfaction\n\nwith a twenty-year sentence.          At no time did the district court\n\nvoice any reluctance about imposing such a sentence.               Indeed, it\n\nrejected several arguments for a downward departure and expressed\n\nin no uncertain terms its views on Rodríguez-Matos's culpability.\n\nTo   cite   one   example,   the   court    characterized    her   conduct    as\n\n\"definitely instrumental in the [murders].\"\n\n            In fine, we have no reason to believe that the district\n\ncourt would have imposed a more lenient sentence under an advisory\n\nguidelines regime.      On that basis, Rodríguez-Matos's assignment of\n\nBooker error fails to survive plain error review.\n\n\n                                     -47-\n\f             2.   Refusal of a Continuance.      Zuñiga challenges the\n\ndistrict court's refusal to postpone his sentencing so that he\n\ncould investigate whether the government acted arbitrarily in\n\nrefusing to enter into a plea agreement. This is sheer persiflage:\n\nthe record reflects that the district court granted a continuance\n\nof almost two months for Zuñiga to substantiate his claim.          Given\n\nthat generous extension, Zuñiga cannot make out a plausible showing\n\nof prejudice, much less reversible error.        The district court did\n\nnot abuse its wide discretion in denying a further continuance.8\n\n           3. Role in the Offense. Rodríguez-Matos argues that the\n\ndistrict     court   erred   by   imposing   a   four-level    leadership\n\nenhancement in calculating her sentence on count 1.9             See USSG\n\n§3B1.2(b).    We need not consider this argument in any detail.      When\n\nsentencing Rodríguez-Matos on count 1, the district court applied\n\nthe cross-reference for murder specified in USSG §2B3.1(c) because\n\nMorales's slaying was a direct result of the robbery.         By virtue of\n\nthis cross-reference, Rodríguez-Matos's base offense level skied to\n\n43, mandating a sentence of life imprisonment.         See USSG §2A1.1.\n\n\n\n\n     8\n      This is especially true in light of our holding in United\nStates v. Davis, 247 F.3d 322, 327-28 (1st Cir. 2001), that the\ngovernment has no general duty to plea bargain.\n     9\n      The district court only administered a leadership enhancement\nwith respect to the robbery count. We therefore have no occasion\nto address this argument in connection with any count other than\ncount 1.\n\n                                   -48-\n\fThe court sentenced her to a lesser term — twenty years — because\n\nthat is the statutory maximum for violation of the Hobbs Act.\n\n              That ends this aspect of the matter.              Given the murder\n\ncross-reference,       the   leadership   enhancement       had    no   practical\n\neffect.       We therefore decline to review it.         Cf. United States v.\n\nRoselli, 366 F.3d 58, 63-64 (1st Cir. 2004) (\"A district court does\n\nnot    have    to   determine   the   exact    offense   level    where    such    a\n\ndetermination would not affect the court's sentencing decision\n\nunder the Guidelines.\"); United States v. Ventura, 353 F.3d 84, 90-\n\n92 (1st Cir. 2003) (holding that when a defendant qualifies as a\n\ncareer felon, it is not necessary to ascertain the defendant's\n\ncriminal history category because the Sentencing Guidelines mandate\n\na criminal history category of VI).\n\n              4. Absence of Findings. Finally, Rodríguez-Matos claims\n\nthat    the    district   court   sentenced      her   beyond    the    applicable\n\nguidelines range without making appropriate findings of fact.                     As\n\njust discussed, however, the court specifically found that the\n\nmurder cross-reference applied and appropriately employed that\n\ncross-reference to reach an offense level of 43.                   That finding\n\nmandated a sentence of life imprisonment (which was reduced only\n\nbecause it exceeded the statutory ceiling).              No more was exigible.\n\nIV.    CONCLUSION\n\n               We need go no further.         To recapitulate, we affirm the\n\nconvictions and sentences on counts 1, 2, 3, and 5 as to all\n\n\n                                      -49-\n\fdefendants except Vega.   As to him, we reverse the convictions on\n\ncounts 4 and 5 and order a new trial.        With respect to the\n\njudgments on count 4 vis-à-vis the other three appellants, we\n\naffirm their convictions on that count; vacate their sentences on\n\nthat count; and remand for resentencing (subject to the statutory\n\nmaximum set forth in 18 U.S.C. § 371).\n\n\n\n          Affirmed in part, reversed in part, vacated in part, and\n\nremanded for further proceedings consistent with this opinion.\n\n\n\n\n                               -50-\n\f",
  "html": "<p class=\"case_cite\">407 F.3d 511</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>David VEGA MOLINA, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Victor Manuel Villega-Angulo, A/K/A Guirio, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Michelle Rodriguez-Matos, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Juan Zu&#241;iga-Bruno, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-1625.</p>\n    <p class=\"docket\">No. 03-1649.</p>\n    <p class=\"docket\">No. 03-1650.</p>\n    <p class=\"docket\">No. 03-1947.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 10, 2005.</p>\n    <p class=\"date\">Decided May 19, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Linda Backiel for appellant Vega Molina.</p>\n      <p class=\"indent\">Elaine Mittleman for appellant Villega-Angulo.</p>\n      <p class=\"indent\">Jos&#233; C. Romo Matienzo for appellant Rodr&#237;guez-Matos.</p>\n      <p class=\"indent\">Joseph S. Berman, with whom Berman &amp; Dowell was on brief, for appellant Zu&#241;iga-Bruno.</p>\n      <p class=\"indent\">Germ&#225;n A. Rieckehoff, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Nelson P&#233;rez-Sosa, Assistant United States Attorney (Senior Appellate Attorney), were on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These appeals devolve from a violent robbery and hostage taking, which resulted in two murders and serious injury to a third victim. After a protracted trial, a jury convicted the four jointly tried defendants on all counts. Each of them received at least one life sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, the defendants, ably represented, serve up a salmagundi of constitutional, statutory, and evidentiary arguments. Although we reject most of this asseverational array, we conclude that one defendant should be retried because of a prejudicial deprivation of his rights under the Sixth Amendment. Moreover, we find that the prosecution of count 4 violated the Ex Post Facto Clause. That violation requires us to vacate the remaining defendants' sentences on the count in question and to remand for resentencing on that count.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We rehearse the facts in the light most favorable to the verdicts, consistent with record support. <i>United States v. Fenton,</i> 367 F.3d 14, 17 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Fern&#225;ndes Editores (FE), a Mexican company, publishes coloring books and other materials for children. The company maintains a warehouse and branch office in Puerto Rico. Defendant-appellant Michelle Rodr&#237;guez-Matos (Rodr&#237;guez-Matos) is the cousin of a former FE employee. While her cousin worked there, Rodr&#237;guez-Matos occasionally would visit the premises. During these trips, Rodr&#237;guez-Matos became familiar with FE's operations and with the layout of its premises.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant-appellant Juan Zu&#241;iga-Bruno (Zu&#241;iga) and his wife, defendant-appellant Evelyn Rodr&#237;guez-Santiago (Rodr&#237;guez-Santiago), were acquaintances of Rodr&#237;guez-Matos. The couple needed money and Rodr&#237;guez-Matos mistakenly believed that there would be large sums of cash at FE's offices from time to time. When she suggested that they rob FE, Zu&#241;iga, Rodr&#237;guez-Santiago, and a fourth individual, Lolo Falau (who died before trial) embraced the suggestion. The quartet planned such a robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 31, 1995, Zu&#241;iga, the two women, and defendant-appellant Victor Villega-Angulo (Villega) proceeded in two cars to FE's premises. When they arrived, Zu&#241;iga and Villega entered the building. Once inside, they encountered three FE employees, namely, Alberto Morales, Benjamin Ocasio Duran, and Guillermo Mu&#241;oz. Brandishing firearms, they ordered the men to lie face down on the floor. When Zu&#241;iga and Villega were unable to find any money, they called Rodr&#237;guez-Matos, who provided suggestions about where to look.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Zu&#241;iga and Villega were unable to locate any company funds. They helped themselves to the cash that the three employees had on their persons and shot Morales and Ocasio Duran (the shots killed the former and seriously wounded the latter). They then kidnaped the branch manager(Mu&#241;oz); placed him in the trunk of his own car; and drove the automobile from the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The four miscreants rendezvoused at the house that Zu&#241;iga and Rodr&#237;guez-Santiago shared with their children and Rodr&#237;guez-Santiago's sister, Jessica Rivera Santiago (Rivera). Once there, they placed Mu&#241;oz in an empty bedroom and held him hostage for approximately one week. During that interval, Rodr&#237;guez-Matos stayed at the house to assist in guarding Mu&#241;oz. The defendants also recruited Falau and defendant-appellant David Vega Molina (Vega) to aid in that effort.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As part of the new plan, Zu&#241;iga contacted FE and demanded a ransom. Contrary to Zu&#241;iga's instructions, FE contacted the Federal Bureau of Investigation (FBI). An undercover FBI agent posed as an FE executive and began to negotiate the conditions of Mu&#241;oz's return. At some point, he provided the kidnapers with a telephone number that they could call to firm up the arrangements for delivery of the ransom. Rodr&#237;guez-Matos's stepmother worked for the telephone company and Zu&#241;iga asked Rodr&#237;guez-Matos to contact her in order to match a subscriber's name to the telephone number. When the kidnapers learned that the number belonged to the FBI, the men decided that Mu&#241;oz would have to be assassinated (the two women, Rodr&#237;guez-Santiago and Rodr&#237;guez-Matos, dissented from this decision). On February 5, 1995, Mu&#241;oz was driven to a remote location and murdered.</p>\n    </div>\n    <p class=\"indent\">II. TRAVEL OF THE CASE</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The investigation into the robbery, hostage taking, and murders took several years. It was not until September 8, 1999 that a federal grand jury returned a five-count indictment. Count 1 charged three of the appellants &#8212; Rodr&#237;guez-Matos, Zu&#241;iga, and Villega &#8212; with conspiracy to interfere with interstate commerce by robbery, in violation of 18 U.S.C. &#167; 1951 (the Hobbs Act). Count 2 charged Zu&#241;iga and Villega with the use of firearms in the commission of that offense resulting in Morales's death, in violation of 18 U.S.C. &#167; 924(j). Count 3 asserted that the same two defendants had engaged in carjacking, in violation of 18 U.S.C. &#167; 2119. Count 4 charged all four appellants with conspiring to take a hostage, in violation of 18 U.S.C. &#167; 1203(a). Count 5 charged that Zu&#241;iga, Villega, and Vega had killed Mu&#241;oz as retaliation against FE for having reported Mu&#241;oz's kidnaping to the FBI, in violation of 18 U.S.C. &#167; 1513(a)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The indictment named Rodr&#237;guez-Santiago only in count 1. She eventually entered a plea of guilty to that count and appeared at the trial as a government witness. She was later sentenced to a term of eighteen months in accordance with her plea agreement. She is not a party to these appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A trial took place in the summer of 2002 and consumed nearly four weeks. Twenty-two witnesses testified. These included Rodr&#237;guez-Santiago, Rivera, and FBI special agent Edwin L&#243;pez. Among the defense witnesses, the most interesting testimony came from Vilmarie Rodr&#237;guez, who swore that she, not her sister (Michelle Rodr&#237;guez-Matos), was the person who had participated in the criminal activity. After hearing all the testimony, the jury found the appellants guilty as charged.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court held a series of sentencing hearings in the spring of 2003. The court imposed the following sentences (all concurrent):</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. Rodr&#237;guez-Matos &#8212; twenty years on count 1; life imprisonment on count 4.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. Zu&#241;iga &#8212; twenty years on count 1; fifteen years on count 3; and life imprisonment on each of counts 2, 4, and 5.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">3. Villega &#8212; twenty years on count 1; fifteen years on count 3; and life imprisonment on each of counts 2, 4, and 5.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">4. Vega &#8212; life imprisonment on each of counts 4 and 5.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Vega, Villega, Rodr&#237;guez-Matos, and Zu&#241;iga have filed timely notices of appeal. We have jurisdiction under 28 U.S.C. &#167; 1291 and 18 U.S.C. &#167; 3742(a).</p>\n    </div>\n    <p class=\"indent\">III. DISCUSSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mindful of the number and variety of the issues articulated by the appellants, we divide our discussion into five segments: First, we address the Confrontation Clause issues advanced by Zu&#241;iga and Vega. Second, we consider a claim under the Ex Post Facto Clause pressed by all the appellants. Third, we review the sufficiency of the evidence supporting the various convictions. Fourth, we consider myriad assignments of trial error. Fifth, we turn to the district court's sentencing determinations.</p>\n    </div>\n    <p class=\"center\">A. <i>Confrontation Clause Claims.</i></p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Confrontation Clause of the Sixth Amendment guarantees a criminal defendant the right \"to be confronted with the witnesses against him.\" The right to confrontation embodies the right to cross-examination. <i>Pointer v. Texas,</i> 380 U.S. 400, 404, 85 S.Ct. 1065, 13 L.Ed.2d 923 (1965). For that reason, out-of-court statements may be admitted against criminal defendants only in certain limited circumstances. <i>See Crawford v. Washington,</i> 541 U.S. 36, 124 S.Ct. 1354, 1374, 158 L.Ed.2d 177 (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Against this backdrop, Zu&#241;iga and Vega asseverate that the admission against them of Agent L&#243;pez's testimony about the contents of Villega's out-of-court confession transgressed the Confrontation Clause. <i>See Bruton v. United States,</i> 391 U.S. 123, 136-37, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968) (restricting the circumstances in which a defendant's out-of-court confession may be admitted in a joint trial). Additionally, Vega asserts that the district court unfairly curtailed his cross-examination of Rodr&#237;guez-Santiago and, thus, further abridged his Sixth Amendment rights. At first, we treat these claims separately.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. <i>Villega's Confession.</i> Villega did not testify at trial. Agent L&#243;pez, however, was allowed to testify about the contents of Villega's earlier confession. It is well-established that the out-of-court statements of a non-testifying defendant, even if admissible against the declarant, may not be used against a jointly tried codefendant unless otherwise independently admissible against that codefendant. <i>See Lilly v. Virginia,</i> 527 U.S. 116, 124, 119 S.Ct. 1887, 144 L.Ed.2d 117 (1999); <i>Bruton,</i> 391 U.S. at 128, 88 S.Ct. 1620; <i>see also Crawford,</i> 124 S.Ct. at 1374, 124 S.Ct. 1354 (displacing prior case law and holding that the Confrontation Clause categorically bars the introduction of testimonial hearsay unless the accused previously has had the opportunity to cross-examine the declarant). Withal, a defendant's out-of-court statements sometimes may be introduced at a joint trial, provided that (i) the district court instructs the jury not to consider the statements against any defendant other than the declarant and (ii) the statements are not so powerfully inculpating of the other defendants that there would be substantial doubt as to whether the jury could abide by a limiting instruction. <i>Bruton,</i> 391 U.S. at 135-37, 88 S.Ct. 1620. Under this paradigm, a defendant's out-of-court confession generally will be admitted if it is redacted to delete the codefendant's name and any reference, direct or indirect, to his or her existence. <i>Richardson v. Marsh,</i> 481 U.S. 200, 211, 107 S.Ct. 1702, 95 L.Ed.2d 176 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, the prosecution called Agent L&#243;pez to testify to the contents of a confession that he had taken from Villega, who had knowingly and intelligently waived his Fifth Amendment right against self-incrimination. In that statement, Villega described the charged crimes in graphic detail and acknowledged his participation in them. There can be no question but that, as a party admission, Villega's confession was admissible against him. <i>See</i> Fed.R.Evid. 801(d)(2); <i>see also Bruton,</i> 391 U.S. at 125, 88 S.Ct. 1620. It is equally as clear that the confession was not admissible against any of the codefendants. <i>See Crawford,</i> 124 S.Ct. at 1364-65, 1374, 124 S.Ct. 1354.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To combat this potential problem, the government redacted Villega's statement by replacing all mention of his codefendants with neutral references, using terms such as \"other individuals\" or \"another person.\" Those alterations satisfied the district court, which allowed the government to use the redacted confession against Villega. Zu&#241;iga and Vega argue that the introduction of the redacted confession at their joint trial transgressed the <i>Bruton</i> rule.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Normally, appellate review of a trial court's application of <i>Bruton</i> would be de novo. <i>See United States v. Sarracino,</i> 340 F.3d 1148, 1158-59 (10th Cir.2003); <i>see also Blake v. Pellegrino,</i> 329 F.3d 43, 46 (1st Cir.2003) (explaining that questions of law associated with evidentiary rulings are reviewed de novo). The government points out, however, that neither Zu&#241;iga nor Vega objected when the government proffered Agent L&#243;pez's testimony at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Ordinarily, the absence of a contemporaneous objection would result in a forfeiture and, thus, in a more formidable burden for the appellants: plain-error review. <i>See United States v. Griffin,</i> 818 F.2d 97, 99-100 (1st Cir.1987). Here, however, there is a mitigating circumstance. On the day preceding the introduction of the redacted confession, the district court denied the appellants' motion to sever their trial from Villega's on the basis of <i>Bruton.</i> In the course of that ruling, the district court categorically rejected their claim that the redacted statement was powerfully incriminating. We think that this was adequate to preserve the <i>Bruton</i> point. <i>Cf. United States v. Holmquist,</i> 36 F.3d 154, 166 n. 12 (1st Cir.1994) (noting that a contemporaneous objection is not required when the trial court has definitively excluded evidence in ruling on a pretrial motion in limine).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In reaching this conclusion, we have carefully considered the Fifth Circuit's opinion in <i>United States v. Jobe,</i> 101 F.3d 1046 (5th Cir.1996). That court found a <i>Bruton</i> challenge forfeited for want of a contemporaneous objection, notwithstanding the fact that the trial court earlier had denied the defendant's motion for a severance. <i>Id.</i> at 1068. However, it is not clear from the Fifth Circuit's opinion whether the trial court had denied the severance motion definitively or provisionally. <i>Id.</i> at 1066-67 &amp; n. 27. In all events, to the extent, if at all, that <i>Jobe</i> is at odds with the conclusion reached here concerning preservation of the error, we decline to follow it. Accordingly, we undertake de novo review.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><i>Bruton</i> proscribes the introduction of statements that are \"powerfully incriminating\" vis-&#224;-vis a jointly tried codefendant. 391 U.S. at 135, 88 S.Ct. 1620. A statement is powerfully incriminating only when it is inculpatory on its face. <i>Richardson,</i> 481 U.S. at 207, 107 S.Ct. 1702. The confession in <i>Bruton</i> fit that description because it identified both the declarant and his codefendant by name as the perpetrators of the crime. <i>Bruton,</i> 391 U.S. at 124, 88 S.Ct. 1620. Statements that are incriminating only when linked to other evidence in the case do not trigger application of <i>Bruton's</i> preclusionary rule. <i>Richardson,</i> 481 U.S. at 208, 107 S.Ct. 1702. This criterion is easier to state than to apply; for example, it does not allow a prosecutor merely to delete a codefendant's name. <i>See, e.g., Gray v. Maryland,</i> 523 U.S. 185, 192, 118 S.Ct. 1151, 140 L.Ed.2d 294 (1998) (holding that simply replacing a codefendant's name with a symbol or a blacked-out space is insufficient to wrest an inculpatory statement from <i>Bruton's</i> precedential orbit).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In this case, Zu&#241;iga and Vega challenge portions of Villega's confession that, as redacted, refer to \"other individuals\" and \"another person.\" The appellants say that these alterations are analogous to the redactions that the <i>Gray</i> Court found wanting. The government demurs: it urges that there is no way, from the face of the redacted confession, that a jury could ascertain who the other individuals were.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The application of <i>Bruton, Richardson,</i> and <i>Gray</i> to redacted statements that employ phraseology such as \"other individuals\" or \"another person\" requires careful attention to both text and context, that is, to the text of the statement itself and to the context in which it is proffered. The mere fact that the other defendants were on trial for the same crimes to which the declarant confessed is insufficient, in and of itself, to render the use of neutral pronouns an impermissible means of redaction. A particular case may involve numerous events and actors, such that no direct inference plausibly can be made that a neutral phrase like \"another person\" refers to a specific codefendant. <i>See, e.g., United States v. Sutton,</i> 337 F.3d 792, 799-800 (7th Cir.2003). A different case may involve so few defendants that the statement leaves little doubt in the listener's mind about the identity of \"another person.\" <i>See, e.g., United States v. Vejar-Urias,</i> 165 F.3d 337, 340 (5th Cir.1999). In short, each case must be subjected to individualized scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">After examining the record with care, we conclude that the admission of Villega's confession, through Agent L&#243;pez's testimony, did not violate <i>Bruton.</i> Taken in context, Agent L&#243;pez's testimony failed to convey a compelling inference that the \"other individuals\" to whom Villega referred were Zu&#241;iga and Vega. Moreover, the fact that the statement pointed explicitly to a deceased coconspirator (Falau) raised the distinct possibility that people besides those who were on trial may have been involved in the commission of the crimes. Because the statement itself did not suggest Zu&#241;iga's or Vega's guilt, it was not so powerfully incriminating as to bring the <i>Bruton</i> proscription to bear. <i>See Richardson,</i> 481 U.S. at 208-09, 107 S.Ct. 1702 (finding that where a defendant's name is replaced with a neutral pronoun and the redacted statement is inculpatory only by reference to other evidence, its admission does not offend <i>Bruton</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As a fallback position, Zu&#241;iga and Vega argue for a new trial on the ground that the district court failed to instruct the jury that Villega's statement could not be used against them. Such an instruction would have been proper and should have been given. <i>See Richardson,</i> 481 U.S. at 206, 107 S.Ct. 1702; <i>Bruton,</i> 391 U.S. at 135-36, 88 S.Ct. 1620. Here, however, the appellants not only failed to request such an instruction but also failed to object to its omission. <i>See</i> Fed.R.Crim.P. 30. The claimed error was, therefore, unpreserved and appellate review is restricted to plain error. <i>United States v. Paniagua-Ramos,</i> 251 F.3d 242, 246 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"The plain error hurdle is high.\" <i>United States v. Hunnewell,</i> 891 F.2d 955, 956 (1st Cir.1989). Vaulting it requires a criminal defendant to make four showings: \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001). The appellants must carry the devoir of persuasion on all four facets of this test. <i>Id.</i> at 61-62.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Zu&#241;iga and Vega have satisfied the first two prongs. Supreme Court case law makes clear that the trial court ordinarily should instruct the jury that one defendant's out-of-court confession may not be used against his codefendants in a joint trial. <i>See Gray,</i> 523 U.S. at 192, 118 S.Ct. 1151; <i>Richardson,</i> 481 U.S. at 206, 107 S.Ct. 1702; <i>Bruton,</i> 391 U.S. at 137, 88 S.Ct. 1620. Thus, the omission of such an instruction in this case, where the confession was not independently admissible against the appellants, constituted error. Given the state of the law, that error was obvious.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Zu&#241;iga does not fare as well on the third prong. The jury had no particular reason to infer that the neutral pronouns in Villega's redacted statement referred to Zu&#241;iga and, therefore, the statement was at most weakly inculpatory as to him. That fact, combined with the mass of other evidence against Zu&#241;iga and the overall strength of the government's case against him, leaves us confident that the absence of a <i>Bruton</i> instruction did not affect his substantial rights. Consequently, Zu&#241;iga cannot prevail on plain error review. <i>See Duarte,</i> 246 F.3d at 61-62.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Vega presents a more compelling case. The totality of evidence against Vega was noticeably thinner than that against Zu&#241;iga. More importantly, the prosecution relied heavily on Villega's statement in a misguided effort to prove Vega's guilt. It is to that statement that we now turn.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The prosecutor's closing argument, over Vega's contemporaneous objection, specifically mentioned Villega's confession and implored the jury to infer that the \"another person\" reference in the redacted confession was, in fact, a reference to Vega. Vega assigns error to this tactic &#8212; which was not employed against Zu&#241;iga &#8212; and our review of this claim of error is de novo. <i>See United States v. Peterson,</i> 140 F.3d 819, 820-21 (9th Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The impropriety of the prosecutor's argument is readily apparent. It has long been established that hearsay statements admissible against one defendant may not be used against a codefendant unless there is some independent ground for their admission against the latter defendant. <i>See Crawford,</i> 124 S.Ct. at 1359-63, 124 S.Ct. 1354 (collecting cases). That <i>Bruton</i> and its progeny do not absolutely preclude the introduction of a confession against the declarant-defendant at a joint trial in no way dilutes this principle, nor does it suggest condonation of the use of the declarant's out-of-court confession against the other defendants. Indeed, the case law unambiguously requires the trial court to instruct the jury that an out-of-court confession may not be considered as evidence against the declarant's codefendants. <i>See, e.g., Richardson,</i> 481 U.S. at 211, 107 S.Ct. 1702.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>Richardson</i> is persuasive on this point. In that case, the prosecutor attempted to undermine the trial court's instructions by urging the jury to apply the declarant-defendant's out-of-court confession to another defendant. <i>Id.</i> at 205, 107 S.Ct. 1702. Although the Court did not have an opportunity to consider whether the prosecutor's statement necessitated a new trial, Justice Scalia did suggest that if the defendant had interposed a timely objection, the prosecutor's stratagem would have been an appropriate basis for a writ of habeas corpus. <i>Id.</i> at 211, 107 S.Ct. 1702. In this case, Vega properly preserved the objection. We hold, therefore, that the prosecutor's improper argument constitutes error and that, in light of this error, the omitted instruction affected Vega's substantial rights. That cinches the plain error inquiry, as the government does not argue that we should refuse to recognize the error on the basis of the fourth prong of the plain error test.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">2. <i>Cross-Examination of Evelyn Rodr&#237;guez-Santiago.</i> In all events, a separate but related error, duly preserved, combined with the instructional error and the misguided closing argument to create a particularly pernicious effect. We refer here to yet another Sixth Amendment infringement: the district court's overly severe circumscription of Vega's cross-examination of Rodr&#237;guez-Santiago. As is true of most evidentiary rulings, we review these restrictions for abuse of discretion. <i>United States v. Perez-Ruiz,</i> 353 F.3d 1, 11 (1st Cir.2003). Within that rubric, however, we consider de novo whether the strictures of the Confrontation Clause have been met. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Vega contends that the limitations, imposed by the trial court primarily to prevent the introduction of evidence of Zu&#241;iga's prior bad acts, prevented him from adequately presenting his defense. As we have said, the Confrontation Clause guarantees criminal defendants the right to cross-examine those who testify against them. <i>Davis v. Alaska,</i> 415 U.S. 308, 315, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974); <i>Pointer,</i> 380 U.S. at 404, 85 S.Ct. 1065. That right includes the right to conduct such cross-examination as is reasonably necessary to delineate and present the defendant's theory of defense. <i>United States</i> <i>v. Mulinelli-Navas,</i> 111 F.3d 983, 992 (1st Cir.1997). It also includes the right to cross-examine a testifying codefendant with respect to her motive for cooperating with the authorities, including any agreement she may have negotiated and any unprosecuted crimes she may have committed. <i>United States v. Barrett,</i> 766 F.2d 609, 614 (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In the last analysis, however, the right to cross-examination is not unbridled. So long as the trial court affords the defendant a fair opportunity for effective cross-examination, it may impose reasonable restrictions based on concerns such as undue prejudice, confusion of the issues, witness badgering, redundancy, or questioning that appears to be of marginal relevance. <i>Delaware v. Van Arsdall,</i> 475 U.S. 673, 679, 106 S.Ct. 1431, 89 L.Ed.2d 674 (1986). The trial court's latitude in shaping such restrictions is \"wide.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In the case at hand, Vega sought to cross-examine Rodr&#237;guez-Santiago, a co-conspirator who had turned state's evidence, with respect to (i) her own prior criminality (specifically, her participation with Zu&#241;iga in the kidnaping of a baby in order to secure funds to pay a drug debt); (ii) her motive for joining the conspiracy to rob FE; (iii) Zu&#241;iga's prior acts of violence against her; and (iv) statements made by Zu&#241;iga to the effect that he and Rodr&#237;guez-Santiago had collogued to frame Vega.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district court allowed Rodr&#237;guez-Santiago to testify that she had participated in kidnaping the baby but refused to permit any exploration of the facts surrounding that crime. The court also refused to permit cross-questioning as to Rodr&#237;guez-Santiago's motive for enlisting in the robbery scheme, Zu&#241;iga's acts of violence against her, or Zu&#241;iga's statements that he and Rodr&#237;guez-Santiago had falsely inculpated Vega in the crimes at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We are troubled by the district court's decision to preclude Vega from cross-examining Rodr&#237;guez-Santiago with respect to subjects that would tend to show that she had a motive to prevaricate, such as her role in the baby kidnaping and her exposure to brutal treatment at Zu&#241;iga's hands. Properly exploited, these subjects had the potential to cast serious doubt on Rodr&#237;guez-Santiago's trustworthiness.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See generally Burr v. Sullivan,</i> 618 F.2d 583, 586-87 (9th Cir.1980) (Kennedy, J.) (granting a writ of habeas corpus where the trial court had refused to allow cross-examination into a witnesses' prior bad acts and motives for testifying); <i>Wheeler v. United States,</i> 351 F.2d 946, 948 (1st Cir.1965) (reversing conviction because the trial court limited cross-examination as to a witness's financial motive for testifying).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">More serious, however, is the district court's refusal to allow Vega, despite a threshold showing that Zu&#241;iga had changed his tune, to cross-examine Rodr&#237;guez-Santiago about the possibility that she and Zu&#241;iga had conspired to frame him. This ruling prevented Vega from presenting his main theory of defense and thus abridged his Sixth Amendment rights. <i>See Mulinelli-Navas,</i> 111 F.3d at 992; <i>United States v. Blum,</i> 62 F.3d 63, 67 (2d Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The facts are these. During its initial investigation, the government obtained statements from Zu&#241;iga and Rodr&#237;guez-Santiago in which they incriminated Vega. The government used these statements to secure Vega's indictment. Zu&#241;iga later told a private investigator, retained by Vega, that he and Rodr&#237;guez-Santiago had falsely accused Vega because they believed (mistakenly, as matters turned out) that he had blown the whistle on them in regard to the kidnaping of the baby. The district court refused to allow Vega to cross-question Rodr&#237;guez-Santiago about the alleged frame-up, fearing that such an examination might touch upon Zu&#241;iga's prior bad acts. That ruling, in effect, prevented Vega from developing his principal defense: that Rodr&#237;guez-Santiago (the primary witness against him) had concocted a fairy tale. In other words, the court's action completely excluded a potentially viable line of defense. That action compromised Vega's Sixth Amendment rights. <i>See, e.g., Mulinelli-Navas,</i> 111 F.3d at 992; <i>see also Blum,</i> 62 F.3d at 67 (\"Whether rooted in the Due Process Clause of the Fifth Amendment or in the Compulsory Process Clause of the Sixth Amendment, the Constitution guarantees criminal defendants the right to present a defense.\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">3. <i>Harmlessness.</i> We already have concluded that the instructional error, combined with the prosecutor's improper closing argument, affected Vega's substantial rights. <i>See supra</i> Part III(A)(1). It would have been possible for the government to argue that these errors tainted the verdict against Vega only on count 5, not on count 4, but the government essays no such argument. It does not contend that the errors, in combination, were harmless as to either count. Under the circumstances of this case, we choose not to do the government's homework. <i>See United States v. Rodr&#237;guez-Marrero,</i> 390 F.3d 1, 18 (1st Cir.2004) (noting that the court of appeals may deem any harmless error argument waived if not briefed by the government); <i>see also United States v. Rodr&#237;guez-Cortes,</i> 949 F.2d 532, 542-43 (1st Cir.1991) (holding that the government's failure to argue harmless error results in a waiver of the argument).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">At any rate, the evidence against Vega was not particularly impressive. Only two witnesses (Rodr&#237;guez-Santiago and Rivera) implicated Vega. Rivera's testimony, standing alone, did little more than place Vega at the house when Mu&#241;oz was there. That leaves Rodr&#237;guez-Santiago. Had the court given an appropriate <i>Bruton</i> instruction, had the prosecution refrained from unfair use of Villega's out-of-court confession, and had Vega been permitted to cross-examine Rodr&#237;guez-Santiago fully as to his \"framing\" defense, we think that the jury might well have discredited her testimony. <i>See White v. Coplan,</i> 399 F.3d 18, 24-25 (1st Cir.2005). Should that have occurred, there is every reason to doubt whether the outcome on either count 4 or count 5 would have been the same. Accordingly, Vega's conviction and sentence cannot stand.</p>\n    </div>\n    <p class=\"center\">B. <i>The Ex Post Facto Claim.</i></p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The appellants<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> argue that their convictions on count 4 for conspiracy to take a foreign national hostage transgress the Ex Post Facto Clause. <i>See</i> U.S. Const. art. I, &#167; 9, cl. 3. The offense charged in count 4 took place early in 1995. The appellants are correct that the statute of conviction, 18 U.S.C. &#167; 1203(a), did not then contain a conspiracy provision. Such a provision was not added to the statute until 1996. <i>See</i> Anti-Terrorism and Effective Death Penalty Act, Pub.L. 104-132, &#167; 723, 110 Stat. 1214, 1300 (1996).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Thus, there is obvious force to the claim that the Ex Post Facto Clause pretermits the convictions on count 4. <i>See Libby v. Magnusson,</i> 177 F.3d 43, 46 (1st Cir.1999) (defining an ex post facto law as, inter alia, \"one that punishes, as a crime, an act which was innocent when committed\"). Nevertheless, there is a wrinkle: the appellants neglected to make a motion to dismiss or otherwise to mount an ex post facto challenge in the district court. Hence, our review is limited to plain error. <i>Duarte,</i> 246 F.3d at 60.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The appellants easily satisfy the first three prongs of the plain error test. The retroactive application of the conspiracy provision was blatantly incorrect; the ex post facto violation is transparently clear; and the error unarguably affected the appellants' substantial rights in that it led to the imposition of life sentences all around.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">There remains the fourth prong of the plain error test. That prong asks, in effect, whether allowing this error to go uncorrected would call into doubt the integrity and reputation of judicial proceedings. We believe that it would.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The prohibition against retrospective imposition of criminal liability is one of the most hallowed of our constitutional protections. <i>See Calder v. Bull,</i> 3 U.S. (3 Dall.) 386, 390-91, 1 L.Ed. 648 (1798) (opinion of Chase, J.). That prohibition, embodied in the Ex Post Facto Clause, comprises an essential component of our concept of fairness. It ensures that, before any criminal liability can attach, a person must be put on notice of both the criminal proscription and the potential punishment therefor. Given the centrality of this concept to our system of justice and the flagrant nature of the breach that transpired in this case, we conclude that allowing the appellants' sentences on count 4 to stand would cast too dark a pall over the entire proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">That conclusion does not end our journey. The government suggests that, on the singular facts of this case, a question of remedy remains. In the government's view, we should uphold the convictions as permissible under the general conspiracy statute, 18 U.S.C. &#167; 371, but reduce the appellants' sentences to the five-year maximum available under that statute.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We agree with the government's argument. It is apodictic that erroneous statutory citations in an indictment do not constitute grounds for reversing a conviction, as long as the defendant was on fair notice of the charges against him. <i>See, e.g., United States v. Stein,</i> 233 F.3d 6, 23-24 (1st Cir.2000); <i>United States v. Van West,</i> 455 F.2d 958, 959 (1st Cir.1972). We perceive no substantive difference between charging a defendant with a section 371 conspiracy to violate section 1203 and charging a defendant under the nascent conspiracy provision of section 1203, as amended. This congruence is solid proof that the appellants were in no way prejudiced in their ability to mount a defense by the government's erroneous citation to the amended (and inapplicable) version of section 1203. <i>See, e.g., United States v. Eirby,</i> 262 F.3d 31, 38 (1st Cir.2001) (holding that miscitation or omission of a statutory provision is not a basis for reversal unless the defendant demonstrates prejudice); <i>see also</i> Fed.R.Crim.P. 7(c)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The short of it is that, in practical effect, the amendment adding the language \"or conspires\" to section 1203, <i>see supra</i> note 4, did not create a new offense; it merely increased the potential penalty for a preexisting crime. Thus, leaving the conviction intact but trimming back the penalty comports with the core purpose of the Ex Post Facto Clause. After all, there is ample case law to support the proposition that when a defendant is sentenced under a penalty provision that did not exist at the time of the offense, the proper remedy is not to reverse the conviction, but, rather, to remand for resentencing under the preexisting penalty provision. <i>See Miller v. Florida,</i> 482 U.S. 423, 435-36, 107 S.Ct. 2446, 96 L.Ed.2d 351 (1987); <i>United States v. Vazquez-Rivera,</i> 135 F.3d 172, 177 (1st Cir.1998). We find this parallel persuasive and, thus, decline the appellants' invitation to throw out the baby with the bath water.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In reaching this decision, we are mindful of the fact that none of the appellants raised the ex post facto issue in the trial court. Had they done so, the government could have moved to amend the indictment either to charge a section 371 conspiracy or to charge a direct violation of section 1203. The appellants' inattentiveness should not redound to their benefit. <i>United States v. Taylor,</i> 54 F.3d 967, 972 (1st Cir.1995) (observing that \"the law ministers to the vigilant, not to those who sleep upon perceptible rights\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">To sum up, we reject the appellants' ex post facto challenge to their convictions on count 4, with the proviso that their sentences on that count must be refashioned to reflect the five-year statutory maximum contained in 18 U.S.C. &#167; 371.</p>\n    </div>\n    <p class=\"center\">C. <i>Sufficiency of the Evidence.</i></p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The appellants also raise a gallimaufry of challenges to the sufficiency of the government's proof. We consider these claims de novo, surveying the evidence in the light most flattering to the verdict. <i>United States v. Sebaggala,</i> 256 F.3d 59, 63 (1st Cir.2001). \"The test is whether the evidence, construed favorably to the government, permitted rational jurors to conclude, beyond a reasonable doubt, that [a particular] defendant was guilty as charged.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">1. <i>Counts 1 and 2.</i> Zu&#241;iga argues that his conviction on count 1 for violating the Hobbs Act and, by extension, his conviction on count 2 for using a firearm in connection with the Hobbs Act violation, must be set aside because the government failed to prove the necessary link to commerce. The Hobbs Act provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Whoever in any way or degree obstructs, delays, or affects commerce or the movement of any article or commodity in commerce, by robbery or extortion or attempts or conspires so to do, or commits or threatens physical violence to any person or property in furtherance of a plan or purpose to do anything in violation of this section shall be [punished as provided].</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">18 U.S.C. &#167; 1951. We long have held that this statute does not require a substantial interference with commerce; a de minimis interference will suffice. <i>See, e.g., United States v. Rivera Rangel,</i> 396 F.3d 476, 482-83 (1st Cir.2005); <i>United States v. Hathaway,</i> 534 F.2d 386, 396 (1st Cir.1976). That interference must, of course, be with interstate or international commerce. <i>See</i> 18 U.S.C. &#167; 1951(b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Although Zu&#241;iga acknowledges that FE operated in interstate (indeed, international) commerce, he claims that the government failed to prove any effect on commerce because the perpetrators only took money from FE's employees, not from the business itself. This argument in specious. It conveniently overlooks the profound effect that the robbery, murders, and kidnaping had on FE's business. The commission of a violent crime in the workplace inevitably will constitute a wrenching, if unquantifiable, blow to morale and productivity. Here, moreover, the robbery and events associated with it caused the company to close its offices the following day. Those sequelae were more than adequate to demonstrate at least a de minimis effect on commerce. <i>Cf. United States v. Amato,</i> 495 F.2d 545, 548 (5th Cir.1974) (sustaining a Hobbs Act conviction when the evidence showed that the defendants' actions caused a business operating in interstate commerce to shut down temporarily).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Zu&#241;iga also argues that his conviction must be reversed because the indictment failed to allege that the crimes had an adverse impact on commerce. That allegation is meritless. Count 1 of the indictment charged in the plainest of terms that the appellants conspired \"to unlawfully interfere with interstate commerce by robbery.\" That was enough to put the appellants on fair notice of the interstate commerce element of the crimes charged in counts 1 and 2. <i>See Hamling v. United States,</i> 418 U.S. 87, 117, 94 S.Ct. 2887, 41 L.Ed.2d 590 (1974) (holding that \"[i]t is generally sufficient that an indictment set forth the offense in the words of the statute itself\"); <i>United States v. Cianci,</i> 378 F.3d 71, 81 (1st Cir.2004) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Zu&#241;iga next faults the district court for instructing the jury that the government must prove that the appellants' actions \"affected commerce,\" without mentioning that the commerce must be interstate or international. <i>See</i> 18 U.S.C. &#167; 1951(b)(3). Zu&#241;iga complains that this instruction allowed the jury to convict if they found that the robbery affected any commerce \"in any way or degree.\" Because Zu&#241;iga interposed no contemporaneous objection to the instruction that he challenges on appeal, our review is restricted to plain error. <i>See United States v. Moran,</i> 393 F.3d 1, 13 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">There was no error in the jury instructions, plain or otherwise. Whether or not it may have been preferable for the lower court to have specified up front that the appellants' actions had to affect interstate or international commerce, the definition of commerce provided later in the charge &#8212; the court instructed that \"[t]he term commerce means commerce between any point in a state and any point outside the state\" &#8212; adequately informed the jurors of the proper test. Consequently, this argument furnishes no basis for reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">2. <i>Count 3.</i> Zu&#241;iga argues that the evidence was too skimpy to support his conviction for carjacking on count 3. This argument rests on the premise that the assault and kidnaping of Mu&#241;oz were not done in connection with the theft of Mu&#241;oz's car. As a legal matter, that premise is incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Application of the federal carjacking statute requires, inter alia, that a vehicle be taken from the victim's \"person or presence.\" 18 U.S.C. &#167; 2119. This does not mean, however, that the vehicle must be within the victim's physical reach when the initial assault occurs. Our decision in <i>United States v. Savarese,</i> 385 F.3d 15 (1st Cir.2004), illustrates this point. There, we affirmed a carjacking conviction where the perpetrator, while inside the victim's house, forced the victim to turn over the keys to a vehicle parked outside. <i>Id.</i> at 20. Similarly, in <i>United States v. Boucha,</i> 236 F.3d 768 (6th Cir.2001), the court upheld a sentencing enhancement for carjacking where a bank robber forced a teller to hand over the keys to a car parked in a nearby lot. <i>Id.</i> at 770, 775. These cases stand for the proposition that physical proximity and ability either to control or to obtain access to the space in which the vehicle is located are sufficient to establish \"presence\" within the meaning of the federal carjacking statute.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The facts of this case are reminiscent of <i>Savarese</i> and <i>Boucha.</i> Although the perpetrators assaulted Mu&#241;oz and took his keys while inside the office, his car was parked in the company lot, sufficiently close by so that, if not overcome by his assailants, Mu&#241;oz could have retained possession of it. Accordingly, we find the evidence adequate to sustain Zu&#241;iga's conviction on count 3.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">3. <i>Count 4.</i> Zu&#241;iga insists that his conviction on count 4 must be set aside because the evidence was insufficient to show that he knew Mu&#241;oz was a Mexican citizen and that, therefore, he intended to create what he describes as \"an <i>international</i> hostage incident.\" The short answer to this proposition is that the statute of conviction does not require the government to prove such an intent.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">18 U.S.C. &#167; 1203(a), quoted <i>supra</i> note 4, makes it a federal offense for any person to take a hostage \"in order to compel a third person or a governmental organization to do or abstain from doing any act.\" The statute does not apply to offenses committed within the United States unless one of three conditions has been met: (i) either the victim or the perpetrator was a foreign national; (ii) the perpetrator is found outside the United States; or (iii) the perpetrator sought, through commission of the kidnaping, to compel the United States to do or abstain from doing some act. <i>Id.</i> &#167; 1203(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Here, Mu&#241;oz was a foreign national, so section 1203(b)(2) is satisfied and the statute therefore applies. There is no requirement that the perpetrator know the victim's nationality or intend to commit an offense against a foreign national. <i>See United States v. Santos-Riviera,</i> 183 F.3d 367, 370-71 (5th Cir.1999). The only intent requirement is the intent to take a hostage \"in order to compel a third person or a governmental organization to do or abstain from doing any act.\" 18 U.S.C. &#167; 1203(a).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Put another way, the proviso making the statute applicable to the kidnaping of foreign nationals inside the United States is simply a jurisdictional hook and, by its own terms, does not demand that the defendant have actual knowledge of the victim's citizenship or nationality. Courts routinely have held that the government need not prove intent with respect to similar jurisdictional requirements in other criminal statutes. <i>See, e.g., United States v. Scarborough,</i> 813 F.2d 1244, 1246 (D.C.Cir.1987) (holding that the government need not prove that interstate transport was foreseeable in order to obtain a conviction under 18 U.S.C. &#167; 2314, which prohibits the interstate transportation of stolen goods); <i>United States v. Napier,</i> 518 F.2d 316, 319 (9th Cir.1975) (holding that the defendant did not need to know he was crossing state lines in order to violate 18 U.S.C. &#167; 1201, which applies to the transportation of kidnaped persons across state lines). We see no reason why the same rationale should not obtain in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Zu&#241;iga also makes a feeble challenge to the lower court's jury instructions on count 4. He argues that, by referencing the conspiracy instruction on count 1 rather than restating it in its entirety, the court confused the jury. He adds that the court made a bad situation worse by failing to refer explicitly to its earlier instruction on specific intent. Because these assignments of error are advanced for the first time on appeal, our review is for plain error. <i>Moran,</i> 393 F.3d at 13.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The jury instructions on count 4 were free of any substantive error, and reasonably attentive jurors would have no difficulty either in understanding or in applying them. Accordingly, there is no basis for reversal under the plain error standard.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Rodr&#237;guez-Matos also challenges the sufficiency of the evidence supporting her conviction on this count. That challenge is unavailing. The indictment charged that Rodr&#237;guez-Matos participated in the hostage taking by helping to obtain information about the persons who had subscribed to the telephone number that the FBI was using in the ransom negotiations. At trial, both Rodr&#237;guez-Santiago and her sister, Rivera, testified to this participation. When added to the ample circumstantial evidence of Rodr&#237;guez-Matos's acquiescence in the conspiracy, that testimony was enough to ground a finding of guilt. <i>See, e.g., United States v. Sanchez,</i> 917 F.2d 607, 610 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The appellant endeavors to parry this thrust by pointing out that her sister, Vilmarie Rodr&#237;guez, testified that it was she, and not Michelle Rodr&#237;guez-Matos, who obtained the crucial information about the telephone number. That is not enough to tip the balance. Where, as here, there is conflicting testimony, the jury's choice to believe one witness rather than another is not reversible error. <i>United States v. Ortiz,</i> 966 F.2d 707, 711, 713 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">4. <i>Count 5.</i> 18 U.S.C. &#167; 1513 prohibits the killing of any person \"with the intent to retaliate\" against a person for cooperating with the government. Seizing on this intent requirement, Zu&#241;iga challenges the sufficiency of the evidence on count 5. He asserts that there is no evidence to support a finding that Mu&#241;oz was slain with the intent to retaliate against FE for its cooperation with the FBI. In his view, Mu&#241;oz was killed because the conspirators were concerned that he could identify them, not because they wished to get even with his employer.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Admittedly, the evidence can be interpreted in a way that is consistent with Zu&#241;iga's theory. There was a good deal of testimony indicating that the appellants were concerned that Mu&#241;oz might be able to identify some or all of them. But the record, viewed in the light most hospitable to the verdict, also supports the government's theory that the murder was in retaliation for FE's defiant cooperation with the FBI. After all, the decision to slay Mu&#241;oz was not made until the appellants learned of the FBI's involvement. What is more, the appellants reasonably could have believed that killing Mu&#241;oz would harm FE; indeed, the whole idea of holding an individual for ransom depends on the belief that the putative payor values the hostage's life. Putting Mu&#241;oz to death would thus destroy a life valued by the company.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Last &#8212; but far from least &#8212; there is nothing in section 1513 that requires retaliation to be the <i>sole</i> motive for a murder. As long as there is sufficient evidence from which the jury can infer that retaliation was a substantial motivating factor behind the killing, it does not matter that the defendants may have had other motives. Because there was such evidence in this case, the appellants' argument founders.</p>\n    </div>\n    <p class=\"center\">D. <i>Other Trial Issues.</i></p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The appellants have amassed an array of other trial-related challenges. We address the most salient of these challenges. The rest are not worthy of discussion and we reject them out of hand.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">1. <i>The Photographs.</i> Zu&#241;iga protests the district court's admission of photographs of him and certain of his codefendants in a Connecticut hotel room. These photographs were taken approximately one month after the occurrence of the crimes of conviction. Zu&#241;iga argues that the photographs were introduced to show flight and, as such, constitute unreliable \"consciousness of guilt\" evidence. Relatedly, he labors to convince us that the district court's failure to instruct the jury on the significance and use of consciousness of guilt evidence compounded the original error. Because these issues were not aired below, our review is for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Close perscrutation reveals no indication in the record that the photographs were in fact admitted to show consciousness of guilt.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Rather, the photographs were admitted to show that the appellants had an intimate relationship with one another. We have held before, and today reaffirm, that \"the existence of a close relationship between a defendant and others involved in criminal activity can, as a part of a larger package of proof, assist in supporting an inference of involvement in illicit activity.\" <i>Ortiz,</i> 966 F.2d at 713. Thus, we discern no plain error in the admission of the photographs.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">This holding undermines Zu&#241;iga's claim of instructional error. Consciousness of guilt evidence is generally admissible in a criminal case. <i>See, e.g., United States v. Gilbert,</i> 229 F.3d 15, 26 (1st Cir.2000); <i>United States v. Ingraham,</i> 832 F.2d 229, 239 (1st Cir.1987). In some such cases, it may be appropriate to instruct the jury that while evidence of flight may tend to show consciousness of guilt, such evidence does not create a presumption of guilt. <i>See, e.g., United States v. Otero-Mendez,</i> 273 F.3d 46, 54 n. 3 (1st Cir.2001). Here, however, such an instruction was neither obligatory nor proper; there was no consciousness of guilt evidence about which to instruct. Hence, the omission of the suggested instruction was not error, plain or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">2. <i>Ineffective Assistance of Counsel.</i> Villega asseverates that his convictions should be vacated because he received ineffective assistance of counsel; he accuses his trial attorney of failing to finalize a beneficial plea agreement supposedly tendered to him by the government. We regard this asseveration as premature and decline to consider it.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">This court repeatedly has held that fact-specific claims of ineffective assistance of counsel, not raised below, cannot ordinarily be advanced for the first time on direct appeal. <i>See United States v. Mala,</i> 7 F.3d 1058, 1063 (1st Cir.1993) (collecting cases). While there is a narrow exception for cases in which \"the critical facts are not genuinely in dispute and the record is sufficiently developed to allow reasoned consideration of an ineffective assistance claim,\" <i>United States v. Natanel,</i> 938 F.2d 302, 309 (1st Cir.1991), that exception has no bearing here. The record is undeveloped, for example, as to why the plea agreement was not concluded, what trial counsel's advice was regarding the agreement, or what Villega's attitude may have been toward changing his plea. Without such facts, it is impractical to attempt to judge the adequacy of counsel's performance on the meager record available to us.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Villega's appellate counsel nonetheless suggests that we remand to the district court for an evidentiary hearing, rather than relegating his claim to a petition for post-conviction relief. Courts of appeals have that authority. <i>See, e.g., United States v. Rashad,</i> 331 F.3d 908, 909-10 (D.C.Cir.2003). In our view, however, it should be exercised only in special circumstances. <i>See, e.g., United States v. Colon-Torres,</i> 382 F.3d 76, 85 (1st Cir.2004) (remanding when the record on appeal contained substantial indicia of ineffectiveness, but needed some further factual development). Because no such special circumstances are extant here, we decline to depart from our usual praxis. Accordingly, we reject Villega's ineffective assistance of counsel claim, without prejudice to his right, if he so elects, to assert that claim by means of a timely application for post-conviction relief under 28 U.S.C. &#167; 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">3. <i>Severance.</i> Rodr&#237;guez-Matos maintains that she was prejudiced by being tried with Zu&#241;iga because, she claims, the two had antagonistic defenses. Rodr&#237;guez-Matos's main defense was one of mistaken identity: that it was not she, but her sister, Vilmarie Rodr&#237;guez, who actually participated in the criminal enterprise. She complains that her ability to present this defense was hampered because of the trial court's rulings limiting evidence of Zu&#241;iga's prior bad acts (which frustrated her attempt to develop fully her sister's past relationship with Zu&#241;iga).</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">We review the district court's denial of a severance motion for abuse of discretion. <i>United States v. Boylan,</i> 898 F.2d 230, 246 (1st Cir.1990). The default rule is that defendants who are indicted together should be tried together. <i>United States v. Pe&#241;a-Lora,</i> 225 F.3d 17, 33 (1st Cir.2000); <i>United States v. Pierro,</i> 32 F.3d 611, 615 (1st Cir.1994). This rule is subject to exceptions, but the burden is on the party who challenges the refusal to sever to make a convincing showing of prejudice as a prerequisite to gaining a new trial. <i>Boylan,</i> 898 F.2d at 246.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Although Rodr&#237;guez-Matos styles her claim as one of antagonistic defenses, that is a misleading label. At bottom, she challenges only the limits placed on her ability to introduce evidence of Zu&#241;iga's prior bad acts. The rule, however, is that the mere existence of such limits, unless unduly prejudicial to a defendant's ability to muster a defense, is not a sufficient reason to require severance. <i>See United States v. Perkins,</i> 926 F.2d 1271, 1280-81 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In this case, any claim of prejudice was weak at best. Our earlier discussion of Vega's plight presents a useful contrast to Rodr&#237;guez-Matos's situation. With respect to Vega, we held that his Sixth Amendment rights were violated because he was completely precluded from presenting his theory of the case. <i>See supra</i> Part III(A)(2). In contradistinction, Rodr&#237;guez-Matos was given ample opportunity to present her defense: she was allowed to call Vilmarie as a witness, and Vilmarie testified at length that it was she, not Rodr&#237;guez-Matos, who took part in the crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">While it is true that the district court limited Vilmarie's testimony and the testimony of other witnesses to prevent the introduction of evidence that would have been unfairly prejudicial to Zu&#241;iga, the excluded evidence was at the periphery of Rodr&#237;guez-Matos's defense. That limitation may have caused some dismay in Rodr&#237;guez-Matos's camp, but it fell far short of the strong prejudice required to warrant reversal. <i>See Boylan,</i> 898 F.2d at 246 (\"There is always some prejudice in any trial where more than one offense or offender are tried together&#8212;but such `garden variety' prejudice, in and of itself, will not suffice.\").</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">4. <i>Alleged Speedy Trial Violations.</i> Rodr&#237;guez-Matos also challenges the district court's denial of her repeated motions to dismiss the indictment on the basis of ostensible Speedy Trial Act violations. Her principal plaint is that the delay of approximately eighteen months occasioned by the unavailability of Zu&#241;iga's trial counsel should not have been excluded from the speedy trial calculation.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The Speedy Trial Act, 18 U.S.C. &#167; 3161, provides that, upon motion, an indictment must be dismissed if the defendant's trial has not begun within seventy days after the latter of the return of the indictment or the defendant's first appearance before a judicial officer. <i>Id.</i> &#167; 3161(c)(1). The Speedy Trial Act does not deal in absolutes, but, rather, envisions the exclusion of certain periods of time. <i>See id.</i> &#167; 3161(h).</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Within that paradigm, the general rule is that when two or more defendants are properly joined for trial, time excludable from the Speedy Trial Act calculation for one defendant is also excludable for the other defendant(s). <i>See id.</i> &#167; 3161(h)(7) (directing the exclusion from the calculation of \"[a] reasonable period of delay when the defendant is joined for trial with a codefendant\"); <i>see also United States v. Barnes,</i> 251 F.3d 251, 257 (1st Cir.2001). The purpose of this rule is to prevent the Speedy Trial Act from becoming a sword that can be used to shred the joinder rules. Only in that way can the federal courts maintain the efficiency advantages of joint trials.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">As with many general rules, this general rule is subject to a reasonableness limitation. <i>See United States v. Brown,</i> 736 F.2d 807, 809 (1st Cir.1984). We already have held that the district court did not abuse its discretion in denying Rodr&#237;guez-Matos's motion to separate her trial from Zu&#241;iga's. <i>See supra</i> Part III(D)(3). Thus, the question reduces to whether it was reasonable for the district court to exclude from Rodr&#237;guez-Matos's speedy trial calculation those days attributable to the unavailability of Zu&#241;iga's counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">We are not unsympathetic to the appellant's position; eighteen months is a considerable period of delay. But that delay is not, in and of itself, sufficient to establish a Speedy Trial Act transgression. <i>See United States v. Mu&#241;oz-Amado,</i> 182 F.3d 57, 62 (1st Cir.1999) (holding that a nineteen-month delay, standing alone, was not sufficient to constitute a speedy trial violation). And here, the delay was not unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">This was a complicated case involving a variety of charges, a multiplicity of defendants, witnesses, and lawyers, and a protracted trial. The case called for experienced counsel, and lawyers who fit that bill often have busy trial schedules. We review the trial court's excludability determination for abuse of discretion. <i>Barnes,</i> 251 F.3d at 256. Given this generous standard of review and the strong presumption that jointly indicted defendants should be tried together&#8212;a presumption that rests in no small part on the public interest in the efficient administration of justice, <i>see Pe&#241;a-Lora,</i> 225 F.3d at 33&#8212;the trial court's decision seems well within the realm of reasonableness.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">To cinch matters, Rodr&#237;guez-Matos has not demonstrated (or even attempted to demonstrate) any prejudice to her ability to present a defense stemming from the delay. That is a critically important datum. <i>See Mu&#241;oz-Amado,</i> 182 F.3d at 63.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">For these reasons, we conclude that the district court did not abuse its discretion in excluding from the speedy trial calculus the period of delay attributable to the unavailability of Zu&#241;iga's trial counsel. Consequently, we reject Rodr&#237;guez-Matos's Speedy Trial Act claim.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Apart from any perceived statutory transgression, Rodr&#237;guez-Matos suggests that the delay in the commencement of her trial violated her speedy trial rights under the Sixth Amendment. We evaluate such claims by means of a quadripartite balancing test encompassing \"(1) the length of the delay; (2) the reasons for the delay; (3) the defendant's posture vis-&#224;-vis the delay, especially in respect to assertions of the speedy trial right; and (4) the prejudice stemming from the delay.\" <i>Mala,</i> 7 F.3d at 1061 (citing <i>Barker v. Wingo,</i> 407 U.S. 514, 530, 92 S.Ct. 2182, 33 L.Ed.2d 101 (1972)). In the instant case, this balance does not favor Rodr&#237;guez-Matos.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">It cannot be gainsayed that Rodr&#237;guez-Matos waited a long time for her trial to begin, nor can she be faulted for not asserting her speedy trial rights. Thus factors one and three tip in her direction. <i>See United States v. Santiago-Becerril,</i> 130 F.3d 11, 21-22 (1st Cir.1997). But as we already have discussed, the second and fourth factors weigh heavily in favor of finding no speedy trial violation. There were excellent reasons for delaying the trial. Moreover, those reasons were largely due to the needs of codefendants, rather than any slothfulness on the government's part. That is an important integer in the speedy trial calculus. <i>Id.</i> at 22. To top things off, Rodr&#237;guez-Matos has shown no prejudice to her ability to present her defense. We therefore hold that her Sixth Amendment speedy trial rights were not abridged.</p>\n    </div>\n    <p class=\"center\">E. <i>Sentencing.</i></p>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">The appellants broach a series of challenges to their sentences. As we must remand the case for resentencing on count 4, <i>see supra</i> Part III(B), we do not address any sentencing arguments specific to that count.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">1. <i>Booker.</i> The appellants' most pervasive sentencing theme posits that resentencing is required in light of the Supreme Court's decision in <i>United States v. Booker,</i> ___ U.S. ___, ___, 125 S.Ct. 738, 756, 160 L.Ed.2d 621 (2005) (holding unconstitutional the mandatory application of the federal sentencing guidelines). As none of the appellants preserved the issue below, our review is for plain error. <i>United States v. Gonz&#225;lez-Mercado,</i> 402 F.3d 294, 302 (1st Cir.2005); <i>United States v. Antonakopoulos,</i> 399 F.3d 68, 76 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">In <i>Antonakopoulos,</i> 399 F.3d at 77, we held that, post-<i>Booker,</i> the first two prongs of the plain error standard are satisfied whenever a defendant's sentence was imposed by reference to a mandatory system of federal sentencing guidelines. That holding applies in this case. It remains the appellants' burden, however, to negotiate the third and fourth prongs of the plain error pavane. <i>Id.</i> at 79-80. To satisfy the third prong, a defendant must demonstrate that the <i>Booker</i> error affected his or her substantial rights. <i>Gonz&#225;lez-Mercado,</i> 402 F.3d at 303. That means that the defendant must show a reasonable probability that, but for the then-mandatory nature of the guidelines, the district court would have given a more lenient sentence. <i>Antonakopoulos,</i> 399 F.3d at 78. Because it often will be difficult to produce convincing evidence as to the trial court's predilections under an advisory guidelines regime, we only require that a defendant show, \"either in the existing record or by plausible proffer,\" that \"there is reasonable indication that the district judge might well have reached a different result under advisory guidelines.\" <i>United States v. Heldeman,</i> 402 F.3d 220, 224 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Of the three remaining defendants&#8212; Vega, as we have said, is entitled to a new trial on the only counts of conviction pertaining to him, <i>see supra</i> Part III(A)&#8212;only Rodr&#237;guez-Matos attempts to make this showing.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> She suggests that the district court indicated at the disposition hearing that it would be inclined to impose a lesser sentence but felt constrained by the mandatory nature of the guidelines. If the district court made such statements, that would be the sort of indication that might persuade us of the existence of a reasonable probability that a defendant's sentence was infected by <i>Booker</i> error. <i>See Antonakopoulos,</i> 399 F.3d at 81; <i>see also Heldeman,</i> 402 F.3d at 224 (noting that statements by the district judge at sentencing are a key source of information in assessing whether the trial court would likely be more lenient under an advisory system). Here, however, a careful review of the sentencing transcript fails to reveal any such comments.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">It is true that the district court stated at certain points that it felt bound to impose the statutory maximum sentence of twenty years on count 1. That was because the guidelines called for life imprisonment rather than because of any dissatisfaction with a twenty-year sentence. At no time did the district court voice any reluctance about imposing such a sentence. Indeed, it rejected several arguments for a downward departure and expressed in no uncertain terms its views on Rodr&#237;guez-Matos's culpability. To cite one example, the court characterized her conduct as \"definitely instrumental in the [murders].\"</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">In fine, we have no reason to believe that the district court would have imposed a more lenient sentence under an advisory guidelines regime. On that basis, Rodr&#237;guez-Matos's assignment of <i>Booker</i> error fails to survive plain error review.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">2. <i>Refusal of a Continuance.</i> Zu&#241;iga challenges the district court's refusal to postpone his sentencing so that he could investigate whether the government acted arbitrarily in refusing to enter into a plea agreement. This is sheer persiflage: the record reflects that the district court <i>granted</i> a continuance of almost two months for Zu&#241;iga to substantiate his claim. Given that generous extension, Zu&#241;iga cannot make out a plausible showing of prejudice, much less reversible error. The district court did not abuse its wide discretion in denying a further continuance.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">3. <i>Role in the Offense.</i> Rodr&#237;guez-Matos argues that the district court erred by imposing a four-level leadership enhancement in calculating her sentence on count 1.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> <i>See</i> USSG &#167; 3B1.2(b). We need not consider this argument in any detail. When sentencing Rodr&#237;guez-Matos on count 1, the district court applied the cross-reference for murder specified in USSG &#167; 2B3.1(c) because Morales's slaying was a direct result of the robbery. By virtue of this cross-reference, Rodr&#237;guez-Matos's base offense level skied to 43, mandating a sentence of life imprisonment. <i>See</i> USSG &#167; 2A1.1. The court sentenced her to a lesser term&#8212;twenty years&#8212;because that is the statutory maximum for violation of the Hobbs Act.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">That ends this aspect of the matter. Given the murder cross-reference, the leadership enhancement had no practical effect. We therefore decline to review it. <i>Cf. United States v. Roselli,</i> 366 F.3d 58, 63-64 (1st Cir.2004) (\"A district court does not have to determine the exact offense level where such a determination would not affect the court's sentencing decision under the Guidelines.\"); <i>United States v. Ventura,</i> 353 F.3d 84, 90-92 (1st Cir.2003) (holding that when a defendant qualifies as a career felon, it is not necessary to ascertain the defendant's criminal history category because the Sentencing Guidelines mandate a criminal history category of VI).</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">4. <i>Absence of Findings.</i> Finally, Rodr&#237;guez-Matos claims that the district court sentenced her beyond the applicable guidelines range without making appropriate findings of fact. As just discussed, however, the court specifically found that the murder cross-reference applied and appropriately employed that cross-reference to reach an offense level of 43. That finding mandated a sentence of life imprisonment (which was reduced only because it exceeded the statutory ceiling). No more was exigible.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">We need go no further. To recapitulate, we affirm the convictions and sentences on counts 1, 2, 3, and 5 as to all defendants except Vega. As to him, we reverse the convictions on counts 4 and 5 and order a new trial. With respect to the judgments on count 4 vis-&#224;-vis the other three appellants, we affirm their convictions on that count; vacate their sentences on that count; and remand for resentencing (subject to the statutory maximum set forth in 18 U.S.C. &#167; 371).</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">\n        <i>Affirmed in part, reversed in part, vacated in part, and remanded for further proceedings consistent with this opinion.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>Crawford</i> was not decided until after Zu&#241;iga and Vega had filed their opening briefs in this court. Vega seized upon the <i>Crawford</i> decision in his reply brief and Zu&#241;iga did the same at oral argument. When reference to a previously uncited decision is made solely to support an argument advanced in a party's opening brief, that party does not forfeit the ability to rely on the decision. <i>See Air Line Pilots Ass'n, Int'l v. Guilford Transp. Indus., Inc.,</i> 399 F.3d 89, 100 n. 7 (1st Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We cite two examples. First, Rodr&#237;guez-Santiago was the beneficiary of a plea agreement in the baby kidnaping case and received a lesser sentence there partially in return for her cooperation with the prosecution in this case. The prospect of reducing that sentence may have shaped her testimony. Second, Zu&#241;iga's prior acts of violence against Rodr&#237;guez-Santiago gave her a motive to make sure that he went to prison for a long time</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Since we already have held that Vega is entitled to a new trial on the only two counts with which he was charged,<i>see supra</i> Part III(A), references from this point forward to \"the appellants\" encompass, whenever the context permits, only Zu&#241;iga, Villega, and Rodr&#237;guez-Matos.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Prior to April 24, 1996, 18 U.S.C. &#167; 1203(a), with exceptions not relevant here, exposed to criminal liability \"whoever, whether inside or outside the United States, seizes or detains and threatens to kill, to injure, or to continue to detain another person in order to compel a third person or a governmental organization to do or abstain from doing any act as an explicit or implicit condition for the release of the person detained, or attempts to do so....\" The 1996 amendment inserted the words \"or conspires\" immediately after the word \"attempts.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The statute provides in pertinent part:</p>\n        <p class=\"indent\">If two or more persons conspire either to commit any offense against the United States, or to defraud the United States, or any agency thereof in any manner or for any purpose, and one or more of such persons do any act to effect the object of the conspiracy, each shall be fined under this title or imprisoned not more than five years, or both.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 371.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, the district court prohibited the witness through whom the photographs were introduced from testifying to the fact that they were taken in Connecticut</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We consider the point waived with respect to Villega and Zu&#241;iga because neither defendant, though afforded ample opportunity to do so, adequately developed any<i>Booker</i> arguments. <i>See United States v. Zannino,</i> 895 F.2d 1, 17 (1st Cir.1990). The record is bereft of anything remotely suggesting a basis for leniency vis-&#224;-vis Zu&#241;iga. Pertinently, however, Villega's brief includes excerpts from a revealing exchange in which the district court stated that it could not grant a diminished capacity departure on count 2 because it lacked the legal authority to do so. But that material was proffered in support of Villega's ineffective assistance of counsel claim, not in support of his <i>Booker</i> claim. Although we are cognizant that courts should not \"be overly demanding as to proof of probability where, either in the existing record or by plausible proffer, there is reasonable indication that the district judge might well have reached a different result under advisory guidelines,\" <i>Heldeman,</i> 402 F.3d at 224, and that \"in certain circumstances [courts] have the discretion to overlook waiver by inadequate argument,\" <i>Rodriguez-Marrero,</i> 390 F.3d at 18, we believe that courts should be reluctant to act affirmatively in identifying and supporting arguments that could have been, but were not, made by a party. At a bare minimum, such an action should be reserved for circumstances in which there is some likelihood that the ultimate outcome would change in the assisted party's favor. Since Villega's conviction and life sentence on count 5 must in all events be affirmed, this is not such a case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This is especially true in light of our holding in<i>United States v. Davis,</i> 247 F.3d 322, 327-28 (1st Cir.2001), that the government has no general duty to plea bargain.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The district court only administered a leadership enhancement with respect to the robbery count. We therefore have no occasion to address this argument in connection with any count other than count 1</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>David VEGA MOLINA, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Victor Manuel Villega-Angulo, A/K/A Guirio, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Michelle Rodriguez-Matos, Defendant, Appellant.<br>United States of America, Appellee,<br>v.<br>Juan Zu&#241;iga-Bruno, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-1625.</p>\n    <p class=\"docket\">No. 03-1649.</p>\n    <p class=\"docket\">No. 03-1650.</p>\n    <p class=\"docket\">No. 03-1947.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 10, 2005.</p>\n    <p class=\"date\">Decided May 19, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Linda Backiel for appellant Vega Molina.</p>\n      <p class=\"indent\">Elaine Mittleman for appellant Villega-Angulo.</p>\n      <p class=\"indent\">Jos&#233; C. Romo Matienzo for appellant Rodr&#237;guez-Matos.</p>\n      <p class=\"indent\">Joseph S. Berman, with whom Berman &amp; Dowell was on brief, for appellant Zu&#241;iga-Bruno.</p>\n      <p class=\"indent\">Germ&#225;n A. Rieckehoff, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Nelson P&#233;rez-Sosa, Assistant United States Attorney (Senior Appellate Attorney), were on brief, for the United States.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These appeals devolve from a violent robbery and hostage taking, which resulted in two murders and serious injury to a third victim. After a protracted trial, a jury convicted the four jointly tried defendants on all counts. Each of them received at least one life sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, the defendants, ably represented, serve up a salmagundi of constitutional, statutory, and evidentiary arguments. Although we reject most of this asseverational array, we conclude that one defendant should be retried because of a prejudicial deprivation of his rights under the Sixth Amendment. Moreover, we find that the prosecution of count 4 violated the Ex Post Facto Clause. That violation requires us to vacate the remaining defendants' sentences on the count in question and to remand for resentencing on that count.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We rehearse the facts in the light most favorable to the verdicts, consistent with record support. <i>United States v. Fenton,</i> <span class=\"citation\" data-id=\"200988\"><a href=\"/opinion/200988/united-states-v-fenton/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 17 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Fern&#225;ndes Editores (FE), a Mexican company, publishes coloring books and other materials for children. The company maintains a warehouse and branch office in Puerto Rico. Defendant-appellant Michelle Rodr&#237;guez-Matos (Rodr&#237;guez-Matos) is the cousin of a former FE employee. While her cousin worked there, Rodr&#237;guez-Matos occasionally would visit the premises. During these trips, Rodr&#237;guez-Matos became familiar with FE's operations and with the layout of its premises.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Defendant-appellant Juan Zu&#241;iga-Bruno (Zu&#241;iga) and his wife, defendant-appellant Evelyn Rodr&#237;guez-Santiago (Rodr&#237;guez-Santiago), were acquaintances of Rodr&#237;guez-Matos. The couple needed money and Rodr&#237;guez-Matos mistakenly believed that there would be large sums of cash at FE's offices from time to time. When she suggested that they rob FE, Zu&#241;iga, Rodr&#237;guez-Santiago, and a fourth individual, Lolo Falau (who died before trial) embraced the suggestion. The quartet planned such a robbery.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 31, 1995, Zu&#241;iga, the two women, and defendant-appellant Victor Villega-Angulo (Villega) proceeded in two cars to FE's premises. When they arrived, Zu&#241;iga and Villega entered the building. Once inside, they encountered three FE employees, namely, Alberto Morales, Benjamin Ocasio Duran, and Guillermo Mu&#241;oz. Brandishing firearms, they ordered the men to lie face down on the floor. When Zu&#241;iga and Villega were unable to find any money, they called Rodr&#237;guez-Matos, who provided suggestions about where to look.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Zu&#241;iga and Villega were unable to locate any company funds. They helped themselves to the cash that the three employees had on their persons and shot Morales and Ocasio Duran (the shots killed the former and seriously wounded the latter). They then kidnaped the branch manager(Mu&#241;oz); placed him in the trunk of his own car; and drove the automobile from the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The four miscreants rendezvoused at the house that Zu&#241;iga and Rodr&#237;guez-Santiago shared with their children and Rodr&#237;guez-Santiago's sister, Jessica Rivera Santiago (Rivera). Once there, they placed Mu&#241;oz in an empty bedroom and held him hostage for approximately one week. During that interval, Rodr&#237;guez-Matos stayed at the house to assist in guarding Mu&#241;oz. The defendants also recruited Falau and defendant-appellant David Vega Molina (Vega) to aid in that effort.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As part of the new plan, Zu&#241;iga contacted FE and demanded a ransom. Contrary to Zu&#241;iga's instructions, FE contacted the Federal Bureau of Investigation (FBI). An undercover FBI agent posed as an FE executive and began to negotiate the conditions of Mu&#241;oz's return. At some point, he provided the kidnapers with a telephone number that they could call to firm up the arrangements for delivery of the ransom. Rodr&#237;guez-Matos's stepmother worked for the telephone company and Zu&#241;iga asked Rodr&#237;guez-Matos to contact her in order to match a subscriber's name to the telephone number. When the kidnapers learned that the number belonged to the FBI, the men decided that Mu&#241;oz would have to be assassinated (the two women, Rodr&#237;guez-Santiago and Rodr&#237;guez-Matos, dissented from this decision). On February 5, 1995, Mu&#241;oz was driven to a remote location and murdered.</p>\n    </div>\n    <p class=\"indent\">II. TRAVEL OF THE CASE</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The investigation into the robbery, hostage taking, and murders took several years. It was not until September 8, 1999 that a federal grand jury returned a five-count indictment. Count 1 charged three of the appellants &#8212; Rodr&#237;guez-Matos, Zu&#241;iga, and Villega &#8212; with conspiracy to interfere with interstate commerce by robbery, in violation of 18 U.S.C. &#167; 1951 (the Hobbs Act). Count 2 charged Zu&#241;iga and Villega with the use of firearms in the commission of that offense resulting in Morales's death, in violation of 18 U.S.C. &#167; 924(j). Count 3 asserted that the same two defendants had engaged in carjacking, in violation of 18 U.S.C. &#167; 2119. Count 4 charged all four appellants with conspiring to take a hostage, in violation of 18 U.S.C. &#167; 1203(a). Count 5 charged that Zu&#241;iga, Villega, and Vega had killed Mu&#241;oz as retaliation against FE for having reported Mu&#241;oz's kidnaping to the FBI, in violation of 18 U.S.C. &#167; 1513(a)(1)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The indictment named Rodr&#237;guez-Santiago only in count 1. She eventually entered a plea of guilty to that count and appeared at the trial as a government witness. She was later sentenced to a term of eighteen months in accordance with her plea agreement. She is not a party to these appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">A trial took place in the summer of 2002 and consumed nearly four weeks. Twenty-two witnesses testified. These included Rodr&#237;guez-Santiago, Rivera, and FBI special agent Edwin L&#243;pez. Among the defense witnesses, the most interesting testimony came from Vilmarie Rodr&#237;guez, who swore that she, not her sister (Michelle Rodr&#237;guez-Matos), was the person who had participated in the criminal activity. After hearing all the testimony, the jury found the appellants guilty as charged.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court held a series of sentencing hearings in the spring of 2003. The court imposed the following sentences (all concurrent):</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. Rodr&#237;guez-Matos &#8212; twenty years on count 1; life imprisonment on count 4.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">2. Zu&#241;iga &#8212; twenty years on count 1; fifteen years on count 3; and life imprisonment on each of counts 2, 4, and 5.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">3. Villega &#8212; twenty years on count 1; fifteen years on count 3; and life imprisonment on each of counts 2, 4, and 5.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">4. Vega &#8212; life imprisonment on each of counts 4 and 5.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Vega, Villega, Rodr&#237;guez-Matos, and Zu&#241;iga have filed timely notices of appeal. We have jurisdiction under 28 U.S.C. &#167; 1291 and 18 U.S.C. &#167; 3742(a).</p>\n    </div>\n    <p class=\"indent\">III. DISCUSSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mindful of the number and variety of the issues articulated by the appellants, we divide our discussion into five segments: First, we address the Confrontation Clause issues advanced by Zu&#241;iga and Vega. Second, we consider a claim under the Ex Post Facto Clause pressed by all the appellants. Third, we review the sufficiency of the evidence supporting the various convictions. Fourth, we consider myriad assignments of trial error. Fifth, we turn to the district court's sentencing determinations.</p>\n    </div>\n    <p class=\"center\">A. <i>Confrontation Clause Claims.</i></p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The Confrontation Clause of the Sixth Amendment guarantees a criminal defendant the right \"to be confronted with the witnesses against him.\" The right to confrontation embodies the right to cross-examination. <i>Pointer v. Texas,</i> <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">400</span></a></span>, 404, <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1065</span></a></span>, <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">923</span></a></span> (1965). For that reason, out-of-court statements may be admitted against criminal defendants only in certain limited circumstances. <i>See Crawford v. Washington,</i> <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>, 1374, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">177</span></a></span> (2004).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Against this backdrop, Zu&#241;iga and Vega asseverate that the admission against them of Agent L&#243;pez's testimony about the contents of Villega's out-of-court confession transgressed the Confrontation Clause. <i>See Bruton v. United States,</i> <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span>, 136-37, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">20</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">476</span></a></span> (1968) (restricting the circumstances in which a defendant's out-of-court confession may be admitted in a joint trial). Additionally, Vega asserts that the district court unfairly curtailed his cross-examination of Rodr&#237;guez-Santiago and, thus, further abridged his Sixth Amendment rights. At first, we treat these claims separately.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">1. <i>Villega's Confession.</i> Villega did not testify at trial. Agent L&#243;pez, however, was allowed to testify about the contents of Villega's earlier confession. It is well-established that the out-of-court statements of a non-testifying defendant, even if admissible against the declarant, may not be used against a jointly tried codefendant unless otherwise independently admissible against that codefendant. <i>See Lilly v. Virginia,</i> <span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">116</span></a></span>, 124, <span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1887</span></a></span>, <span class=\"citation\" data-id=\"118300\"><a href=\"/opinion/118300/lilly-v-virginia/\"><span class=\"volume\">144</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">117</span></a></span> (1999); <i>Bruton,</i> 391 U.S. at 128, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>; <i>see also Crawford,</i> 124 S.Ct. at 1374, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span> (displacing prior case law and holding that the Confrontation Clause categorically bars the introduction of testimonial hearsay unless the accused previously has had the opportunity to cross-examine the declarant). Withal, a defendant's out-of-court statements sometimes may be introduced at a joint trial, provided that (i) the district court instructs the jury not to consider the statements against any defendant other than the declarant and (ii) the statements are not so powerfully inculpating of the other defendants that there would be substantial doubt as to whether the jury could abide by a limiting instruction. <i>Bruton,</i> 391 U.S. at 135-37, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>. Under this paradigm, a defendant's out-of-court confession generally will be admitted if it is redacted to delete the codefendant's name and any reference, direct or indirect, to his or her existence. <i>Richardson v. Marsh,</i> <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 211, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1702</span></a></span>, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">176</span></a></span> (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, the prosecution called Agent L&#243;pez to testify to the contents of a confession that he had taken from Villega, who had knowingly and intelligently waived his Fifth Amendment right against self-incrimination. In that statement, Villega described the charged crimes in graphic detail and acknowledged his participation in them. There can be no question but that, as a party admission, Villega's confession was admissible against him. <i>See</i> Fed.R.Evid. 801(d)(2); <i>see also Bruton,</i> 391 U.S. at 125, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>. It is equally as clear that the confession was not admissible against any of the codefendants. <i>See Crawford,</i> 124 S.Ct. at 1364-65, 1374, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span>.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">To combat this potential problem, the government redacted Villega's statement by replacing all mention of his codefendants with neutral references, using terms such as \"other individuals\" or \"another person.\" Those alterations satisfied the district court, which allowed the government to use the redacted confession against Villega. Zu&#241;iga and Vega argue that the introduction of the redacted confession at their joint trial transgressed the <i>Bruton</i> rule.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Normally, appellate review of a trial court's application of <i>Bruton</i> would be de novo. <i>See United States v. Sarracino,</i> <span class=\"citation\" data-id=\"163798\"><a href=\"/opinion/163798/united-states-v-sarracino/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1158-59 (10th Cir.2003); <i>see also Blake v. Pellegrino,</i> <span class=\"citation\" data-id=\"200465\"><a href=\"/opinion/200465/blake-v-first-physicians-cor/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 46 (1st Cir.2003) (explaining that questions of law associated with evidentiary rulings are reviewed de novo). The government points out, however, that neither Zu&#241;iga nor Vega objected when the government proffered Agent L&#243;pez's testimony at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Ordinarily, the absence of a contemporaneous objection would result in a forfeiture and, thus, in a more formidable burden for the appellants: plain-error review. <i>See United States v. Griffin,</i> <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 99-100 (1st Cir.1987). Here, however, there is a mitigating circumstance. On the day preceding the introduction of the redacted confession, the district court denied the appellants' motion to sever their trial from Villega's on the basis of <i>Bruton.</i> In the course of that ruling, the district court categorically rejected their claim that the redacted statement was powerfully incriminating. We think that this was adequate to preserve the <i>Bruton</i> point. <i>Cf. United States v. Holmquist,</i> <span class=\"citation\" data-id=\"195622\"><a href=\"/opinion/195622/united-states-v-holmquist/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span>, 166 n. 12 (1st Cir.1994) (noting that a contemporaneous objection is not required when the trial court has definitively excluded evidence in ruling on a pretrial motion in limine).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In reaching this conclusion, we have carefully considered the Fifth Circuit's opinion in <i>United States v. Jobe,</i> <span class=\"citation\" data-id=\"730854\"><a href=\"/opinion/730854/united-states-v-billie-mac-jobe-stephen-taylor-philip-mark-sutton/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1046</span></a></span> (5th Cir.1996). That court found a <i>Bruton</i> challenge forfeited for want of a contemporaneous objection, notwithstanding the fact that the trial court earlier had denied the defendant's motion for a severance. <i>Id.</i> at 1068. However, it is not clear from the Fifth Circuit's opinion whether the trial court had denied the severance motion definitively or provisionally. <i>Id.</i> at 1066-67 &amp; n. 27. In all events, to the extent, if at all, that <i>Jobe</i> is at odds with the conclusion reached here concerning preservation of the error, we decline to follow it. Accordingly, we undertake de novo review.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><i>Bruton</i> proscribes the introduction of statements that are \"powerfully incriminating\" vis-&#224;-vis a jointly tried codefendant. 391 U.S. at 135, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>. A statement is powerfully incriminating only when it is inculpatory on its face. <i>Richardson,</i> 481 U.S. at 207, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1702</span></a></span>. The confession in <i>Bruton</i> fit that description because it identified both the declarant and his codefendant by name as the perpetrators of the crime. <i>Bruton,</i> 391 U.S. at 124, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>. Statements that are incriminating only when linked to other evidence in the case do not trigger application of <i>Bruton's</i> preclusionary rule. <i>Richardson,</i> 481 U.S. at 208, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1702</span></a></span>. This criterion is easier to state than to apply; for example, it does not allow a prosecutor merely to delete a codefendant's name. <i>See, e.g., Gray v. Maryland,</i> <span class=\"citation\" data-id=\"118184\"><a href=\"/opinion/118184/gray-v-maryland/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 192, <span class=\"citation\" data-id=\"118184\"><a href=\"/opinion/118184/gray-v-maryland/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1151</span></a></span>, <span class=\"citation\" data-id=\"118184\"><a href=\"/opinion/118184/gray-v-maryland/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">294</span></a></span> (1998) (holding that simply replacing a codefendant's name with a symbol or a blacked-out space is insufficient to wrest an inculpatory statement from <i>Bruton's</i> precedential orbit).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In this case, Zu&#241;iga and Vega challenge portions of Villega's confession that, as redacted, refer to \"other individuals\" and \"another person.\" The appellants say that these alterations are analogous to the redactions that the <i>Gray</i> Court found wanting. The government demurs: it urges that there is no way, from the face of the redacted confession, that a jury could ascertain who the other individuals were.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The application of <i>Bruton, Richardson,</i> and <i>Gray</i> to redacted statements that employ phraseology such as \"other individuals\" or \"another person\" requires careful attention to both text and context, that is, to the text of the statement itself and to the context in which it is proffered. The mere fact that the other defendants were on trial for the same crimes to which the declarant confessed is insufficient, in and of itself, to render the use of neutral pronouns an impermissible means of redaction. A particular case may involve numerous events and actors, such that no direct inference plausibly can be made that a neutral phrase like \"another person\" refers to a specific codefendant. <i>See, e.g., United States v. Sutton,</i> <span class=\"citation\" data-id=\"782883\"><a href=\"/opinion/782883/united-states-v-robert-d-sutton-james-h-fleming-and-michael-l-brown/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">792</span></a></span>, 799-800 (7th Cir.2003). A different case may involve so few defendants that the statement leaves little doubt in the listener's mind about the identity of \"another person.\" <i>See, e.g., United States v. Vejar-Urias,</i> <span class=\"citation\" data-id=\"16565\"><a href=\"/opinion/16565/united-states-v-vejar-urias/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">337</span></a></span>, 340 (5th Cir.1999). In short, each case must be subjected to individualized scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">After examining the record with care, we conclude that the admission of Villega's confession, through Agent L&#243;pez's testimony, did not violate <i>Bruton.</i> Taken in context, Agent L&#243;pez's testimony failed to convey a compelling inference that the \"other individuals\" to whom Villega referred were Zu&#241;iga and Vega. Moreover, the fact that the statement pointed explicitly to a deceased coconspirator (Falau) raised the distinct possibility that people besides those who were on trial may have been involved in the commission of the crimes. Because the statement itself did not suggest Zu&#241;iga's or Vega's guilt, it was not so powerfully incriminating as to bring the <i>Bruton</i> proscription to bear. <i>See Richardson,</i> 481 U.S. at 208-09, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1702</span></a></span> (finding that where a defendant's name is replaced with a neutral pronoun and the redacted statement is inculpatory only by reference to other evidence, its admission does not offend <i>Bruton</i>).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As a fallback position, Zu&#241;iga and Vega argue for a new trial on the ground that the district court failed to instruct the jury that Villega's statement could not be used against them. Such an instruction would have been proper and should have been given. <i>See Richardson,</i> 481 U.S. at 206, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1702</span></a></span>; <i>Bruton,</i> 391 U.S. at 135-36, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>. Here, however, the appellants not only failed to request such an instruction but also failed to object to its omission. <i>See</i> Fed.R.Crim.P. 30. The claimed error was, therefore, unpreserved and appellate review is restricted to plain error. <i>United States v. Paniagua-Ramos,</i> <span class=\"citation\" data-id=\"773399\"><a href=\"/opinion/773399/united-states-v-daniel-paniagua-ramos/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">242</span></a></span>, 246 (1st Cir.2001).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\"The plain error hurdle is high.\" <i>United States v. Hunnewell,</i> <span class=\"citation\" data-id=\"533778\"><a href=\"/opinion/533778/united-states-v-dale-scott-hunnewell/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 956 (1st Cir.1989). Vaulting it requires a criminal defendant to make four showings: \"(1) that an error occurred (2) which was clear or obvious and which not only (3) affected the defendant's substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001). The appellants must carry the devoir of persuasion on all four facets of this test. <i>Id.</i> at 61-62.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Zu&#241;iga and Vega have satisfied the first two prongs. Supreme Court case law makes clear that the trial court ordinarily should instruct the jury that one defendant's out-of-court confession may not be used against his codefendants in a joint trial. <i>See Gray,</i> 523 U.S. at 192, <span class=\"citation\" data-id=\"118184\"><a href=\"/opinion/118184/gray-v-maryland/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1151</span></a></span>; <i>Richardson,</i> 481 U.S. at 206, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1702</span></a></span>; <i>Bruton,</i> 391 U.S. at 137, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">88</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1620</span></a></span>. Thus, the omission of such an instruction in this case, where the confession was not independently admissible against the appellants, constituted error. Given the state of the law, that error was obvious.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Zu&#241;iga does not fare as well on the third prong. The jury had no particular reason to infer that the neutral pronouns in Villega's redacted statement referred to Zu&#241;iga and, therefore, the statement was at most weakly inculpatory as to him. That fact, combined with the mass of other evidence against Zu&#241;iga and the overall strength of the government's case against him, leaves us confident that the absence of a <i>Bruton</i> instruction did not affect his substantial rights. Consequently, Zu&#241;iga cannot prevail on plain error review. <i>See Duarte,</i> 246 F.3d at 61-62.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Vega presents a more compelling case. The totality of evidence against Vega was noticeably thinner than that against Zu&#241;iga. More importantly, the prosecution relied heavily on Villega's statement in a misguided effort to prove Vega's guilt. It is to that statement that we now turn.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The prosecutor's closing argument, over Vega's contemporaneous objection, specifically mentioned Villega's confession and implored the jury to infer that the \"another person\" reference in the redacted confession was, in fact, a reference to Vega. Vega assigns error to this tactic &#8212; which was not employed against Zu&#241;iga &#8212; and our review of this claim of error is de novo. <i>See United States v. Peterson,</i> <span class=\"citation no-link\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">819</span></span>, 820-21 (9th Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The impropriety of the prosecutor's argument is readily apparent. It has long been established that hearsay statements admissible against one defendant may not be used against a codefendant unless there is some independent ground for their admission against the latter defendant. <i>See Crawford,</i> 124 S.Ct. at 1359-63, <span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1354</span></a></span> (collecting cases). That <i>Bruton</i> and its progeny do not absolutely preclude the introduction of a confession against the declarant-defendant at a joint trial in no way dilutes this principle, nor does it suggest condonation of the use of the declarant's out-of-court confession against the other defendants. Indeed, the case law unambiguously requires the trial court to instruct the jury that an out-of-court confession may not be considered as evidence against the declarant's codefendants. <i>See, e.g., Richardson,</i> 481 U.S. at 211, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1702</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\"><i>Richardson</i> is persuasive on this point. In that case, the prosecutor attempted to undermine the trial court's instructions by urging the jury to apply the declarant-defendant's out-of-court confession to another defendant. <i>Id.</i> at 205, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1702</span></a></span>. Although the Court did not have an opportunity to consider whether the prosecutor's statement necessitated a new trial, Justice Scalia did suggest that if the defendant had interposed a timely objection, the prosecutor's stratagem would have been an appropriate basis for a writ of habeas corpus. <i>Id.</i> at 211, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1702</span></a></span>. In this case, Vega properly preserved the objection. We hold, therefore, that the prosecutor's improper argument constitutes error and that, in light of this error, the omitted instruction affected Vega's substantial rights. That cinches the plain error inquiry, as the government does not argue that we should refuse to recognize the error on the basis of the fourth prong of the plain error test.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">2. <i>Cross-Examination of Evelyn Rodr&#237;guez-Santiago.</i> In all events, a separate but related error, duly preserved, combined with the instructional error and the misguided closing argument to create a particularly pernicious effect. We refer here to yet another Sixth Amendment infringement: the district court's overly severe circumscription of Vega's cross-examination of Rodr&#237;guez-Santiago. As is true of most evidentiary rulings, we review these restrictions for abuse of discretion. <i>United States v. Perez-Ruiz,</i> <span class=\"citation\" data-id=\"200773\"><a href=\"/opinion/200773/united-states-v-perez-ruiz/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 11 (1st Cir.2003). Within that rubric, however, we consider de novo whether the strictures of the Confrontation Clause have been met. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Vega contends that the limitations, imposed by the trial court primarily to prevent the introduction of evidence of Zu&#241;iga's prior bad acts, prevented him from adequately presenting his defense. As we have said, the Confrontation Clause guarantees criminal defendants the right to cross-examine those who testify against them. <i>Davis v. Alaska,</i> <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 315, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1105</span></a></span>, <span class=\"citation\" data-id=\"108974\"><a href=\"/opinion/108974/davis-v-alaska/\"><span class=\"volume\">39</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">347</span></a></span> (1974); <i>Pointer,</i> 380 U.S. at 404, <span class=\"citation\" data-id=\"107014\"><a href=\"/opinion/107014/pointer-v-texas/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1065</span></a></span>. That right includes the right to conduct such cross-examination as is reasonably necessary to delineate and present the defendant's theory of defense. <i>United States</i> <i>v. Mulinelli-Navas,</i> <span class=\"citation\" data-id=\"739903\"><a href=\"/opinion/739903/united-states-v-mara-mulinelli-navas/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">983</span></a></span>, 992 (1st Cir.1997). It also includes the right to cross-examine a testifying codefendant with respect to her motive for cooperating with the authorities, including any agreement she may have negotiated and any unprosecuted crimes she may have committed. <i>United States v. Barrett,</i> <span class=\"citation\" data-id=\"454663\"><a href=\"/opinion/454663/united-states-v-james-w-barrett/\"><span class=\"volume\">766</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">609</span></a></span>, 614 (1st Cir.1985).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In the last analysis, however, the right to cross-examination is not unbridled. So long as the trial court affords the defendant a fair opportunity for effective cross-examination, it may impose reasonable restrictions based on concerns such as undue prejudice, confusion of the issues, witness badgering, redundancy, or questioning that appears to be of marginal relevance. <i>Delaware v. Van Arsdall,</i> <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">673</span></a></span>, 679, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1431</span></a></span>, <span class=\"citation\" data-id=\"111625\"><a href=\"/opinion/111625/delaware-v-van-arsdall/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">674</span></a></span> (1986). The trial court's latitude in shaping such restrictions is \"wide.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">In the case at hand, Vega sought to cross-examine Rodr&#237;guez-Santiago, a co-conspirator who had turned state's evidence, with respect to (i) her own prior criminality (specifically, her participation with Zu&#241;iga in the kidnaping of a baby in order to secure funds to pay a drug debt); (ii) her motive for joining the conspiracy to rob FE; (iii) Zu&#241;iga's prior acts of violence against her; and (iv) statements made by Zu&#241;iga to the effect that he and Rodr&#237;guez-Santiago had collogued to frame Vega.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district court allowed Rodr&#237;guez-Santiago to testify that she had participated in kidnaping the baby but refused to permit any exploration of the facts surrounding that crime. The court also refused to permit cross-questioning as to Rodr&#237;guez-Santiago's motive for enlisting in the robbery scheme, Zu&#241;iga's acts of violence against her, or Zu&#241;iga's statements that he and Rodr&#237;guez-Santiago had falsely inculpated Vega in the crimes at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We are troubled by the district court's decision to preclude Vega from cross-examining Rodr&#237;guez-Santiago with respect to subjects that would tend to show that she had a motive to prevaricate, such as her role in the baby kidnaping and her exposure to brutal treatment at Zu&#241;iga's hands. Properly exploited, these subjects had the potential to cast serious doubt on Rodr&#237;guez-Santiago's trustworthiness.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>See generally Burr v. Sullivan,</i> <span class=\"citation\" data-id=\"376733\"><a href=\"/opinion/376733/michael-douglas-burr-v-g-e-sullivan-superintendent-oregon-state/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">583</span></a></span>, 586-87 (9th Cir.1980) (Kennedy, J.) (granting a writ of habeas corpus where the trial court had refused to allow cross-examination into a witnesses' prior bad acts and motives for testifying); <i>Wheeler v. United States,</i> <span class=\"citation\" data-id=\"269416\"><a href=\"/opinion/269416/thomas-wheeler-v-united-states/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, 948 (1st Cir.1965) (reversing conviction because the trial court limited cross-examination as to a witness's financial motive for testifying).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">More serious, however, is the district court's refusal to allow Vega, despite a threshold showing that Zu&#241;iga had changed his tune, to cross-examine Rodr&#237;guez-Santiago about the possibility that she and Zu&#241;iga had conspired to frame him. This ruling prevented Vega from presenting his main theory of defense and thus abridged his Sixth Amendment rights. <i>See Mulinelli-Navas,</i> 111 F.3d at 992; <i>United States v. Blum,</i> <span class=\"citation\" data-id=\"701312\"><a href=\"/opinion/701312/united-states-v-melvin-blum-charles-monteleone/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 67 (2d Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The facts are these. During its initial investigation, the government obtained statements from Zu&#241;iga and Rodr&#237;guez-Santiago in which they incriminated Vega. The government used these statements to secure Vega's indictment. Zu&#241;iga later told a private investigator, retained by Vega, that he and Rodr&#237;guez-Santiago had falsely accused Vega because they believed (mistakenly, as matters turned out) that he had blown the whistle on them in regard to the kidnaping of the baby. The district court refused to allow Vega to cross-question Rodr&#237;guez-Santiago about the alleged frame-up, fearing that such an examination might touch upon Zu&#241;iga's prior bad acts. That ruling, in effect, prevented Vega from developing his principal defense: that Rodr&#237;guez-Santiago (the primary witness against him) had concocted a fairy tale. In other words, the court's action completely excluded a potentially viable line of defense. That action compromised Vega's Sixth Amendment rights. <i>See, e.g., Mulinelli-Navas,</i> 111 F.3d at 992; <i>see also Blum,</i> 62 F.3d at 67 (\"Whether rooted in the Due Process Clause of the Fifth Amendment or in the Compulsory Process Clause of the Sixth Amendment, the Constitution guarantees criminal defendants the right to present a defense.\").</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">3. <i>Harmlessness.</i> We already have concluded that the instructional error, combined with the prosecutor's improper closing argument, affected Vega's substantial rights. <i>See supra</i> Part III(A)(1). It would have been possible for the government to argue that these errors tainted the verdict against Vega only on count 5, not on count 4, but the government essays no such argument. It does not contend that the errors, in combination, were harmless as to either count. Under the circumstances of this case, we choose not to do the government's homework. <i>See United States v. Rodr&#237;guez-Marrero,</i> <span class=\"citation\" data-id=\"788441\"><a href=\"/opinion/788441/united-states-v-jose-rodriguez-marrero-united-states-of-america-v-omar/\"><span class=\"volume\">390</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 18 (1st Cir.2004) (noting that the court of appeals may deem any harmless error argument waived if not briefed by the government); <i>see also United States v. Rodr&#237;guez-Cortes,</i> <span class=\"citation\" data-id=\"572412\"><a href=\"/opinion/572412/united-states-v-fabio-rodriguez-cortes-united-states-v-eduardo/\"><span class=\"volume\">949</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 542-43 (1st Cir.1991) (holding that the government's failure to argue harmless error results in a waiver of the argument).</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">At any rate, the evidence against Vega was not particularly impressive. Only two witnesses (Rodr&#237;guez-Santiago and Rivera) implicated Vega. Rivera's testimony, standing alone, did little more than place Vega at the house when Mu&#241;oz was there. That leaves Rodr&#237;guez-Santiago. Had the court given an appropriate <i>Bruton</i> instruction, had the prosecution refrained from unfair use of Villega's out-of-court confession, and had Vega been permitted to cross-examine Rodr&#237;guez-Santiago fully as to his \"framing\" defense, we think that the jury might well have discredited her testimony. <i>See White v. Coplan,</i> <span class=\"citation\" data-id=\"789351\"><a href=\"/opinion/789351/delvin-white-v-jane-coplan-warden-new-hampshire-state-prison/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 24-25 (1st Cir.2005). Should that have occurred, there is every reason to doubt whether the outcome on either count 4 or count 5 would have been the same. Accordingly, Vega's conviction and sentence cannot stand.</p>\n    </div>\n    <p class=\"center\">B. <i>The Ex Post Facto Claim.</i></p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The appellants<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> argue that their convictions on count 4 for conspiracy to take a foreign national hostage transgress the Ex Post Facto Clause. <i>See</i> U.S. Const. art. I, &#167; 9, cl. 3. The offense charged in count 4 took place early in 1995. The appellants are correct that the statute of conviction, 18 U.S.C. &#167; 1203(a), did not then contain a conspiracy provision. Such a provision was not added to the statute until 1996. <i>See</i> Anti-Terrorism and Effective Death Penalty Act, Pub.L. 104-132, &#167; 723, 110 Stat. 1214, 1300 (1996).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Thus, there is obvious force to the claim that the Ex Post Facto Clause pretermits the convictions on count 4. <i>See Libby v. Magnusson,</i> <span class=\"citation\" data-id=\"198471\"><a href=\"/opinion/198471/libby-v-corrections-me-comm/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 46 (1st Cir.1999) (defining an ex post facto law as, inter alia, \"one that punishes, as a crime, an act which was innocent when committed\"). Nevertheless, there is a wrinkle: the appellants neglected to make a motion to dismiss or otherwise to mount an ex post facto challenge in the district court. Hence, our review is limited to plain error. <i>Duarte,</i> 246 F.3d at 60.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The appellants easily satisfy the first three prongs of the plain error test. The retroactive application of the conspiracy provision was blatantly incorrect; the ex post facto violation is transparently clear; and the error unarguably affected the appellants' substantial rights in that it led to the imposition of life sentences all around.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">There remains the fourth prong of the plain error test. That prong asks, in effect, whether allowing this error to go uncorrected would call into doubt the integrity and reputation of judicial proceedings. We believe that it would.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The prohibition against retrospective imposition of criminal liability is one of the most hallowed of our constitutional protections. <i>See Calder v. Bull,</i> 3 U.S. (3 Dall.) 386, 390-91, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">648</span></span> (1798) (opinion of Chase, J.). That prohibition, embodied in the Ex Post Facto Clause, comprises an essential component of our concept of fairness. It ensures that, before any criminal liability can attach, a person must be put on notice of both the criminal proscription and the potential punishment therefor. Given the centrality of this concept to our system of justice and the flagrant nature of the breach that transpired in this case, we conclude that allowing the appellants' sentences on count 4 to stand would cast too dark a pall over the entire proceeding.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">That conclusion does not end our journey. The government suggests that, on the singular facts of this case, a question of remedy remains. In the government's view, we should uphold the convictions as permissible under the general conspiracy statute, 18 U.S.C. &#167; 371, but reduce the appellants' sentences to the five-year maximum available under that statute.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We agree with the government's argument. It is apodictic that erroneous statutory citations in an indictment do not constitute grounds for reversing a conviction, as long as the defendant was on fair notice of the charges against him. <i>See, e.g., United States v. Stein,</i> <span class=\"citation\" data-id=\"199159\"><a href=\"/opinion/199159/united-states-v-stein/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 23-24 (1st Cir.2000); <i>United States v. Van West,</i> <span class=\"citation\" data-id=\"301648\"><a href=\"/opinion/301648/united-states-v-ewald-percival-van-west/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">958</span></a></span>, 959 (1st Cir.1972). We perceive no substantive difference between charging a defendant with a section 371 conspiracy to violate section 1203 and charging a defendant under the nascent conspiracy provision of section 1203, as amended. This congruence is solid proof that the appellants were in no way prejudiced in their ability to mount a defense by the government's erroneous citation to the amended (and inapplicable) version of section 1203. <i>See, e.g., United States v. Eirby,</i> <span class=\"citation\" data-id=\"199580\"><a href=\"/opinion/199580/united-states-v-eirby/\"><span class=\"volume\">262</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 38 (1st Cir.2001) (holding that miscitation or omission of a statutory provision is not a basis for reversal unless the defendant demonstrates prejudice); <i>see also</i> Fed.R.Crim.P. 7(c)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The short of it is that, in practical effect, the amendment adding the language \"or conspires\" to section 1203, <i>see supra</i> note 4, did not create a new offense; it merely increased the potential penalty for a preexisting crime. Thus, leaving the conviction intact but trimming back the penalty comports with the core purpose of the Ex Post Facto Clause. After all, there is ample case law to support the proposition that when a defendant is sentenced under a penalty provision that did not exist at the time of the offense, the proper remedy is not to reverse the conviction, but, rather, to remand for resentencing under the preexisting penalty provision. <i>See Miller v. Florida,</i> <span class=\"citation\" data-id=\"111917\"><a href=\"/opinion/111917/miller-v-florida/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 435-36, <span class=\"citation\" data-id=\"111917\"><a href=\"/opinion/111917/miller-v-florida/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2446</span></a></span>, <span class=\"citation\" data-id=\"111917\"><a href=\"/opinion/111917/miller-v-florida/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1987); <i>United States v. Vazquez-Rivera,</i> <span class=\"citation\" data-id=\"197770\"><a href=\"/opinion/197770/united-states-v-vazquez-rivera/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span>, 177 (1st Cir.1998). We find this parallel persuasive and, thus, decline the appellants' invitation to throw out the baby with the bath water.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">In reaching this decision, we are mindful of the fact that none of the appellants raised the ex post facto issue in the trial court. Had they done so, the government could have moved to amend the indictment either to charge a section 371 conspiracy or to charge a direct violation of section 1203. The appellants' inattentiveness should not redound to their benefit. <i>United States v. Taylor,</i> <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 972 (1st Cir.1995) (observing that \"the law ministers to the vigilant, not to those who sleep upon perceptible rights\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">To sum up, we reject the appellants' ex post facto challenge to their convictions on count 4, with the proviso that their sentences on that count must be refashioned to reflect the five-year statutory maximum contained in 18 U.S.C. &#167; 371.</p>\n    </div>\n    <p class=\"center\">C. <i>Sufficiency of the Evidence.</i></p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The appellants also raise a gallimaufry of challenges to the sufficiency of the government's proof. We consider these claims de novo, surveying the evidence in the light most flattering to the verdict. <i>United States v. Sebaggala,</i> <span class=\"citation\" data-id=\"199496\"><a href=\"/opinion/199496/united-states-v-sebaggala/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 63 (1st Cir.2001). \"The test is whether the evidence, construed favorably to the government, permitted rational jurors to conclude, beyond a reasonable doubt, that [a particular] defendant was guilty as charged.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">1. <i>Counts 1 and 2.</i> Zu&#241;iga argues that his conviction on count 1 for violating the Hobbs Act and, by extension, his conviction on count 2 for using a firearm in connection with the Hobbs Act violation, must be set aside because the government failed to prove the necessary link to commerce. The Hobbs Act provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Whoever in any way or degree obstructs, delays, or affects commerce or the movement of any article or commodity in commerce, by robbery or extortion or attempts or conspires so to do, or commits or threatens physical violence to any person or property in furtherance of a plan or purpose to do anything in violation of this section shall be [punished as provided].</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">18 U.S.C. &#167; 1951. We long have held that this statute does not require a substantial interference with commerce; a de minimis interference will suffice. <i>See, e.g., United States v. Rivera Rangel,</i> <span class=\"citation\" data-id=\"201439\"><a href=\"/opinion/201439/united-states-v-rivera-rangel/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 482-83 (1st Cir.2005); <i>United States v. Hathaway,</i> <span class=\"citation\" data-id=\"335047\"><a href=\"/opinion/335047/united-states-v-stephen-hathaway-united-states-of-america-v-howard/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 396 (1st Cir.1976). That interference must, of course, be with interstate or international commerce. <i>See</i> 18 U.S.C. &#167; 1951(b)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Although Zu&#241;iga acknowledges that FE operated in interstate (indeed, international) commerce, he claims that the government failed to prove any effect on commerce because the perpetrators only took money from FE's employees, not from the business itself. This argument in specious. It conveniently overlooks the profound effect that the robbery, murders, and kidnaping had on FE's business. The commission of a violent crime in the workplace inevitably will constitute a wrenching, if unquantifiable, blow to morale and productivity. Here, moreover, the robbery and events associated with it caused the company to close its offices the following day. Those sequelae were more than adequate to demonstrate at least a de minimis effect on commerce. <i>Cf. United States v. Amato,</i> <span class=\"citation\" data-id=\"318531\"><a href=\"/opinion/318531/united-states-v-frank-amato-samuel-salvatore-brunello-donald-lambert/\"><span class=\"volume\">495</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">545</span></a></span>, 548 (5th Cir.1974) (sustaining a Hobbs Act conviction when the evidence showed that the defendants' actions caused a business operating in interstate commerce to shut down temporarily).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Zu&#241;iga also argues that his conviction must be reversed because the indictment failed to allege that the crimes had an adverse impact on commerce. That allegation is meritless. Count 1 of the indictment charged in the plainest of terms that the appellants conspired \"to unlawfully interfere with interstate commerce by robbery.\" That was enough to put the appellants on fair notice of the interstate commerce element of the crimes charged in counts 1 and 2. <i>See Hamling v. United States,</i> <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 117, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">94</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2887</span></a></span>, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">41</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">590</span></a></span> (1974) (holding that \"[i]t is generally sufficient that an indictment set forth the offense in the words of the statute itself\"); <i>United States v. Cianci,</i> <span class=\"citation\" data-id=\"787192\"><a href=\"/opinion/787192/united-states-v-vincent-a-cianci-jr-frank-e-corrente-and-richard-e/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 81 (1st Cir.2004) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Zu&#241;iga next faults the district court for instructing the jury that the government must prove that the appellants' actions \"affected commerce,\" without mentioning that the commerce must be interstate or international. <i>See</i> 18 U.S.C. &#167; 1951(b)(3). Zu&#241;iga complains that this instruction allowed the jury to convict if they found that the robbery affected any commerce \"in any way or degree.\" Because Zu&#241;iga interposed no contemporaneous objection to the instruction that he challenges on appeal, our review is restricted to plain error. <i>See United States v. Moran,</i> <span class=\"citation\" data-id=\"201379\"><a href=\"/opinion/201379/united-states-v-moran/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 13 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">There was no error in the jury instructions, plain or otherwise. Whether or not it may have been preferable for the lower court to have specified up front that the appellants' actions had to affect interstate or international commerce, the definition of commerce provided later in the charge &#8212; the court instructed that \"[t]he term commerce means commerce between any point in a state and any point outside the state\" &#8212; adequately informed the jurors of the proper test. Consequently, this argument furnishes no basis for reversal.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">2. <i>Count 3.</i> Zu&#241;iga argues that the evidence was too skimpy to support his conviction for carjacking on count 3. This argument rests on the premise that the assault and kidnaping of Mu&#241;oz were not done in connection with the theft of Mu&#241;oz's car. As a legal matter, that premise is incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Application of the federal carjacking statute requires, inter alia, that a vehicle be taken from the victim's \"person or presence.\" 18 U.S.C. &#167; 2119. This does not mean, however, that the vehicle must be within the victim's physical reach when the initial assault occurs. Our decision in <i>United States v. Savarese,</i> <span class=\"citation\" data-id=\"201254\"><a href=\"/opinion/201254/united-states-v-savarese/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span> (1st Cir.2004), illustrates this point. There, we affirmed a carjacking conviction where the perpetrator, while inside the victim's house, forced the victim to turn over the keys to a vehicle parked outside. <i>Id.</i> at 20. Similarly, in <i>United States v. Boucha,</i> <span class=\"citation\" data-id=\"771623\"><a href=\"/opinion/771623/united-states-v-parnell-harold-boucha/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></a></span> (6th Cir.2001), the court upheld a sentencing enhancement for carjacking where a bank robber forced a teller to hand over the keys to a car parked in a nearby lot. <i>Id.</i> at 770, 775. These cases stand for the proposition that physical proximity and ability either to control or to obtain access to the space in which the vehicle is located are sufficient to establish \"presence\" within the meaning of the federal carjacking statute.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The facts of this case are reminiscent of <i>Savarese</i> and <i>Boucha.</i> Although the perpetrators assaulted Mu&#241;oz and took his keys while inside the office, his car was parked in the company lot, sufficiently close by so that, if not overcome by his assailants, Mu&#241;oz could have retained possession of it. Accordingly, we find the evidence adequate to sustain Zu&#241;iga's conviction on count 3.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">3. <i>Count 4.</i> Zu&#241;iga insists that his conviction on count 4 must be set aside because the evidence was insufficient to show that he knew Mu&#241;oz was a Mexican citizen and that, therefore, he intended to create what he describes as \"an <i>international</i> hostage incident.\" The short answer to this proposition is that the statute of conviction does not require the government to prove such an intent.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">18 U.S.C. &#167; 1203(a), quoted <i>supra</i> note 4, makes it a federal offense for any person to take a hostage \"in order to compel a third person or a governmental organization to do or abstain from doing any act.\" The statute does not apply to offenses committed within the United States unless one of three conditions has been met: (i) either the victim or the perpetrator was a foreign national; (ii) the perpetrator is found outside the United States; or (iii) the perpetrator sought, through commission of the kidnaping, to compel the United States to do or abstain from doing some act. <i>Id.</i> &#167; 1203(b)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Here, Mu&#241;oz was a foreign national, so section 1203(b)(2) is satisfied and the statute therefore applies. There is no requirement that the perpetrator know the victim's nationality or intend to commit an offense against a foreign national. <i>See United States v. Santos-Riviera,</i> <span class=\"citation\" data-id=\"18294\"><a href=\"/opinion/18294/united-states-v-santos-riviera/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">367</span></a></span>, 370-71 (5th Cir.1999). The only intent requirement is the intent to take a hostage \"in order to compel a third person or a governmental organization to do or abstain from doing any act.\" 18 U.S.C. &#167; 1203(a).</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Put another way, the proviso making the statute applicable to the kidnaping of foreign nationals inside the United States is simply a jurisdictional hook and, by its own terms, does not demand that the defendant have actual knowledge of the victim's citizenship or nationality. Courts routinely have held that the government need not prove intent with respect to similar jurisdictional requirements in other criminal statutes. <i>See, e.g., United States v. Scarborough,</i> <span class=\"citation\" data-id=\"484873\"><a href=\"/opinion/484873/united-states-v-george-scarborough/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></a></span>, 1246 (D.C.Cir.1987) (holding that the government need not prove that interstate transport was foreseeable in order to obtain a conviction under 18 U.S.C. &#167; 2314, which prohibits the interstate transportation of stolen goods); <i>United States v. Napier,</i> <span class=\"citation\" data-id=\"328531\"><a href=\"/opinion/328531/united-states-v-jimmy-lee-napier/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">316</span></a></span>, 319 (9th Cir.1975) (holding that the defendant did not need to know he was crossing state lines in order to violate 18 U.S.C. &#167; 1201, which applies to the transportation of kidnaped persons across state lines). We see no reason why the same rationale should not obtain in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Zu&#241;iga also makes a feeble challenge to the lower court's jury instructions on count 4. He argues that, by referencing the conspiracy instruction on count 1 rather than restating it in its entirety, the court confused the jury. He adds that the court made a bad situation worse by failing to refer explicitly to its earlier instruction on specific intent. Because these assignments of error are advanced for the first time on appeal, our review is for plain error. <i>Moran,</i> 393 F.3d at 13.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">The jury instructions on count 4 were free of any substantive error, and reasonably attentive jurors would have no difficulty either in understanding or in applying them. Accordingly, there is no basis for reversal under the plain error standard.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Rodr&#237;guez-Matos also challenges the sufficiency of the evidence supporting her conviction on this count. That challenge is unavailing. The indictment charged that Rodr&#237;guez-Matos participated in the hostage taking by helping to obtain information about the persons who had subscribed to the telephone number that the FBI was using in the ransom negotiations. At trial, both Rodr&#237;guez-Santiago and her sister, Rivera, testified to this participation. When added to the ample circumstantial evidence of Rodr&#237;guez-Matos's acquiescence in the conspiracy, that testimony was enough to ground a finding of guilt. <i>See, e.g., United States v. Sanchez,</i> <span class=\"citation\" data-id=\"550638\"><a href=\"/opinion/550638/united-states-v-edwin-sanchez-united-states-of-america-v-gregorio/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">607</span></a></span>, 610 (1st Cir.1990).</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The appellant endeavors to parry this thrust by pointing out that her sister, Vilmarie Rodr&#237;guez, testified that it was she, and not Michelle Rodr&#237;guez-Matos, who obtained the crucial information about the telephone number. That is not enough to tip the balance. Where, as here, there is conflicting testimony, the jury's choice to believe one witness rather than another is not reversible error. <i>United States v. Ortiz,</i> <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711, 713 (1st Cir.1992).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">4. <i>Count 5.</i> 18 U.S.C. &#167; 1513 prohibits the killing of any person \"with the intent to retaliate\" against a person for cooperating with the government. Seizing on this intent requirement, Zu&#241;iga challenges the sufficiency of the evidence on count 5. He asserts that there is no evidence to support a finding that Mu&#241;oz was slain with the intent to retaliate against FE for its cooperation with the FBI. In his view, Mu&#241;oz was killed because the conspirators were concerned that he could identify them, not because they wished to get even with his employer.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Admittedly, the evidence can be interpreted in a way that is consistent with Zu&#241;iga's theory. There was a good deal of testimony indicating that the appellants were concerned that Mu&#241;oz might be able to identify some or all of them. But the record, viewed in the light most hospitable to the verdict, also supports the government's theory that the murder was in retaliation for FE's defiant cooperation with the FBI. After all, the decision to slay Mu&#241;oz was not made until the appellants learned of the FBI's involvement. What is more, the appellants reasonably could have believed that killing Mu&#241;oz would harm FE; indeed, the whole idea of holding an individual for ransom depends on the belief that the putative payor values the hostage's life. Putting Mu&#241;oz to death would thus destroy a life valued by the company.</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Last &#8212; but far from least &#8212; there is nothing in section 1513 that requires retaliation to be the <i>sole</i> motive for a murder. As long as there is sufficient evidence from which the jury can infer that retaliation was a substantial motivating factor behind the killing, it does not matter that the defendants may have had other motives. Because there was such evidence in this case, the appellants' argument founders.</p>\n    </div>\n    <p class=\"center\">D. <i>Other Trial Issues.</i></p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">The appellants have amassed an array of other trial-related challenges. We address the most salient of these challenges. The rest are not worthy of discussion and we reject them out of hand.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">1. <i>The Photographs.</i> Zu&#241;iga protests the district court's admission of photographs of him and certain of his codefendants in a Connecticut hotel room. These photographs were taken approximately one month after the occurrence of the crimes of conviction. Zu&#241;iga argues that the photographs were introduced to show flight and, as such, constitute unreliable \"consciousness of guilt\" evidence. Relatedly, he labors to convince us that the district court's failure to instruct the jury on the significance and use of consciousness of guilt evidence compounded the original error. Because these issues were not aired below, our review is for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Close perscrutation reveals no indication in the record that the photographs were in fact admitted to show consciousness of guilt.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Rather, the photographs were admitted to show that the appellants had an intimate relationship with one another. We have held before, and today reaffirm, that \"the existence of a close relationship between a defendant and others involved in criminal activity can, as a part of a larger package of proof, assist in supporting an inference of involvement in illicit activity.\" <i>Ortiz,</i> 966 F.2d at 713. Thus, we discern no plain error in the admission of the photographs.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">This holding undermines Zu&#241;iga's claim of instructional error. Consciousness of guilt evidence is generally admissible in a criminal case. <i>See, e.g., United States v. Gilbert,</i> <span class=\"citation\" data-id=\"770705\"><a href=\"/opinion/770705/united-states-v-kristen-gilbert/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 26 (1st Cir.2000); <i>United States v. Ingraham,</i> <span class=\"citation\" data-id=\"496705\"><a href=\"/opinion/496705/united-states-v-robert-christopher-ingraham-aka-arthur-robert-mackeil/\"><span class=\"volume\">832</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">229</span></a></span>, 239 (1st Cir.1987). In some such cases, it may be appropriate to instruct the jury that while evidence of flight may tend to show consciousness of guilt, such evidence does not create a presumption of guilt. <i>See, e.g., United States v. Otero-Mendez,</i> <span class=\"citation\" data-id=\"775757\"><a href=\"/opinion/775757/united-states-v-jose-a-otero-mendez/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 54 n. 3 (1st Cir.2001). Here, however, such an instruction was neither obligatory nor proper; there was no consciousness of guilt evidence about which to instruct. Hence, the omission of the suggested instruction was not error, plain or otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">2. <i>Ineffective Assistance of Counsel.</i> Villega asseverates that his convictions should be vacated because he received ineffective assistance of counsel; he accuses his trial attorney of failing to finalize a beneficial plea agreement supposedly tendered to him by the government. We regard this asseveration as premature and decline to consider it.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">This court repeatedly has held that fact-specific claims of ineffective assistance of counsel, not raised below, cannot ordinarily be advanced for the first time on direct appeal. <i>See United States v. Mala,</i> <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir.1993) (collecting cases). While there is a narrow exception for cases in which \"the critical facts are not genuinely in dispute and the record is sufficiently developed to allow reasoned consideration of an ineffective assistance claim,\" <i>United States v. Natanel,</i> <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 309 (1st Cir.1991), that exception has no bearing here. The record is undeveloped, for example, as to why the plea agreement was not concluded, what trial counsel's advice was regarding the agreement, or what Villega's attitude may have been toward changing his plea. Without such facts, it is impractical to attempt to judge the adequacy of counsel's performance on the meager record available to us.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Villega's appellate counsel nonetheless suggests that we remand to the district court for an evidentiary hearing, rather than relegating his claim to a petition for post-conviction relief. Courts of appeals have that authority. <i>See, e.g., United States v. Rashad,</i> <span class=\"citation no-link\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">908</span></span>, 909-10 (D.C.Cir.2003). In our view, however, it should be exercised only in special circumstances. <i>See, e.g., United States v. Colon-Torres,</i> <span class=\"citation\" data-id=\"201238\"><a href=\"/opinion/201238/united-states-v-colon-torres/\"><span class=\"volume\">382</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 85 (1st Cir.2004) (remanding when the record on appeal contained substantial indicia of ineffectiveness, but needed some further factual development). Because no such special circumstances are extant here, we decline to depart from our usual praxis. Accordingly, we reject Villega's ineffective assistance of counsel claim, without prejudice to his right, if he so elects, to assert that claim by means of a timely application for post-conviction relief under 28 U.S.C. &#167; 2255.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">3. <i>Severance.</i> Rodr&#237;guez-Matos maintains that she was prejudiced by being tried with Zu&#241;iga because, she claims, the two had antagonistic defenses. Rodr&#237;guez-Matos's main defense was one of mistaken identity: that it was not she, but her sister, Vilmarie Rodr&#237;guez, who actually participated in the criminal enterprise. She complains that her ability to present this defense was hampered because of the trial court's rulings limiting evidence of Zu&#241;iga's prior bad acts (which frustrated her attempt to develop fully her sister's past relationship with Zu&#241;iga).</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">We review the district court's denial of a severance motion for abuse of discretion. <i>United States v. Boylan,</i> <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 246 (1st Cir.1990). The default rule is that defendants who are indicted together should be tried together. <i>United States v. Pe&#241;a-Lora,</i> <span class=\"citation\" data-id=\"770240\"><a href=\"/opinion/770240/united-states-v-luis-manuel-pea-lora-united-states-of-america-v-jorge/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 33 (1st Cir.2000); <i>United States v. Pierro,</i> <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 615 (1st Cir.1994). This rule is subject to exceptions, but the burden is on the party who challenges the refusal to sever to make a convincing showing of prejudice as a prerequisite to gaining a new trial. <i>Boylan,</i> 898 F.2d at 246.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">Although Rodr&#237;guez-Matos styles her claim as one of antagonistic defenses, that is a misleading label. At bottom, she challenges only the limits placed on her ability to introduce evidence of Zu&#241;iga's prior bad acts. The rule, however, is that the mere existence of such limits, unless unduly prejudicial to a defendant's ability to muster a defense, is not a sufficient reason to require severance. <i>See United States v. Perkins,</i> <span class=\"citation\" data-id=\"556607\"><a href=\"/opinion/556607/united-states-v-patrick-perkins-united-states-of-america-v-lois-perkins/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1271</span></a></span>, 1280-81 (1st Cir.1991).</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">In this case, any claim of prejudice was weak at best. Our earlier discussion of Vega's plight presents a useful contrast to Rodr&#237;guez-Matos's situation. With respect to Vega, we held that his Sixth Amendment rights were violated because he was completely precluded from presenting his theory of the case. <i>See supra</i> Part III(A)(2). In contradistinction, Rodr&#237;guez-Matos was given ample opportunity to present her defense: she was allowed to call Vilmarie as a witness, and Vilmarie testified at length that it was she, not Rodr&#237;guez-Matos, who took part in the crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">While it is true that the district court limited Vilmarie's testimony and the testimony of other witnesses to prevent the introduction of evidence that would have been unfairly prejudicial to Zu&#241;iga, the excluded evidence was at the periphery of Rodr&#237;guez-Matos's defense. That limitation may have caused some dismay in Rodr&#237;guez-Matos's camp, but it fell far short of the strong prejudice required to warrant reversal. <i>See Boylan,</i> 898 F.2d at 246 (\"There is always some prejudice in any trial where more than one offense or offender are tried together&#8212;but such `garden variety' prejudice, in and of itself, will not suffice.\").</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">4. <i>Alleged Speedy Trial Violations.</i> Rodr&#237;guez-Matos also challenges the district court's denial of her repeated motions to dismiss the indictment on the basis of ostensible Speedy Trial Act violations. Her principal plaint is that the delay of approximately eighteen months occasioned by the unavailability of Zu&#241;iga's trial counsel should not have been excluded from the speedy trial calculation.</p>\n    </div>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">The Speedy Trial Act, 18 U.S.C. &#167; 3161, provides that, upon motion, an indictment must be dismissed if the defendant's trial has not begun within seventy days after the latter of the return of the indictment or the defendant's first appearance before a judicial officer. <i>Id.</i> &#167; 3161(c)(1). The Speedy Trial Act does not deal in absolutes, but, rather, envisions the exclusion of certain periods of time. <i>See id.</i> &#167; 3161(h).</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Within that paradigm, the general rule is that when two or more defendants are properly joined for trial, time excludable from the Speedy Trial Act calculation for one defendant is also excludable for the other defendant(s). <i>See id.</i> &#167; 3161(h)(7) (directing the exclusion from the calculation of \"[a] reasonable period of delay when the defendant is joined for trial with a codefendant\"); <i>see also United States v. Barnes,</i> <span class=\"citation\" data-id=\"199417\"><a href=\"/opinion/199417/united-states-v-barnes/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">251</span></a></span>, 257 (1st Cir.2001). The purpose of this rule is to prevent the Speedy Trial Act from becoming a sword that can be used to shred the joinder rules. Only in that way can the federal courts maintain the efficiency advantages of joint trials.</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">As with many general rules, this general rule is subject to a reasonableness limitation. <i>See United States v. Brown,</i> <span class=\"citation\" data-id=\"437226\"><a href=\"/opinion/437226/united-states-v-charles-e-brown/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">807</span></a></span>, 809 (1st Cir.1984). We already have held that the district court did not abuse its discretion in denying Rodr&#237;guez-Matos's motion to separate her trial from Zu&#241;iga's. <i>See supra</i> Part III(D)(3). Thus, the question reduces to whether it was reasonable for the district court to exclude from Rodr&#237;guez-Matos's speedy trial calculation those days attributable to the unavailability of Zu&#241;iga's counsel.</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">We are not unsympathetic to the appellant's position; eighteen months is a considerable period of delay. But that delay is not, in and of itself, sufficient to establish a Speedy Trial Act transgression. <i>See United States v. Mu&#241;oz-Amado,</i> <span class=\"citation\" data-id=\"198540\"><a href=\"/opinion/198540/united-states-v-munoz-amado/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 62 (1st Cir.1999) (holding that a nineteen-month delay, standing alone, was not sufficient to constitute a speedy trial violation). And here, the delay was not unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">This was a complicated case involving a variety of charges, a multiplicity of defendants, witnesses, and lawyers, and a protracted trial. The case called for experienced counsel, and lawyers who fit that bill often have busy trial schedules. We review the trial court's excludability determination for abuse of discretion. <i>Barnes,</i> 251 F.3d at 256. Given this generous standard of review and the strong presumption that jointly indicted defendants should be tried together&#8212;a presumption that rests in no small part on the public interest in the efficient administration of justice, <i>see Pe&#241;a-Lora,</i> 225 F.3d at 33&#8212;the trial court's decision seems well within the realm of reasonableness.</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">To cinch matters, Rodr&#237;guez-Matos has not demonstrated (or even attempted to demonstrate) any prejudice to her ability to present a defense stemming from the delay. That is a critically important datum. <i>See Mu&#241;oz-Amado,</i> 182 F.3d at 63.</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">For these reasons, we conclude that the district court did not abuse its discretion in excluding from the speedy trial calculus the period of delay attributable to the unavailability of Zu&#241;iga's trial counsel. Consequently, we reject Rodr&#237;guez-Matos's Speedy Trial Act claim.</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Apart from any perceived statutory transgression, Rodr&#237;guez-Matos suggests that the delay in the commencement of her trial violated her speedy trial rights under the Sixth Amendment. We evaluate such claims by means of a quadripartite balancing test encompassing \"(1) the length of the delay; (2) the reasons for the delay; (3) the defendant's posture vis-&#224;-vis the delay, especially in respect to assertions of the speedy trial right; and (4) the prejudice stemming from the delay.\" <i>Mala,</i> 7 F.3d at 1061 (citing <i>Barker v. Wingo,</i> <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span>, 530, <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">92</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2182</span></a></span>, <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">33</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">101</span></a></span> (1972)). In the instant case, this balance does not favor Rodr&#237;guez-Matos.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">It cannot be gainsayed that Rodr&#237;guez-Matos waited a long time for her trial to begin, nor can she be faulted for not asserting her speedy trial rights. Thus factors one and three tip in her direction. <i>See United States v. Santiago-Becerril,</i> <span class=\"citation\" data-id=\"197654\"><a href=\"/opinion/197654/united-states-v-santiago-becerril/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 21-22 (1st Cir.1997). But as we already have discussed, the second and fourth factors weigh heavily in favor of finding no speedy trial violation. There were excellent reasons for delaying the trial. Moreover, those reasons were largely due to the needs of codefendants, rather than any slothfulness on the government's part. That is an important integer in the speedy trial calculus. <i>Id.</i> at 22. To top things off, Rodr&#237;guez-Matos has shown no prejudice to her ability to present her defense. We therefore hold that her Sixth Amendment speedy trial rights were not abridged.</p>\n    </div>\n    <p class=\"center\">E. <i>Sentencing.</i></p>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">The appellants broach a series of challenges to their sentences. As we must remand the case for resentencing on count 4, <i>see supra</i> Part III(B), we do not address any sentencing arguments specific to that count.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">1. <i>Booker.</i> The appellants' most pervasive sentencing theme posits that resentencing is required in light of the Supreme Court's decision in <i>United States v. Booker,</i> ___ U.S. ___, ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, 756, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005) (holding unconstitutional the mandatory application of the federal sentencing guidelines). As none of the appellants preserved the issue below, our review is for plain error. <i>United States v. Gonz&#225;lez-Mercado,</i> <span class=\"citation\" data-id=\"201515\"><a href=\"/opinion/201515/united-states-v-gonzalez-mercado/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 302 (1st Cir.2005); <i>United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 76 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p105\">\n      <span class=\"num\">105</span>\n      <p class=\"indent\">In <i>Antonakopoulos,</i> 399 F.3d at 77, we held that, post-<i>Booker,</i> the first two prongs of the plain error standard are satisfied whenever a defendant's sentence was imposed by reference to a mandatory system of federal sentencing guidelines. That holding applies in this case. It remains the appellants' burden, however, to negotiate the third and fourth prongs of the plain error pavane. <i>Id.</i> at 79-80. To satisfy the third prong, a defendant must demonstrate that the <i>Booker</i> error affected his or her substantial rights. <i>Gonz&#225;lez-Mercado,</i> 402 F.3d at 303. That means that the defendant must show a reasonable probability that, but for the then-mandatory nature of the guidelines, the district court would have given a more lenient sentence. <i>Antonakopoulos,</i> 399 F.3d at 78. Because it often will be difficult to produce convincing evidence as to the trial court's predilections under an advisory guidelines regime, we only require that a defendant show, \"either in the existing record or by plausible proffer,\" that \"there is reasonable indication that the district judge might well have reached a different result under advisory guidelines.\" <i>United States v. Heldeman,</i> <span class=\"citation\" data-id=\"201512\"><a href=\"/opinion/201512/united-states-v-heldeman/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 224 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p106\">\n      <span class=\"num\">106</span>\n      <p class=\"indent\">Of the three remaining defendants&#8212; Vega, as we have said, is entitled to a new trial on the only counts of conviction pertaining to him, <i>see supra</i> Part III(A)&#8212;only Rodr&#237;guez-Matos attempts to make this showing.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> She suggests that the district court indicated at the disposition hearing that it would be inclined to impose a lesser sentence but felt constrained by the mandatory nature of the guidelines. If the district court made such statements, that would be the sort of indication that might persuade us of the existence of a reasonable probability that a defendant's sentence was infected by <i>Booker</i> error. <i>See Antonakopoulos,</i> 399 F.3d at 81; <i>see also Heldeman,</i> 402 F.3d at 224 (noting that statements by the district judge at sentencing are a key source of information in assessing whether the trial court would likely be more lenient under an advisory system). Here, however, a careful review of the sentencing transcript fails to reveal any such comments.</p>\n    </div>\n    <div class=\"num\" id=\"p107\">\n      <span class=\"num\">107</span>\n      <p class=\"indent\">It is true that the district court stated at certain points that it felt bound to impose the statutory maximum sentence of twenty years on count 1. That was because the guidelines called for life imprisonment rather than because of any dissatisfaction with a twenty-year sentence. At no time did the district court voice any reluctance about imposing such a sentence. Indeed, it rejected several arguments for a downward departure and expressed in no uncertain terms its views on Rodr&#237;guez-Matos's culpability. To cite one example, the court characterized her conduct as \"definitely instrumental in the [murders].\"</p>\n    </div>\n    <div class=\"num\" id=\"p108\">\n      <span class=\"num\">108</span>\n      <p class=\"indent\">In fine, we have no reason to believe that the district court would have imposed a more lenient sentence under an advisory guidelines regime. On that basis, Rodr&#237;guez-Matos's assignment of <i>Booker</i> error fails to survive plain error review.</p>\n    </div>\n    <div class=\"num\" id=\"p109\">\n      <span class=\"num\">109</span>\n      <p class=\"indent\">2. <i>Refusal of a Continuance.</i> Zu&#241;iga challenges the district court's refusal to postpone his sentencing so that he could investigate whether the government acted arbitrarily in refusing to enter into a plea agreement. This is sheer persiflage: the record reflects that the district court <i>granted</i> a continuance of almost two months for Zu&#241;iga to substantiate his claim. Given that generous extension, Zu&#241;iga cannot make out a plausible showing of prejudice, much less reversible error. The district court did not abuse its wide discretion in denying a further continuance.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p110\">\n      <span class=\"num\">110</span>\n      <p class=\"indent\">3. <i>Role in the Offense.</i> Rodr&#237;guez-Matos argues that the district court erred by imposing a four-level leadership enhancement in calculating her sentence on count 1.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> <i>See</i> USSG &#167; 3B1.2(b). We need not consider this argument in any detail. When sentencing Rodr&#237;guez-Matos on count 1, the district court applied the cross-reference for murder specified in USSG &#167; 2B3.1(c) because Morales's slaying was a direct result of the robbery. By virtue of this cross-reference, Rodr&#237;guez-Matos's base offense level skied to 43, mandating a sentence of life imprisonment. <i>See</i> USSG &#167; 2A1.1. The court sentenced her to a lesser term&#8212;twenty years&#8212;because that is the statutory maximum for violation of the Hobbs Act.</p>\n    </div>\n    <div class=\"num\" id=\"p111\">\n      <span class=\"num\">111</span>\n      <p class=\"indent\">That ends this aspect of the matter. Given the murder cross-reference, the leadership enhancement had no practical effect. We therefore decline to review it. <i>Cf. United States v. Roselli,</i> <span class=\"citation\" data-id=\"200993\"><a href=\"/opinion/200993/united-states-v-roselli/\"><span class=\"volume\">366</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 63-64 (1st Cir.2004) (\"A district court does not have to determine the exact offense level where such a determination would not affect the court's sentencing decision under the Guidelines.\"); <i>United States v. Ventura,</i> <span class=\"citation\" data-id=\"784542\"><a href=\"/opinion/784542/united-states-v-rafael-ventura/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 90-92 (1st Cir.2003) (holding that when a defendant qualifies as a career felon, it is not necessary to ascertain the defendant's criminal history category because the Sentencing Guidelines mandate a criminal history category of VI).</p>\n    </div>\n    <div class=\"num\" id=\"p112\">\n      <span class=\"num\">112</span>\n      <p class=\"indent\">4. <i>Absence of Findings.</i> Finally, Rodr&#237;guez-Matos claims that the district court sentenced her beyond the applicable guidelines range without making appropriate findings of fact. As just discussed, however, the court specifically found that the murder cross-reference applied and appropriately employed that cross-reference to reach an offense level of 43. That finding mandated a sentence of life imprisonment (which was reduced only because it exceeded the statutory ceiling). No more was exigible.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p113\">\n      <span class=\"num\">113</span>\n      <p class=\"indent\">We need go no further. To recapitulate, we affirm the convictions and sentences on counts 1, 2, 3, and 5 as to all defendants except Vega. As to him, we reverse the convictions on counts 4 and 5 and order a new trial. With respect to the judgments on count 4 vis-&#224;-vis the other three appellants, we affirm their convictions on that count; vacate their sentences on that count; and remand for resentencing (subject to the statutory maximum set forth in 18 U.S.C. &#167; 371).</p>\n    </div>\n    <div class=\"num\" id=\"p114\">\n      <span class=\"num\">114</span>\n      <p class=\"indent\">\n        <i>Affirmed in part, reversed in part, vacated in part, and remanded for further proceedings consistent with this opinion.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>Crawford</i> was not decided until after Zu&#241;iga and Vega had filed their opening briefs in this court. Vega seized upon the <i>Crawford</i> decision in his reply brief and Zu&#241;iga did the same at oral argument. When reference to a previously uncited decision is made solely to support an argument advanced in a party's opening brief, that party does not forfeit the ability to rely on the decision. <i>See Air Line Pilots Ass'n, Int'l v. Guilford Transp. Indus., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></span>, 100 n. 7 (1st Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We cite two examples. First, Rodr&#237;guez-Santiago was the beneficiary of a plea agreement in the baby kidnaping case and received a lesser sentence there partially in return for her cooperation with the prosecution in this case. The prospect of reducing that sentence may have shaped her testimony. Second, Zu&#241;iga's prior acts of violence against Rodr&#237;guez-Santiago gave her a motive to make sure that he went to prison for a long time</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Since we already have held that Vega is entitled to a new trial on the only two counts with which he was charged,<i>see supra</i> Part III(A), references from this point forward to \"the appellants\" encompass, whenever the context permits, only Zu&#241;iga, Villega, and Rodr&#237;guez-Matos.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Prior to April 24, 1996, 18 U.S.C. &#167; 1203(a), with exceptions not relevant here, exposed to criminal liability \"whoever, whether inside or outside the United States, seizes or detains and threatens to kill, to injure, or to continue to detain another person in order to compel a third person or a governmental organization to do or abstain from doing any act as an explicit or implicit condition for the release of the person detained, or attempts to do so....\" The 1996 amendment inserted the words \"or conspires\" immediately after the word \"attempts.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The statute provides in pertinent part:</p>\n        <p class=\"indent\">If two or more persons conspire either to commit any offense against the United States, or to defraud the United States, or any agency thereof in any manner or for any purpose, and one or more of such persons do any act to effect the object of the conspiracy, each shall be fined under this title or imprisoned not more than five years, or both.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 371.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, the district court prohibited the witness through whom the photographs were introduced from testifying to the fact that they were taken in Connecticut</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We consider the point waived with respect to Villega and Zu&#241;iga because neither defendant, though afforded ample opportunity to do so, adequately developed any<i>Booker</i> arguments. <i>See United States v. Zannino,</i> <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir.1990). The record is bereft of anything remotely suggesting a basis for leniency vis-&#224;-vis Zu&#241;iga. Pertinently, however, Villega's brief includes excerpts from a revealing exchange in which the district court stated that it could not grant a diminished capacity departure on count 2 because it lacked the legal authority to do so. But that material was proffered in support of Villega's ineffective assistance of counsel claim, not in support of his <i>Booker</i> claim. Although we are cognizant that courts should not \"be overly demanding as to proof of probability where, either in the existing record or by plausible proffer, there is reasonable indication that the district judge might well have reached a different result under advisory guidelines,\" <i>Heldeman,</i> 402 F.3d at 224, and that \"in certain circumstances [courts] have the discretion to overlook waiver by inadequate argument,\" <i>Rodriguez-Marrero,</i> 390 F.3d at 18, we believe that courts should be reluctant to act affirmatively in identifying and supporting arguments that could have been, but were not, made by a party. At a bare minimum, such an action should be reserved for circumstances in which there is some likelihood that the ultimate outcome would change in the assisted party's favor. Since Villega's conviction and life sentence on count 5 must in all events be affirmed, this is not such a case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This is especially true in light of our holding in<i>United States v. Davis,</i> <span class=\"citation\" data-id=\"199396\"><a href=\"/opinion/199396/united-states-v-davis/\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">322</span></a></span>, 327-28 (1st Cir.2001), that the government has no general duty to plea bargain.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The district court only administered a leadership enhancement with respect to the robbery count. We therefore have no occasion to address this argument in connection with any count other than count 1</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/16565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/18294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/163798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197770/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199396/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/269416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/318531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/335047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/454663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782883/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787192/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789351/"
  ]
}