{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201582/",
  "absolute_url": "/opinion/201582/igartua-de-la-rosa-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201582/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:29:50Z",
  "date_modified": "2016-02-28T05:05:55.599299Z",
  "type": "010combined",
  "sha1": "4a4bf91066c1c3306fae886cae1c937a36a1f97e",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2186ORD-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/05/12/Igartua-De-La-Rosa_v._US.pdf",
  "plain_text": "           United States Court of Appeals\n                         For the First Circuit\n\n\nNo. 04-2186\n\n                GREGORIO IGARTÚA de la ROSA, et al.,\n\n                         Plaintiffs-Appellants,\n\n                                        v.\n\n                       UNITED STATES OF AMERICA,\n\n                          Defendant-Appellant.\n\n\n\n                                   Before\n\n                          Boudin, Chief Judge,\n\n   Torruella, Selya, Lynch, Howard and Lipez, Circuit Judges.\n\n\n\n                          Dated:    May 12, 2005\n\n\n                          MEMORANDUM AND ORDER\n\n\n           Per Curiam.        Following a panel decision in this case,\n\nIgartua-De La Rosa v. United States, 386 F.3d 313 (1st Cir. 2004),\n\na petition for rehearing was filed seeking panel rehearing or\n\nrehearing en banc.       The panel thereafter granted rehearing and\n\nasked the parties to address two issues:             first, the plaintiffs'\n\nclaim   that   the   United    States    was   in   default   of   its   treaty\n\n\n                                     -1-\n\fobligations and, second, the availability of declaratory judgment\n\nconcerning the government's compliance with any such obligations.\n\nThe   rehearing    order   vacated     the     original   panel   decision.\n\nIgartua-De La Rosa v. United States, 2005 WL 857110 (1st Cir. Mar.\n\n14, 2005).\n\n          Given the importance of the issues, a majority of the\n\nactive judges then voted that the rehearing should be en banc.         The\n\noriginal panel comprised two active judges and one senior judge,\n\nall of whom participated in the panel decision which is now being\n\nreconsidered.     Under the governing statute, a court that rehears a\n\ncase en banc is comprised of all active judges, except that any\n\nsenior judge of the circuit may participate in an en banc court\n\n“reviewing a decision of a panel of which such judge was a member.”\n\n28 U.S.C. § 46(c) (2000).\n\n             The question has been raised whether the senior circuit\n\njudge who participated in the panel decision is eligible to sit on\n\nthe en banc court in this case.            A vote and a formal order have\n\nbeen requested on this issue.    Accordingly, the active judges have\n\ndetermined, by a five to one vote, that the senior circuit judge is\n\nentitled to sit on the rehearing en banc.\n\n             For some years, it has been the practice of this court,\n\nwhen granting rehearing en banc, to vacate the panel decision in\n\nthe same order.      See e.g, United States v. Councilman, 385 F.3d\n\n793, 793 (1st Cir. 2004); Savard v. Rhode Island, 338 F.3d 23, 25\n\n\n                                     -2-\n\f(1st Cir. 2003) (en banc); Irons v. F.B.I., 880 F.2d 1446, 1447\n\n(1st Cir. 1989) (en banc).     A reason for this practice is that a\n\ngrant of rehearing en banc almost invariably results in a new\n\ndecision, whether the outcome differs from or duplicates the result\n\nreached by the panel.   No such order was issued in this case by the\n\nen banc court because the panel decision had already been withdrawn\n\nwhen panel rehearing was granted.\n\n          Given this past practice, it could be argued in most\n\ncases where this court has previously reheard cases en banc, that--\n\nin a mechanical sense-–the en banc court is “reviewing” not the\n\npanel decision but the judgment of the district court.      But this\n\nreading would ignore the thrust and purpose of the statute, the\n\nsubstance of what is happening when rehearing en banc is granted,\n\nand long established practice in this court.    Each point deserves\n\nbrief elaboration.\n\n          First, the thrust and purpose of the statute is to assure\n\nthat where the senior circuit judge has participated in the panel\n\ndecision, a rehearing of the case en banc will include the senior\n\ncircuit judge as a member of the en banc court if he chooses to\n\nparticipate.   See S. Rep. No. 97-275, at 27 (1981).   This gives the\n\nen banc court the benefit of the knowledge and judgment of all of\n\nthe judges of this circuit who sat on the panel that rendered the\n\ninitial   decision.     That    rationale   directly   supports   the\n\n\n\n\n                                 -3-\n\fparticipation of the senior circuit judge in the en banc proceeding\n\nin this case.\n\n           Second, an en banc decision, following a panel decision,\n\nis in substance reviewing the work of the panel regardless of\n\nwhether the panel opinion has or has not been formally withdrawn at\n\nthe time of the rehearing.   See, e.g., JOM, Inc. v. Adell Plastics,\n\nInc., 193 F.3d 47, 49 (1st Cir. 1999) (en banc) (reinstating\n\nportion of vacated panel opinion).     The issue on rehearing en banc\n\nvirtually always turns on something the panel decided or failed to\n\ndecide.    Whether the panel decision is withdrawn at the beginning\n\nor end of the en banc process, the en banc court’s action is in its\n\nessence one that either reaffirms or alters what the panel has\n\ndecided.\n\n            Third, the unvarying practice of this court for many\n\nyears has been to include on the en banc panel any senior circuit\n\njudge of this circuit who sat on the original panel and chooses to\n\nparticipate.    This practice is not affected by the fact that the\n\npanel in this case withdrew its decision while the en banc petition\n\nwas pending; given our past practice, a withdrawal of the panel\n\ndecision by the en banc court itself has never prevented a senior\n\ncircuit judge who sat on the panel from sitting on the en banc\n\ncourt.\n\n            Fourth,   what   little    precedent   exists   on   the\n\ninterpretation of the statute directly supports the participation\n\n\n                                 -4-\n\fof the senior circuit judge in this case.     The leading opinion,\n\nUnited States v. Hudspeth, 42 F.3d 1013 (7th Cir. 1994) (Posner,\n\nC.J.), articulates the rationale set forth above; pertinently, that\n\ncase upheld the inclusion on the en banc court of a senior circuit\n\njudge who had participated on the panel, even though the panel had\n\nnot issued a decision prior to the grant of an en banc hearing.\n\nThat rationale applies a fortiori to our own case in which the\n\npanel did issue a decision.\n\n          Accordingly, the senior circuit judge who participated in\n\nthe panel decision in this case is entitled to sit on the en banc\n\ncourt.\n\n          It is so ordered.\n\n\n\n\n                         Dissent follows.\n\n\n\n\n                               -5-\n\f            TORRUELLA, Circuit Judge (Dissenting).    The convening of\n\nthis   en   banc   court   is   unfortunate,   for   it   conducts   its\n\ndeliberations under the pall of two weighty errors, one of judgment\n\nand the other of law.\n\n            On October 14, 2004, a duly constituted panel of this\n\ncourt promulgated its opinion rejecting petitioners' claims, and\n\nissuing a judgment to said effect. Thereafter, they petitioned for\n\nrehearing by the panel, and in the alternative, for en banc\n\nconsideration.     After due deliberations, on March 14, 2005 the\n\npanel that heard the appeal unanimously voted to rehear the case,\n\nand consistent therewith, contemporaneously withdrew the panel\n\nopinion and judgment.       Thus, the pending en banc request was\n\nmooted.     The panel additionally ordered the United States and\n\npetitioners to file briefs on specific issues, set a date for oral\n\nargument, and invited intervention by amicus curiae.          Both the\n\nUnited States and petitioners filed their briefs by April 14, 2005,\n\nand several amici intervened and filed briefs by April 22, 2005.\n\n            Thereafter, on April 25, 2005, motu propio, a majority of\n\nthe active judges of the court, in an action which is unprecedented\n\nin my judicial experience, quashed the duly constituted three-judge\n\npanel, and decided that the matter should be considered by an\n\nexpanded seven-judge en banc court. Although I do not question the\n\nlegal authority of the majority of this court to so act, I believe\n\nthat given the juncture of this appeal when it took this anomalous\n\n\n                                  -6-\n\fcourse,    its    decision    demonstrates     poor   judgment     and\n\nshortsightedness, particularly when this error was compounded by\n\nthe inclusion of a senior judge who does not meet the requirements\n\nof 28 U.S.C. § 46(c)(1) as a member of the en banc court.          The\n\ntraditional practice referred to in the majority's opinion is\n\ntotally inapposite to the procedural circumstances of the instant\n\ncase, and, in any event, circuit tradition cannot eliminate our\n\nobligation to comply with statutory law.\n\n           It is clear that the decision of the rehearing panel to\n\nwithdraw its decision and judgment preceded the en banc order.\n\nThus, the senior judge in question does not qualify to sit on the\n\nen banc court, as the unambiguous language of the statute allows\n\nparticipation of a senior judge in an en banc proceeding only when\n\nit is \"reviewing a decision of a panel of which such judge was a\n\nmember.\"   Id.   After the panel withdrew its opinion and judgment,\n\nit had before it for review only the district court opinion from\n\nwhich the appeal had been taken.       Had the matter been allowed to\n\nrun its course without interference by the en banc order, it is the\n\nappeal from the district court opinion that the rehearing panel\n\nwould have passed upon.   Thus, it is that opinion now before the en\n\nbanc court, not \"a decision of a panel of which [the senior judge]\n\nwas a member.\"    Id.\n\n           To my knowledge, no circuit has held otherwise.       While\n\nthe Seventh Circuit has interpreted Section 46(c) to permit a\n\n\n                                 -7-\n\fsenior judge who sat on a panel to participate in en banc review\n\ngranted    before   the   original    panel    decision       ever   issued,   the\n\nprocedural setting of that case is distinct from the one currently\n\nbefore us.      See United States v. Hudspeth, 42 F.3d 1013 (7th Cir.\n\n1994).     In    Hudspeth,   the   Seventh     Circuit    limited     its   broad\n\ninterpretation of \"reviewing a decision of a panel\" to the case\n\nbefore it in which the panel had prepared and agreed on a decision,\n\nwhich \"was all set to be released when the grant of rehearing en\n\nbanc intercepted it.\"        Id. at 1014.       In such a case, the court\n\ncould see \"no rational difference, so far as participation by a\n\nsenior judge is concerned, between that case and one in which\n\nrehearing en banc is granted after the panel decision is issued.\n\nIn both cases, the panel has finalized its decision, although in\n\nonly one has the decision been issued.\"          Id.     In the instant case,\n\nhowever, the panel has clearly not finalized its decision, as it\n\nchose to withdraw it, vacate the corresponding judgment, and\n\nschedule oral arguments in order to aid its reconsideration of the\n\nmerits.\n\n            A narrower interpretation of Section 46(c) is required by\n\nthe   instant    circumstances,      and    supported    by    the   legislative\n\nhistory.     That section was originally amended in 1963 to provide\n\nthat a senior judge \"shall also be competent to sit as a judge of\n\nthe court in banc in the rehearing of a case or controversy if he\n\nsat . . . at the original hearing thereof.\"              See S. Rep. 97-275,\n\n\n                                      -8-\n\f97th Cong., 1st Sess., 1982 U.S.C.C.A.N. 11, at 37 (emphasis\n\nadded).   In Allen v. Johnson, 391 F.2d 527 (5th Cir. 1969), the\n\nFifth Circuit correctly interpreted this language to permit the\n\nparticipation in en banc of a senior judge who had participated in\n\nthe panel hearing, even though no panel decision had yet been\n\nissued.   The statutory language, however, was removed in 1978 due\n\nto administrative concerns, only to be replaced in 1982 in order to\n\n\"permit a senior judge sitting on an original hearing panel to\n\nparticipate in en banc review of that panel's decision.\"            Id.\n\n(emphasis added).    Although the Senate Report acknowledged the\n\npotential value of a senior judge's contributions, it chose not to\n\nreplace   the   language   requiring   the   senior   judge   to   have\n\nparticipated in the \"panel hearing,\" but instead required the\n\njudge's participation in the \"panel decision.\"\n\n          In my view, we must draw the same distinction here.\n\nWhile a senior judge participated in the panel hearing of this\n\ncase, panel rehearing had been granted and there is currently no\n\npanel decision available for the en banc court to review.             I\n\ntherefore vote against the senior judge's participation in en banc\n\nreview of the decision below.\n\n                                  By the Court:\n\n                                  ________/s/______________________\n                                  Richard Cushing Donovan, Clerk\n\n\n[cc: Mr. Igartua de la Rosa, Mr. Katsas, Ms. Munoz-Acosta, Mr.\nVoltaire, Mr. Collette, & Mr. Singer.]\n\n                                 -9-\n\f",
  "html": "<p class=\"case_cite\">407 F.3d 30</p>\n    <p class=\"parties\">Gregorio IGART&#218;A DE LA ROSA, et al., Plaintiffs-Appellants,<br>v.<br>UNITED STATES of America, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 04-2186.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 8, 2004.</p>\n    <p class=\"date\">Decided May 12, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregorio Igart&#250;a de la Rosa, Aguadilla, PR, pro se.</p>\n      <p class=\"indent\">Gregorio Igart&#250;a de la Rosa, Aguadilla, PR, for Plaintiffs-Appellants.</p>\n      <p class=\"indent\">Isabel Munoz-Acosta, U.S. Attorney's Office, San Juan, PR, Michael Jay Singer, Matthew M. Collette, U.S. Dept. of Justice Civil Div., Gregory G. Katsas, Jean Michel Voltaire, U.S. Department of Justice, Washington, DC, Stephen S. Young, Gael Mahony, Martha Born, Holland &amp; Knight, Boston, MA, for Defendant-Appellant.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, SELYA, LYNCH, LIPEZ and HOWARD, Circuit Judges.</p>\n      <p class=\"center\">\n        <i>MEMORANDUM AND ORDER</i>\n      </p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a panel decision in this case, <i>Igartua-De La Rosa v. United States,</i> 386 F.3d 313 (1st Cir.2004), a petition for rehearing was filed seeking panel rehearing or rehearing en banc. The panel thereafter granted rehearing and asked the parties to address two issues: first, the plaintiffs' claim that the United States was in default of its treaty obligations and, second, the availability of declaratory judgment concerning the government's compliance with any such obligations. The rehearing order vacated the original panel decision. <i>Igartua-De La Rosa v. United States,</i> 404 F.3d 1, 2005 WL 857110 (1st Cir. Mar.14, 2005).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Given the importance of the issues, a majority of the active judges then voted that the rehearing should be en banc. The original panel comprised two active judges and one senior judge, all of whom participated in the panel decision which is now being reconsidered. Under the governing statute, a court that rehears a case en banc is comprised of all active judges, except that any senior judge of the circuit may participate in an en banc court \"reviewing a decision of a panel of which such judge was a member.\" 28 U.S.C. &#167; 46(c) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The question has been raised whether the senior circuit judge who participated in the panel decision is eligible to sit on the en banc court in this case. A vote and a formal order have been requested on this issue. Accordingly, the active judges have determined, by a five to one vote, that the senior circuit judge is entitled to sit on the rehearing en banc.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For some years, it has been the practice of this court, when granting rehearing en banc, to vacate the panel decision in the same order. <i>See e.g, United States v. Councilman,</i> 385 F.3d 793, 793 (1st Cir. 2004); <i>Savard v. Rhode Island,</i> 338 F.3d 23, 25 (1st Cir.2003) (en banc); <i>Irons v. F.B.I.,</i> 880 F.2d 1446, 1447 (1st Cir.1989) (en banc). A reason for this practice is that a grant of rehearing en banc almost invariably results in a new decision, whether the outcome differs from or duplicates the result reached by the panel. No such order was issued in this case by the en banc court because the panel decision had already been withdrawn when panel rehearing was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Given this past practice, it could be argued in most cases where this court has previously reheard cases en banc, that&#8212;in a mechanical sense&#8212;the en banc court is \"reviewing\" not the panel decision but the judgment of the district court. But this reading would ignore the thrust and purpose of the statute, the substance of what is happening when rehearing en banc is granted, and long established practice in this court. Each point deserves brief elaboration.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">First, the thrust and purpose of the statute is to assure that where the senior circuit judge has participated in the panel decision, a rehearing of the case en banc will include the senior circuit judge as a member of the en banc court if he chooses to participate. <i>See</i> S.Rep. No. 97-275, at 27 (1981). This gives the en banc court the benefit of the knowledge and judgment of all of the judges of this circuit who sat on the panel that rendered the initial decision. That rationale directly supports the participation of the senior circuit judge in the en banc proceeding in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Second, an en banc decision, following a panel decision, is in substance reviewing the work of the panel regardless of whether the panel opinion has or has not been formally withdrawn at the time of the rehearing. <i>See, e.g., JOM, Inc. v. Adell Plastics, Inc.,</i> 193 F.3d 47, 49 (1st Cir. 1999) (en banc) (reinstating portion of vacated panel opinion). The issue on rehearing en banc virtually always turns on something the panel decided or failed to decide. Whether the panel decision is withdrawn at the beginning or end of the en banc process, the en banc court's action is in its essence one that either reaffirms or alters what the panel has decided.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Third, the unvarying practice of this court for many years has been to include on the en banc panel any senior circuit judge of this circuit who sat on the original panel and chooses to participate. This practice is not affected by the fact that the panel in this case withdrew its decision while the en banc petition was pending; given our past practice, a withdrawal of the panel decision by the en banc court itself has never prevented a senior circuit judge who sat on the panel from sitting on the en banc court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Fourth, what little precedent exists on the interpretation of the statute directly supports the participation of the senior circuit judge in this case. The leading opinion, <i>United States v. Hudspeth,</i> 42 F.3d 1013 (7th Cir.1994) (Posner, C.J.), articulates the rationale set forth above; pertinently, that case upheld the inclusion on the en banc court of a senior circuit judge who had participated on the panel, even though the panel had not issued a decision prior to the grant of an en banc hearing. That rationale applies a fortiori to our own case in which the panel did issue a decision.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Accordingly, the senior circuit judge who participated in the panel decision in this case is entitled to sit on the en banc court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">TORRUELLA, Circuit Judge. (Dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The convening of this en banc court is unfortunate, for it conducts its deliberations under the pall of two weighty errors, one of judgment and the other of law.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On October 14, 2004, a duly constituted panel of this court promulgated its opinion rejecting petitioners' claims, and issuing a judgment to said effect. Thereafter, they petitioned for rehearing by the panel, and in the alternative, for en banc consideration. After due deliberations, on March 14, 2005 the panel that heard the appeal unanimously voted to rehear the case, and consistent therewith, contemporaneously withdrew the panel opinion and judgment. Thus, the pending en banc request was mooted. The panel additionally ordered the United States and petitioners to file briefs on specific issues, set a date for oral argument, and invited intervention by amicus curiae. Both the United States and petitioners filed their briefs by April 14, 2005, and several amici intervened and filed briefs by April 22, 2005.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Thereafter, on April 25, 2005, <i>motu propio,</i> a majority of the active judges of the court, in an action which is unprecedented in my judicial experience, quashed the duly constituted three-judge panel, and decided that the matter should be considered by an expanded seven-judge en banc court. Although I do not question the legal authority of the majority of this court to so act, I believe that given the juncture of this appeal when it took this anomalous course, its decision demonstrates poor judgment and shortsightedness, particularly when this error was compounded by the inclusion of a senior judge who does not meet the requirements of 28 U.S.C. &#167; 46(c)(1) as a member of the en banc court. The traditional practice referred to in the majority's opinion is totally inapposite to the procedural circumstances of the instant case, and, in any event, circuit tradition cannot eliminate our obligation to comply with statutory law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is clear that the decision of the rehearing panel to withdraw its decision and judgment preceded the en banc order. Thus, the senior judge in question does not qualify to sit on the en banc court, as the unambiguous language of the statute allows participation of a senior judge in an en banc proceeding only when it is \"reviewing a decision of a panel of which such judge was a member.\" <i>Id.</i> After the panel withdrew its opinion and judgment, it had before it for review only the district court opinion from which the appeal had been taken. Had the matter been allowed to run its course without interference by the en banc order, it is the appeal from the district court opinion that the rehearing panel would have passed upon. Thus, it is that opinion now before the en banc court, not \"a decision of a panel of which [the senior judge] was a member.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To my knowledge, no circuit has held otherwise. While the Seventh Circuit has interpreted Section 46(c) to permit a senior judge who sat on a panel to participate in en banc review granted before the original panel decision ever issued, the procedural setting of that case is distinct from the one currently before us. <i>See United States v. Hudspeth,</i> 42 F.3d 1013 (7th Cir. 1994). In <i>Hudspeth,</i> the Seventh Circuit limited its broad interpretation of \"reviewing a decision of a panel\" to the case before it in which the panel had prepared and agreed on a decision, which \"was all set to be released when the grant of rehearing en banc intercepted it.\" <i>Id.</i> at 1014. In such a case, the court could see \"no rational difference, so far as participation by a senior judge is concerned, between that case and one in which rehearing en banc is granted after the panel decision is issued. In both cases, the panel has finalized its decision, although in only one has the decision been issued.\" <i>Id.</i> In the instant case, however, the panel has clearly <i>not</i> finalized its decision, as it chose to withdraw it, vacate the corresponding judgment, and schedule oral arguments in order to aid its reconsideration of the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A narrower interpretation of Section 46(c) is required by the instant circumstances, and supported by the legislative history. That section was originally amended in 1963 to provide that a senior judge \"shall also be competent to sit as a judge of the court in banc in the rehearing of a case or controversy if he sat ... at the original <i>hearing</i> thereof.\" <i>See</i> S. Rep. 97275, 97th Cong., 1st Sess., 1982 U.S.C.C.A.N. 11, at 37 (emphasis added). In <i>Allen v. Johnson,</i> 391 F.2d 527 (5th Cir.1968), the Fifth Circuit correctly interpreted this language to permit the participation in en banc of a senior judge who had participated in the panel hearing, even though no panel decision had yet been issued. The statutory language, however, was removed in 1978 due to administrative concerns, only to be replaced in 1982 in order to \"permit a senior judge sitting on an original hearing panel to participate in en banc review of <i>that panel's decision.\" Id.</i> (emphasis added). Although the Senate Report acknowledged the potential value of a senior judge's contributions, it chose not to replace the language requiring the senior judge to have participated in the \"panel hearing,\" but instead required the judge's participation in the \"panel decision.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In my view, we must draw the same distinction here. While a senior judge participated in the panel hearing of this case, panel rehearing had been granted and there is currently no panel decision available for the en banc court to review. I therefore vote against the senior judge's participation in en banc review of the decision below.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></span></p>\n    <p class=\"parties\">Gregorio IGART&#218;A DE LA ROSA, et al., Plaintiffs-Appellants,<br>v.<br>UNITED STATES of America, Defendant-Appellant.</p>\n    <p class=\"docket\">No. 04-2186.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard October 8, 2004.</p>\n    <p class=\"date\">Decided May 12, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Gregorio Igart&#250;a de la Rosa, Aguadilla, PR, pro se.</p>\n      <p class=\"indent\">Gregorio Igart&#250;a de la Rosa, Aguadilla, PR, for Plaintiffs-Appellants.</p>\n      <p class=\"indent\">Isabel Munoz-Acosta, U.S. Attorney's Office, San Juan, PR, Michael Jay Singer, Matthew M. Collette, U.S. Dept. of Justice Civil Div., Gregory G. Katsas, Jean Michel Voltaire, U.S. Department of Justice, Washington, DC, Stephen S. Young, Gael Mahony, Martha Born, Holland &amp; Knight, Boston, MA, for Defendant-Appellant.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, SELYA, LYNCH, LIPEZ and HOWARD, Circuit Judges.</p>\n      <p class=\"center\">\n        <i>MEMORANDUM AND ORDER</i>\n      </p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a panel decision in this case, <i>Igartua-De La Rosa v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></span> (1st Cir.2004), a petition for rehearing was filed seeking panel rehearing or rehearing en banc. The panel thereafter granted rehearing and asked the parties to address two issues: first, the plaintiffs' claim that the United States was in default of its treaty obligations and, second, the availability of declaratory judgment concerning the government's compliance with any such obligations. The rehearing order vacated the original panel decision. <i>Igartua-De La Rosa v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">857110</span></span> (1st Cir. Mar.14, 2005).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Given the importance of the issues, a majority of the active judges then voted that the rehearing should be en banc. The original panel comprised two active judges and one senior judge, all of whom participated in the panel decision which is now being reconsidered. Under the governing statute, a court that rehears a case en banc is comprised of all active judges, except that any senior judge of the circuit may participate in an en banc court \"reviewing a decision of a panel of which such judge was a member.\" 28 U.S.C. &#167; 46(c) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The question has been raised whether the senior circuit judge who participated in the panel decision is eligible to sit on the en banc court in this case. A vote and a formal order have been requested on this issue. Accordingly, the active judges have determined, by a five to one vote, that the senior circuit judge is entitled to sit on the rehearing en banc.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For some years, it has been the practice of this court, when granting rehearing en banc, to vacate the panel decision in the same order. <i>See e.g, United States v. Councilman,</i> <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">793</span></span>, 793 (1st Cir. 2004); <i>Savard v. Rhode Island,</i> <span class=\"citation no-link\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></span>, 25 (1st Cir.2003) (en banc); <i>Irons v. F.B.I.,</i> <span class=\"citation\" data-id=\"526965\"><a href=\"/opinion/526965/peter-irons-v-federal-bureau-of-investigation/\"><span class=\"volume\">880</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1447 (1st Cir.1989) (en banc). A reason for this practice is that a grant of rehearing en banc almost invariably results in a new decision, whether the outcome differs from or duplicates the result reached by the panel. No such order was issued in this case by the en banc court because the panel decision had already been withdrawn when panel rehearing was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Given this past practice, it could be argued in most cases where this court has previously reheard cases en banc, that&#8212;in a mechanical sense&#8212;the en banc court is \"reviewing\" not the panel decision but the judgment of the district court. But this reading would ignore the thrust and purpose of the statute, the substance of what is happening when rehearing en banc is granted, and long established practice in this court. Each point deserves brief elaboration.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">First, the thrust and purpose of the statute is to assure that where the senior circuit judge has participated in the panel decision, a rehearing of the case en banc will include the senior circuit judge as a member of the en banc court if he chooses to participate. <i>See</i> S.Rep. No. 97-275, at 27 (1981). This gives the en banc court the benefit of the knowledge and judgment of all of the judges of this circuit who sat on the panel that rendered the initial decision. That rationale directly supports the participation of the senior circuit judge in the en banc proceeding in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Second, an en banc decision, following a panel decision, is in substance reviewing the work of the panel regardless of whether the panel opinion has or has not been formally withdrawn at the time of the rehearing. <i>See, e.g., JOM, Inc. v. Adell Plastics, Inc.,</i> <span class=\"citation\" data-id=\"766351\"><a href=\"/opinion/766351/jom-inc-dba-chipco-international-ltd-v-adell-plastics-inc/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 49 (1st Cir. 1999) (en banc) (reinstating portion of vacated panel opinion). The issue on rehearing en banc virtually always turns on something the panel decided or failed to decide. Whether the panel decision is withdrawn at the beginning or end of the en banc process, the en banc court's action is in its essence one that either reaffirms or alters what the panel has decided.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Third, the unvarying practice of this court for many years has been to include on the en banc panel any senior circuit judge of this circuit who sat on the original panel and chooses to participate. This practice is not affected by the fact that the panel in this case withdrew its decision while the en banc petition was pending; given our past practice, a withdrawal of the panel decision by the en banc court itself has never prevented a senior circuit judge who sat on the panel from sitting on the en banc court.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Fourth, what little precedent exists on the interpretation of the statute directly supports the participation of the senior circuit judge in this case. The leading opinion, <i>United States v. Hudspeth,</i> <span class=\"citation\" data-id=\"684377\"><a href=\"/opinion/684377/united-states-v-thomas-l-hudspeth/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1013</span></a></span> (7th Cir.1994) (Posner, C.J.), articulates the rationale set forth above; pertinently, that case upheld the inclusion on the en banc court of a senior circuit judge who had participated on the panel, even though the panel had not issued a decision prior to the grant of an en banc hearing. That rationale applies a fortiori to our own case in which the panel did issue a decision.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Accordingly, the senior circuit judge who participated in the panel decision in this case is entitled to sit on the en banc court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">TORRUELLA, Circuit Judge. (Dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The convening of this en banc court is unfortunate, for it conducts its deliberations under the pall of two weighty errors, one of judgment and the other of law.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On October 14, 2004, a duly constituted panel of this court promulgated its opinion rejecting petitioners' claims, and issuing a judgment to said effect. Thereafter, they petitioned for rehearing by the panel, and in the alternative, for en banc consideration. After due deliberations, on March 14, 2005 the panel that heard the appeal unanimously voted to rehear the case, and consistent therewith, contemporaneously withdrew the panel opinion and judgment. Thus, the pending en banc request was mooted. The panel additionally ordered the United States and petitioners to file briefs on specific issues, set a date for oral argument, and invited intervention by amicus curiae. Both the United States and petitioners filed their briefs by April 14, 2005, and several amici intervened and filed briefs by April 22, 2005.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Thereafter, on April 25, 2005, <i>motu propio,</i> a majority of the active judges of the court, in an action which is unprecedented in my judicial experience, quashed the duly constituted three-judge panel, and decided that the matter should be considered by an expanded seven-judge en banc court. Although I do not question the legal authority of the majority of this court to so act, I believe that given the juncture of this appeal when it took this anomalous course, its decision demonstrates poor judgment and shortsightedness, particularly when this error was compounded by the inclusion of a senior judge who does not meet the requirements of 28 U.S.C. &#167; 46(c)(1) as a member of the en banc court. The traditional practice referred to in the majority's opinion is totally inapposite to the procedural circumstances of the instant case, and, in any event, circuit tradition cannot eliminate our obligation to comply with statutory law.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is clear that the decision of the rehearing panel to withdraw its decision and judgment preceded the en banc order. Thus, the senior judge in question does not qualify to sit on the en banc court, as the unambiguous language of the statute allows participation of a senior judge in an en banc proceeding only when it is \"reviewing a decision of a panel of which such judge was a member.\" <i>Id.</i> After the panel withdrew its opinion and judgment, it had before it for review only the district court opinion from which the appeal had been taken. Had the matter been allowed to run its course without interference by the en banc order, it is the appeal from the district court opinion that the rehearing panel would have passed upon. Thus, it is that opinion now before the en banc court, not \"a decision of a panel of which [the senior judge] was a member.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To my knowledge, no circuit has held otherwise. While the Seventh Circuit has interpreted Section 46(c) to permit a senior judge who sat on a panel to participate in en banc review granted before the original panel decision ever issued, the procedural setting of that case is distinct from the one currently before us. <i>See United States v. Hudspeth,</i> <span class=\"citation\" data-id=\"684377\"><a href=\"/opinion/684377/united-states-v-thomas-l-hudspeth/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1013</span></a></span> (7th Cir. 1994). In <i>Hudspeth,</i> the Seventh Circuit limited its broad interpretation of \"reviewing a decision of a panel\" to the case before it in which the panel had prepared and agreed on a decision, which \"was all set to be released when the grant of rehearing en banc intercepted it.\" <i>Id.</i> at 1014. In such a case, the court could see \"no rational difference, so far as participation by a senior judge is concerned, between that case and one in which rehearing en banc is granted after the panel decision is issued. In both cases, the panel has finalized its decision, although in only one has the decision been issued.\" <i>Id.</i> In the instant case, however, the panel has clearly <i>not</i> finalized its decision, as it chose to withdraw it, vacate the corresponding judgment, and schedule oral arguments in order to aid its reconsideration of the merits.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A narrower interpretation of Section 46(c) is required by the instant circumstances, and supported by the legislative history. That section was originally amended in 1963 to provide that a senior judge \"shall also be competent to sit as a judge of the court in banc in the rehearing of a case or controversy if he sat ... at the original <i>hearing</i> thereof.\" <i>See</i> S. Rep. 97275, 97th Cong., 1st Sess., 1982 U.S.C.C.A.N. 11, at 37 (emphasis added). In <i>Allen v. Johnson,</i> <span class=\"citation\" data-id=\"279325\"><a href=\"/opinion/279325/ferd-allen-v-paul-b-johnson-individually-and-as-governor-and-state/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span> (5th Cir.1968), the Fifth Circuit correctly interpreted this language to permit the participation in en banc of a senior judge who had participated in the panel hearing, even though no panel decision had yet been issued. The statutory language, however, was removed in 1978 due to administrative concerns, only to be replaced in 1982 in order to \"permit a senior judge sitting on an original hearing panel to participate in en banc review of <i>that panel's decision.\" Id.</i> (emphasis added). Although the Senate Report acknowledged the potential value of a senior judge's contributions, it chose not to replace the language requiring the senior judge to have participated in the \"panel hearing,\" but instead required the judge's participation in the \"panel decision.\"</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In my view, we must draw the same distinction here. While a senior judge participated in the panel hearing of this case, panel rehearing had been granted and there is currently no panel decision available for the en banc court to review. I therefore vote against the senior judge's participation in en banc review of the decision below.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/279325/",
    "http://www.courtlistener.com/api/rest/v3/opinions/526965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766351/"
  ]
}