{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201595/",
  "absolute_url": "/opinion/201595/chen-v-ashcroft/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201595/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:30:11Z",
  "date_modified": "2016-02-28T05:05:59.733713Z",
  "type": "010combined",
  "sha1": "9e0bb6e5b2d5ef08db362df2207b867c01c39af6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2431-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/05/20/Chen_v._Ashcroft.pdf",
  "plain_text": "                Not for Publication in West's Federal Reporter\n               Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n          United States Court of Appeals\n                        For the First Circuit\n\nNo. 04-2431\n\n                              XIE YUN CHEN,\n\n                                Petitioner,\n\n                                      v.\n\n               ALBERTO GONZALES, ATTORNEY GENERAL,\n\n                                Respondent.\n\n\n              ON PETITION FOR REVIEW OF AN ORDER OF\n\n                 THE BOARD OF IMMIGRATION APPEALS\n\n\n                                   Before\n\n                          Boudin, Chief Judge,\n\n                Lipez and Howard, Circuit Judges.\n\n\n     Robert F. Sacchetti on brief for petitioner.\n     John Andre, Senior Litigation Counsel, Department of Justice,\nCivil Division, Office of Immigration Litigation, Peter D. Keisler,\nAssistant Attorney General, Civil Division, and Donald E. Keener,\nDeputy Director, on brief for respondent.\n\n\n\n                               May 20, 2005\n\f          Per Curiam. Xie Yun Chen (\"Chen\"), a Chinese citizen who\n\nunlawfully entered the United States in July 1989, applied for\n\npermanent resident status in June 1994.       The Immigration and\n\nNaturalization Service (\"INS\"), whose functions have since been\n\nassumed by the Department of Homeland Security, denied Chen's\n\napplication on June 29, 1994 and instituted deportation proceedings\n\nagainst him in November of the same year.\n\n          After two continuances--the first to permit Chen to\n\nobtain counsel, the second to allow his counsel time to adequately\n\nprepare--Chen appeared in immigration court on August 16, 1995. He\n\nconceded deportability but requested relief in the form of an\n\nadjustment of status under the Chinese Student Protection Act of\n\n1992, 106 Stat. 1969, or voluntary departure, and the proceeding\n\nwas continued until April 8, 1996.\n\n          At the hearing's close, the immigration judge noted that\n\nthere was not an interpreter present to provide Chen (who does not\n\nspeak English) with oral notice of his next hearing date.1   Instead\n\nChen was provided with written notice and a written admonition\n\nciting the consequences of a failure to appear on the April date.\n\nWhen neither Chen nor his counsel appeared at the April 1996\n\nhearing, the immigration judge entered an order in absentia denying\n\n\n     1\n      Such oral notice, in a language understood by the alien,\nforecloses an alien from pursuing further discretionary relief from\nan in absentia order of deportation for five years thereafter. See\n8 U.S.C. § 1252b(e)(1) (1994 & Supp. I 1996) (current version at 8\nU.S.C. § 1229a(b)(7) (2000)).\n\n                               -2-\n\fChen's requests for relief and ordering that he be deported to\n\nChina.\n\n              In September 1996, Chen filed a motion in the immigration\n\ncourt seeking relief from its deportation order.                    Chen requested\n\nthat   the    court   reopen     the   case   to    permit    him     to    apply   for\n\npreviously        unconsidered     relief     from        deportation;        in    the\n\nalternative, he sought rescission of the deportation order.                        These\n\ntwo remedies have different requirements for relief.                   See In Re M-\n\nS-, 22 I. & N. Dec. 349, 353-55 (B.I.A. 1998).\n\n             To reopen and apply for new relief, Chen needed to set\n\nforth, inter alia, a prima facie case of his entitlement to the\n\nrequested relief.       In Re Gutierrez-Lopez, 21 I. & N. Dec. 479, 482\n\n(B.I.A. 1996).        To seek rescission, Chen needed either to file a\n\nmotion within 180 days of the in absentia order showing that his\n\nfailure      to   appear   at    his   hearing      was    due   to    \"exceptional\n\ncircumstances\" beyond his control, or to file a motion at any time\n\nshowing that he had not received notice of the hearing or that he\n\nhad been in federal or state custody and failed to appear through\n\nno fault of his own.        See 8 U.S.C. § 1252b(c)(3) (1994 & Supp. I\n\n1996) (current version at 8 U.S.C. § 1229a(b)(5)(C)); 8 C.F.R. §\n\n3.23(b)(4)(iii)       (1997);     Motions     and    Appeals     in        Immigration\n\nProceedings, 61 Fed. Reg. 18,900, 18,908 (April 29, 1996).\n\n             In support of rescission, Chen argued that certain facts\n\nsurrounding his failure to appear--he had neglected to write down\n\n\n                                        -3-\n\fthe date of the April hearing in an appointment book and his\n\nattorney's records system had experienced \"a serious computer\n\nglitch\"--constituted \"exceptional circumstances.\"     In support of\n\nreopening for new relief, Chen claimed that he was eligible for an\n\nadjustment of status under 8 U.S.C. § 1255(i) (1994 & Supp. I\n\n1996).    The INS did not oppose Chen's motion.\n\n            In February 1997, the immigration judge construed Chen's\n\nmotion as one solely for rescission and denied it on two grounds:\n\nfirst, that it had been filed over 180 days after the April\n\ndecision and was thus untimely; and second, that the facts alleged\n\ndid not constitute \"exceptional circumstances.\"    Chen then sought\n\nreview before the Board of Immigration Appeals.\n\n            In a June 2000 decision, the Board dismissed Chen's\n\nappeal.    With regard to rescission, the Board noted that although\n\nthe immigration court's timeliness holding might have been error\n\n(Chen's motion was marked with two filing dates--one in September\n\nand another in October), Chen's excuses for missing the April\n\nhearing did not rise to \"exceptional circumstances.\"    With regard\n\nto reopening for previously unconsidered relief, the Board held\n\nthat Chen had not established a prima facie entitlement to relief\n\nbecause he had not provided any evidence that his visa applications\n\nhad been approved.\n\n            Almost four years later, in April 2004, Chen moved for\n\nthe Board to reopen his deportation proceedings, claiming that a\n\n\n                                 -4-\n\fsubsequent     change   in   the    law    had   made   him   eligible    for   an\n\nadjustment of status (and pointing to his efforts to obtain such an\n\nadjustment).      The Board denied Chen's motion, holding that it was\n\nout of time because it had not been filed within 90 days of the\n\nBoard's previous decision in June 2000.             Chen now appeals to this\n\ncourt to review the Board's refusal to reopen.\n\n              As a preliminary matter, it is somewhat uncertain whether\n\nChen's 2004 motion sought to reopen the Board's 2000 decision or\n\nthe immigration court's initial 1996 decision.                   Regardless, a\n\nmotion to reopen ordinarily must be filed within 90 days.                8 C.F.R.\n\n§§    1003.2(c),    1003.23(b)(1)         (2004);   see   also    8    U.S.C.    §\n\n1229a(c)(6)(C)(i).      Chen notes, however, that this deadline does\n\nnot apply when an alien seeks to rescind a deportation order that\n\nwas issued at an in absentia hearing of which the alien did not\n\nhave notice.      See 8 C.F.R. §§ 1003.23(b)(4)(iii) (2004).\n\n              It is quite unclear whether this regulation even applies\n\nto motions before the Board, rather than solely to motions before\n\nthe immigration court.       See 61 Fed. Reg. 18,903.         Compare 8 C.F.R.\n\n§    1003.2   (\"Reopening    or    reconsideration      before   the   Board    of\n\nImmigration Appeals\"), with 8 C.F.R. § 1003.23 (\"Reopening or\n\nreconsideration before the Immigration Court\").                  But either way\n\nChen admits that he--or at least his lawyer--received written\n\nnotice in English of the April hearing.             He argues on appeal that\n\nthis does not suffice for \"actual or constructive notice\" when his\n\n\n                                      -5-\n\flawyer subsequently failed to notify him of the hearing; but Chen\n\nhas not claimed ineffective assistance of counsel.       Chen may well\n\nhave trusted his lawyer to keep him apprised of the hearing date,\n\nbut in this case written notice was provided--whether to Chen\n\nhimself or his attorney--which is enough to foreclose relief under\n\n1003.23(b)(4)(iii).     See   8   U.S.C.    §   1229a(b)(5)(C);   id.   §\n\n1229(a)(1); see also 8 C.F.R. §     1292.5 (2004).\n\n          The main case upon which Chen relies, In Re M-S-, 22 I.\n\n& N. Dec. 349, is not to the contrary.      Chen makes much of the fact\n\nthat both that case and his involved in absentia hearings without\n\nprior oral notice in the alien's own language, and that M-S- (like\n\nChen) sought newly available relief.       But M-S- filed her motion to\n\nreopen within the ordinary 90-day period.       Id. at 350.   In Re M-S-\n\ndoes hold that aliens who are subject to in absentia hearings\n\nwithout prior oral notice in their own language may move to reopen\n\ndeportation proceedings in order to apply for newly available\n\nrelief.   Id. at 356.   But the case contains no suggestion that a\n\nlack of oral notice suffices to exempt an alien from the ordinary\n\ntime limits on motions to reopen.\n\n          Finally, we have no authority to pass now upon any claim\n\nby Chen that his earlier motion to reopen proceedings satisfied the\n\nexceptional circumstances test or made out a prima facie case for\n\nrelief, and thus was denied in error.      To raise those issues, Chen\n\n\n\n\n                                  -6-\n\fhad to take a timely appeal from the Board's June 2000 decision\n\nrejecting that argument; he did not do so.\n\n          Affirmed.\n\n\n\n\n                               -7-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "",
  "extracted_by_ocr": false,
  "opinions_cited": []
}