{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201534/",
  "absolute_url": "/opinion/201534/ronda-perez-v-banco-bilbao/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201534/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:28:57Z",
  "date_modified": "2016-02-28T05:05:53.095893Z",
  "type": "010combined",
  "sha1": "b792852217b4ec1409e1f8b284fd805d060b2bcc",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2087-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/04/13/Ronda-Perez_v._Banco_Bilbao.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 04-2087\n\n       LUIS R. RONDA-PEREZ; MERCEDES A. QUESADA-RODRIGUEZ,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n         BANCO BILBAO VIZCAYA ARGENTARIA -- PUERTO RICO,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jay A. Garcia-Gregory, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\n\n\n     Enrique J. Mendoza-Mendez with whom Mendoza Law Offices was on\nbrief for appellants.\n     Pedro J. Manzano-Yates with whom Rosa M. Mendez-Santoni and\nFiddler Gonzalez & Rodriguez, PSC were on brief for appellee.\n\n\n\n                          April 13, 2005\n\f       COFFIN, Senior Circuit Judge.        This is an appeal from a grant\n\nof    summary   judgment     for   the   employer-defendant        in    an   age\n\ndiscrimination      suit.     We   affirm   essentially   for      the   reasons\n\narticulated in the district court's opinion, which contains a clear\n\nand detailed statement of facts and a conclusion, with which we\n\nagree, that there was a complete failure of proof of age as a\n\nmotivating factor.      We add this supplementary opinion to address,\n\nat plaintiff-appellant's urging, the question whether, in light of\n\nReeves v. Sanderson Plumbing Prods., Inc., 530 U.S. 133 (2000),\n\nplaintiff's prima facie case, together with his assaults on the\n\ntruth of appellee's reasons for terminating him, are enough,\n\nwithout more, to defeat summary judgment.\n\n                             I. The Investigation\n\n       Plaintiff, a 54-year-old branch manager who had been employed\n\nby the bank or its predecessor since 1986 and whose salary had\n\nincreased from $31,944 in 1994 to $40,430 in 2000, was dismissed\n\nand replaced by a 42-year-old woman.          Defendant's action followed\n\nan investigation of plaintiff, which was initiated by a complaint\n\nfrom a fellow employee, Nélida Colón.            She alleged that plaintiff\n\nregularly made comments about the physical attributes of female\n\ncustomers entering the bank, had disclosed the bankruptcy filing of\n\na    client   and   former   branch   manager,    discussed   an    employee's\n\nevaluation with a client, had not been active in seeking to\n\n\n\n\n                                      -2-\n\fincrease bank business, and had meddled with the personal lives of\n\nherself and a coworker.\n\n     The bank initiated an investigation into the complaint, which\n\nwas conducted by a Human Resources officer, Manuel Frías.             He\n\ninterviewed Colón and three other employees, finding agreement\n\namong them confirming Colón's charges. He conducted two rounds of\n\ninterviews with these employees and met with plaintiff to review\n\ntheir     charges.    Eventually,     Frías   prepared   a   report   and\n\nrecommendation for dismissal, based on the facts that plaintiff's\n\nconduct had a negative impact on the work environment of the\n\nbranch, that his comments and conduct had exposed the bank to\n\nliability, and that he had violated the bank's policies against\n\nsexual harassment and confidentiality of information.        This report\n\nwas accepted by and implemented by the bank's Director of Human\n\nResources.\n\n        Other facts bearing on the course of this process will be\n\ndiscussed in connection with our analysis.\n\n                            II. Analysis\n\n     Plaintiff asserts that he has established a prima facie case.\n\nDefendant concurs.    He was in the protected age group, had been\n\nperforming well, suffered an adverse employment action, and was\n\nreplaced by a younger person.       See De la Vega v. San Juan Star,\n\nInc., 377 F.3d 111, 117 (1st Cir. 2004).           The question to be\n\nresolved is whether the defendant's explanation of its conduct,\n\n\n                                    -3-\n\ftogether with any other evidence, could reasonably be seen by a\n\njury not only to be false but to suggest an age-driven animus.\n\nSee Zapata-Matos v. Reckitt & Colman, Inc., 277 F.3d 40, 45 (1st\n\nCir. 2002).    After due consideration, we have concluded that the\n\nanswer is \"No.\"\n\n     In Reeves, the Supreme Court emphasized the possibility that\n\na plaintiff may survive summary judgment not by unearthing positive\n\nevidence of    a   discriminatory   motive,     but    by   showing   that   an\n\nemployer's    proffered   justification   for    its    adverse   employment\n\naction was such that a \"trier of fact can reasonably infer from the\n\nfalsity of the explanation that the employer is dissembling to\n\ncover up a discriminatory purpose.\"       See 530 U.S. at 147 (citing\n\nWright v. West, 505 U.S. 277, 296 (1992)).             The Court went on to\n\ndisavow that a showing of pretext automatically would suffice to\n\ndefeat summary judgment, saying,\n\n     Whether judgment as a matter of law is appropriate in any\n     particular case will depend on a number of factors.\n     Those include the strength of the plaintiff's prima facie\n     case, the probative value of the proof that the\n     employer's explanation is false, and any other evidence\n     that supports the employer's case and that properly may\n     be considered on a motion for judgment as a matter of\n     law.\n\nId. at 148-49.\n\n     In Reeves, two characteristics of the evidence stand out:\n\nthere was \"a substantial showing that respondent's [employer's]\n\nexplanation was false,\" and, in addition to a prima facie case and\n\nthe showing of falsity in the employer's explanation, there was\n\n                                    -4-\n\f\"additional     evidence     that   Chestnut     [employer          official]      was\n\nmotivated by age-based animus and was principally responsible for\n\npetitioner's firing.\" See id. at 144, 151.\n\n       Under   these    circumstances      -   \"a    prima     facie        case   of\n\ndiscrimination . . . , enough evidence for the jury to reject\n\nrespondent's explanation, and . . . additional evidence of age-\n\nbased animus,\" id. at 153 - the Court held that a jury could find\n\nintentional discrimination.         Shortly after Reeves was decided, we\n\nhad occasion to reconsider a ruling we had made in Feliciano de la\n\nCruz v. El Conquistador Resort and Country Club, 218 F.3d 1 (1st\n\nCir. 2000).     In an order denying panel rehearing, we held that our\n\nanalysis was consistent with Reeves, and reiterated that the\n\nthinness of the plaintiff's showing of pretext, while enough to\n\ncreate a triable issue as to the falsity of company reasons, failed\n\nto shed any light on what the true reason was, \"'let alone show\n\nthat the reason was discrimination based on [ethnic] origin.'\" Id.\n\nat 10.   There was no other evidence of actions or words evidencing\n\nan    ethnic   bias    sufficient    to    support       a    jury    verdict       of\n\ndiscrimination.\n\n       In this case, it is undisputed that plaintiff has established\n\na    prima   facie   case.    Plaintiff    was      54   at   the    time    of    his\n\ntermination, had performed well (as evidenced by regular salary\n\nincreases), and was succeeded by a 42-year-old person. But we have\n\nno information about that person's background or experience.                        As\n\n\n                                     -5-\n\ffor additional evidence pointing to age discrimination, appellant\n\nhas made only conclusory statements about his employer \"taking out\"\n\ntwo other older managers, José Ramos and Pérez Caratini, but he\n\nacknowledged that he did not know why they were terminated or who\n\nwas responsible for the decisions.          Moreover, the record is bereft\n\nof any age-related comments.             For the six years preceding the\n\nevents in this case – when plaintiff already was older than the age\n\nat which his successor took the position – he had been awarded\n\nannual raises in salary, hardly evidence of preexisting age-related\n\nanimus.    See Rivas Rosado v. Radio Shack, Inc., 312 F.3d 532, 534\n\n(1st Cir. 2002)(no basis for inferring gender discrimination where\n\nemployee     was     regularly      promoted       before    discovery       of\n\nirregularities).\n\n     Whether plaintiff's showing was adequate to warrant further\n\nfact finding therefore depends on his evidence of pretext.                   In\n\nReeves,    the   Court   cites   Texas    Dep't   of   Community   Affairs   v.\n\nBurdine, 450 U.S. 248, 253 (1981), for the proposition that a\n\nplaintiff must have the opportunity to prove that \"'the legitimate\n\nreasons offered by the defendant were not its true reasons, but\n\nwere a pretext for discrimination.'\"         530 U.S. at 143.      The Seventh\n\nCircuit in Kulumani v. Blue Cross Blue Shield Ass'n, 224 F.3d 681,\n\n684 (7th Cir. 2000), elaborates, explaining that \"[a] 'pretext for\n\ndiscrimination' means more than an unusual act; it means something\n\nworse than a business error; 'pretext' means deceit used to cover\n\n\n                                     -6-\n\fone's tracks.\"      This is consistent with dictionary guidance:\n\n\"something that is put forward to conceal a true purpose or\n\nobject.\"    The Random House Dictionary of the English Language 1534\n\n(2d ed. 1987).\n\n      Plaintiff attempts to establish this kind of pretext by firing\n\na spirited volley of some twelve charges, with the hope that the\n\nresulting smoke will be considered proof of fire. We consider them\n\ncarefully but conclude that the smoke dissipates with the firing of\n\neach charge.\n\n      To begin, the investigation leading to plaintiff's dismissal\n\nwas in response to a complaint by a fellow employee, Colón.              Human\n\nResources Officer Frías conducted two sets of interviews with\n\nbranch employees and met with plaintiff.              The other employees\n\ngenerally agreed with the instigating employee.             Plaintiff did not\n\nassert any adverse motive or bias on the part of any of these\n\npersons and conceded that Frías was doing his job.\n\n      While plaintiff denied the alleged misconduct, Frías deemed\n\nall   his   informants   credible.         The   question    is   not   whether\n\nplaintiff's or his fellow employees' version is the true one, but\n\nwhether Frías and his superiors believed what he had been told by\n\nthose he interviewed.    See Zapata-Matos, 277 F.3d at 45-46 (\"[T]he\n\nultimate question is not whether the explanation was false, but\n\nwhether discrimination was the cause of the termination.\"); Mulero-\n\nRodríguez v. Ponte, Inc., 98 F.3d 670, 674 (1st Cir. 1996) (\"[T]he\n\n\n                                     -7-\n\fissue is not whether [the employer's] reasons . . . were real, but\n\nmerely whether the decisionmakers . . . believed them to be\n\nreal.\").       Plaintiff's plea that his denials establish triable\n\nissues of fact foreclosing summary judgment would, if accepted,\n\nspell    the    end   of    summary      judgment.      Of   similar   nature      is\n\nplaintiff's assertion that all of the witnesses against him should\n\nbe deemed unworthy of belief because they were all connected with\n\nhis and their employer.\n\n     Plaintiff's          catalogue   of    \"fishy\"     characteristics      of   the\n\ninvestigation starts with the assertion that, during much of it, he\n\nwas kept       in   the   dark   about     complaints    concerning    his   sexist\n\ncomments about bank customers.               In his deposition, he initially\n\nstated that he was told in his meeting with Frías that the\n\ncomplaints against him concerned his disclosure of confidential\n\ninformation about a client, discussing an employee evaluation with\n\na client, discriminating against students who sought information\n\nfor homework, meddling in the life of Colón and a coworker, and\n\nfailing to go out to get business.\n\n        Upon being pressed as to his memory of that meeting, he\n\ntestified as follows:\n\n        Q.   . . .[A]t any time did they mentioned [sic] that\n        there were some complaints about certain comments and the\n        way that you referred to the women who went to the\n        branch?\n\n        A. No, no, what I was told at that time was that I made\n        comments as to the ladies that came in or walked in front\n        of the branch. Before Noel Torres I questioned him and\n\n                                           -8-\n\f     he said no, that he had not heard that. That is why I\n     don't mention it, because Mr. Noel Torres denied it, he\n     said no.\n\n     Q. But that was something that Mr. Manuel Frias brought\n     to your attention.\n\n     A.   In the first I don't consider it.\n\n     Q. And it was something about certain complaints that\n     had been made by the employees.\n\n     A.   Supposedly.\n\n     Notwithstanding this deposition testimony, plaintiff maintains\n\nthat he did not learn of complaints of \"sexual harassment\" until\n\ndefendant filed answers to interrogatories.     But the answer he\n\ncites reveals information identical to that given him by Frías in\n\nhis first meeting: \"Mrs. Colón complained that Ronda regularly made\n\ncomments in relation to the females that visited the Branch,\n\nspecifically their appearance and body.\" We see no indication that\n\nany lack of clarity in giving notice of this particular charge\n\ncould point to any devious effort to conceal age discrimination.\n\n     Plaintiff also contends that he demonstrated the falsity of\n\nthe information on which Frías relied to conclude that he had\n\nviolated the bank's confidentiality strictures. But to be relevant\n\non the issue of employer deviousness, the fact of such falsity must\n\nhave been communicated to Frías, the investigator. Frías, however,\n\nfound the responses of the employees to be consistent, and he knew\n\nof no reason to disbelieve them.   Plaintiff now relies on the fact\n\nthat the asserted breaches of confidentiality (one relating to a\n\n\n                               -9-\n\fclient bankruptcy and the other to an employee evaluation) have\n\nbeen     contradicted         by    disinterested     witnesses.             But   these\n\ncontradictions were contained in affidavits signed after suit had\n\nbeen brought,      a     year      after   Frías   made   his     investigation      and\n\nrecommendation to superiors.                This evidence, therefore, cannot\n\nreflect on Frías's honest belief at the time he made his report.\n\n       Plaintiff       also   itemizes     a    variety   of     alleged     procedural\n\nirregularities, which he claims indicate the suspicious nature of\n\nthe investigative         process.         He   points    to    the   more    favorable\n\ntreatment    of    a    coworker,      Assistant    Manager       Neil     Torres,    who\n\nadmitted    his    complicity         in   stimulating         some   of   the     sexist\n\nobservations.          He was not terminated, and instead received a\n\nreprimand and warning.               But Torres had evidenced remorse, had\n\nfreely acknowledged his inappropriate behavior, was at a lower\n\nlevel of responsibility than plaintiff, and was free from the other\n\ncriticisms levied at plaintiff.\n\n       Plaintiff also complains of differences in note-taking in the\n\ninvestigative interviews. While notes were taken during interviews\n\nwith his fellow employees, who also were asked to read and sign\n\nsuch notes, conversations with plaintiff were not simultaneously\n\nrecorded.    Plaintiff even points, as evidence of pretext, to such\n\nminutiae as inconsistent testimony concerning whether employee\n\nCarmen Morales signed notes from one or both of her meetings with\n\nFrías.     Putting the worst face on such differences, we could say\n\n\n                                           -10-\n\fonly that perhaps it would have been better if there had been\n\neither more uniformity in recording interviews or a reasonable\n\nexplanation for any differences in treatment.           But on no account\n\ncould we say that such vagaries amount to \"a lie rather than an\n\noddity or an error,\" Kulumani, 224 F.3d at 685.         In referring to a\n\nsimilar \"step-by-step\" criticism of another employer investigation\n\nin Rivas Rosado, we observed that \"Title VII . . . does not ensure\n\nagainst   inaccuracy   by   an   employer,    only   against   gender-based\n\ndiscrimination,\" 312 F.3d at 534-35.\n\n     The fact that the Human Resources Department had delayed in\n\nprocessing an inquiry from plaintiff about the termination of a\n\nprobationary employee similarly does not imply anything from its\n\nmore rapid attention to this obviously serious matter involving\n\npossible hostile work environment.           Nor can the existence of a\n\nsimple offer of payment conditioned on settlement of any age\n\ndiscrimination claim be seriously considered prejudicial to an\n\nemployer in a situation of this nature.               The district court\n\nincluded this in its summary of evidence that it found had no\n\nbearing on the issue of age discrimination.           We do not disagree,\n\nbut add our view that this rejected offer, made in the context of\n\nan obviously contested investigation, fits within the spirit if not\n\nthe letter of Fed. R. Evid. 408, which bars consideration of offers\n\nof compromise. Even if considered, the modest amount of the offer,\n\nthe articulated purpose of providing some help during a transition\n\n\n                                   -11-\n\fperiod following termination, and the specific disavowal that any\n\npayment constituted an admission of age discrimination effectively\n\ndeprive it of significant weight in assessing the propriety of\n\nsummary judgment.\n\n      We have considered plaintiff's remaining criticisms, but find\n\nthem not to merit our further attention.\n\n      This   case   is    similar    in   an   important    way   to   Baralt   v.\n\nNationwide Mutual Insurance Co., 251 F.3d 10 (1st Cir. 2001), where\n\nwe set aside a verdict for the employee, notwithstanding that the\n\nemployer bore a heavy burden under Puerto Rico law to prove that\n\nits decision was not motivated by age discrimination.                  The facts\n\nestablished a similar prima facie case: plaintiffs were within the\n\nprotected class, they were fired, and they were replaced, one by a\n\nslightly younger person and the other by a much younger person,\n\nalthough also within the protected class.\n\n      The employer's actions were such as to entitle the jury to\n\ndisbelieve its stated reasons.            Despite the plaintiffs' long and\n\nsuccessful service, a Human Resources officer who had not reviewed\n\nplaintiffs' files and had interviewed them for only a brief time\n\nabruptly announced his decision to terminate them following a field\n\ninvestigation of alleged improprieties.               See id. at 14-15.         We\n\nfound defendant's rationale \"far from compelling.\" Id. at 17. But\n\nwe   noted   that   the   probe     leading    to   the   dismissals   had   been\n\ntriggered by employees, and that \"with virtually no evidence\n\n\n                                      -12-\n\fbesides the discharges themselves pointing to age as a factor and\n\nnone indicating that the investigation was fabricated by company\n\nofficials to conceal other motives, a reasonable jury could not\n\nentirely   reject   the   company's    abundant   evidence   that   the\n\nterminations stemmed, however unwisely, from the investigation.\"\n\nId. at 19.    Had the case been judged under federal standards,\n\nreversal would have been even more clear.\n\n     In sum, the dozen perceived chinks in appellee's reasons for\n\nterminating plaintiff let in no light as to any true reason, do not\n\nadd up to the slightest suggestion of an effort to deceive or cover\n\nup a hidden motive, and obviously fail to indicate that there is a\n\nviable issue of age-related discrimination to bring before a trier\n\nof fact.\n\n     Affirmed.\n\n\n\n\n                                -13-\n\f",
  "html": "<p class=\"case_cite\">404 F.3d 42</p>\n    <p class=\"parties\">Luis R. RONDA-PEREZ; Mercedes A. Quesada-Rodriguez, Plaintiffs, Appellants,<br>v.<br>BANCO BILBAO VIZCAYA ARGENTARIA &#8212; PUERTO RICO, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2087.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 11, 2005.</p>\n    <p class=\"date\">Decided April 13, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Enrique J. Mendoza-Mendez with whom Mendoza Law Offices was on brief for appellants.</p>\n      <p class=\"indent\">Pedro J. Manzano-Yates with whom Rosa M. Mendez-Santoni and Fiddler Gonzalez &amp; Rodriguez, PSC were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a grant of summary judgment for the employer-defendant in an age discrimination suit. We affirm essentially for the reasons articulated in the district court's opinion, which contains a clear and detailed statement of facts and a conclusion, with which we agree, that there was a complete failure of proof of age as a motivating factor. We add this supplementary opinion to address, at plaintiff-appellant's urging, the question whether, in light of <i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> 530 U.S. 133, 120 S.Ct. 2097, 147 L.Ed.2d 105 (2000), plaintiff's prima facie case, together with his assaults on the truth of appellee's reasons for terminating him, are enough, without more, to defeat summary judgment.</p>\n    </div>\n    <p class=\"center\">I. <i>The Investigation</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff, a 54-year-old branch manager who had been employed by the bank or its predecessor since 1986 and whose salary had increased from $31,944 in 1994 to $40,430 in 2000, was dismissed and replaced by a 42-year-old woman. Defendant's action followed an investigation of plaintiff, which was initiated by a complaint from a fellow employee, Nelida Colon. She alleged that plaintiff regularly made comments about the physical attributes of female customers entering the bank, had disclosed the bankruptcy filing of a client and former branch manager, discussed an employee's evaluation with a client, had not been active in seeking to increase bank business, and had meddled with the personal lives of herself and a coworker.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The bank initiated an investigation into the complaint, which was conducted by a Human Resources officer, Manuel Frias. He interviewed Colon and three other employees, finding agreement among them confirming Colon's charges. He conducted two rounds of interviews with these employees and met with plaintiff to review their charges. Eventually, Frias prepared a report and recommendation for dismissal, based on the facts that plaintiff's conduct had a negative impact on the work environment of the branch, that his comments and conduct had exposed the bank to liability, and that he had violated the bank's policies against sexual harassment and confidentiality of information. This report was accepted by and implemented by the bank's Director of Human Resources.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Other facts bearing on the course of this process will be discussed in connection with our analysis.</p>\n    </div>\n    <p class=\"center\">II. <i>Analysis</i></p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiff asserts that he has established a prima facie case. Defendant concurs. He was in the protected age group, had been performing well, suffered an adverse employment action, and was replaced by a younger person. <i>See De La Vega v. San Juan Star, Inc.,</i> 377 F.3d 111, 117 (1st Cir.2004). The question to be resolved is whether the defendant's explanation of its conduct, together with any other evidence, could reasonably be seen by a jury not only to be false but to suggest an age-driven animus. <i>See Zapata-Matos v. Reckitt &amp; Colman, Inc.,</i> 277 F.3d 40, 45 (1st Cir.2002). After due consideration, we have concluded that the answer is \"No.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In <i>Reeves,</i> the Supreme Court emphasized the possibility that a plaintiff may survive summary judgment not by unearthing positive evidence of a discriminatory motive, but by showing that an employer's proffered justification for its adverse employment action was such that a \"trier of fact can reasonably infer from the falsity of the explanation that the employer is dissembling to cover up a discriminatory purpose.\" <i>See</i> 530 U.S. at 147, 120 S.Ct. 2097 (citing <i>Wright v. West,</i> 505 U.S. 277, 296, 112 S.Ct. 2482, 120 L.Ed.2d 225 (1992)). The Court went on to disavow that a showing of pretext automatically would suffice to defeat summary judgment, saying,</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Whether judgment as a matter of law is appropriate in any particular case will depend on a number of factors. Those include the strength of the plaintiff's prima facie case, the probative value of the proof that the employer's explanation is false, and any other evidence that supports the employer's case and that properly may be considered on a motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>Id.</i> at 148-49, 120 S.Ct. 2097.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Reeves,</i> two characteristics of the evidence stand out: there was \"a substantial showing that respondent's [employer's] explanation was false,\" and, in addition to a prima facie case and the showing of falsity in the employer's explanation, there was \"additional evidence that Chestnut [employer official] was motivated by age-based animus and was principally responsible for petitioner's firing.\" <i>See id.</i> at 144, 151, 120 S.Ct. 2097.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under these circumstances &#8212; \"a prima facie case of discrimination..., enough evidence for the jury to reject respondent's explanation, and ... additional evidence of age-based animus,\" <i>id.</i> at 153, 120 S.Ct. 2097 &#8212; the Court held that a jury could find intentional discrimination. Shortly after <i>Reeves</i> was decided, we had occasion to reconsider a ruling we had made in <i>Feliciano de la Cruz v. El Conquistador Resort and Country Club,</i> 218 F.3d 1 (1st Cir.2000). In an order denying panel rehearing, we held that our analysis was consistent with <i>Reeves,</i> and reiterated that the thinness of the plaintiff's showing of pretext, while enough to create a triable issue as to the falsity of company reasons, failed to shed any light on what the true reason was, \"`let alone show that the reason was discrimination based on [ethnic] origin.'\" <i>Id.</i> at 10. There was no other evidence of actions or words evidencing an ethnic bias sufficient to support a jury verdict of discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this case, it is undisputed that plaintiff has established a prima facie case. Plaintiff was 54 at the time of his termination, had performed well (as evidenced by regular salary increases), and was succeeded by a 42-year-old person. But we have no information about that person's background or experience. As for additional evidence pointing to age discrimination, appellant has made only conclusory statements about his employer \"taking out\" two other older managers, Jos&#233; Ramos and P&#233;rez Caratini, but he acknowledged that he did not know why they were terminated or who was responsible for the decisions. Moreover, the record is bereft of any age-related comments. For the six years preceding the events in this case &#8212; when plaintiff already was older than the age at which his successor took the position &#8212; he had been awarded annual raises in salary, hardly evidence of preexisting age-related animus. <i>See Rivas Rosado v. Radio Shack, Inc.,</i> 312 F.3d 532, 534 (1st Cir.2002)(no basis for inferring gender discrimination where employee was regularly promoted before discovery of irregularities).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Whether plaintiff's showing was adequate to warrant further fact finding therefore depends on his evidence of pretext. In <i>Reeves,</i> the Court cites <i>Texas Dep't of Community Affairs v. Burdine,</i> 450 U.S. 248, 253, 101 S.Ct. 1089, 67 L.Ed.2d 207 (1981), for the proposition that a plaintiff must have the opportunity to prove that \"`the legitimate reasons offered by the defendant were not its true reasons, but were a pretext for discrimination.'\" 530 U.S. at 143, 120 S.Ct. 2097. The Seventh Circuit in <i>Kulumani v. Blue Cross Blue Shield Ass'n,</i> 224 F.3d 681, 684 (7th Cir.2000), elaborates, explaining that \"[a] `pretext for discrimination' means more than an unusual act; it means something worse than a business error; `pretext' means deceit used to cover one's tracks.\" This is consistent with dictionary guidance: \"something that is put forward to conceal a true purpose or object.\" <i>The Random House Dictionary of the English Language</i> 1534 (2d ed.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Plaintiff attempts to establish this kind of pretext by firing a spirited volley of some twelve charges, with the hope that the resulting smoke will be considered proof of fire. We consider them carefully but conclude that the smoke dissipates with the firing of each charge.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To begin, the investigation leading to plaintiff's dismissal was in response to a complaint by a fellow employee, Colon. Human Resources Officer Frias conducted two sets of interviews with branch employees and met with plaintiff. The other employees generally agreed with the instigating employee. Plaintiff did not assert any adverse motive or bias on the part of any of these persons and conceded that Frias was doing his job.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While plaintiff denied the alleged misconduct, Frias deemed all his informants credible. The question is not whether plaintiff's or his fellow employees' version is the true one, but whether Frias and his superiors believed what he had been told by those he interviewed. <i>See Zapata-Matos,</i> 277 F.3d at 45-46 (\"[T]he ultimate question is not whether the explanation was false, but whether discrimination was the cause of the termination.\"); <i>Mulero-Rodriguez v. Ponte, Inc.,</i> 98 F.3d 670, 674 (1st Cir.1996) (\"[T]he issue is not whether [the employer's] reasons ... were real, but merely whether the decisionmakers ... believed them to be real.\"). Plaintiff's plea that his denials establish triable issues of fact foreclosing summary judgment would, if accepted, spell the end of summary judgment. Of similar nature is plaintiff's assertion that all of the witnesses against him should be deemed unworthy of belief because they were all connected with his and their employer.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff's catalogue of \"fishy\" characteristics of the investigation starts with the assertion that, during much of it, he was kept in the dark about complaints concerning his sexist comments about bank customers. In his deposition, he initially stated that he was told in his meeting with Frias that the complaints against him concerned his disclosure of confidential information about a client, discussing an employee evaluation with a client, discriminating against students who sought information for homework, meddling in the life of Colon and a coworker, and failing to go out to get business.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Upon being pressed as to his memory of that meeting, he testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Q....[A]t any time did they mentioned [sic] that there were some complaints about certain comments and the way that you referred to the women who went to the branch?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A. No, no, what I was told at that time was that I made comments as to the ladies that came in or walked in front of the branch. Before Noel Torres I questioned him and he said no, that he had not heard that. That is why I don't mention it, because Mr. Noel Torres denied it, he said no.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Q. But that was something that Mr. Manuel Frias brought to your attention.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A. In the first I don't consider it.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Q. And it was something about certain complaints that had been made by the employees.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A. Supposedly.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Notwithstanding this deposition testimony, plaintiff maintains that he did not learn of complaints of \"sexual harassment\" until defendant filed answers to interrogatories. But the answer he cites reveals information identical to that given him by Frias in his first meeting: \"Mrs. Colon complained that Ronda regularly made comments in relation to the females that visited the Branch, specifically their appearance and body.\" We see no indication that any lack of clarity in giving notice of this particular charge could point to any devious effort to conceal age discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Plaintiff also contends that he demonstrated the falsity of the information on which Frias relied to conclude that he had violated the bank's confidentiality strictures. But to be relevant on the issue of employer deviousness, the fact of such falsity must have been communicated to Frias, the investigator. Frias, however, found the responses of the employees to be consistent, and he knew of no reason to disbelieve them. Plaintiff now relies on the fact that the asserted breaches of confidentiality (one relating to a client bankruptcy and the other to an employee evaluation) have been contradicted by disinterested witnesses. But these contradictions were contained in affidavits signed after suit had been brought, a year after Frias made his investigation and recommendation to superiors. This evidence, therefore, cannot reflect on Frias's honest belief at the time he made his report.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiff also itemizes a variety of alleged procedural irregularities, which he claims indicate the suspicious nature of the investigative process. He points to the more favorable treatment of a coworker, Assistant Manager Neil Torres, who admitted his complicity in stimulating some of the sexist observations. He was not terminated, and instead received a reprimand and warning. But Torres had evidenced remorse, had freely acknowledged his inappropriate behavior, was at a lower level of responsibility than plaintiff, and was free from the other criticisms levied at plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plaintiff also complains of differences in note-taking in the investigative interviews. While notes were taken during interviews with his fellow employees, who also were asked to read and sign such notes, conversations with plaintiff were not simultaneously recorded. Plaintiff even points, as evidence of pretext, to such minutiae as inconsistent testimony concerning whether employee Carmen Morales signed notes from one or both of her meetings with Frias. Putting the worst face on such differences, we could say only that perhaps it would have been better if there had been either more uniformity in recording interviews or a reasonable explanation for any differences in treatment. But on no account could we say that such vagaries amount to \"a lie rather than an oddity or an error,\" <i>Kulumani,</i> 224 F.3d at 685. In referring to a similar \"step-by-step\" criticism of another employer investigation in <i>Rivas Rosado,</i> we observed that \"Title VII ... does not ensure against inaccuracy by an employer, only against gender-based discrimination,\" 312 F.3d at 534-35.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The fact that the Human Resources Department had delayed in processing an inquiry from plaintiff about the termination of a probationary employee similarly does not imply anything from its more rapid attention to this obviously serious matter involving possible hostile work environment. Nor can the existence of a simple offer of payment conditioned on settlement of any age discrimination claim be seriously considered prejudicial to an employer in a situation of this nature. The district court included this in its summary of evidence that it found had no bearing on the issue of age discrimination. We do not disagree, but add our view that this rejected offer, made in the context of an obviously contested investigation, fits within the spirit if not the letter of Fed.R.Evid. 408, which bars consideration of offers of compromise. Even if considered, the modest amount of the offer, the articulated purpose of providing some help during a transition period following termination, and the specific disavowal that any payment constituted an admission of age discrimination effectively deprive it of significant weight in assessing the propriety of summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We have considered plaintiff's remaining criticisms, but find them not to merit our further attention.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This case is similar in an important way to <i>Baralt v. Nationwide Mutual Insurance Co.,</i> 251 F.3d 10 (1st Cir.2001), where we set aside a verdict for the employee, notwithstanding that the employer bore a heavy burden under Puerto Rico law to prove that its decision was not motivated by age discrimination. The facts established a similar prima facie case: plaintiffs were within the protected class, they were fired, and they were replaced, one by a slightly younger person and the other by a much younger person, although also within the protected class.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The employer's actions were such as to entitle the jury to disbelieve its stated reasons. Despite the plaintiffs' long and successful service, a Human Resources officer who had not reviewed plaintiffs' files and had interviewed them for only a brief time abruptly announced his decision to terminate them following a field investigation of alleged improprieties. <i>See id.</i> at 14-15. We found defendant's rationale \"far from compelling.\" <i>Id.</i> at 17. But we noted that the probe leading to the dismissals had been triggered by employees, and that \"with virtually no evidence besides the discharges themselves pointing to age as a factor and none indicating that the investigation was fabricated by company officials to conceal other motives, a reasonable jury could not entirely reject the company's abundant evidence that the terminations stemmed, however unwisely, from the investigation.\" <i>Id.</i> at 19. Had the case been judged under federal standards, reversal would have been even more clear.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In sum, the dozen perceived chinks in appellee's reasons for terminating plaintiff let in no light as to any true reason, do not add up to the slightest suggestion of an effort to deceive or cover up a hidden motive, and obviously fail to indicate that there is a viable issue of age-related discrimination to bring before a trier of fact.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></span></p>\n    <p class=\"parties\">Luis R. RONDA-PEREZ; Mercedes A. Quesada-Rodriguez, Plaintiffs, Appellants,<br>v.<br>BANCO BILBAO VIZCAYA ARGENTARIA &#8212; PUERTO RICO, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2087.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 11, 2005.</p>\n    <p class=\"date\">Decided April 13, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Enrique J. Mendoza-Mendez with whom Mendoza Law Offices was on brief for appellants.</p>\n      <p class=\"indent\">Pedro J. Manzano-Yates with whom Rosa M. Mendez-Santoni and Fiddler Gonzalez &amp; Rodriguez, PSC were on brief for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an appeal from a grant of summary judgment for the employer-defendant in an age discrimination suit. We affirm essentially for the reasons articulated in the district court's opinion, which contains a clear and detailed statement of facts and a conclusion, with which we agree, that there was a complete failure of proof of age as a motivating factor. We add this supplementary opinion to address, at plaintiff-appellant's urging, the question whether, in light of <i>Reeves v. Sanderson Plumbing Prods., Inc.,</i> <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">105</span></a></span> (2000), plaintiff's prima facie case, together with his assaults on the truth of appellee's reasons for terminating him, are enough, without more, to defeat summary judgment.</p>\n    </div>\n    <p class=\"center\">I. <i>The Investigation</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff, a 54-year-old branch manager who had been employed by the bank or its predecessor since 1986 and whose salary had increased from $31,944 in 1994 to $40,430 in 2000, was dismissed and replaced by a 42-year-old woman. Defendant's action followed an investigation of plaintiff, which was initiated by a complaint from a fellow employee, Nelida Colon. She alleged that plaintiff regularly made comments about the physical attributes of female customers entering the bank, had disclosed the bankruptcy filing of a client and former branch manager, discussed an employee's evaluation with a client, had not been active in seeking to increase bank business, and had meddled with the personal lives of herself and a coworker.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The bank initiated an investigation into the complaint, which was conducted by a Human Resources officer, Manuel Frias. He interviewed Colon and three other employees, finding agreement among them confirming Colon's charges. He conducted two rounds of interviews with these employees and met with plaintiff to review their charges. Eventually, Frias prepared a report and recommendation for dismissal, based on the facts that plaintiff's conduct had a negative impact on the work environment of the branch, that his comments and conduct had exposed the bank to liability, and that he had violated the bank's policies against sexual harassment and confidentiality of information. This report was accepted by and implemented by the bank's Director of Human Resources.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Other facts bearing on the course of this process will be discussed in connection with our analysis.</p>\n    </div>\n    <p class=\"center\">II. <i>Analysis</i></p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiff asserts that he has established a prima facie case. Defendant concurs. He was in the protected age group, had been performing well, suffered an adverse employment action, and was replaced by a younger person. <i>See De La Vega v. San Juan Star, Inc.,</i> <span class=\"citation\" data-id=\"201170\"><a href=\"/opinion/201170/de-la-vega-v-the-san-juan-star/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span>, 117 (1st Cir.2004). The question to be resolved is whether the defendant's explanation of its conduct, together with any other evidence, could reasonably be seen by a jury not only to be false but to suggest an age-driven animus. <i>See Zapata-Matos v. Reckitt &amp; Colman, Inc.,</i> <span class=\"citation\" data-id=\"776184\"><a href=\"/opinion/776184/ram-n-zapata-matos-v-reckitt-colman-inc-fka-lf-products/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 45 (1st Cir.2002). After due consideration, we have concluded that the answer is \"No.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In <i>Reeves,</i> the Supreme Court emphasized the possibility that a plaintiff may survive summary judgment not by unearthing positive evidence of a discriminatory motive, but by showing that an employer's proffered justification for its adverse employment action was such that a \"trier of fact can reasonably infer from the falsity of the explanation that the employer is dissembling to cover up a discriminatory purpose.\" <i>See</i> 530 U.S. at 147, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span> (citing <i>Wright v. West,</i> <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">277</span></a></span>, 296, <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2482</span></a></span>, <span class=\"citation\" data-id=\"112771\"><a href=\"/opinion/112771/wright-v-west/\"><span class=\"volume\">120</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">225</span></a></span> (1992)). The Court went on to disavow that a showing of pretext automatically would suffice to defeat summary judgment, saying,</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Whether judgment as a matter of law is appropriate in any particular case will depend on a number of factors. Those include the strength of the plaintiff's prima facie case, the probative value of the proof that the employer's explanation is false, and any other evidence that supports the employer's case and that properly may be considered on a motion for judgment as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\"><i>Id.</i> at 148-49, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In <i>Reeves,</i> two characteristics of the evidence stand out: there was \"a substantial showing that respondent's [employer's] explanation was false,\" and, in addition to a prima facie case and the showing of falsity in the employer's explanation, there was \"additional evidence that Chestnut [employer official] was motivated by age-based animus and was principally responsible for petitioner's firing.\" <i>See id.</i> at 144, 151, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under these circumstances &#8212; \"a prima facie case of discrimination..., enough evidence for the jury to reject respondent's explanation, and ... additional evidence of age-based animus,\" <i>id.</i> at 153, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span> &#8212; the Court held that a jury could find intentional discrimination. Shortly after <i>Reeves</i> was decided, we had occasion to reconsider a ruling we had made in <i>Feliciano de la Cruz v. El Conquistador Resort and Country Club,</i> <span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir.2000). In an order denying panel rehearing, we held that our analysis was consistent with <i>Reeves,</i> and reiterated that the thinness of the plaintiff's showing of pretext, while enough to create a triable issue as to the falsity of company reasons, failed to shed any light on what the true reason was, \"`let alone show that the reason was discrimination based on [ethnic] origin.'\" <i>Id.</i> at 10. There was no other evidence of actions or words evidencing an ethnic bias sufficient to support a jury verdict of discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In this case, it is undisputed that plaintiff has established a prima facie case. Plaintiff was 54 at the time of his termination, had performed well (as evidenced by regular salary increases), and was succeeded by a 42-year-old person. But we have no information about that person's background or experience. As for additional evidence pointing to age discrimination, appellant has made only conclusory statements about his employer \"taking out\" two other older managers, Jos&#233; Ramos and P&#233;rez Caratini, but he acknowledged that he did not know why they were terminated or who was responsible for the decisions. Moreover, the record is bereft of any age-related comments. For the six years preceding the events in this case &#8212; when plaintiff already was older than the age at which his successor took the position &#8212; he had been awarded annual raises in salary, hardly evidence of preexisting age-related animus. <i>See Rivas Rosado v. Radio Shack, Inc.,</i> <span class=\"citation\" data-id=\"200242\"><a href=\"/opinion/200242/rivas-rosado-v-radio-shack-inc/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></a></span>, 534 (1st Cir.2002)(no basis for inferring gender discrimination where employee was regularly promoted before discovery of irregularities).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Whether plaintiff's showing was adequate to warrant further fact finding therefore depends on his evidence of pretext. In <i>Reeves,</i> the Court cites <i>Texas Dep't of Community Affairs v. Burdine,</i> <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 253, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1089</span></a></span>, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">67</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">207</span></a></span> (1981), for the proposition that a plaintiff must have the opportunity to prove that \"`the legitimate reasons offered by the defendant were not its true reasons, but were a pretext for discrimination.'\" 530 U.S. at 143, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>. The Seventh Circuit in <i>Kulumani v. Blue Cross Blue Shield Ass'n,</i> <span class=\"citation\" data-id=\"770164\"><a href=\"/opinion/770164/sam-kulumani-v-blue-cross-blue-shield-association/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">681</span></a></span>, 684 (7th Cir.2000), elaborates, explaining that \"[a] `pretext for discrimination' means more than an unusual act; it means something worse than a business error; `pretext' means deceit used to cover one's tracks.\" This is consistent with dictionary guidance: \"something that is put forward to conceal a true purpose or object.\" <i>The Random House Dictionary of the English Language</i> 1534 (2d ed.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Plaintiff attempts to establish this kind of pretext by firing a spirited volley of some twelve charges, with the hope that the resulting smoke will be considered proof of fire. We consider them carefully but conclude that the smoke dissipates with the firing of each charge.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To begin, the investigation leading to plaintiff's dismissal was in response to a complaint by a fellow employee, Colon. Human Resources Officer Frias conducted two sets of interviews with branch employees and met with plaintiff. The other employees generally agreed with the instigating employee. Plaintiff did not assert any adverse motive or bias on the part of any of these persons and conceded that Frias was doing his job.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">While plaintiff denied the alleged misconduct, Frias deemed all his informants credible. The question is not whether plaintiff's or his fellow employees' version is the true one, but whether Frias and his superiors believed what he had been told by those he interviewed. <i>See Zapata-Matos,</i> 277 F.3d at 45-46 (\"[T]he ultimate question is not whether the explanation was false, but whether discrimination was the cause of the termination.\"); <i>Mulero-Rodriguez v. Ponte, Inc.,</i> <span class=\"citation\" data-id=\"728081\"><a href=\"/opinion/728081/72-fair-emplpraccas-bna-406-69-empl-prac-dec-p-44437-gilberto/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">670</span></a></span>, 674 (1st Cir.1996) (\"[T]he issue is not whether [the employer's] reasons ... were real, but merely whether the decisionmakers ... believed them to be real.\"). Plaintiff's plea that his denials establish triable issues of fact foreclosing summary judgment would, if accepted, spell the end of summary judgment. Of similar nature is plaintiff's assertion that all of the witnesses against him should be deemed unworthy of belief because they were all connected with his and their employer.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiff's catalogue of \"fishy\" characteristics of the investigation starts with the assertion that, during much of it, he was kept in the dark about complaints concerning his sexist comments about bank customers. In his deposition, he initially stated that he was told in his meeting with Frias that the complaints against him concerned his disclosure of confidential information about a client, discussing an employee evaluation with a client, discriminating against students who sought information for homework, meddling in the life of Colon and a coworker, and failing to go out to get business.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Upon being pressed as to his memory of that meeting, he testified as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Q....[A]t any time did they mentioned [sic] that there were some complaints about certain comments and the way that you referred to the women who went to the branch?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">A. No, no, what I was told at that time was that I made comments as to the ladies that came in or walked in front of the branch. Before Noel Torres I questioned him and he said no, that he had not heard that. That is why I don't mention it, because Mr. Noel Torres denied it, he said no.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Q. But that was something that Mr. Manuel Frias brought to your attention.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A. In the first I don't consider it.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Q. And it was something about certain complaints that had been made by the employees.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A. Supposedly.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Notwithstanding this deposition testimony, plaintiff maintains that he did not learn of complaints of \"sexual harassment\" until defendant filed answers to interrogatories. But the answer he cites reveals information identical to that given him by Frias in his first meeting: \"Mrs. Colon complained that Ronda regularly made comments in relation to the females that visited the Branch, specifically their appearance and body.\" We see no indication that any lack of clarity in giving notice of this particular charge could point to any devious effort to conceal age discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Plaintiff also contends that he demonstrated the falsity of the information on which Frias relied to conclude that he had violated the bank's confidentiality strictures. But to be relevant on the issue of employer deviousness, the fact of such falsity must have been communicated to Frias, the investigator. Frias, however, found the responses of the employees to be consistent, and he knew of no reason to disbelieve them. Plaintiff now relies on the fact that the asserted breaches of confidentiality (one relating to a client bankruptcy and the other to an employee evaluation) have been contradicted by disinterested witnesses. But these contradictions were contained in affidavits signed after suit had been brought, a year after Frias made his investigation and recommendation to superiors. This evidence, therefore, cannot reflect on Frias's honest belief at the time he made his report.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Plaintiff also itemizes a variety of alleged procedural irregularities, which he claims indicate the suspicious nature of the investigative process. He points to the more favorable treatment of a coworker, Assistant Manager Neil Torres, who admitted his complicity in stimulating some of the sexist observations. He was not terminated, and instead received a reprimand and warning. But Torres had evidenced remorse, had freely acknowledged his inappropriate behavior, was at a lower level of responsibility than plaintiff, and was free from the other criticisms levied at plaintiff.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Plaintiff also complains of differences in note-taking in the investigative interviews. While notes were taken during interviews with his fellow employees, who also were asked to read and sign such notes, conversations with plaintiff were not simultaneously recorded. Plaintiff even points, as evidence of pretext, to such minutiae as inconsistent testimony concerning whether employee Carmen Morales signed notes from one or both of her meetings with Frias. Putting the worst face on such differences, we could say only that perhaps it would have been better if there had been either more uniformity in recording interviews or a reasonable explanation for any differences in treatment. But on no account could we say that such vagaries amount to \"a lie rather than an oddity or an error,\" <i>Kulumani,</i> 224 F.3d at 685. In referring to a similar \"step-by-step\" criticism of another employer investigation in <i>Rivas Rosado,</i> we observed that \"Title VII ... does not ensure against inaccuracy by an employer, only against gender-based discrimination,\" 312 F.3d at 534-35.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The fact that the Human Resources Department had delayed in processing an inquiry from plaintiff about the termination of a probationary employee similarly does not imply anything from its more rapid attention to this obviously serious matter involving possible hostile work environment. Nor can the existence of a simple offer of payment conditioned on settlement of any age discrimination claim be seriously considered prejudicial to an employer in a situation of this nature. The district court included this in its summary of evidence that it found had no bearing on the issue of age discrimination. We do not disagree, but add our view that this rejected offer, made in the context of an obviously contested investigation, fits within the spirit if not the letter of Fed.R.Evid. 408, which bars consideration of offers of compromise. Even if considered, the modest amount of the offer, the articulated purpose of providing some help during a transition period following termination, and the specific disavowal that any payment constituted an admission of age discrimination effectively deprive it of significant weight in assessing the propriety of summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We have considered plaintiff's remaining criticisms, but find them not to merit our further attention.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">This case is similar in an important way to <i>Baralt v. Nationwide Mutual Insurance Co.,</i> <span class=\"citation\" data-id=\"773387\"><a href=\"/opinion/773387/manuel-a-baralt-lizette-pena-aviles-conjugal-partnership-baralt-pena-juan/\"><span class=\"volume\">251</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span> (1st Cir.2001), where we set aside a verdict for the employee, notwithstanding that the employer bore a heavy burden under Puerto Rico law to prove that its decision was not motivated by age discrimination. The facts established a similar prima facie case: plaintiffs were within the protected class, they were fired, and they were replaced, one by a slightly younger person and the other by a much younger person, although also within the protected class.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The employer's actions were such as to entitle the jury to disbelieve its stated reasons. Despite the plaintiffs' long and successful service, a Human Resources officer who had not reviewed plaintiffs' files and had interviewed them for only a brief time abruptly announced his decision to terminate them following a field investigation of alleged improprieties. <i>See id.</i> at 14-15. We found defendant's rationale \"far from compelling.\" <i>Id.</i> at 17. But we noted that the probe leading to the dismissals had been triggered by employees, and that \"with virtually no evidence besides the discharges themselves pointing to age as a factor and none indicating that the investigation was fabricated by company officials to conceal other motives, a reasonable jury could not entirely reject the company's abundant evidence that the terminations stemmed, however unwisely, from the investigation.\" <i>Id.</i> at 19. Had the case been judged under federal standards, reversal would have been even more clear.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In sum, the dozen perceived chinks in appellee's reasons for terminating plaintiff let in no light as to any true reason, do not add up to the slightest suggestion of an effort to deceive or cover up a hidden motive, and obviously fail to indicate that there is a viable issue of age-related discrimination to bring before a trier of fact.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/"
  ]
}