{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201560/",
  "absolute_url": "/opinion/201560/torres-rivera-v-oneill-cancel/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201560/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:29:26Z",
  "date_modified": "2016-02-28T05:05:55.232743Z",
  "type": "010combined",
  "sha1": "f9e53dade077078a0fde7704b5de50033b6fe851",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2627-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/05/03/Torres-Rivera_v._ONeill-Cancel.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\nNo.   03-2627\n\n            MARGARET TORRES-RIVERA; ERNID GOMEZ-TORRES,\n                       Plaintiffs, Appellees,\n\n GUADALUPE GOMEZ-CORA; TALINA A. FERNANDEZ-TORRES; RAMONA CORA-\n                  HUERTAS; ANGEL SANTIAGO-CORA,\n                           Plaintiffs,\n\n                                v.\n\n                      CHARLES O'NEILL-CANCEL,\n                       Defendant, Appellant,\n\n                  ERNESTO ESPADA-CRUZ; JOHN DOE,\n                            Defendants.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                              Before\n\n            Torruella, Selya, and Lynch, Circuit Judges.\n\n\n     Julio Cesar Alejandro Serrano, with whom William Vazquez\nIrizarry, Secretary of Justice, Jo Ann Estades, Director of Federal\nLitigation Division, Department of Justice, Eileen Landron\nGuardiola, Eduardo A. Vera Ramirez, and Landron & Vera, LLP were on\nbrief, for appellant.\n     David A. Cerda, with whom Sigfredo A. Irizarry-Semidei was on\nbrief, for appellees.\n\n\n                           May 3, 2005\n\f           LYNCH, Circuit Judge. A fifteen-year old boy, Ernid\n\nGomez, was beaten by an on-duty Puerto Rico Police officer, Ernesto\n\nEspada-Cruz (\"Espada\").     Another law enforcement officer at the\n\nscene, appellant Charles O'Neill-Cancel (\"O'Neill\"), had restrained\n\nErnid against a wall by training his gun on the boy.     O'Neill also\n\npointed the gun at Ernid's mother, Margaret Torres-Rivera (\"Torres-\n\nRivera\"), when she came out to see what was happening, and kept her\n\nfrom interfering.       While O'Neill did not himself beat Ernid,\n\nneither did he stop Espada from beating the child.        Espada was\n\nconvicted of criminal assault on Ernid in a Puerto Rico court.\n\n           Ernid, his mother, and Angel Santiago-Cora, another boy\n\nwho was beaten by Espada, then brought a federal civil rights\n\naction under 42 U.S.C. § 1983 for damages against Espada and\n\nO'Neill.   A jury found Espada liable for use of excessive force.\n\nThe jury also found O'Neill liable under section 1983 for his\n\ninvolvement with Espada's excessive use of force against Ernid and\n\nalso, under Puerto Rico law, for negligently injuring Torres-Rivera\n\nduring the assault. O'Neill appeals from the jury verdict, both as\n\nto liability and damages.\n\n           We affirm.    In doing so, we reject O'Neill's argument\n\nthat this excessive force case should not be viewed under the\n\nFourth Amendment    objective-reasonableness   test,   see Graham   v.\n\nConnor, 490 U.S. 386, 395 (1989), but rather under a Fourteenth\n\nAmendment \"shock the conscience\" test, see County of Sacramento v.\n\n\n                                 -2-\n\fLewis, 523 U.S. 833, 854 (1998). We also reject O'Neill's argument\n\nthat the Fourth Amendment excessive force claim is actionable only\n\nin arrest or pretrial detention situations.\n\n                                      I.\n\n            We recite the facts in the light most favorable to the\n\njury verdict.       See Correa v. Hosp. San Francisco, 69 F.3d 1184,\n\n1188 (1st Cir. 1995).\n\n            On August 29, 1998, at about 9:30 PM, the Puerto Rico\n\nTreasury Department and Puerto Rico Police engaged in a joint\n\noperation to inspect businesses at an intersection in Arroyo,\n\nPuerto Rico, for compliance with Treasury Department regulations.\n\nAfter the inspection, the officers issued traffic tickets to\n\ndrivers    at   the   intersection.        Appellant   O'Neill,   a   Treasury\n\nDepartment agent, and defendant Espada, a police officer, both\n\nparticipated in the operation.\n\n            While the officers were issuing traffic tickets, two\n\nchildren    about     300   feet   away   from   the   intersection    shouted\n\nobscenities at the ticket writing officers.                While the other\n\nofficers remained at the intersection, Espada, who was wearing\n\npolice uniform, walked up the street to confront the shouting\n\nyouths.    O'Neill, who was in plain clothes, got into a minivan and\n\ndrove after Espada to provide backup.\n\n            Ernid was standing with his cousin in front of his\n\ngrandmother's house across from the shouting children.            He was not\n\n\n                                      -3-\n\fone of the shouting children.    The shouting children hid as Espada\n\nand O'Neill approached. O'Neill drove to Ernid's house, got out of\n\nthe van, and pointed his gun at Ernid and his cousin, ordering them\n\nto put themselves against the wall.     Ernid testified, \"And I see\n\n[O'Neill] getting out of the minivan, point[]s [the gun] at us, and\n\ntells us to get up against the wall and that if we were to move or\n\nto run, he would shoot at us.\"    O'Neill stood about ten feet from\n\nErnid.   Espada walked up the street and shouted, \"Come over here\n\nand tell me that.\"\n\n          Angel Santiago-Cora, an eighteen-year old who lived up\n\nthe street from Ernid's grandmother's house, walked up and saw\n\nO'Neill pointing the gun at Ernid and his cousin.        Scared, he\n\nretreated back around a street corner so that he was out of sight\n\nbut only about thirty feet from O'Neill.       When he saw officer\n\nEspada, who, unlike O'Neill, was wearing a police uniform, he\n\ndecided to approach him, but Espada pulled out his nightstick and\n\nbeat Angel five or six times with the nightstick.    As he was hit,\n\nAngel screamed, \"Ow, ow, ow, why are they hitting me, I just got\n\nhere, I just got here.   I don't know anything, ow, ow, ow, why are\n\nyou hitting me?\"   Ernid, still facing the wall, heard the screams.\n\n          Ernid's mother, Torres-Rivera, who was inside Ernid's\n\ngrandmother's house, heard Angel screaming.    She went outside and\n\nshouted, \"What happened?\"   Espada stopped beating Angel and walked\n\naround the corner to the front of the house.\n\n\n                                 -4-\n\f          As Ernid's mother, Torres-Rivera, walked towards the\n\nstreet from the house, O'Neill turned the gun (which until then was\n\nstill pointed at Ernid and his cousin) and pointed it at Torres-\n\nRivera's face.     Torres-Rivera immediately raised her hands and\n\nsaid, \"Oh my God, what's happening?\"            Espada at this time was\n\nspeaking with an unidentified third officer, who told Espada that\n\nTorres-Rivera was a security guard.        Espada walked up to Torres-\n\nRivera and said to her, \"I don't care if you are a guard.\"        Torres-\n\nRivera asked Espada to explain what was happening with Ernid.           At\n\nthis point, O'Neill lowered his gun, but kept it out and did not\n\nput it away in his holster.    Torres-Rivera kept her hands up the\n\nentire time because she was afraid.\n\n          Espada told Torres-Rivera that the boys (Ernid and his\n\ncousin) were shouting profanities at the officers.         Torres-Rivera\n\nsaid that if that were true she would beat Ernid herself in front\n\nof the officers.    Both Ernid and Ernid's sister, Talina, who was\n\nalso at the scene, denied that Ernid shouted at the police.\n\n          Espada   then   walked    over   to    Ernid,   and,   with   his\n\nnightstick, hit Ernid in the testicles.          Ernid \"twisted down and\n\nbent over a little bit, but [he] was afraid to move . . . because\n\n[he] was told that if [he] was to move or run, they would shoot at\n\n[him].\"   Torres-Rivera watched as Espada beat her child.          She did\n\nnot dare to intervene because O'Neill still had his gun out.            She\n\n\n\n\n                                   -5-\n\fdid not even lower her hands.         She looked at O'Neill and said,\n\n\"Don't hit him.    Don't hit my boy.     It wasn't him.\"\n\n           Espada continued to hit Ernid three more times in the\n\nshoulders and the back.    Espada taunted Ernid while he was beating\n\nhim,   saying   \"shout   now\"   and   \"shout,   you're   a   tough    guy.\"\n\nThroughout, O'Neill stood where he was and did not intervene to\n\nstop Espada, and kept his gun out.       Ernid and Torres-Rivera were\n\nafraid to move, mindful of O'Neill's gun.           After these blows,\n\nEspada searched Ernid, \"in a very brutal way, striking [him] really\n\nhard, . . . slapping [him] on the way down [his] body.\"              Espada\n\nfound nothing on Ernid.\n\n           At this point, Ernid's grandmother, who had come out of\n\nthe house sometime during the incident, moved Torres-Rivera out of\n\nthe way and begged Espada to stop hitting Ernid.         Seeing Ernid's\n\ngrandmother, who Angel knew well, Angel then limped from around the\n\ncorner, yelling to Ernid's grandmother that he had been hit, and\n\nthen fell at her feet.     Espada turned his attention from Ernid to\n\nAngel and taunted Angel by saying, \"Get up off the ground, you\n\njerk, you wuss, you.\"      Angel then got up.      A group of officers\n\narrived at that point, many of them laughing at the scene.           Angel's\n\nbrother then arrived and after hearing that Angel had been beaten,\n\ntold Angel to get Espada's badge number.        After Angel asked Espada\n\nfor his badge number, Espada asked Angel if he wanted to get hit\n\n\n\n\n                                  -6-\n\fagain.      O'Neill   then   drove   off,   and   the   remaining   officers,\n\nincluding Espada, left on foot.\n\n            Afterwards, Torres-Rivera and her sister took Ernid to\n\nthe emergency room.      Ernid told Torres-Rivera, \"Mami, it hurts me\n\na lot.\"   The emergency room doctor examined Ernid.           Ernid's \"left\n\ntesticle was all swollen, red, with . . . a hematoma.\"          The medical\n\nrecords also indicated trauma in Ernid's left shoulder. For two to\n\nthree weeks after the beating, Ernid felt pain when urinating or\n\nwalking, and he did not move much due to the pain.          Ernid developed\n\ndysuria,1 which lasted long after the beating.             At the emergency\n\nroom, Torres-Rivera herself had to be given tranquilizers as a\n\nresult of the trauma.\n\n            Ernid's grades declined after the beating.              Ernid and\n\nTorres-Rivera also saw a psychologist for therapy for five or six\n\nsessions.     Even close to five years after the incident, Ernid\n\ntestified during trial that he was scared around police officers.\n\n\"I see a police officer, I get nervous, I get scared and I go far\n\naway from them.       I don't want to be close to where the cops are.\"\n\n            O'Neill and his fellow officers did not file a report\n\nabout the incident.      The plaintiffs brought state criminal charges\n\nagainst the officers.         At a police line-up shortly after the\n\nincident in response to these charges, the plaintiffs identified\n\n\n\n     1\n      Dysuria is defined as \"difficult or painful discharge of\nurine.\" Merriam Webster's Collegiate Dictionary 361 (10th ed.).\n\n                                     -7-\n\fEspada.     The plaintiffs were also called to identify O'Neill at a\n\nline-up shortly after the incident, but the police were unable to\n\ngo   through   with    the   identification    because   O'Neill     was   not\n\nrepresented by an attorney.        As a result, the plaintiffs were not\n\nable to identify O'Neill until a separate line-up two months after\n\nthe beating.       By that time, O'Neill had grown long hair and a full\n\nbeard and the plaintiffs failed to identify him.             At the time of\n\nthe beating, O'Neill was clean shaven and had short hair.\n\n             Espada was convicted of criminal assault and battery.\n\nThe plaintiffs then brought this federal suit under 42 U.S.C. §\n\n1983 in August, 1999, alleging that Espada and O'Neill violated\n\ntheir     rights   under   the   First,   Fourth,   Fifth,   and   Fourteenth\n\nAmendments to the U.S. Constitution.          The plaintiffs also brought\n\nsupplemental Puerto Rico tort law claims.\n\n             Jury trial was held from August 6 through August 13,\n\n2003.2     Neither Espada nor counsel representing him appeared for\n\ntrial.     O'Neill's defense strategy at trial was to blame Espada.\n\nHe argued that Espada was rightfully convicted for criminal assault\n\nand did injure the plaintiffs, but that O'Neill did not see or hear\n\nEspada's assault and so he should not be held responsible for\n\nEspada's acts.\n\n\n\n\n      2\n      Before trial, O'Neill sought summary judgment on the ground,\ninter alia, that he was entitled to qualified immunity. The\ndistrict court denied summary judgment.\n\n                                     -8-\n\f        The trial judge gave the following instruction to the\n\njury:\n\n        The claim of Ernid Gomez against O'Neill\n        arises from the alleged failure of O'Neill to\n        intervene to protect him from Espada's\n        physical assault.\n        . . .\n        Members of the jury, citizens of the United\n        States are protected against the use of\n        excessive force by the Fourth Amendment of the\n        [C]onstitution of the United States.       The\n        reasonableness of a particular seizure depends\n        not only on when it is made but also on how it\n        is carried out.\n        . . .\n        The reasonableness of the particular use of\n        force must be judged from the perspective of a\n        reasonable officer on the scene.\n        . . .\n        The question is whether the officer's actions\n        are objectively reasonable in light of the\n        facts   and  circumstances   confronting   the\n        officer, without regard to the underlying\n        intent or motivation of the officer.\n        . . .\n        Law enforcement officers, members of the jury,\n        sometimes   have   an  affirmative   duty   to\n        intervene, which is enforceable under the due\n        process clause of the Fourth Amendment. For\n        example, an officer who is present at the\n        scene of a detention or an arrest, who is\n        aware of what is going on and fails to take\n        reasonable steps to protect the victim of\n        another officer's use of excessive force, can\n        be held liable under Section 1983 of the Civil\n        Rights Act[] for his nonfeasance, provided\n        that that officer, the onlooker officer, had a\n        realistic opportunity to prevent the other\n        officer's actions.\n               A constitutional duty to intervene may\n        also arise if the onlooker officer is\n        instrumental in assisting the actual attacker\n        or aggressor to place the victim in a\n        vulnerable position.\n\n\n\n                             -9-\n\f            The jury found, by special verdict form, that Espada\n\nviolated Ernid's Fourth Amendment rights by using excessive force,\n\nand awarded Ernid $100,000 in compensatory damages.3        The jury also\n\nfound that O'Neill violated Ernid's Fourth Amendment rights by\n\nfailing to intervene during the use of excessive force, and awarded\n\nErnid $100,000 in compensatory damages.          Lastly, the jury found\n\nthat Espada and O'Neill negligently caused damage to Torres-Rivera\n\nunder Puerto Rico law and awarded her $20,000 in compensatory\n\ndamages from each defendant.\n\n            O'Neill timely appealed.\n\n                                   II.\n\n            On appeal, O'Neill argues: 1) the district court erred by\n\nallowing the plaintiffs to add the failure to intervene claim\n\nagainst O'Neill without adequate prior notice; 2) the district\n\ncourt's jury instructions were erroneous as to the failure to\n\nintervene   claim   because   a)   the    instructions   used   the   Fourth\n\nAmendment   \"objective   reasonableness\"      standard   rather   than   the\n\nFourteenth Amendment \"shock the conscience\" standard, and b) the\n\ninstructions failed to include all the elements of a failure to\n\nintervene claim and thus did not limit the damages for which\n\nO'Neill should be held liable; 3) the district court erred by\n\ndenying O'Neill qualified immunity; and 4) the verdict against\n\n\n     3\n      The jury also found that Espada violated Angel's Fourth\nAmendment rights by using excessive force and awarded $100,000 in\ncompensatory damages.\n\n                                   -10-\n\fO'Neill for negligence with respect to Torres-Rivera was not\n\nadequately supported by evidence.\n\n\n\nA.   Adequate Notice of the Failure to Intervene Claim\n\n               O'Neill argues that he was unfairly surprised by the\n\nfailure to intervene claim against him, which he represents was a\n\n\"last-minute amendment to the pleadings . . . through argument at\n\ntrial\" that \"had the effect of preventing . . . O'Neill from\n\nconducting      significant    discovery    on    the   failure   to   intervene\n\nclaim.\"    He argues that \"allegations in the complaint, as well as\n\nthe subsequent pleadings filed with the Court failed to give\n\nO'Neill any reasonable notice that he would be facing trial for\n\nfailing to intervene with Espada's beating of Ernid Gomez.\"\n\n               This contention is without merit, in light of the record.\n\nThe allegations in the complaint were that Espada and O'Neill,\n\n\"acting under color of law, illegally and maliciously assaulted,\n\npointed    a    firearm,     threatened    with   serious   bodily     harm   and\n\nterrorized coplaintiffs . . . for no valid reason.\"               Although the\n\ncomplaint did not specify the role of each defendant, the pleadings\n\nare sufficient under liberal notice pleading standards to give\n\nnotice to O'Neill that the plaintiffs were alleging that O'Neill\n\nwas present during, and contributed to, Espada's beating of Ernid.\n\nThere is no heightened pleading requirement for section 1983 civil\n\nrights    claims.      See    Leatherman    v.    Tarrant   County     Narcotics\n\n\n                                     -11-\n\fIntelligence     &   Coordination    Unit,   507   U.S.   163,    168   (1993);\n\nEducadores Puertorriqueños en Acción v. Hernández, 367 F.3d 61,\n\n66-67 (1st Cir. 2004).\n\n            The plaintiffs also clearly informed O'Neill of their\n\nfailure to intervene claim in pretrial motions.             For example, in\n\nMarch 2001, seventeen months before trial, the plaintiffs' response\n\nto O'Neill's second motion for summary judgment stated that O'Neill\n\nwas \"the government officer who stood by Espada-Cruz while the\n\nbrutal acts were committed upon plaintiffs\" and that O'Neill \"aided\n\nand   assisted   Espada-Cruz's      brutal   attacks   on   the    plaintiffs,\n\ninstead of preventing them\" (emphasis added). If O'Neill failed to\n\npursue his defense to that theory in the ensuing seventeen months,\n\nas he now asserts, he has only himself to blame.\n\n            Other parts of the record further undermine O'Neill's\n\nclaim.   During a July 31, 2002 status conference held in chambers,\n\nthe plaintiffs outlined the merits of their failure to intervene\n\nclaim against O'Neill and cited case law in support of their\n\nposition.\n\n            O'Neill's appellate argument that he was surprised by the\n\nfailure to intervene claim is further belied by the fact that in\n\nhis January 23, 2003 motion for summary judgment, he devoted an\n\nentire section to addressing the failure to intervene claim, making\n\nmany of the same arguments he now makes on appeal.                There was no\n\nlack of notice.\n\n\n                                     -12-\n\fB.   Jury Instructions\n\n          O'Neill   argues   that   the   trial   judge   erred   by   not\n\ninstructing the jury properly on the failure to intervene claim\n\nagainst him in that: 1) the trial judge used the Fourth Amendment\n\n\"objective reasonableness\" standard rather than the Fourteenth\n\nAmendment \"shock the conscience\" standard; and 2) the trial judge\n\ndid not include all the elements of a failure to intervene claim in\n\nthe instructions, and thus did not limit the damages for which\n\nO'Neill should be held liable.\n\n          In the proceedings below, O'Neill did not submit jury\n\ninstructions on the failure to intervene claim.      At the pre-charge\n\njury instruction conference, O'Neill argued that the proposed jury\n\ninstructions on the failure to intervene claim were inadequate,\n\nbut there was a great deal of confusion as to exactly what were\n\nO'Neill's precise requests for modification to the instructions.\n\nO'Neill did not submit any specific language he wished to be\n\nincluded, and only made an oblique reference to the \"shock the\n\nconscience\" standard.    After the jury charge and before jury\n\ndeliberations, the court asked O'Neill if there were any objections\n\nto the jury instructions.    O'Neill responded in the negative.\n\n          At the time of the jury trial, the version of Fed. R.\n\nCiv. P. 51 in effect read, \"No party may assign as error the giving\n\nor the failure to given an instruction unless that party objects\n\nthereto before the jury retires to consider its verdict.\"         Fed. R.\n\n\n                                 -13-\n\fCiv. P. 51 (2003 ed.).4   Our interpretation of this Rule has been\n\nstrict. Connelly v. Hyundai Motor Co., 351 F.3d 535, 544 (1st Cir.\n\n2003).   In this circuit, \"[e]ven if the initial request for an\n\ninstruction is made in detail, the requesting party must object\n\nagain after the instructions are given but before the jury retires\n\nfor deliberations.\" Foley v. Commonwealth Elec. Co., 312 F.3d 517,\n\n521 (1st Cir. 2002).   By failing to object when invited to do so by\n\nthe district court, O'Neill failed to preserve his claims of error\n\nas to the jury instructions.5\n\n          When an objection to a jury instruction is forfeited, our\n\nreview is for plain error.   Connelly, 351 F.3d at 545.   \"To obtain\n\nrelief under this standard, the party claiming error must show (1)\n\nan error, (2) that is plain (i.e., obvious and clear under current\n\nlaw) (3) that is likely to alter the outcome, and (4) that is\n\nsufficiently fundamental to threaten the fairness or integrity or\n\n\n\n     4\n      Jury trial in this case was conducted on August 6-13, 2003.\nRule 51 was amended on March 27, 2003, to be effective December 1,\n2003. Fed. R. Civ. P. 51 (2005 ed.). At the time of the trial,\nthe pre-amendment version of the Rule was in effect.\n     5\n      The parties discussed the jury instructions with the court\nimmediately before the jury charge on August 12, 2003. During the\ndiscussion, O'Neill made references to the effect that the district\ncourt had already ruled on some of his objections at an earlier\n\"informal charge conference\" on August 11, and he wanted to\nreiterate those objections \"[b]riefly for the record.\" The court\nasked O'Neill to state them specifically for the record. To the\nextent O'Neill wishes us to consider the \"informal charge\nconference\" we cannot because no transcript has been provided. In\nany event, he still failed to object post-charge and pre-\ndeliberations.\n\n                                -14-\n\fpublic reputation of the judicial process.\"                    Id.    There was no\n\nplain error here.\n\n1.   Whether the district court erred in not using the \"shock the\n     conscience\" standard.\n\n           O'Neill      argues   that     the     trial    court      should   have\n\ninstructed the jury that the claim against O'Neill for failure to\n\nintervene in the excessive use of force was governed by the \"shock\n\nthe conscience\" standard applicable to substantive due process\n\nclaims   under    the   Fourteenth      Amendment,       not    the   \"objectively\n\nreasonable\" standard applicable to Fourth Amendment claims.\n\n           O'Neill grounds this argument on the premise that he was\n\n\"faced with split-second decisions . . . when the circumstances\n\n[were] still developing\" during the course of an investigatory\n\nstop.    O'Neill cites County of Sacramento v. Lewis, 523 U.S. 833\n\n(1998), which held that the death of a motorcyclist allegedly\n\ncaused by a high-speed police chase was not the result of a search\n\nor seizure under the Fourth Amendment, id. at 843, and that \"when\n\nunforeseen circumstances demand an officer's instant judgment,\" a\n\nsubstantive due process violation under the Fourteenth Amendment\n\nrequires official action to shock the conscience, id. at 853-54.\n\nThe plaintiffs respond that Graham v. Connor, 490 U.S. 386 (1989),\n\nmade it clear that \"all claims that law enforcement officers have\n\nused excessive force -- deadly or not -- in the course of an\n\narrest, investigatory stop, or other 'seizure' of a free citizen\n\nshould    be     analyzed   under    the        Fourth    Amendment      and   its\n\n                                     -15-\n\f'reasonableness' standard, rather than under a 'substantive due\n\nprocess' approach,\" id. at 395 (second emphasis added).\n\n          Neither Lewis nor Graham dealt with a failure of one\n\npolice officer to intervene in the excessive use of force by\n\nanother officer in his presence. A claim of \"failure to intervene\"\n\narises in a variety of factual circumstances and the phrase by\n\nitself cannot determine either whether a duty arises or how claims\n\nof violation of the duty are to be evaluated.        In Martinez v.\n\nColon, 54 F.3d 980 (1st Cir. 1995), this court discussed the\n\nfundamental distinction between the duty of an officer to intervene\n\nwhen a private actor is inflicting the violence and the officer's\n\nduty to intervene when another police officer (acting as a police\n\nofficer) inflicts the violence.     Id. at 985-86.   As DeShaney v.\n\nWinnebago County Department of Social Services, 489 U.S. 189\n\n(1989), held, \"a State's failure to protect an individual against\n\nprivate violence simply does not constitute a violation of the Due\n\nProcess Clause.\"   Id. at 197.   This is \"because the purpose of the\n\nDue Process Clause is to protect the people from the state, not to\n\nensure that the state protects them from each other.\"     Rivera v.\n\nRhode Island, 402 F.3d 27, 34 (1st Cir. 2005).          As Martinez\n\nexplains, the DeShaney substantive due process rule6 does not apply\n\n\n\n     6\n      As we recognized in Davis v. Rennie, 264 F.3d 86 (1st Cir.\n2001), a \"set of unique rules has developed\" for involuntarily\ncommitted mental patients.     Id. at 98 (quoting Hasenfus v.\nLaJeunesse, 175 F.3d 68, 71 (1st Cir. 1999)).\n\n                                 -16-\n\fwhere it is an on-duty police officer acting under color of law\n\nwhose violence causes the injury.          See Martinez, 54 F.3d at 985.\n\n             Even when the claim is that a state actor (not a private\n\nperson) causes the injury, that alone does not tell us enough to\n\nmake dispositive judgments.        There are a variety of state actors\n\nand a variety of settings within which they act.          A police officer\n\nwho is actively engaged in a search or seizure, as here, is subject\n\nto the restrictions of the Fourth Amendment.             Such an officer's\n\nactions are evaluated differently than the conduct of a police\n\nsupervisor who is not on the scene and does not engage in the\n\nsearch or seizure but is later alleged to have violated a duty to\n\nhave trained the officers not to engage in violence which led to\n\nanother officer's violation of the injured person's rights.           There\n\nare very different, specific standards applied under the Fourteenth\n\nAmendment     for   such   supervisory     liability   claims,   which   are\n\ndifferent    from   either   the   Fourth    Amendment   or   the   DeShaney\n\nstandards.     We made this point in Wilson v. Town of Mendon, 294\n\nF.3d 1, 6 (1st Cir. 2002).         See also Camilo-Robles v. Hoyos, 151\n\nF.3d 1, 6-7 (1st Cir. 1998); Maldonado-Denis v. Castillo-Rodriguez,\n\n23 F.3d 576, 581-82 (1st Cir. 1994).\n\n             The claim here is a straightforward Fourth Amendment\n\nexcessive force claim.\n\n             Where . . . the excessive force claim arises\n             in the context of an arrest or investigatory\n             stop of a free citizen, it is most properly\n             characterized as one invoking the protections\n\n                                    -17-\n\f           of the Fourth Amendment, which guarantees\n           citizens the right \"to be secure in their\n           persons . . . against unreasonable . . .\n           seizures\" of the person.\n\nGraham, 490 U.S. at 394.\n\n           At trial, the plaintiffs' case, under the rubric of\n\n\"failure to intervene,\" was predicated on two theories, each with\n\nsupport in the record.7        The jury instructions given reflected\n\nthese two alternate grounds for the \"duty to intervene\": first,\n\nofficers may have an affirmative duty to intervene arising from\n\nbeing present at the scene, aware of the use of excessive force by\n\nanother   officer,   and      able   to     stop   it;    and     second,   \"[a]\n\nconstitutional duty to intervene may also arise if the onlooker\n\nofficer   is   instrumental    in    assisting     the   actual    attacker   or\n\naggressor to place the victim in a vulnerable position.\" O'Neill's\n\narguments fail under both theories.\n\n           This first theory in the instructions expressed the\n\nclassic paradigm of police failure to stop the excessive use of\n\nforce by a fellow officer, which we addressed in Gaudreault v.\n\nMunicipality of Salem, 923 F.2d 203 (1st Cir. 1990). The plaintiff\n\nthere sued four police officers who did not actively participate in\n\n\n\n     7\n      The parties were clearly aware of the two theories for\nliability. Prior to final arguments, the court even discussed with\nthe parties the possibility of an instruction that O'Neill may be\nfound to be jointly liable with Espada if O'Neill \"had a realistic\nopportunity to intervene and didn't . . . and aided and abetted,\nassisted the aggressor in harming him.\" The closing arguments also\nreflected these two theories.\n\n                                     -18-\n\fanother unidentified officer's assault on the plaintiff under\n\ndetention.   Id. at 207.     The court explained that \"[a]n officer who\n\nis present at the scene and who fails to take reasonable steps to\n\nprotect the victim of another officer's excessive force can be held\n\nliable under section 1983 for his nonfeasance.\"           Id. at 207 n.3.\n\nNo liability for the non-participating bystander officers existed\n\nthere because \"the attack came quickly and was over in a matter of\n\nseconds,\"    giving   the   officers   no   \"'realistic   opportunity'   to\n\nprevent an attack.\" Id. (citing O'Neill v. Krzeminski, 839 F.2d 9,\n\n11-12 (2d Cir. 1988)).\n\n            O'Neill attempts to take advantage of Gaudreault by\n\nsaying that he had no opportunity to intervene.           A jury, though,\n\ncould and did find that O'Neill had such an opportunity.         Based on\n\nthe evidence, the jury could find that O'Neill was aware of\n\nEspada's earlier beating of Angel, and had sufficient time to\n\nintervene then, before Espada assaulted Ernid. The jury could also\n\nfind that the entire episode of Espada's beating of Ernid lasted\n\nmuch longer than \"a matter of seconds,\" giving O'Neill, who was\n\nonly ten feet away, both time and opportunity to prevent or stop\n\nthe beating.\n\n            More importantly, for present purposes, if there was no\n\nopportunity for the non-participating officer to stop the excessive\n\nuse of force, then O'Neill would succeed on the excessive use of\n\nforce claim.    See id.     But that would not convert it from a Fourth\n\n\n                                    -19-\n\fAmendment claim to a Fourteenth Amendment claim. A fair reading of\n\nthe case law convinces us that O'Neill was not entitled to a \"shock\n\nthe conscience\" instruction for this first theory of his liability.\n\n               That conclusion is even clearer under the second theory\n\n-- that O'Neill was a participant and enabler of the attack.                          The\n\njoint participant basis for liability is well established in the\n\nsection 1983 case law.                See Martinez, 54 F.3d at 985 n.4 (\"A\n\nconstitutional       duty   to    intervene        may   also     arise    if   onlooker\n\nofficers are instrumental in assisting the actual attacker to place\n\nthe victim in a vulnerable position. In such a scenario, the\n\nonlooker officers and the aggressor officer are essentially joint\n\ntortfeasors       and,   therefore,          may   incur    shared       constitutional\n\nresponsibility.\" (citations omitted)).                   A \"shock the conscience\"\n\ninstruction would not be appropriate for this theory of joint\n\nparticipation.\n\n               The adequate opportunity to intervene instruction which\n\nO'Neill did receive is less pertinent on this second theory, since\n\nthe    issue    would    not     be    his    failure      to    intervene,     but   his\n\nparticipation.       See Wilson, 294 F.3d at 15 (explaining that joint\n\nparticipation instruction depends on evidence of joint enterprise).\n\nAs applied to this second theory, the adequate opportunity to\n\nintervene is related to the concept that officers must, under some\n\ncircumstances, make judgments without any time for reflection.\n\nThat    is     the   Graham      instruction        that        \"[t]he    calculus    of\n\n\n                                          -20-\n\freasonableness must embody allowance for the fact that police\n\nofficers are often forced to make split-second judgments -- in\n\ncircumstances that are tense, uncertain, and rapidly evolving --\n\nabout the amount of force that is necessary in a particular\n\nsituation.\"   Graham, 490 U.S. at 396-97.    That concept was also\n\ncontained in the court's instructions.      There was no error in\n\ninstructing the jury under a Fourth Amendment standard.\n\n2.   Whether the district court failed to instruct the jury on\n     all the elements of the failure to intervene claim and so\n     failed to limit the damages award against O'Neill.\n\n           O'Neill makes one last argument that, even in instructing\n\nin Fourth Amendment terms, the court did not give the correct\n\nFourth Amendment instruction and that the error affected the\n\ndamages award.\n\n           O'Neill argues that the district court erred, at least as\n\nto the first theory, in not calling the jury's attention to what he\n\ncalls the \"temporal element of the duration of the incident.\"     See\n\nDavis v. Rennie, 264 F.3d 86, 97 (1st Cir. 2001).   This, he argues,\n\nis pertinent to the damages award because O'Neill did not have time\n\nto prevent Espada from his initial blow to Ernid's genital area,\n\nwhich O'Neill contends is the largest component of the award of\n\ndamages.   Like the previous challenge to the jury instructions, by\n\nfailing to object at the required time, O'Neill has not preserved\n\nhis claim of error.   On this point, there was no error at all.\n\n\n\n\n                                -21-\n\f            When a disappointed party \"asks an appellate court to\n\nscrutinize a trial judge's word choices, 'the central inquiry\n\nreduces to whether, taking the charge as a whole, the instructions\n\nadequately illuminate the law applicable to the controlling issues\n\nin the case without unduly complicating matters or misleading the\n\njury.'\"    Elliott v. S.D. Warren Co., 134 F.3d 1, 6 (1st Cir. 1998)\n\n(quoting United States v. DeStefano, 59 F.3d 1, 3 (1st Cir. 1995)).\n\n            The trial judge's instructions, by stating that, in order\n\nto be held liable, O'Neill must have a \"realistic opportunity to\n\nprevent the other officer's actions\" \"from the perspective of a\n\nreasonable officer on the scene,\" adequately took into account the\n\nquestion of whether O'Neill had enough time to intervene.                    See\n\nDavis,    264   F.3d   at   97,   102   (discussing   how   the   phrasing   of\n\n\"realistically\" intervene and \"sufficient\" time                to intervene in\n\nthe jury instructions focused the jury's attention on whether\n\nattendant circumstances permitted intervention).\n\n            The   trial     judge   did    not   abuse   her    discretion   in\n\ndetermining that more commentary on the time frame of the attack\n\nwould have confused the issues in this case and misled the jury.\n\nAs the trial judge explained during the pre-charge conference:\n\n            [T]here is, in this case, an issue on what was\n            the time frame of the attacks, the assaults,\n            and for the Court to be making reference to\n            things such as if the assault occurred in a\n            matter of seconds . . . would bring a message\n            to the jury that the Court has made a ruling\n            on liability as to whether this was over in a\n\n\n                                        -22-\n\f           matter of seconds . . . .   That's for them to\n           decide.\n\nThere was conflicting testimony as to how long the entire assault\n\nlasted and it was for the jury to resolve that question of fact,\n\ndecide whether and when O'Neill could have realistically intervened\n\nduring the episode, and determine how much of the damages Ernid\n\nsuffered should be attributed to O'Neill.       The trial judge's\n\nrefusal to give an instruction was not abuse of discretion and,\n\nthus, was not plain error.\n\n\n\nC.   Qualified Immunity\n\n           O'Neill argues that the trial court erred by denying him\n\nqualified immunity from the failure to intervene claim.     His chief\n\nargument is that in 1998, \"the law [was] not clearly established as\n\nto the application of a failure to intervene standard in an open\n\nstreet investigatory detention scenario.\"\n\n           In this circuit, qualified immunity analysis is divided\n\ninto three stages.   See Riverdale Mills Corp. v. Pimpare, 392 F.3d\n\n55, 60-61 (1st Cir. 2004).    The first stage asks: \"Taken in the\n\nlight most favorable to the party asserting the injury, do the\n\nfacts alleged show the officer's conduct violated a constitutional\n\nright?\"    Id. at 61 (quoting Saucier v. Katz, 533 U.S. 194, 201\n\n(2001)).   In the second stage, the question is \"'whether the right\n\nwas clearly established at the time of the alleged violation' such\n\nthat a reasonable officer would 'be on notice that [his] conduct\n\n                               -23-\n\f[was] unlawful.'\"    Id. (quoting Suboh v. Dist. Attorney's Office,\n\n298 F.3d 81, 90 (1st Cir. 2002)).         And in the last stage, the\n\nquestion is \"whether a 'reasonable officer, similarly situated,\n\nwould understand that the challenged conduct violated' the clearly\n\nestablished right at issue.\"      Id. (quoting Suboh, 298 F.3d at 90).\n\n           O'Neill focuses on the second step in the analysis, and\n\nhe argues that in August 1998 there was no clearly established duty\n\nfor officers to intervene in situations of excessive use of force\n\nby other officers except those involving an actual arrest or\n\npretrial detention.       See Davis, 264 F.3d at 113-14 (pre-1998 case\n\nlaw \"clearly established that a police officer has a duty to act\n\nwhen he sees another officer using excessive force against an\n\narrestee or pretrial detainee if the officer could realistically\n\nprevent that force and had sufficient time to do so\" (emphasis\n\nadded)).\n\n           This argument is simply wrong. Davis and the case law do\n\nnot   distinguish    an    officer's   duty   to   intervene    during   an\n\n\"investigatory stop\" from that during an arrest or pre-trial\n\ndetention.    The Fourth Amendment duty applies here where Ernid was\n\nseized.    \"A law enforcement officer has an affirmative duty to\n\nintercede on the behalf of a citizen whose constitutional rights\n\nare being violated in his presence by other officers.\" Krzeminski,\n\n839 F.2d at 11 (emphasis added); see also Martinez, 54 F.3d at 985\n\n(explaining   that   Gaudreault \"contemplates      that   the   underlying\n\n\n                                   -24-\n\ftortious conduct take place within the context of an arrest,\n\ninterrogation, or similar maneuver\" (emphasis added)); Gaudreault,\n\n923 F.2d at 207 n.3.    The Supreme Court found no difference between\n\nan investigatory stop and an arrest or \"other 'seizure'\" of the\n\nperson for purposes of the constitutional right to be free from the\n\nuse of excessive force under the Fourth Amendment.             Graham, 490\n\nU.S. at 395.\n\n          In keeping with these principles, no reasonable officer\n\nwould have concluded that this stop was outside of these Fourth\n\nAmendment obligations.       At least one other circuit had determined\n\nby 1998 that an officer had an affirmative duty to intervene to\n\nprevent the use of excessive force by another officer during an\n\ninvestigatory stop.     See Mick v. Brewer, 76 F.3d 1127, 1136 (10th\n\nCir. 1996); see also Yang v. Hardin, 37 F.3d 282, 285 (7th Cir.\n\n1994) (officer may be held liable for failing to intervene against\n\nanother officer's use of excessive force during the investigation\n\nof a crime scene).8\n\n          Further,     the    alternate   basis   of   joint   participant\n\nliability in the failure to intervene claim against O'Neill was\n\nclearly established in 1998.      See, e.g., Martinez, 54 F.3d at 985\n\n\n     8\n      O'Neill attempts to distinguish these cases on the ground\nthat they do not squarely hold that the Fourth Amendment (as\nopposed to the Fourteenth Amendment) is what gives rise to the\nclaim for failure to intervene. This argument is a diversion at\nbest. The cases clearly establish that a bystander police officer\nhad a duty to intervene in the excessive use of force by a fellow\nofficer during the course of an investigatory stop.\n\n                                   -25-\n\fn.4 (\"In such a scenario, the onlooker officers and the aggressor\n\nofficer are essentially joint tortfeasors and, therefore, may incur\n\nshared constitutional responsibility.\"); see generally Monroe v.\n\nPape, 365 U.S. 167 (1961). O'Neill does not make any argument that\n\nthis theory of liability was unclear at the time of the beating.\n\nO'Neill is not entitled to qualified immunity because the law was\n\nclearly   established   in   1998    that   an   officer   in   O'Neill's\n\ncircumstances had a duty to intervene.\n\n\n\nD.   The Jury Verdict        for    Torres-Rivera's   Puerto    Rico   Law\n     Negligence Claim.\n\n          O'Neill finally argues that the evidence was insufficient\n\nto justify the jury verdict against O'Neill for negligence. Again,\n\nthe arguments are without merit.\n\n          The general Puerto Rico tort law statute, Article 1802 of\n\nthe Civil Code of Puerto Rico, under which Torres-Rivera brought\n\nher claim, states: \"A person who by an act or omission causes\n\ndamage to another through fault or negligence shall be obliged to\n\nrepair the damage so done. Concurrent imprudence of the party\n\naggrieved does not exempt from liability, but entails a reduction\n\nof the indemnity.\"   31 P.R. Laws Ann. § 5141.\n\n          O'Neill first argues that a jury was compelled to find\n\nthat Torres-Rivera's own actions in coming out of the house and\n\nasking \"What happened?\" were not reasonable, and so O'Neill could\n\nnot be liable for negligently harming her.        The reasonableness of\n\n                                    -26-\n\fTorres-Rivera's actions does not go to O'Neill's liability.              As\n\nArticle 1802 makes clear, that is an argument to the jury that\n\nO'Neill's damages be reduced, and not an argument as to liability.\n\n           O'Neill   next   contends    that   O'Neill   did   not   \"seize\"\n\nTorres-Rivera by pointing the gun at her.        This is a non sequitur.\n\nTorres-Rivera's claim against O'Neill is not that he negligently\n\nseized her, but that he negligently caused harm to her by his\n\nactions.\n\n           O'Neill's final argument is that Torres-Rivera did not\n\nsufficiently prove her damages.        Torres-Rivera testified that she\n\nwas traumatized by the incident and the harm to her son Ernid,\n\nwhich she witnessed, and that she had to receive medical treatment\n\nherself, leaving her sister to be in charge of Ernid.                Torres-\n\nRivera also had to receive psychological treatment as a result of\n\nthe incident and gave up her plans to become a police officer even\n\nthough she already took the first exams.            There is sufficient\n\nevidence for the jury to conclude that Torres-Rivera successfully\n\nproved her damages.\n\n                                  III.\n\n           The district court's judgment is affirmed.            Costs are\n\nawarded to plaintiffs/appellees.\n\n\n\n\n                                  -27-\n\f",
  "html": "<p class=\"case_cite\">406 F.3d 43</p>\n    <p class=\"parties\">Margaret TORRES-RIVERA; Ernid Gomez-Torres, Plaintiffs, Appellees,<br>Guadalupe Gomez-Cora; Talina A. Fernandez-Torres; Ramona Cora-Huertas; Angel Santiago-Cora, Plaintiffs,<br>v.<br>Charles O'NEILL-CANCEL, Defendant, Appellant,<br>Ernesto Espada-Cruz; John Doe, Defendants.</p>\n    <p class=\"docket\">No. 03-2627.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 9, 2005.</p>\n    <p class=\"date\">Decided May 3, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Julio Cesar Alejandro Serrano, with whom William Vazquez Irizarry, Secretary of Justice, Jo Ann Estades, Director of Federal Litigation Division, Department of Justice, Eileen Landron Guardiola, Eduardo A. Vera Ramirez, and Landron &amp; Vera, LLP were on brief, for appellant.</p>\n      <p class=\"indent\">David A. Cerda, with whom Sigfredo A. Irizarry-Semidei was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA, and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A fifteen-year old boy, Ernid Gomez, was beaten by an on-duty Puerto Rico Police officer, Ernesto Espada-Cruz (\"Espada\"). Another law enforcement officer at the scene, appellant Charles O'Neill-Cancel (\"O'Neill\"), had restrained Ernid against a wall by training his gun on the boy. O'Neill also pointed the gun at Ernid's mother, Margaret Torres-Rivera (\"Torres-Rivera\"), when she came out to see what was happening, and kept her from interfering. While O'Neill did not himself beat Ernid, neither did he stop Espada from beating the child. Espada was convicted of criminal assault on Ernid in a Puerto Rico court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Ernid, his mother, and Angel Santiago-Cora, another boy who was beaten by Espada, then brought a federal civil rights action under 42 U.S.C. &#167; 1983 for damages against Espada and O'Neill. A jury found Espada liable for use of excessive force. The jury also found O'Neill liable under section 1983 for his involvement with Espada's excessive use of force against Ernid and also, under Puerto Rico law, for negligently injuring Torres-Rivera during the assault. O'Neill appeals from the jury verdict, both as to liability and damages.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We affirm. In doing so, we reject O'Neill's argument that this excessive force case should not be viewed under the Fourth Amendment objective-reasonableness test, <i>see Graham v. Connor,</i> 490 U.S. 386, 395, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989), but rather under a Fourteenth Amendment \"shock the conscience\" test, <i>see County of Sacramento v. Lewis,</i> 523 U.S. 833, 854, 118 S.Ct. 1708, 140 L.Ed.2d 1043 (1998). We also reject O'Neill's argument that the Fourth Amendment excessive force claim is actionable only in arrest or pretrial detention situations.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to the jury verdict. <i>See Correa v. Hosp. San Francisco,</i> 69 F.3d 1184, 1188 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 29, 1998, at about 9:30 PM, the Puerto Rico Treasury Department and Puerto Rico Police engaged in a joint operation to inspect businesses at an intersection in Arroyo, Puerto Rico, for compliance with Treasury Department regulations. After the inspection, the officers issued traffic tickets to drivers at the intersection. Appellant O'Neill, a Treasury Department agent, and defendant Espada, a police officer, both participated in the operation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the officers were issuing traffic tickets, two children about 300 feet away from the intersection shouted obscenities at the ticket writing officers. While the other officers remained at the intersection, Espada, who was wearing police uniform, walked up the street to confront the shouting youths. O'Neill, who was in plain clothes, got into a minivan and drove after Espada to provide backup.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ernid was standing with his cousin in front of his grandmother's house across from the shouting children. He was not one of the shouting children. The shouting children hid as Espada and O'Neill approached. O'Neill drove to Ernid's house, got out of the van, and pointed his gun at Ernid and his cousin, ordering them to put themselves against the wall. Ernid testified, \"And I see [O'Neill] getting out of the minivan, point[ ]s [the gun] at us, and tells us to get up against the wall and that if we were to move or to run, he would shoot at us.\" O'Neill stood about ten feet from Ernid. Espada walked up the street and shouted, \"Come over here and tell me that.\" Angel Santiago-Cora, an eighteen-year old who lived up the street from Ernid's grandmother's house, walked up and saw O'Neill pointing the gun at Ernid and his cousin. Scared, he retreated back around a street corner so that he was out of sight but only about thirty feet from O'Neill. When he saw officer Espada, who, unlike O'Neill, was wearing a police uniform, he decided to approach him, but Espada pulled out his nightstick and beat Angel five or six times with the nightstick. As he was hit, Angel screamed, \"Ow, ow, ow, why are they hitting me, I just got here, I just got here. I don't know anything, ow, ow, ow, why are you hitting me?\" Ernid, still facing the wall, heard the screams.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Ernid's mother, Torres-Rivera, who was inside Ernid's grandmother's house, heard Angel screaming. She went outside and shouted, \"What happened?\" Espada stopped beating Angel and walked around the corner to the front of the house.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As Ernid's mother, Torres-Rivera, walked towards the street from the house, O'Neill turned the gun (which until then was still pointed at Ernid and his cousin) and pointed it at Torres-Rivera's face. Torres-Rivera immediately raised her hands and said, \"Oh my God, what's happening?\" Espada at this time was speaking with an unidentified third officer, who told Espada that Torres-Rivera was a security guard. Espada walked up to Torres-Rivera and said to her, \"I don't care if you are a guard.\" Torres-Rivera asked Espada to explain what was happening with Ernid. At this point, O'Neill lowered his gun, but kept it out and did not put it away in his holster. Torres-Rivera kept her hands up the entire time because she was afraid.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Espada told Torres-Rivera that the boys (Ernid and his cousin) were shouting profanities at the officers. Torres-Rivera said that if that were true she would beat Ernid herself in front of the officers. Both Ernid and Ernid's sister, Talina, who was also at the scene, denied that Ernid shouted at the police.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Espada then walked over to Ernid, and, with his nightstick, hit Ernid in the testicles. Ernid \"twisted down and bent over a little bit, but [he] was afraid to move ... because [he] was told that if [he] was to move or run, they would shoot at [him].\" Torres-Rivera watched as Espada beat her child. She did not dare to intervene because O'Neill still had his gun out. She did not even lower her hands. She looked at O'Neill and said, \"Don't hit him. Don't hit my boy. It wasn't him.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Espada continued to hit Ernid three more times in the shoulders and the back. Espada taunted Ernid while he was beating him, saying \"shout now\" and \"shout, you're a tough guy.\" Throughout, O'Neill stood where he was and did not intervene to stop Espada, and kept his gun out. Ernid and Torres-Rivera were afraid to move, mindful of O'Neill's gun. After these blows, Espada searched Ernid, \"in a very brutal way, striking [him] really hard, ... slapping [him] on the way down [his] body.\" Espada found nothing on Ernid.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At this point, Ernid's grandmother, who had come out of the house sometime during the incident, moved Torres-Rivera out of the way and begged Espada to stop hitting Ernid. Seeing Ernid's grandmother, who Angel knew well, Angel then limped from around the corner, yelling to Ernid's grandmother that he had been hit, and then fell at her feet. Espada turned his attention from Ernid to Angel and taunted Angel by saying, \"Get up off the ground, you jerk, you wuss, you.\" Angel then got up. A group of officers arrived at that point, many of them laughing at the scene. Angel's brother then arrived and after hearing that Angel had been beaten, told Angel to get Espada's badge number. After Angel asked Espada for his badge number, Espada asked Angel if he wanted to get hit again. O'Neill then drove off, and the remaining officers, including Espada, left on foot.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Afterwards, Torres-Rivera and her sister took Ernid to the emergency room. Ernid told Torres-Rivera, \"Mami, it hurts me a lot.\" The emergency room doctor examined Ernid. Ernid's \"left testicle was all swollen, red, with ... a hematoma.\" The medical records also indicated trauma in Ernid's left shoulder. For two to three weeks after the beating, Ernid felt pain when urinating or walking, and he did not move much due to the pain. Ernid developed dysuria,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which lasted long after the beating. At the emergency room, Torres-Rivera herself had to be given tranquilizers as a result of the trauma.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Ernid's grades declined after the beating. Ernid and Torres-Rivera also saw a psychologist for therapy for five or six sessions. Even close to five years after the incident, Ernid testified during trial that he was scared around police officers. \"I see a police officer, I get nervous, I get scared and I go far away from them. I don't want to be close to where the cops are.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">O'Neill and his fellow officers did not file a report about the incident. The plaintiffs brought state criminal charges against the officers. At a police line-up shortly after the incident in response to these charges, the plaintiffs identified Espada. The plaintiffs were also called to identify O'Neill at a line-up shortly after the incident, but the police were unable to go through with the identification because O'Neill was not represented by an attorney. As a result, the plaintiffs were not able to identify O'Neill until a separate line-up two months after the beating. By that time, O'Neill had grown long hair and a full beard and the plaintiffs failed to identify him. At the time of the beating, O'Neill was clean shaven and had short hair.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Espada was convicted of criminal assault and battery. The plaintiffs then brought this federal suit under 42 U.S.C. &#167; 1983 in August, 1999, alleging that Espada and O'Neill violated their rights under the First, Fourth, Fifth, and Fourteenth Amendments to the U.S. Constitution. The plaintiffs also brought supplemental Puerto Rico tort law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Jury trial was held from August 6 through August 13, 2003.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Neither Espada nor counsel representing him appeared for trial. O'Neill's defense strategy at trial was to blame Espada. He argued that Espada was rightfully convicted for criminal assault and did injure the plaintiffs, but that O'Neill did not see or hear Espada's assault and so he should not be held responsible for Espada's acts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The trial judge gave the following instruction to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The claim of Ernid Gomez against O'Neill arises from the alleged failure of O'Neill to intervene to protect him from Espada's physical assault.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Members of the jury, citizens of the United States are protected against the use of excessive force by the Fourth Amendment of the [C]onstitution of the United States. The reasonableness of a particular seizure depends not only on when it is made but also on how it is carried out.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The reasonableness of the particular use of force must be judged from the perspective of a reasonable officer on the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The question is whether the officer's actions are objectively reasonable in light of the facts and circumstances confronting the officer, without regard to the underlying intent or motivation of the officer.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Law enforcement officers, members of the jury, sometimes have an affirmative duty to intervene, which is enforceable under the due process clause of the Fourth Amendment. For example, an officer who is present at the scene of a detention or an arrest, who is aware of what is going on and fails to take reasonable steps to protect the victim of another officer's use of excessive force, can be held liable under Section 1983 of the Civil Rights Act[] for his nonfeasance, provided that that officer, the onlooker officer, had a realistic opportunity to prevent the other officer's actions.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A constitutional duty to intervene may also arise if the onlooker officer is instrumental in assisting the actual attacker or aggressor to place the victim in a vulnerable position.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The jury found, by special verdict form, that Espada violated Ernid's Fourth Amendment rights by using excessive force, and awarded Ernid $100,000 in compensatory damages.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The jury also found that O'Neill violated Ernid's Fourth Amendment rights by failing to intervene during the use of excessive force, and awarded Ernid $100,000 in compensatory damages. Lastly, the jury found that Espada and O'Neill negligently caused damage to Torres-Rivera under Puerto Rico law and awarded her $20,000 in compensatory damages from each defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">O'Neill timely appealed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On appeal, O'Neill argues: 1) the district court erred by allowing the plaintiffs to add the failure to intervene claim against O'Neill without adequate prior notice; 2) the district court's jury instructions were erroneous as to the failure to intervene claim because a) the instructions used the Fourth Amendment \"objective reasonableness\" standard rather than the Fourteenth Amendment \"shock the conscience\" standard, and b) the instructions failed to include all the elements of a failure to intervene claim and thus did not limit the damages for which O'Neill should be held liable; 3) the district court erred by denying O'Neill qualified immunity; and 4) the verdict against O'Neill for negligence with respect to Torres-Rivera was not adequately supported by evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>A. Adequate Notice of the Failure to Intervene Claim</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">O'Neill argues that he was unfairly surprised by the failure to intervene claim against him, which he represents was a \"last-minute amendment to the pleadings ... through argument at trial\" that \"had the effect of preventing ... O'Neill from conducting significant discovery on the failure to intervene claim.\" He argues that \"allegations in the complaint, as well as the subsequent pleadings filed with the Court failed to give O'Neill any reasonable notice that he would be facing trial for failing to intervene with Espada's beating of Ernid Gomez.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This contention is without merit, in light of the record. The allegations in the complaint were that Espada and O'Neill, \"acting under color of law, illegally and maliciously assaulted, pointed a firearm, threatened with serious bodily harm and terrorized coplaintiffs ... for no valid reason.\" Although the complaint did not specify the role of each defendant, the pleadings are sufficient under liberal notice pleading standards to give notice to O'Neill that the plaintiffs were alleging that O'Neill was present during, and contributed to, Espada's beating of Ernid. There is no heightened pleading requirement for section 1983 civil rights claims. <i>See Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit,</i> 507 U.S. 163, 168, 113 S.Ct. 1160, 122 L.Ed.2d 517 (1993); <i>Educadores Puertor-rique&#241;os en Acci&#243;n v. Hern&#225;ndez,</i> 367 F.3d 61, 66-67 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The plaintiffs also clearly informed O'Neill of their failure to intervene claim in pretrial motions. For example, in March 2001, seventeen months before trial, the plaintiffs' response to O'Neill's second motion for summary judgment stated that O'Neill was \"the government officer who stood by Espada-Cruz while the brutal acts were committed upon plaintiffs\" and that O'Neill \"<i>aided and assisted</i> Espada-Cruz's brutal attacks on the plaintiffs, <i>instead of preventing them</i>\" (emphasis added). If O'Neill failed to pursue his defense to that theory in the ensuing seventeen months, as he now asserts, he has only himself to blame.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Other parts of the record further undermine O'Neill's claim. During a July 31, 2002 status conference held in chambers, the plaintiffs outlined the merits of their failure to intervene claim against O'Neill and cited case law in support of their position.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">O'Neill's appellate argument that he was surprised by the failure to intervene claim is further belied by the fact that in his January 23, 2003 motion for summary judgment, he devoted an entire section to addressing the failure to intervene claim, making many of the same arguments he now makes on appeal. There was no lack of notice.</p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Jury Instructions</i>\n    </p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">O'Neill argues that the trial judge erred by not instructing the jury properly on the failure to intervene claim against him in that: 1) the trial judge used the Fourth Amendment \"objective reasonableness\" standard rather than the Fourteenth Amendment \"shock the conscience\" standard; and 2) the trial judge did not include all the elements of a failure to intervene claim in the instructions, and thus did not limit the damages for which O'Neill should be held liable.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In the proceedings below, O'Neill did not submit jury instructions on the failure to intervene claim. At the pre-charge jury instruction conference, O'Neill argued that the proposed jury instructions on the failure to intervene claim were inadequate, but there was a great deal of confusion as to exactly what were O'Neill's precise requests for modification to the instructions. O'Neill did not submit any specific language he wished to be included, and only made an oblique reference to the \"shock the conscience\" standard. After the jury charge and before jury deliberations, the court asked O'Neill if there were any objections to the jury instructions. O'Neill responded in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">At the time of the jury trial, the version of Fed.R.Civ.P. 51 in effect read, \"No party may assign as error the giving or the failure to given an instruction unless that party objects thereto before the jury retires to consider its verdict.\" Fed.R.Civ.P. 51 (2003 ed.).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Our interpretation of this Rule has been strict. <i>Connelly v. Hyundai Motor Co.,</i> 351 F.3d 535, 544 (1st Cir.2003). In this circuit, \"[e]ven if the initial request for an instruction is made in detail, the requesting party must object again after the instructions are given but before the jury retires for deliberations.\" <i>Foley v. Commonwealth Elec. Co.,</i> 312 F.3d 517, 521 (1st Cir.2002). By failing to object when invited to do so by the district court, O'Neill failed to preserve his claims of error as to the jury instructions.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">When an objection to a jury instruction is forfeited, our review is for plain error. <i>Connelly,</i> 351 F.3d at 545. \"To obtain relief under this standard, the party claiming error must show (1) an error, (2) that is plain (<i>i.e.,</i> obvious and clear under current law) (3) that is likely to alter the outcome, and (4) that is sufficiently fundamental to threaten the fairness or integrity or public reputation of the judicial process.\" <i>Id.</i> There was no plain error here.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">1. <i>Whether the district court erred in not using the \"shock the conscience\" standard.</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">O'Neill argues that the trial court should have instructed the jury that the claim against O'Neill for failure to intervene in the excessive use of force was governed by the \"shock the conscience\" standard applicable to substantive due process claims under the Fourteenth Amendment, not the \"objectively reasonable\" standard applicable to Fourth Amendment claims.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">O'Neill grounds this argument on the premise that he was \"faced with split-second decisions ... when the circumstances [were] still developing\" during the course of an investigatory stop. O'Neill cites <i>County of Sacramento v. Lewis,</i> 523 U.S. 833, 118 S.Ct. 1708, 140 L.Ed.2d 1043 (1998), which held that the death of a motorcyclist allegedly caused by a high-speed police chase was not the result of a search or seizure under the Fourth Amendment, <i>id.</i> at 843, 118 S.Ct. 1708, and that \"when unforeseen circumstances demand an officer's instant judgment,\" a substantive due process violation under the Fourteenth Amendment requires official action to shock the conscience, <i>id.</i> at 853-54, 118 S.Ct. 1708. The plaintiffs respond that <i>Graham v. Connor,</i> 490 U.S. 386, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989), made it clear that \"<i>all</i> claims that law enforcement officers have used excessive force &#8212; deadly or not &#8212; in the course of an arrest, <i>investigatory stop,</i> or other `seizure' of a free citizen should be analyzed under the Fourth Amendment and its `reasonableness' standard, rather than under a `substantive due process' approach,\" <i>id.</i> at 395, 109 S.Ct. 1865 (second emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Neither <i>Lewis</i> nor <i>Graham</i> dealt with a failure of one police officer to intervene in the excessive use of force by another officer in his presence. A claim of \"failure to intervene\" arises in a variety of factual circumstances and the phrase by itself cannot determine either whether a duty arises or how claims of violation of the duty are to be evaluated. In <i>Martinez v. Colon,</i> 54 F.3d 980 (1st Cir.1995), this court discussed the fundamental distinction between the duty of an officer to intervene when a private actor is inflicting the violence and the officer's duty to intervene when another police officer (acting as a police officer) inflicts the violence. <i>Id.</i> at 985-86. As <i>DeShaney v. Winnebago County Department of Social Services,</i> 489 U.S. 189, 109 S.Ct. 998, 103 L.Ed.2d 249 (1989), held, \"a State's failure to protect an individual against private violence simply does not constitute a violation of the Due Process Clause.\" <i>Id.</i> at 197, 109 S.Ct. 998. This is \"because the purpose of the Due Process Clause is to protect the people from the state, not to ensure that the state protects them from each other.\" <i>Rivera v. Rhode Island,</i> 402 F.3d 27, 34 (1st Cir. 2005). As <i>Martinez</i> explains, the <i>DeShaney</i> substantive due process rule<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> does not apply where it is an on-duty police officer acting under color of law whose violence causes the injury. <i>See Martinez,</i> 54 F.3d at 985.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Even when the claim is that a state actor (not a private person) causes the injury, that alone does not tell us enough to make dispositive judgments. There are a variety of state actors and a variety of settings within which they act. A police officer who is actively engaged in a search or seizure, as here, is subject to the restrictions of the Fourth Amendment. Such an officer's actions are evaluated differently than the conduct of a police supervisor who is not on the scene and does not engage in the search or seizure but is later alleged to have violated a duty to have trained the officers not to engage in violence which led to another officer's violation of the injured person's rights. There are very different, specific standards applied under the Fourteenth Amendment for such supervisory liability claims, which are different from either the Fourth Amendment or the <i>DeShaney</i> standards. We made this point in <i>Wilson v. Town of Mendon,</i> 294 F.3d 1, 6 (1st Cir.2002). <i>See also Camilo-Robles v. Hoyos,</i> 151 F.3d 1, 6-7 (1st Cir.1998); <i>Maldonado-Denis v. Castillo-Rodriguez,</i> 23 F.3d 576, 581-82 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The claim here is a straightforward Fourth Amendment excessive force claim.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Where ... the excessive force claim arises in the context of an arrest or investigatory stop of a free citizen, it is most properly characterized as one invoking the protections of the Fourth Amendment, which guarantees citizens the right \"to be secure in their persons... against unreasonable ... seizures\" of the person.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\"><i>Graham,</i> 490 U.S. at 394, 109 S.Ct. 1865.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At trial, the plaintiffs' case, under the rubric of \"failure to intervene,\" was predicated on two theories, each with support in the record.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The jury instructions given reflected these two alternate grounds for the \"duty to intervene\": first, officers may have an affirmative duty to intervene arising from being present at the scene, aware of the use of excessive force by another officer, and able to stop it; and second, \"[a] constitutional duty to intervene may also arise if the onlooker officer is instrumental in assisting the actual attacker or aggressor to place the victim in a vulnerable position.\" O'Neill's arguments fail under both theories.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">This first theory in the instructions expressed the classic paradigm of police failure to stop the excessive use of force by a fellow officer, which we addressed in <i>Gaudreault v. Municipality of Salem,</i> 923 F.2d 203 (1st Cir.1990). The plaintiff there sued four police officers who did not actively participate in another unidentified officer's assault on the plaintiff under detention. <i>Id.</i> at 207. The court explained that \"[a]n officer who is present at the scene and who fails to take reasonable steps to protect the victim of another officer's excessive force can be held liable under section 1983 for his nonfeasance.\" <i>Id.</i> at 207 n.3. No liability for the non-participating bystander officers existed there because \"the attack came quickly and was over in a matter of seconds,\" giving the officers no \"`realistic opportunity' to prevent an attack.\" <i>Id.</i> (citing <i>O'Neill v. Krzeminski,</i> 839 F.2d 9, 11-12 (2d Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">O'Neill attempts to take advantage of <i>Gaudreault</i> by saying that he had no opportunity to intervene. A jury, though, could and did find that O'Neill had such an opportunity. Based on the evidence, the jury could find that O'Neill was aware of Espada's earlier beating of Angel, and had sufficient time to intervene then, before Espada assaulted Ernid. The jury could also find that the entire episode of Espada's beating of Ernid lasted much longer than \"a matter of seconds,\" giving O'Neill, who was only ten feet away, both time and opportunity to prevent or stop the beating.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">More importantly, for present purposes, if there was no opportunity for the non-participating officer to stop the excessive use of force, then O'Neill would succeed on the excessive use of force claim. <i>See id.</i> But that would not convert it from a Fourth Amendment claim to a Fourteenth Amendment claim. A fair reading of the case law convinces us that O'Neill was not entitled to a \"shock the conscience\" instruction for this first theory of his liability.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">That conclusion is even clearer under the second theory&#8212;that O'Neill was a participant and enabler of the attack. The joint participant basis for liability is well established in the section 1983 case law. <i>See Martinez,</i> 54 F.3d at 985 n. 4 (\"A constitutional duty to intervene may also arise if onlooker officers are instrumental in assisting the actual attacker to place the victim in a vulnerable position. In such a scenario, the onlooker officers and the aggressor officer are essentially joint tortfeasors and, therefore, may incur shared constitutional responsibility.\" (citations omitted)). A \"shock the conscience\" instruction would not be appropriate for this theory of joint participation.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The adequate opportunity to intervene instruction which O'Neill did receive is less pertinent on this second theory, since the issue would not be his failure to intervene, but his participation. <i>See Wilson,</i> 294 F.3d at 15 (explaining that joint participation instruction depends on evidence of joint enterprise). As applied to this second theory, the adequate opportunity to intervene is related to the concept that officers must, under some circumstances, make judgments without any time for reflection. That is the <i>Graham</i> instruction that \"[t]he calculus of reasonableness must embody allowance for the fact that police officers are often forced to make split-second judgments&#8212;in circumstances that are tense, uncertain, and rapidly evolving&#8212;about the amount of force that is necessary in a particular situation.\" <i>Graham,</i> 490 U.S. at 396-97, 109 S.Ct. 1865. That concept was also contained in the court's instructions. There was no error in instructing the jury under a Fourth Amendment standard.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">2. <i>Whether the district court failed to instruct the jury on all the elements of the failure to intervene claim and so failed to limit the damages award against O'Neill.</i></p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">O'Neill makes one last argument that, even in instructing in Fourth Amendment terms, the court did not give the correct Fourth Amendment instruction and that the error affected the damages award.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">O'Neill argues that the district court erred, at least as to the first theory, in not calling the jury's attention to what he calls the \"temporal element of the duration of the incident.\" <i>See Davis v. Rennie,</i> 264 F.3d 86, 97 (1st Cir.2001). This, he argues, is pertinent to the damages award because O'Neill did not have time to prevent Espada from his initial blow to Ernid's genital area, which O'Neill contends is the largest component of the award of damages. Like the previous challenge to the jury instructions, by failing to object at the required time, O'Neill has not preserved his claim of error. On this point, there was no error at all.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">When a disappointed party \"asks an appellate court to scrutinize a trial judge's word choices, `the central inquiry reduces to whether, taking the charge as a whole, the instructions adequately illuminate the law applicable to the controlling issues in the case without unduly complicating matters or misleading the jury.'\" <i>Elliott v. S.D. Warren Co.,</i> 134 F.3d 1, 6 (1st Cir. 1998) (quoting <i>United States v. DeStefano,</i> 59 F.3d 1, 3 (1st Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The trial judge's instructions, by stating that, in order to be held liable, O'Neill must have a <i>\"realistic opportunity</i> to prevent the other officer's actions\" \"from the perspective of a reasonable officer on the scene,\" adequately took into account the question of whether O'Neill had enough time to intervene. <i>See Davis,</i> 264 F.3d at 97, 102 (discussing how the phrasing of \"realistically\" intervene and \"sufficient\" time to intervene in the jury instructions focused the jury's attention on whether attendant circumstances permitted intervention).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The trial judge did not abuse her discretion in determining that more commentary on the time frame of the attack would have confused the issues in this case and misled the jury. As the trial judge explained during the pre-charge conference:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">[T]here is, in this case, an issue on what was the time frame of the attacks, the assaults, and for the Court to be making reference to things such as if the assault occurred in a matter of seconds ... would bring a message to the jury that the Court has made a ruling on liability as to whether this was over in a matter of seconds.... That's for them to decide.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There was conflicting testimony as to how long the entire assault lasted and it was for the jury to resolve that question of fact, decide whether and when O'Neill could have realistically intervened during the episode, and determine how much of the damages Ernid suffered should be attributed to O'Neill. The trial judge's refusal to give an instruction was not abuse of discretion and, thus, was not plain error.</p>\n    </div>\n    <p class=\"indent\">\n      <i>C. Qualified Immunity</i>\n    </p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">O'Neill argues that the trial court erred by denying him qualified immunity from the failure to intervene claim. His chief argument is that in 1998, \"the law [was] not clearly established as to the application of a failure to intervene standard in an open street investigatory detention scenario.\"</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In this circuit, qualified immunity analysis is divided into three stages. <i>See Riverdale Mills Corp. v. Pimpare,</i> 392 F.3d 55, 60-61 (1st Cir.2004). The first stage asks: \"Taken in the light most favorable to the party asserting the injury, do the facts alleged show the officer's conduct violated a constitutional right?\" <i>Id.</i> at 61 (quoting <i>Saucier v. Katz,</i> 533 U.S. 194, 201, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001)). In the second stage, the question is \"`whether the right was clearly established at the time of the alleged violation' such that a reasonable officer would `be on notice that [his] conduct [was] unlawful.'\" <i>Id.</i> (quoting <i>Suboh v. Dist. Attorney's Office,</i> 298 F.3d 81, 90 (1st Cir.2002)). And in the last stage, the question is \"whether a `reasonable officer, similarly situated, would understand that the challenged conduct violated' the clearly established right at issue.\" <i>Id.</i> (quoting <i>Suboh,</i> 298 F.3d at 90).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">O'Neill focuses on the second step in the analysis, and he argues that in August 1998 there was no clearly established duty for officers to intervene in situations of excessive use of force by other officers except those involving an actual arrest or pretrial detention. <i>See Davis,</i> 264 F.3d at 113-14 (pre-1998 case law \"clearly established that a police officer has a duty to act when he sees another officer using excessive force against <i>an arrestee or pretrial detainee</i> if the officer could realistically prevent that force and had sufficient time to do so\" (emphasis added)).</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">This argument is simply wrong. <i>Davis</i> and the case law do not distinguish an officer's duty to intervene during an \"investigatory stop\" from that during an arrest or pre-trial detention. The Fourth Amendment duty applies here where Ernid was seized. \"A law enforcement officer has an affirmative duty to intercede on the behalf of a citizen whose constitutional rights are being violated <i>in his presence</i> by other officers.\" <i>Krzeminski,</i> 839 F.2d at 11 (emphasis added); <i>see also Martinez,</i> 54 F.3d at 985 (explaining that <i>Gaudreault</i> \"contemplates that the underlying tortious conduct take place within the context of an arrest, interrogation, or <i>similar maneuver\"</i> (emphasis added)); <i>Gaudreault,</i> 923 F.2d at 207 n. 3. The Supreme Court found no difference between an investigatory stop and an arrest or \"other `seizure'\" of the person for purposes of the constitutional right to be free from the use of excessive force under the Fourth Amendment. <i>Graham,</i> 490 U.S. at 395, 109 S.Ct. 1865.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In keeping with these principles, no reasonable officer would have concluded that this stop was outside of these Fourth Amendment obligations. At least one other circuit had determined by 1998 that an officer had an affirmative duty to intervene to prevent the use of excessive force by another officer during an investigatory stop. <i>See Mick v. Brewer,</i> 76 F.3d 1127, 1136 (10th Cir.1996); <i>see also Yang v. Hardin,</i> 37 F.3d 282, 285 (7th Cir.1994) (officer may be held liable for failing to intervene against another officer's use of excessive force during the investigation of a crime scene).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Further, the alternate basis of joint participant liability in the failure to intervene claim against O'Neill was clearly established in 1998. <i>See, e.g., Martinez,</i> 54 F.3d at 985 n. 4 (\"In such a scenario, the onlooker officers and the aggressor officer are essentially joint tortfeasors and, therefore, may incur shared constitutional responsibility.\"); <i>see generally Monroe v. Pape,</i> 365 U.S. 167, 81 S.Ct. 473, 5 L.Ed.2d 492 (1961). O'Neill does not make any argument that this theory of liability was unclear at the time of the beating. O'Neill is not entitled to qualified immunity because the law was clearly established in 1998 that an officer in O'Neill's circumstances had a duty to intervene.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">\n        <i>D. The Jury Verdict for Torres-Rivera's Puerto Rico Law Negligence Claim.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">O'Neill finally argues that the evidence was insufficient to justify the jury verdict against O'Neill for negligence. Again, the arguments are without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The general Puerto Rico tort law statute, Article 1802 of the Civil Code of Puerto Rico, under which Torres-Rivera brought her claim, states: \"A person who by an act or omission causes damage to another through fault or negligence shall be obliged to repair the damage so done. Concurrent imprudence of the party aggrieved does not exempt from liability, but entails a reduction of the indemnity.\" 31 P.R. Laws Ann. &#167; 5141.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">O'Neill first argues that a jury was compelled to find that Torres-Rivera's own actions in coming out of the house and asking \"What happened?\" were not reasonable, and so O'Neill could not be liable for negligently harming her. The reasonableness of Torres-Rivera's actions does not go to O'Neill's liability. As Article 1802 makes clear, that is an argument to the jury that O'Neill's damages be reduced, and not an argument as to liability.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">O'Neill next contends that O'Neill did not \"seize\" Torres-Rivera by pointing the gun at her. This is a non sequitur. Torres-Rivera's claim against O'Neill is not that he negligently seized her, but that he negligently caused harm to her by his actions.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">O'Neill's final argument is that Torres-Rivera did not sufficiently prove her damages. Torres-Rivera testified that she was traumatized by the incident and the harm to her son Ernid, which she witnessed, and that she had to receive medical treatment herself, leaving her sister to be in charge of Ernid. Torres-Rivera also had to receive psychological treatment as a result of the incident and gave up her plans to become a police officer even though she already took the first exams. There is sufficient evidence for the jury to conclude that Torres-Rivera successfully proved her damages.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The district court's judgment is <i>affirmed.</i> Costs are awarded to plaintiffs/appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Dysuria is defined as \"difficult or painful discharge of urine.\" Merriam Webster's Collegiate Dictionary 361 (10th ed.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Before trial, O'Neill sought summary judgment on the ground,<i>inter alia,</i> that he was entitled to qualified immunity. The district court denied summary judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The jury also found that Espada violated Angel's Fourth Amendment rights by using excessive force and awarded $100,000 in compensatory damages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Jury trial in this case was conducted on August 6-13, 2003. Rule 51 was amended on March 27, 2003, to be effective December 1, 2003. Fed.R.Civ.P. 51 (2005 ed.). At the time of the trial, the pre-amendment version of the Rule was in effect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The parties discussed the jury instructions with the court immediately before the jury charge on August 12, 2003. During the discussion, O'Neill made references to the effect that the district court had already ruled on some of his objections at an earlier \"informal charge conference\" on August 11, and he wanted to reiterate those objections \"[b]riefly for the record.\" The court asked O'Neill to state them specifically for the record. To the extent O'Neill wishes us to consider the \"informal charge conference\" we cannot because no transcript has been provided. In any event, he still failed to object post-charge and pre-deliberations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As we recognized in<i>Davis v. Rennie,</i> 264 F.3d 86 (1st Cir.2001), a \"set of unique rules has developed\" for involuntarily committed mental patients. <i>Id.</i> at 98 (quoting <i>Hasenfus v. LaJeunesse,</i> 175 F.3d 68, 71 (1st Cir.1999)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The parties were clearly aware of the two theories for liability. Prior to final arguments, the court even discussed with the parties the possibility of an instruction that O'Neill may be found to be jointly liable with Espada if O'Neill \"had a realistic opportunity to intervene and didn't ... and aided and abetted, assisted the aggressor in harming him.\" The closing arguments also reflected these two theories</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> O'Neill attempts to distinguish these cases on the ground that they do not squarely hold that the Fourth Amendment (as opposed to the Fourteenth Amendment) is what gives rise to the claim for failure to intervene. This argument is a diversion at best. The cases clearly establish that a bystander police officer had a duty to intervene in the excessive use of force by a fellow officer during the course of an investigatory stop</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></span></p>\n    <p class=\"parties\">Margaret TORRES-RIVERA; Ernid Gomez-Torres, Plaintiffs, Appellees,<br>Guadalupe Gomez-Cora; Talina A. Fernandez-Torres; Ramona Cora-Huertas; Angel Santiago-Cora, Plaintiffs,<br>v.<br>Charles O'NEILL-CANCEL, Defendant, Appellant,<br>Ernesto Espada-Cruz; John Doe, Defendants.</p>\n    <p class=\"docket\">No. 03-2627.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 9, 2005.</p>\n    <p class=\"date\">Decided May 3, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Julio Cesar Alejandro Serrano, with whom William Vazquez Irizarry, Secretary of Justice, Jo Ann Estades, Director of Federal Litigation Division, Department of Justice, Eileen Landron Guardiola, Eduardo A. Vera Ramirez, and Landron &amp; Vera, LLP were on brief, for appellant.</p>\n      <p class=\"indent\">David A. Cerda, with whom Sigfredo A. Irizarry-Semidei was on brief, for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, SELYA, and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A fifteen-year old boy, Ernid Gomez, was beaten by an on-duty Puerto Rico Police officer, Ernesto Espada-Cruz (\"Espada\"). Another law enforcement officer at the scene, appellant Charles O'Neill-Cancel (\"O'Neill\"), had restrained Ernid against a wall by training his gun on the boy. O'Neill also pointed the gun at Ernid's mother, Margaret Torres-Rivera (\"Torres-Rivera\"), when she came out to see what was happening, and kept her from interfering. While O'Neill did not himself beat Ernid, neither did he stop Espada from beating the child. Espada was convicted of criminal assault on Ernid in a Puerto Rico court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Ernid, his mother, and Angel Santiago-Cora, another boy who was beaten by Espada, then brought a federal civil rights action under 42 U.S.C. &#167; 1983 for damages against Espada and O'Neill. A jury found Espada liable for use of excessive force. The jury also found O'Neill liable under section 1983 for his involvement with Espada's excessive use of force against Ernid and also, under Puerto Rico law, for negligently injuring Torres-Rivera during the assault. O'Neill appeals from the jury verdict, both as to liability and damages.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We affirm. In doing so, we reject O'Neill's argument that this excessive force case should not be viewed under the Fourth Amendment objective-reasonableness test, <i>see Graham v. Connor,</i> <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 395, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989), but rather under a Fourteenth Amendment \"shock the conscience\" test, <i>see County of Sacramento v. Lewis,</i> <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, 854, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span></a></span> (1998). We also reject O'Neill's argument that the Fourth Amendment excessive force claim is actionable only in arrest or pretrial detention situations.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We recite the facts in the light most favorable to the jury verdict. <i>See Correa v. Hosp. San Francisco,</i> <span class=\"citation\" data-id=\"196369\"><a href=\"/opinion/196369/correa-gonzalez-v-hospital-sf/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1184</span></a></span>, 1188 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On August 29, 1998, at about 9:30 PM, the Puerto Rico Treasury Department and Puerto Rico Police engaged in a joint operation to inspect businesses at an intersection in Arroyo, Puerto Rico, for compliance with Treasury Department regulations. After the inspection, the officers issued traffic tickets to drivers at the intersection. Appellant O'Neill, a Treasury Department agent, and defendant Espada, a police officer, both participated in the operation.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the officers were issuing traffic tickets, two children about 300 feet away from the intersection shouted obscenities at the ticket writing officers. While the other officers remained at the intersection, Espada, who was wearing police uniform, walked up the street to confront the shouting youths. O'Neill, who was in plain clothes, got into a minivan and drove after Espada to provide backup.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Ernid was standing with his cousin in front of his grandmother's house across from the shouting children. He was not one of the shouting children. The shouting children hid as Espada and O'Neill approached. O'Neill drove to Ernid's house, got out of the van, and pointed his gun at Ernid and his cousin, ordering them to put themselves against the wall. Ernid testified, \"And I see [O'Neill] getting out of the minivan, point[ ]s [the gun] at us, and tells us to get up against the wall and that if we were to move or to run, he would shoot at us.\" O'Neill stood about ten feet from Ernid. Espada walked up the street and shouted, \"Come over here and tell me that.\" Angel Santiago-Cora, an eighteen-year old who lived up the street from Ernid's grandmother's house, walked up and saw O'Neill pointing the gun at Ernid and his cousin. Scared, he retreated back around a street corner so that he was out of sight but only about thirty feet from O'Neill. When he saw officer Espada, who, unlike O'Neill, was wearing a police uniform, he decided to approach him, but Espada pulled out his nightstick and beat Angel five or six times with the nightstick. As he was hit, Angel screamed, \"Ow, ow, ow, why are they hitting me, I just got here, I just got here. I don't know anything, ow, ow, ow, why are you hitting me?\" Ernid, still facing the wall, heard the screams.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Ernid's mother, Torres-Rivera, who was inside Ernid's grandmother's house, heard Angel screaming. She went outside and shouted, \"What happened?\" Espada stopped beating Angel and walked around the corner to the front of the house.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As Ernid's mother, Torres-Rivera, walked towards the street from the house, O'Neill turned the gun (which until then was still pointed at Ernid and his cousin) and pointed it at Torres-Rivera's face. Torres-Rivera immediately raised her hands and said, \"Oh my God, what's happening?\" Espada at this time was speaking with an unidentified third officer, who told Espada that Torres-Rivera was a security guard. Espada walked up to Torres-Rivera and said to her, \"I don't care if you are a guard.\" Torres-Rivera asked Espada to explain what was happening with Ernid. At this point, O'Neill lowered his gun, but kept it out and did not put it away in his holster. Torres-Rivera kept her hands up the entire time because she was afraid.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Espada told Torres-Rivera that the boys (Ernid and his cousin) were shouting profanities at the officers. Torres-Rivera said that if that were true she would beat Ernid herself in front of the officers. Both Ernid and Ernid's sister, Talina, who was also at the scene, denied that Ernid shouted at the police.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Espada then walked over to Ernid, and, with his nightstick, hit Ernid in the testicles. Ernid \"twisted down and bent over a little bit, but [he] was afraid to move ... because [he] was told that if [he] was to move or run, they would shoot at [him].\" Torres-Rivera watched as Espada beat her child. She did not dare to intervene because O'Neill still had his gun out. She did not even lower her hands. She looked at O'Neill and said, \"Don't hit him. Don't hit my boy. It wasn't him.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Espada continued to hit Ernid three more times in the shoulders and the back. Espada taunted Ernid while he was beating him, saying \"shout now\" and \"shout, you're a tough guy.\" Throughout, O'Neill stood where he was and did not intervene to stop Espada, and kept his gun out. Ernid and Torres-Rivera were afraid to move, mindful of O'Neill's gun. After these blows, Espada searched Ernid, \"in a very brutal way, striking [him] really hard, ... slapping [him] on the way down [his] body.\" Espada found nothing on Ernid.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At this point, Ernid's grandmother, who had come out of the house sometime during the incident, moved Torres-Rivera out of the way and begged Espada to stop hitting Ernid. Seeing Ernid's grandmother, who Angel knew well, Angel then limped from around the corner, yelling to Ernid's grandmother that he had been hit, and then fell at her feet. Espada turned his attention from Ernid to Angel and taunted Angel by saying, \"Get up off the ground, you jerk, you wuss, you.\" Angel then got up. A group of officers arrived at that point, many of them laughing at the scene. Angel's brother then arrived and after hearing that Angel had been beaten, told Angel to get Espada's badge number. After Angel asked Espada for his badge number, Espada asked Angel if he wanted to get hit again. O'Neill then drove off, and the remaining officers, including Espada, left on foot.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Afterwards, Torres-Rivera and her sister took Ernid to the emergency room. Ernid told Torres-Rivera, \"Mami, it hurts me a lot.\" The emergency room doctor examined Ernid. Ernid's \"left testicle was all swollen, red, with ... a hematoma.\" The medical records also indicated trauma in Ernid's left shoulder. For two to three weeks after the beating, Ernid felt pain when urinating or walking, and he did not move much due to the pain. Ernid developed dysuria,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> which lasted long after the beating. At the emergency room, Torres-Rivera herself had to be given tranquilizers as a result of the trauma.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Ernid's grades declined after the beating. Ernid and Torres-Rivera also saw a psychologist for therapy for five or six sessions. Even close to five years after the incident, Ernid testified during trial that he was scared around police officers. \"I see a police officer, I get nervous, I get scared and I go far away from them. I don't want to be close to where the cops are.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">O'Neill and his fellow officers did not file a report about the incident. The plaintiffs brought state criminal charges against the officers. At a police line-up shortly after the incident in response to these charges, the plaintiffs identified Espada. The plaintiffs were also called to identify O'Neill at a line-up shortly after the incident, but the police were unable to go through with the identification because O'Neill was not represented by an attorney. As a result, the plaintiffs were not able to identify O'Neill until a separate line-up two months after the beating. By that time, O'Neill had grown long hair and a full beard and the plaintiffs failed to identify him. At the time of the beating, O'Neill was clean shaven and had short hair.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Espada was convicted of criminal assault and battery. The plaintiffs then brought this federal suit under 42 U.S.C. &#167; 1983 in August, 1999, alleging that Espada and O'Neill violated their rights under the First, Fourth, Fifth, and Fourteenth Amendments to the U.S. Constitution. The plaintiffs also brought supplemental Puerto Rico tort law claims.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Jury trial was held from August 6 through August 13, 2003.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Neither Espada nor counsel representing him appeared for trial. O'Neill's defense strategy at trial was to blame Espada. He argued that Espada was rightfully convicted for criminal assault and did injure the plaintiffs, but that O'Neill did not see or hear Espada's assault and so he should not be held responsible for Espada's acts.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The trial judge gave the following instruction to the jury:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The claim of Ernid Gomez against O'Neill arises from the alleged failure of O'Neill to intervene to protect him from Espada's physical assault.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Members of the jury, citizens of the United States are protected against the use of excessive force by the Fourth Amendment of the [C]onstitution of the United States. The reasonableness of a particular seizure depends not only on when it is made but also on how it is carried out.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The reasonableness of the particular use of force must be judged from the perspective of a reasonable officer on the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The question is whether the officer's actions are objectively reasonable in light of the facts and circumstances confronting the officer, without regard to the underlying intent or motivation of the officer.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">...</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Law enforcement officers, members of the jury, sometimes have an affirmative duty to intervene, which is enforceable under the due process clause of the Fourth Amendment. For example, an officer who is present at the scene of a detention or an arrest, who is aware of what is going on and fails to take reasonable steps to protect the victim of another officer's use of excessive force, can be held liable under Section 1983 of the Civil Rights Act[] for his nonfeasance, provided that that officer, the onlooker officer, had a realistic opportunity to prevent the other officer's actions.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">A constitutional duty to intervene may also arise if the onlooker officer is instrumental in assisting the actual attacker or aggressor to place the victim in a vulnerable position.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The jury found, by special verdict form, that Espada violated Ernid's Fourth Amendment rights by using excessive force, and awarded Ernid $100,000 in compensatory damages.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The jury also found that O'Neill violated Ernid's Fourth Amendment rights by failing to intervene during the use of excessive force, and awarded Ernid $100,000 in compensatory damages. Lastly, the jury found that Espada and O'Neill negligently caused damage to Torres-Rivera under Puerto Rico law and awarded her $20,000 in compensatory damages from each defendant.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">O'Neill timely appealed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On appeal, O'Neill argues: 1) the district court erred by allowing the plaintiffs to add the failure to intervene claim against O'Neill without adequate prior notice; 2) the district court's jury instructions were erroneous as to the failure to intervene claim because a) the instructions used the Fourth Amendment \"objective reasonableness\" standard rather than the Fourteenth Amendment \"shock the conscience\" standard, and b) the instructions failed to include all the elements of a failure to intervene claim and thus did not limit the damages for which O'Neill should be held liable; 3) the district court erred by denying O'Neill qualified immunity; and 4) the verdict against O'Neill for negligence with respect to Torres-Rivera was not adequately supported by evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">\n        <i>A. Adequate Notice of the Failure to Intervene Claim</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">O'Neill argues that he was unfairly surprised by the failure to intervene claim against him, which he represents was a \"last-minute amendment to the pleadings ... through argument at trial\" that \"had the effect of preventing ... O'Neill from conducting significant discovery on the failure to intervene claim.\" He argues that \"allegations in the complaint, as well as the subsequent pleadings filed with the Court failed to give O'Neill any reasonable notice that he would be facing trial for failing to intervene with Espada's beating of Ernid Gomez.\"</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This contention is without merit, in light of the record. The allegations in the complaint were that Espada and O'Neill, \"acting under color of law, illegally and maliciously assaulted, pointed a firearm, threatened with serious bodily harm and terrorized coplaintiffs ... for no valid reason.\" Although the complaint did not specify the role of each defendant, the pleadings are sufficient under liberal notice pleading standards to give notice to O'Neill that the plaintiffs were alleging that O'Neill was present during, and contributed to, Espada's beating of Ernid. There is no heightened pleading requirement for section 1983 civil rights claims. <i>See Leatherman v. Tarrant County Narcotics Intelligence &amp; Coordination Unit,</i> <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">163</span></a></span>, 168, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1160</span></a></span>, <span class=\"citation\" data-id=\"112825\"><a href=\"/opinion/112825/leatherman-v-tarrant-county-narcotics-intelligence-and-coordination-unit/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">517</span></a></span> (1993); <i>Educadores Puertor-rique&#241;os en Acci&#243;n v. Hern&#225;ndez,</i> <span class=\"citation\" data-id=\"200999\"><a href=\"/opinion/200999/epa-v-hernandez/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 66-67 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The plaintiffs also clearly informed O'Neill of their failure to intervene claim in pretrial motions. For example, in March 2001, seventeen months before trial, the plaintiffs' response to O'Neill's second motion for summary judgment stated that O'Neill was \"the government officer who stood by Espada-Cruz while the brutal acts were committed upon plaintiffs\" and that O'Neill \"<i>aided and assisted</i> Espada-Cruz's brutal attacks on the plaintiffs, <i>instead of preventing them</i>\" (emphasis added). If O'Neill failed to pursue his defense to that theory in the ensuing seventeen months, as he now asserts, he has only himself to blame.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Other parts of the record further undermine O'Neill's claim. During a July 31, 2002 status conference held in chambers, the plaintiffs outlined the merits of their failure to intervene claim against O'Neill and cited case law in support of their position.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">O'Neill's appellate argument that he was surprised by the failure to intervene claim is further belied by the fact that in his January 23, 2003 motion for summary judgment, he devoted an entire section to addressing the failure to intervene claim, making many of the same arguments he now makes on appeal. There was no lack of notice.</p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Jury Instructions</i>\n    </p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">O'Neill argues that the trial judge erred by not instructing the jury properly on the failure to intervene claim against him in that: 1) the trial judge used the Fourth Amendment \"objective reasonableness\" standard rather than the Fourteenth Amendment \"shock the conscience\" standard; and 2) the trial judge did not include all the elements of a failure to intervene claim in the instructions, and thus did not limit the damages for which O'Neill should be held liable.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In the proceedings below, O'Neill did not submit jury instructions on the failure to intervene claim. At the pre-charge jury instruction conference, O'Neill argued that the proposed jury instructions on the failure to intervene claim were inadequate, but there was a great deal of confusion as to exactly what were O'Neill's precise requests for modification to the instructions. O'Neill did not submit any specific language he wished to be included, and only made an oblique reference to the \"shock the conscience\" standard. After the jury charge and before jury deliberations, the court asked O'Neill if there were any objections to the jury instructions. O'Neill responded in the negative.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">At the time of the jury trial, the version of Fed.R.Civ.P. 51 in effect read, \"No party may assign as error the giving or the failure to given an instruction unless that party objects thereto before the jury retires to consider its verdict.\" Fed.R.Civ.P. 51 (2003 ed.).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Our interpretation of this Rule has been strict. <i>Connelly v. Hyundai Motor Co.,</i> <span class=\"citation\" data-id=\"200762\"><a href=\"/opinion/200762/connelly-v-hyundai-motor-co/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">535</span></a></span>, 544 (1st Cir.2003). In this circuit, \"[e]ven if the initial request for an instruction is made in detail, the requesting party must object again after the instructions are given but before the jury retires for deliberations.\" <i>Foley v. Commonwealth Elec. Co.,</i> <span class=\"citation\" data-id=\"200236\"><a href=\"/opinion/200236/foley-v-commonwealth-elec-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">517</span></a></span>, 521 (1st Cir.2002). By failing to object when invited to do so by the district court, O'Neill failed to preserve his claims of error as to the jury instructions.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">When an objection to a jury instruction is forfeited, our review is for plain error. <i>Connelly,</i> 351 F.3d at 545. \"To obtain relief under this standard, the party claiming error must show (1) an error, (2) that is plain (<i>i.e.,</i> obvious and clear under current law) (3) that is likely to alter the outcome, and (4) that is sufficiently fundamental to threaten the fairness or integrity or public reputation of the judicial process.\" <i>Id.</i> There was no plain error here.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">1. <i>Whether the district court erred in not using the \"shock the conscience\" standard.</i></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">O'Neill argues that the trial court should have instructed the jury that the claim against O'Neill for failure to intervene in the excessive use of force was governed by the \"shock the conscience\" standard applicable to substantive due process claims under the Fourteenth Amendment, not the \"objectively reasonable\" standard applicable to Fourth Amendment claims.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">O'Neill grounds this argument on the premise that he was \"faced with split-second decisions ... when the circumstances [were] still developing\" during the course of an investigatory stop. O'Neill cites <i>County of Sacramento v. Lewis,</i> <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span></a></span> (1998), which held that the death of a motorcyclist allegedly caused by a high-speed police chase was not the result of a search or seizure under the Fourth Amendment, <i>id.</i> at 843, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, and that \"when unforeseen circumstances demand an officer's instant judgment,\" a substantive due process violation under the Fourteenth Amendment requires official action to shock the conscience, <i>id.</i> at 853-54, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>. The plaintiffs respond that <i>Graham v. Connor,</i> <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1989), made it clear that \"<i>all</i> claims that law enforcement officers have used excessive force &#8212; deadly or not &#8212; in the course of an arrest, <i>investigatory stop,</i> or other `seizure' of a free citizen should be analyzed under the Fourth Amendment and its `reasonableness' standard, rather than under a `substantive due process' approach,\" <i>id.</i> at 395, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span> (second emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Neither <i>Lewis</i> nor <i>Graham</i> dealt with a failure of one police officer to intervene in the excessive use of force by another officer in his presence. A claim of \"failure to intervene\" arises in a variety of factual circumstances and the phrase by itself cannot determine either whether a duty arises or how claims of violation of the duty are to be evaluated. In <i>Martinez v. Colon,</i> <span class=\"citation\" data-id=\"696203\"><a href=\"/opinion/696203/wilfredo-martinez-aka-wilfredo-martinez-rodriguez-v-rafael-colon-aka/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span> (1st Cir.1995), this court discussed the fundamental distinction between the duty of an officer to intervene when a private actor is inflicting the violence and the officer's duty to intervene when another police officer (acting as a police officer) inflicts the violence. <i>Id.</i> at 985-86. As <i>DeShaney v. Winnebago County Department of Social Services,</i> <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">189</span></a></span>, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">249</span></a></span> (1989), held, \"a State's failure to protect an individual against private violence simply does not constitute a violation of the Due Process Clause.\" <i>Id.</i> at 197, <span class=\"citation\" data-id=\"112202\"><a href=\"/opinion/112202/deshaney-v-winnebago-county-dept-of-social-servs/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">998</span></a></span>. This is \"because the purpose of the Due Process Clause is to protect the people from the state, not to ensure that the state protects them from each other.\" <i>Rivera v. Rhode Island,</i> <span class=\"citation\" data-id=\"201493\"><a href=\"/opinion/201493/rivera-v-state-of-ri/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 34 (1st Cir. 2005). As <i>Martinez</i> explains, the <i>DeShaney</i> substantive due process rule<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> does not apply where it is an on-duty police officer acting under color of law whose violence causes the injury. <i>See Martinez,</i> 54 F.3d at 985.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Even when the claim is that a state actor (not a private person) causes the injury, that alone does not tell us enough to make dispositive judgments. There are a variety of state actors and a variety of settings within which they act. A police officer who is actively engaged in a search or seizure, as here, is subject to the restrictions of the Fourth Amendment. Such an officer's actions are evaluated differently than the conduct of a police supervisor who is not on the scene and does not engage in the search or seizure but is later alleged to have violated a duty to have trained the officers not to engage in violence which led to another officer's violation of the injured person's rights. There are very different, specific standards applied under the Fourteenth Amendment for such supervisory liability claims, which are different from either the Fourth Amendment or the <i>DeShaney</i> standards. We made this point in <i>Wilson v. Town of Mendon,</i> <span class=\"citation\" data-id=\"200002\"><a href=\"/opinion/200002/wilson-v-town-of-mendon/\"><span class=\"volume\">294</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2002). <i>See also Camilo-Robles v. Hoyos,</i> <span class=\"citation\" data-id=\"756655\"><a href=\"/opinion/756655/grancid-camilo-robles-v-dr-guillermo-hoyos-and-dr-hector-o/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6-7 (1st Cir.1998); <i>Maldonado-Denis v. Castillo-Rodriguez,</i> <span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 581-82 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The claim here is a straightforward Fourth Amendment excessive force claim.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Where ... the excessive force claim arises in the context of an arrest or investigatory stop of a free citizen, it is most properly characterized as one invoking the protections of the Fourth Amendment, which guarantees citizens the right \"to be secure in their persons... against unreasonable ... seizures\" of the person.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\"><i>Graham,</i> 490 U.S. at 394, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">At trial, the plaintiffs' case, under the rubric of \"failure to intervene,\" was predicated on two theories, each with support in the record.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The jury instructions given reflected these two alternate grounds for the \"duty to intervene\": first, officers may have an affirmative duty to intervene arising from being present at the scene, aware of the use of excessive force by another officer, and able to stop it; and second, \"[a] constitutional duty to intervene may also arise if the onlooker officer is instrumental in assisting the actual attacker or aggressor to place the victim in a vulnerable position.\" O'Neill's arguments fail under both theories.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">This first theory in the instructions expressed the classic paradigm of police failure to stop the excessive use of force by a fellow officer, which we addressed in <i>Gaudreault v. Municipality of Salem,</i> <span class=\"citation\" data-id=\"554019\"><a href=\"/opinion/554019/robert-a-gaudreault-v-municipality-of-salem-massachusetts/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">203</span></a></span> (1st Cir.1990). The plaintiff there sued four police officers who did not actively participate in another unidentified officer's assault on the plaintiff under detention. <i>Id.</i> at 207. The court explained that \"[a]n officer who is present at the scene and who fails to take reasonable steps to protect the victim of another officer's excessive force can be held liable under section 1983 for his nonfeasance.\" <i>Id.</i> at 207 n.3. No liability for the non-participating bystander officers existed there because \"the attack came quickly and was over in a matter of seconds,\" giving the officers no \"`realistic opportunity' to prevent an attack.\" <i>Id.</i> (citing <i>O'Neill v. Krzeminski,</i> <span class=\"citation\" data-id=\"501698\"><a href=\"/opinion/501698/neil-j-oneill-v-anthony-krzeminski-richard-fiorillo-and-james-t/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 11-12 (2d Cir.1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">O'Neill attempts to take advantage of <i>Gaudreault</i> by saying that he had no opportunity to intervene. A jury, though, could and did find that O'Neill had such an opportunity. Based on the evidence, the jury could find that O'Neill was aware of Espada's earlier beating of Angel, and had sufficient time to intervene then, before Espada assaulted Ernid. The jury could also find that the entire episode of Espada's beating of Ernid lasted much longer than \"a matter of seconds,\" giving O'Neill, who was only ten feet away, both time and opportunity to prevent or stop the beating.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">More importantly, for present purposes, if there was no opportunity for the non-participating officer to stop the excessive use of force, then O'Neill would succeed on the excessive use of force claim. <i>See id.</i> But that would not convert it from a Fourth Amendment claim to a Fourteenth Amendment claim. A fair reading of the case law convinces us that O'Neill was not entitled to a \"shock the conscience\" instruction for this first theory of his liability.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">That conclusion is even clearer under the second theory&#8212;that O'Neill was a participant and enabler of the attack. The joint participant basis for liability is well established in the section 1983 case law. <i>See Martinez,</i> 54 F.3d at 985 n. 4 (\"A constitutional duty to intervene may also arise if onlooker officers are instrumental in assisting the actual attacker to place the victim in a vulnerable position. In such a scenario, the onlooker officers and the aggressor officer are essentially joint tortfeasors and, therefore, may incur shared constitutional responsibility.\" (citations omitted)). A \"shock the conscience\" instruction would not be appropriate for this theory of joint participation.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The adequate opportunity to intervene instruction which O'Neill did receive is less pertinent on this second theory, since the issue would not be his failure to intervene, but his participation. <i>See Wilson,</i> 294 F.3d at 15 (explaining that joint participation instruction depends on evidence of joint enterprise). As applied to this second theory, the adequate opportunity to intervene is related to the concept that officers must, under some circumstances, make judgments without any time for reflection. That is the <i>Graham</i> instruction that \"[t]he calculus of reasonableness must embody allowance for the fact that police officers are often forced to make split-second judgments&#8212;in circumstances that are tense, uncertain, and rapidly evolving&#8212;about the amount of force that is necessary in a particular situation.\" <i>Graham,</i> 490 U.S. at 396-97, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>. That concept was also contained in the court's instructions. There was no error in instructing the jury under a Fourth Amendment standard.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">2. <i>Whether the district court failed to instruct the jury on all the elements of the failure to intervene claim and so failed to limit the damages award against O'Neill.</i></p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">O'Neill makes one last argument that, even in instructing in Fourth Amendment terms, the court did not give the correct Fourth Amendment instruction and that the error affected the damages award.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">O'Neill argues that the district court erred, at least as to the first theory, in not calling the jury's attention to what he calls the \"temporal element of the duration of the incident.\" <i>See Davis v. Rennie,</i> <span class=\"citation\" data-id=\"199586\"><a href=\"/opinion/199586/davis-v-rennie/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 97 (1st Cir.2001). This, he argues, is pertinent to the damages award because O'Neill did not have time to prevent Espada from his initial blow to Ernid's genital area, which O'Neill contends is the largest component of the award of damages. Like the previous challenge to the jury instructions, by failing to object at the required time, O'Neill has not preserved his claim of error. On this point, there was no error at all.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">When a disappointed party \"asks an appellate court to scrutinize a trial judge's word choices, `the central inquiry reduces to whether, taking the charge as a whole, the instructions adequately illuminate the law applicable to the controlling issues in the case without unduly complicating matters or misleading the jury.'\" <i>Elliott v. S.D. Warren Co.,</i> <span class=\"citation\" data-id=\"750688\"><a href=\"/opinion/750688/darryl-w-elliott-v-sd-warren-company/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 1998) (quoting <i>United States v. DeStefano,</i> <span class=\"citation\" data-id=\"196179\"><a href=\"/opinion/196179/united-states-v-destefano/\"><span class=\"volume\">59</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir.1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The trial judge's instructions, by stating that, in order to be held liable, O'Neill must have a <i>\"realistic opportunity</i> to prevent the other officer's actions\" \"from the perspective of a reasonable officer on the scene,\" adequately took into account the question of whether O'Neill had enough time to intervene. <i>See Davis,</i> 264 F.3d at 97, 102 (discussing how the phrasing of \"realistically\" intervene and \"sufficient\" time to intervene in the jury instructions focused the jury's attention on whether attendant circumstances permitted intervention).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The trial judge did not abuse her discretion in determining that more commentary on the time frame of the attack would have confused the issues in this case and misled the jury. As the trial judge explained during the pre-charge conference:</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">[T]here is, in this case, an issue on what was the time frame of the attacks, the assaults, and for the Court to be making reference to things such as if the assault occurred in a matter of seconds ... would bring a message to the jury that the Court has made a ruling on liability as to whether this was over in a matter of seconds.... That's for them to decide.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">There was conflicting testimony as to how long the entire assault lasted and it was for the jury to resolve that question of fact, decide whether and when O'Neill could have realistically intervened during the episode, and determine how much of the damages Ernid suffered should be attributed to O'Neill. The trial judge's refusal to give an instruction was not abuse of discretion and, thus, was not plain error.</p>\n    </div>\n    <p class=\"indent\">\n      <i>C. Qualified Immunity</i>\n    </p>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">O'Neill argues that the trial court erred by denying him qualified immunity from the failure to intervene claim. His chief argument is that in 1998, \"the law [was] not clearly established as to the application of a failure to intervene standard in an open street investigatory detention scenario.\"</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">In this circuit, qualified immunity analysis is divided into three stages. <i>See Riverdale Mills Corp. v. Pimpare,</i> <span class=\"citation\" data-id=\"201386\"><a href=\"/opinion/201386/riverdale-mills-corp-v-pimpare/\"><span class=\"volume\">392</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 60-61 (1st Cir.2004). The first stage asks: \"Taken in the light most favorable to the party asserting the injury, do the facts alleged show the officer's conduct violated a constitutional right?\" <i>Id.</i> at 61 (quoting <i>Saucier v. Katz,</i> <span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span>, 201, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2151</span></span>, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></span> (2001)). In the second stage, the question is \"`whether the right was clearly established at the time of the alleged violation' such that a reasonable officer would `be on notice that [his] conduct [was] unlawful.'\" <i>Id.</i> (quoting <i>Suboh v. Dist. Attorney's Office,</i> <span class=\"citation no-link\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></span>, 90 (1st Cir.2002)). And in the last stage, the question is \"whether a `reasonable officer, similarly situated, would understand that the challenged conduct violated' the clearly established right at issue.\" <i>Id.</i> (quoting <i>Suboh,</i> 298 F.3d at 90).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">O'Neill focuses on the second step in the analysis, and he argues that in August 1998 there was no clearly established duty for officers to intervene in situations of excessive use of force by other officers except those involving an actual arrest or pretrial detention. <i>See Davis,</i> 264 F.3d at 113-14 (pre-1998 case law \"clearly established that a police officer has a duty to act when he sees another officer using excessive force against <i>an arrestee or pretrial detainee</i> if the officer could realistically prevent that force and had sufficient time to do so\" (emphasis added)).</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">This argument is simply wrong. <i>Davis</i> and the case law do not distinguish an officer's duty to intervene during an \"investigatory stop\" from that during an arrest or pre-trial detention. The Fourth Amendment duty applies here where Ernid was seized. \"A law enforcement officer has an affirmative duty to intercede on the behalf of a citizen whose constitutional rights are being violated <i>in his presence</i> by other officers.\" <i>Krzeminski,</i> 839 F.2d at 11 (emphasis added); <i>see also Martinez,</i> 54 F.3d at 985 (explaining that <i>Gaudreault</i> \"contemplates that the underlying tortious conduct take place within the context of an arrest, interrogation, or <i>similar maneuver\"</i> (emphasis added)); <i>Gaudreault,</i> 923 F.2d at 207 n. 3. The Supreme Court found no difference between an investigatory stop and an arrest or \"other `seizure'\" of the person for purposes of the constitutional right to be free from the use of excessive force under the Fourth Amendment. <i>Graham,</i> 490 U.S. at 395, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1865</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In keeping with these principles, no reasonable officer would have concluded that this stop was outside of these Fourth Amendment obligations. At least one other circuit had determined by 1998 that an officer had an affirmative duty to intervene to prevent the use of excessive force by another officer during an investigatory stop. <i>See Mick v. Brewer,</i> <span class=\"citation\" data-id=\"712990\"><a href=\"/opinion/712990/marilyn-mick-crissy-cochran-lauren-ashley-mick-by-and-through-her-father/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1127</span></a></span>, 1136 (10th Cir.1996); <i>see also Yang v. Hardin,</i> <span class=\"citation\" data-id=\"679565\"><a href=\"/opinion/679565/mike-yang-v-paul-hardin/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">282</span></a></span>, 285 (7th Cir.1994) (officer may be held liable for failing to intervene against another officer's use of excessive force during the investigation of a crime scene).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Further, the alternate basis of joint participant liability in the failure to intervene claim against O'Neill was clearly established in 1998. <i>See, e.g., Martinez,</i> 54 F.3d at 985 n. 4 (\"In such a scenario, the onlooker officers and the aggressor officer are essentially joint tortfeasors and, therefore, may incur shared constitutional responsibility.\"); <i>see generally Monroe v. Pape,</i> <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">365</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">81</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">473</span></a></span>, <span class=\"citation\" data-id=\"106170\"><a href=\"/opinion/106170/monroe-v-pape/\"><span class=\"volume\">5</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1961). O'Neill does not make any argument that this theory of liability was unclear at the time of the beating. O'Neill is not entitled to qualified immunity because the law was clearly established in 1998 that an officer in O'Neill's circumstances had a duty to intervene.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">\n        <i>D. The Jury Verdict for Torres-Rivera's Puerto Rico Law Negligence Claim.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">O'Neill finally argues that the evidence was insufficient to justify the jury verdict against O'Neill for negligence. Again, the arguments are without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The general Puerto Rico tort law statute, Article 1802 of the Civil Code of Puerto Rico, under which Torres-Rivera brought her claim, states: \"A person who by an act or omission causes damage to another through fault or negligence shall be obliged to repair the damage so done. Concurrent imprudence of the party aggrieved does not exempt from liability, but entails a reduction of the indemnity.\" 31 P.R. Laws Ann. &#167; 5141.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">O'Neill first argues that a jury was compelled to find that Torres-Rivera's own actions in coming out of the house and asking \"What happened?\" were not reasonable, and so O'Neill could not be liable for negligently harming her. The reasonableness of Torres-Rivera's actions does not go to O'Neill's liability. As Article 1802 makes clear, that is an argument to the jury that O'Neill's damages be reduced, and not an argument as to liability.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">O'Neill next contends that O'Neill did not \"seize\" Torres-Rivera by pointing the gun at her. This is a non sequitur. Torres-Rivera's claim against O'Neill is not that he negligently seized her, but that he negligently caused harm to her by his actions.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">O'Neill's final argument is that Torres-Rivera did not sufficiently prove her damages. Torres-Rivera testified that she was traumatized by the incident and the harm to her son Ernid, which she witnessed, and that she had to receive medical treatment herself, leaving her sister to be in charge of Ernid. Torres-Rivera also had to receive psychological treatment as a result of the incident and gave up her plans to become a police officer even though she already took the first exams. There is sufficient evidence for the jury to conclude that Torres-Rivera successfully proved her damages.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">The district court's judgment is <i>affirmed.</i> Costs are awarded to plaintiffs/appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Dysuria is defined as \"difficult or painful discharge of urine.\" Merriam Webster's Collegiate Dictionary 361 (10th ed.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Before trial, O'Neill sought summary judgment on the ground,<i>inter alia,</i> that he was entitled to qualified immunity. The district court denied summary judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The jury also found that Espada violated Angel's Fourth Amendment rights by using excessive force and awarded $100,000 in compensatory damages</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Jury trial in this case was conducted on August 6-13, 2003. Rule 51 was amended on March 27, 2003, to be effective December 1, 2003. Fed.R.Civ.P. 51 (2005 ed.). At the time of the trial, the pre-amendment version of the Rule was in effect</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The parties discussed the jury instructions with the court immediately before the jury charge on August 12, 2003. During the discussion, O'Neill made references to the effect that the district court had already ruled on some of his objections at an earlier \"informal charge conference\" on August 11, and he wanted to reiterate those objections \"[b]riefly for the record.\" The court asked O'Neill to state them specifically for the record. To the extent O'Neill wishes us to consider the \"informal charge conference\" we cannot because no transcript has been provided. In any event, he still failed to object post-charge and pre-deliberations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As we recognized in<i>Davis v. Rennie,</i> <span class=\"citation\" data-id=\"199586\"><a href=\"/opinion/199586/davis-v-rennie/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span> (1st Cir.2001), a \"set of unique rules has developed\" for involuntarily committed mental patients. <i>Id.</i> at 98 (quoting <i>Hasenfus v. LaJeunesse,</i> <span class=\"citation\" data-id=\"198449\"><a href=\"/opinion/198449/hasenfus-v-lajeunesse/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 71 (1st Cir.1999)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The parties were clearly aware of the two theories for liability. Prior to final arguments, the court even discussed with the parties the possibility of an instruction that O'Neill may be found to be jointly liable with Espada if O'Neill \"had a realistic opportunity to intervene and didn't ... and aided and abetted, assisted the aggressor in harming him.\" The closing arguments also reflected these two theories</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> O'Neill attempts to distinguish these cases on the ground that they do not squarely hold that the Fourth Amendment (as opposed to the Fourteenth Amendment) is what gives rise to the claim for failure to intervene. This argument is a diversion at best. The cases clearly establish that a bystander police officer had a duty to intervene in the excessive use of force by a fellow officer during the course of an investigatory stop</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201386/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501698/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756655/"
  ]
}