{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201501/",
  "absolute_url": "/opinion/201501/wright-v-donnelley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201501/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:28:06Z",
  "date_modified": "2016-02-28T05:05:42.886096Z",
  "type": "010combined",
  "sha1": "431000f7051c99bddd1e804d6f620b9dc60489c6",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1986-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/03/25/Wright_v._Donnelley.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 04-1986\n\n                       MICHAEL J.M. WRIGHT,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n     R. R. DONNELLEY & SONS CO. GROUP BENEFITS PLAN, et al.,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF NEW HAMPSHIRE\n          [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Circuit Judge,\n\n                   Stahl, Senior Circuit Judge,\n\n              and Oberdorfer,* Senior District Judge.\n\n\n\n     Stephen L. Raymond, for appellant.\n     John-Mark Turner, with Sheehan, Phinney, Bass + Green, P.A.,\non brief, for appellees.\n\n\n                          March 25, 2005\n\n\n\n\n    *\n     Of the District of the District of Columbia, sitting by\ndesignation.\n\f           OBERDORFER, Senior District Judge. Plaintiff-appellant,\n\nMichael J. M. Wright, appeals the district court’s entry of summary\n\njudgment in favor of defendants-appellees, R. R. Donnelley & Sons\n\nCo. Group Benefits Plan, and Hartford Life and Accident Insurance\n\nCompany (“Hartford”).   Wright alleged that Hartford’s termination\n\nof his short-term disability benefits, and its failure to grant his\n\nlong-term disability benefits, violated the Employee Retirement\n\nIncome Security Act of 1974 (“ERISA”), 29 U.S.C. §§ 1001-1461. For\n\nthe reasons stated below, we affirm.\n\n                           I.   BACKGROUND\n\nA.   The Plan\n\n           In connection with his employment with financial services\n\nfirm R. R. Donnelley & Sons Company (“Donnelley”), Wright was\n\ncovered as a participant under Donnelley’s Group Benefits Plan (the\n\n“Plan”).   Benefits under the short term disability (“STD”) portion\n\nof the Plan are administered by Hartford and funded by Donnelley\n\nthrough a trust.    App. at A150.       Benefits under the long term\n\ndisability (“LTD”) portion of the Plan are administered by Hartford\n\nand funded in full by an insurance policy issued by Hartford.      Id.\n\nThe Plan states that, “Hartford has sole authority to approve or\n\nreject claims according to the program rules, and follow through\n\nwith the ERISA appeals process.”       Id. at A147.   Benefits are not\n\npayable unless, among other requirements, an employee submits\n\n“proof of loss satisfactory to The Hartford.” Id. at A170.\n\n\n                                 -2-\n\fB.   Wright’s Application for STD Benefits\n\n          On June 19, 2001, Wright took a medical leave from work,\n\nclaiming he was suffering from headaches and irregular memory loss\n\nwhich prevented him from carrying out his job functions.    See App.\n\nat A111-A113.    Wright subsequently applied for STD benefits in\n\naccordance with the Plan’s provisions.       Id. at A207.     Wright\n\nsubmitted Attending Physician Statements (“APS”) from his primary\n\ncare physician, Dr. Maurice B. Cohen, and his psychologist, Ron\n\nMichaud, Ph.D.     See id. at A188-89; id. at A210-11.     Both Drs.\n\nMichaud and Cohen reported that Wright’s subjective symptoms were\n\nmemory problems.    See id. at A188-89; id. at A210-11.    Dr. Cohen\n\nrecommended that Wright be kept out of work pending the results of\n\nneuropsychological testing. Id. at A210-11. Dr. Michaud indicated\n\nthat Wright’s ability for sustained concentration “has severely\n\nimpaired current job performance.” Id. at A210-11. He declined to\n\nindicate any specific psychiatric impairments, stating that it was\n\nunclear if the “process is psychiatric or neurological.”         Id.\n\nBased on this information, Hartford granted Wright’s STD benefits\n\nthrough July 29, 2001.     Id. at A379.    Pending results of the\n\nneuropsychological testing, Hartford extended Wright’s STD benefits\n\nthrough August 20, 2001.   Id. at A380.\n\n          In a status report to Hartford, on August 20, 2001, Dr.\n\nCohen diagnosed Wright with memory loss and indicated the necessity\n\nof additional neurological testing. See id. at A198-99. Dr. Cohen\n\n\n                                -3-\n\fagain     recommended    that   Wright    not   return    to     work    until    an\n\nappropriate diagnosis was made.           Id.   By letter dated August 24,\n\n2001, Hartford notified Wright that it was extending his STD\n\nbenefits through September 23, 2001.               Id. at A381.         The letter\n\nfurther stated:\n\n             If you remain disabled beyond September 23,\n             2001, your physician must submit supporting\n             medical information to our office. This must\n             include the specific results of your July 11\n             and August 28, 2001 tests.       We will also\n             require an evaluation by your primary care\n             physician that addresses a specific diagnosis,\n             restrictions and limitations that prevent you\n             from returning to work, your treatment plan\n             and any changes in your treatment, and a\n             return to work plan.\n\nId.\n\n             On September 20, 2001, Dr. Cohen provided another update\n\nto Hartford, explaining that Wright had difficulty finding a\n\nneuropsychologist covered by his health insurance but finally was\n\nable to schedule an appointment with Dr. Ann Avery for October 2,\n\n2001.1    Id. at A248.    Based on this information, Hartford extended\n\nSTD   benefits   until    October   14,    2001,    to   allow    time    for    his\n\nphysicians to review the results of Dr. Avery’s testing.                   See id.\n\nat A196.\n\n             On October 15, 2001, after reviewing the results of Dr.\n\n\n\n      1\n      Wright also submitted a letter to Hartford detailing his\nattempts to obtain formal testing and indicating that his health\ncarrier refused to approve full neuropsychological testing,\nallowing Wright only an “initial set of tests.” Id. at A208-09.\n\n                                     -4-\n\fAvery’s   neuropsychological      assessment     of   Wright,    Dr.     Cohen\n\nsubmitted a new APS to Hartford, which addressed for the first time\n\nthe level of Wright’s psychiatric impairments. See id. at A190-91.\n\nDr. Cohen indicated an impairment of less severe than “[m]oderate\n\nimpairment    in   occupational   functioning”    but   more    severe   than\n\n“slight difficulty.”     Id.   Dr. Cohen also telephoned Hartford and\n\nexplained Dr. Avery’s tests showed that Wright’s “short term memory\n\nis good” but that Wright had “weakness recalling long term events\n\nand narriatives[sic].”2     Id. at A193.   Dr. Cohen further reported\n\nthat an MRI was normal and there was no diagnosis for Wright yet.\n\nId. at A193. Hartford extended Wright’s STD benefits until October\n\n28, 2001, pending the results of Wright’s examination by a new\n\npsychiatrist, Dr. Clive D. Dalby.\n\n             On October 26, 2001, Dr. Dalby submitted an APS to\n\nHartford diagnosing Wright with Amnestic Syndrome Not Otherwise\n\nSpecified.     Id. at A212-13.      Dr. Dalby indicated that Wright\n\nsuffered “severe short term memory loss & thought blocking,” and\n\ndescribed this as causing a “moderate impairment in occupational\n\nfunctioning,” but did not specify such limitation.             Id.\n\nC.   Wright’s Application for LTD Benefits\n\n          Wright applied for LTD benefits on November 13, 2001.\n\nMeanwhile, Hartford referred Wright’s STD claim to one of its\n\n\n     2\n     According to Dr. Avery’s findings, Wright’s memory was\ngenerally good, though he had a below average score on a single\nsub-test of delayed recall. Id. at A223.\n\n                                   -5-\n\fBehavioral Health Case Managers for review. The Case Manager noted\n\nthat “[t]he only thing we have with all of these tests that were\n\nreportedly done is [Wright’s] self-reported memory loss . . . .\n\nThere are not other impairment[sic] noted and the info doesn’t\n\nindicate how severe or mild that memory loss is as substantiated by\n\nneuropsychological testing.”             Id. at A282-83.\n\n          Concluding that there was no sufficient medical evidence\n\nof the severity of Wright’s reported symptoms or any occupational\n\nlimitations,       Hartford     denied    Wright’s     STD   benefits    effective\n\nOctober 28, 2001.         See id. at A185-87.        On the same day, Hartford\n\ndenied Wright’s LTD claim, because its conclusion that Wright was\n\nnot prevented from performing his job meant that one prerequisite\n\nunder the LTD portion of the Plan (disability throughout the 26-\n\nweek elimination period) was not satisfied.                  See id. at A214-16.\n\nIn its denial letters, Hartford specifically invited Wright to\n\nsubmit “test results and reports which document deficits in short\n\nterm memory and how it affects your occupational functioning beyond\n\nOctober 28, 2001.”         See id. at A185-87; id. at A214-16.\n\nD.   Wright’s First Appeal\n\n          On December 3, 2001, Wright appealed Hartford’s initial\n\ndenial.      See    id.    at   A384-89.          Wright   provided   explanatory\n\nstatements     by     himself      and      his     wife     as   well    as   the\n\nNeuropsychological Assessment of Dr. Avery dated October 2, 2001\n\nand a December 6, 2001 letter of Dr. Dalby, indicating Dr. Dalby’s\n\n\n                                         -6-\n\fconclusion that Wright was disabled from performing his occupation.\n\nSee id.; id. at A222-24; id. at A220-21.         Hartford considered this\n\nadditional evidence, as well as a job description submitted by\n\nWright’s employer.      See id. at A217-19.     By letter dated March 12,\n\n2002, Hartford reaffirmed its denial, claiming that the documents\n\nsubmitted did not provide any medical evidence regarding the\n\nseverity of any cognitive deficits suffered by Wright and, thus,\n\ndid not establish any specific occupational limitations.             Id. at\n\nA218.   Hartford found the “results of the neuropsychological\n\ntesting is[sic] consistent with an ability to perform the essential\n\nduties of [Wright’s] occupation.”         Id.\n\nE.   Wright’s Second Appeal\n\n            Wright filed a second appeal on June 3, 2002, in which he\n\nsubmitted an APS from a new neurologist, Dr. Bryan Lieberman.            See\n\nid. at A285-326.     Dr. Lieberman diagnosed Wright with sleep apnea\n\nand memory disorder.      See id. at A355-56.      In describing Wright’s\n\ncognitive deficit, Dr. Lieberman termed it a “neurologic cognitive\n\ndisorder”   including    impaired   memory,     attention,   and   executive\n\nfunction, as well as daytime somnolence, and fatigue.              Id.   Dr.\n\nLieberman concluded that the “above deficit disables [Wright] for\n\nhis job--working as a software engineer.”          Id.\n\n            Hartford referred Wright’s entire file to two Independent\n\nMedical Examiners at the University Disability Consortium for\n\nreview--Dr. Alvin McElveen, Neurologist, and             Milton Jay, Ed.D,\n\n\n                                    -7-\n\fNeuropsychologist. Upon review of Wright’s case file, Dr. McElveen\n\nconcluded that sleep apnea had been documented; thus the medical\n\nevidence “support[ed] cognitive impairment as a result of the\n\nphysical conditions present on 10/28/2001.”   Dr. McElveen referred\n\nto Dr. Jay’s report for an assessment of the effect of any\n\nimpairments on Wright’s cognitive functioning.   Id. at A351.   Dr.\n\nJay concluded that, although sleep apnea had been confirmed by a\n\npolysomnogram ordered by Dr. Lieberman, the medical evidence did\n\nnot confirm that the apnea was causing even “mild difficulties in\n\ncognition secondary to interrupted sleep and subsequent fatigue.”\n\nId. at A338.\n\n          Based on the opinions of Drs. Jay and McElveen, the\n\nadditional medical records from Drs. Cohen and Lieberman, the\n\ninformation submitted by Wright in his appeal, and all the other\n\ninformation already in the claim file, Hartford reiterated its\n\ndenial on October 2, 2002.    Hartford reasoned that even assuming\n\nminor cognitive difficulties existed, none were severe enough to\n\nprevent Wright from performing the essential functions of his\n\noccupation.    See id. at A352-54.\n\nF.   District Court\n\n          Wright filed suit in the United States District Court for\n\nthe District of New Hampshire on June 10, 2003.     Wright claimed\n\nthat Hartford acted under an inherent conflict of interest because\n\nit both administered and funded the LTD benefits.      Wright also\n\n\n                                -8-\n\falleged that Hartford acted under an actual conflict of interest,\n\nevidenced by its bad faith in handling Wright’s claims for STD and\n\nLTD benefits.     Hartford’s conflict of interest, according to\n\nWright, required a less deferential review of Hartford’s denial of\n\nWright’s benefits.    Furthermore, even under deferential arbitrary\n\nand capricious review, according to Wright, Hartford’s denials of\n\nSTD and LTD benefits were not based upon substantial evidence,\n\nreasonably sufficient to support Hartford’s decisions.\n\n           Defendants     filed   a    Motion      for   Summary   Judgment   on\n\nFebruary 4, 2004, and Wright filed a cross Motion for Summary\n\nJudgment on March 8, 2004.            After extensive oral argument, the\n\ndistrict court granted Defendants’ Motion for Summary Judgment and\n\ndenied Wright’s Motion for Summary Judgment on June 17, 2004.                 The\n\ndistrict court considered but rejected Wright’s claim that Hartford\n\nacted out of an improper financial motivation. The court similarly\n\nrejected   Wright’s   other   arguments       for    heightened    scrutiny    of\n\nHartford’s   decisions.       Applying       the   arbitrary   and   capricious\n\nstandard of review, the district court found that, despite some\n\ncontradictory evidence, substantial evidence existed to support\n\nHartford’s decision that any cognitive deficits were minor and not\n\ndisabling.   The court entered a Final Judgment on June 18, 2004.\n\nWright filed a timely Notice of Appeal on July 14, 2004.\n\n\n\n\n                                       -9-\n\f                          II.    DISCUSSION\n\nA.   Standard of Review\n\n          The Court reviews a district court’s grant of summary\n\njudgment de novo.   See Boardman v. Prudential Ins. Co. of Am., 337\n\nF.3d 9, 15 (1st Cir. 2003).     The district court generally reviews\n\nan ERISA plan administrator’s benefits determinations de novo.\n\nAllen v. Adage, Inc., 967 F.2d 695, 697-98 (1st Cir. 1992).      If,\n\nhowever, by its terms, the ERISA plan grants the plan administrator\n\ndiscretionary authority in the determination of eligibility for\n\nbenefits, the administrator’s decision must be upheld unless it is\n\n“arbitrary, capricious, or an abuse of discretion.”3   Doyle v. Paul\n\nRevere Life Ins. Co., 144 F.3d 181, 183 (1st Cir. 1998).\n\n          The operative inquiry under arbitrary, capricious or\n\nabuse of discretion review is “whether the aggregate evidence,\n\nviewed in the light most favorable to the non-moving party, could\n\nsupport a rational determination that the plan administrator acted\n\narbitrarily in denying the claim for benefits.”     Twomey v. Delta\n\nAirlines Pension Plan, 328 F.3d 27, 31 (1st Cir. 2003) (citing\n\nLeahy v. Raytheon Co., 315 F.3d 11, 18 (1st Cir. 2002)).           A\n\ndecision to deny benefits to a    beneficiary will be upheld if the\n\n\n\n     3\n     For purposes of reviewing benefit determinations by an ERISA\nplan administrator, the arbitrary and capricious standard is\nfunctionally equivalent to the abuse of discretion standard. See\nPari-Fasano v. ITT Hartford Life & Accident Ins. Co., 320 F.3d 415,\n419 (1st Cir. 2000). We refer to the relevant standard as “abuse\nof discretion review.”\n\n                                 -10-\n\fadministrator’s         decision     “[was]    reasoned      and     supported      by\n\nsubstantial evidence.”         Gannon v. Metro. Life Ins. Co., 360 F.3d\n\n211, 213 (1st Cir. 2004); see also Boardman, 337 F.3d at 15\n\n(holding that a district court can “overturn [an administrator’s]\n\ntermination      decision      only     if     ‘the      insurer’s       eligibility\n\ndetermination      was    unreasonable        in   light   of    the     information\n\navailable   to    it’”)(internal        citation      omitted).        Evidence     is\n\nsubstantial      when    it   is   “reasonably      sufficient      to    support    a\n\nconclusion.” Id. Evidence contrary to an administrator’s decision\n\ndoes not make the decision unreasonable, provided substantial\n\nevidence supports the decision.              See Gannon, 360 F.3d at 213; see\n\nalso Doyle, 144 F.3d at 184 (“Sufficiency, of course, does not\n\ndisappear merely by reason of contradictory evidence.”).\n\n            In   applying      the    arbitrary     and    capricious      standard,\n\nhowever, the existence of a conflict of interest on the part of the\n\nadministrator is a factor which must be considered. Firestone Tire\n\n& Rubber Co. v. Bruch, 489 U.S. 101, 115 (1989).                 In this Circuit,\n\nif a court concludes there is an improper motivation amounting to\n\na conflict of interest, the court “may cede a diminished degree of\n\ndeference--or      no     deference     at     all--to     the     administrator’s\n\ndeterminations.” Leahy, 315 F.3d at 16. However, “[a] chimerical,\n\nimagined, or conjectural conflict will not strip the fiduciary’s\n\n\n\n\n                                       -11-\n\fdetermination of the deference that otherwise would be due.”4                    Id.\n\nIf no conflict of interest is apparent, a court must proceed to\n\nensure that the decision was not objectively unreasonable in light\n\nof the available evidence, recognizing that the existence of a\n\npotential    conflict        of     interest     will    affect      the    court’s\n\ndetermination of what was reasonable conduct by the insurer under\n\nthe circumstances.      Pari-Fasano, 230 F.3d at 419.\n\n            Here,    there     is    no    dispute   that      the   Plan   confers\n\ndiscretion on the Plan Administrator.                See App. at A147.           The\n\nparties   disagree, however, as to whether Hartford labored under a\n\nconflict of interest.             Thus, before addressing the substantive\n\nmerits of    the    district       court’s   decision,    it    is   necessary   to\n\ndetermine whether there was a conflict of interest, such that the\n\ndistrict court should have considered this as a factor in its\n\narbitrary and capricious review.\n\nB.   Conflict of Interest\n\n            Wright argues that Hartford labored under a conflict of\n\ninterest, as evidenced by (1) its dual status as payor of benefits\n\nand administrator with respect to the LTD benefits and (2) other\n\nfactors that Wright claims evidence an “improper motivation.”\n\n            Upon a de novo review of the evidence, we conclude that\n\nthe district court properly rejected Wright’s claims that Hartford\n\n\n\n     4\n     The burden is on the claimant, here Wright, to demonstrate a\nconflict of interest. Pari-Fasano, 230 F.3d at 418.\n\n                                          -12-\n\facted under a conflict of interest.\n\n     1.   Conflict Based on Status\n\n          Turning first to Wright’s structural conflict of interest\n\nclaim, the district court concluded that, although Hartford clearly\n\nhad a financial incentive to maximize profits with respect to the\n\nLTD Plan, which it fully insured, the potential that it would deny\n\nclaims based on self-interest was not alone sufficient to alter the\n\nstandard of review.    See App. at A89.    Under the law of this\n\nCircuit, “[t]he fact that [] the plan administrator[] will have to\n\npay [the plaintiff’s] claim[] out of its own assets does not change\n\n[the arbitrary and capricious] standard of review.” Glista v. Unum\n\nLife Ins. Co. of Am., 378 F.3d 113, 125-26 (1st Cir. 2004) (noting\n\nthat simply because a plan administrator has to pay a claim does\n\nnot deprive the administrator of discretion when the terms of the\n\nplan grant discretion); see also Doe v. Travelers Ins. Co., 167\n\nF.3d 53, 57 (1st Cir. 1999); Doyle, 144 F.3d at 184.\n\n          In Pari-Fasano, the Court acknowledged that an insurer\n\n“does have a conflict of sorts when a finding of eligibility means\n\nthat the insurer will have to pay benefits out of its own pocket,”\n\nbut determined that the market presents competing incentives that\n\nsubstantially minimize the apparent conflict of interest. 230 F.3d\n\nat 418.   In Doyle, the Court identified the competing incentives,\n\nexplaining that employers have benefit plans to please employees\n\nand, consequently, will not want to keep an overly tight-fisted\n\n\n                               -13-\n\finsurer.     144 F.3d at 184.        Thus, according to the Court, an\n\ninsurer    could   “hardly   sell   policies   if   it   is   too   severe   in\n\nadministering them.”     Doe, 167 F.3d at 57.\n\n             Wright acknowledges this precedent but argues that the\n\nrationale relied upon in these decisions overstates the ability of\n\nmarket forces to minimize the apparent conflict.                The district\n\ncourt similarly was troubled by what it deemed the “false premise”\n\nthat an ERISA plan administrator that also has a financial stake in\n\nthe benefit decisions can act as a disinterested trustee. Bound by\n\nwell-established precedent, however, the court properly declined to\n\napply a less deferential standard due to the alleged structural\n\nconflict.5\n\n\n     5\n      We also are bound by decisions of prior panels of this\nCircuit, absent an opinion by the Supreme Court, an en banc opinion\nof the Circuit or statutory overruling. See Iguarta-De La Rosa v.\nUnited States, 386 F.3d 313, 313 (1st Cir. 2004).           We are\nnevertheless mindful that other circuits have rejected the market\nforces rationale and specifically recognized a conflict of interest\nwhen the insurer of an ERISA plan also serves as plan\nadministrator, although there is no consistent approach in\naccordingly adjusting the standard of review. See, e.g., Fought v.\nUNUM Life Ins. Co. of Am., 379 F.3d 997 (10th Cir. 2004) (holding\nthat plan administrators acting under an inherent conflict of\ninterest have the burden of showing that their decision to deny\ndisability benefits is supported by substantial evidence); Davolt\nv. Executive Comm. of O’Reilly Auto., 206 F.3d 806, 809 (8th Cir.\n2000) (noting that de novo review may apply where “relationship\nplaces the ERISA benefits plan administrator in a perpetual\nconflict of interest”); Atwood v. Newmont Gold Co., 45 F.3d 1317,\n1323 (9th Cir. 1995) (presuming conflict and shifting burden of\nproof to insurer); Brown v. Blue Cross & Blue Shield of Ala., Inc.,\n898 F.2d 1556, 1566-67 (11th Cir. 1990) (same); Pinto v. Reliance\nStandard Life Ins. Co, 214 F.3d 377, 393 (3rd Cir. 2000) (adopting\nsliding scale approach); Doe v. Group Hospitalization & Med. Serv.,\n3 F.3d 80, 87 (4th Cir. 1993) (same); Wildbur v. ARCO Chem. Co.,\n\n                                    -14-\n\f     2.   Conflict Based on Improper Motivation\n\n          Having rejected Wright’s structural conflict of interest\n\nargument, the district court turned to an examination of Wright’s\n\nclaims that Hartford was improperly motivated, see Doyle, 144 F.3d\n\nat 184, finding each unpersuasive.      On appeal, Wright claims that\n\nthe district court erred in failing to find a conflict of interest\n\non the part of Hartford based on:      (1) the timing of the benefit\n\ndenial, coming immediately before Hartford would be financially\n\nexposed under the LTD plan; (2) the fact that the medical evidence\n\nsupporting Wright’s claim was never reviewed by a physician prior\n\nto Hartford’s denial of the STD and LTD claims on November 29,\n\n2001; (3) the fact that the same examiner made both the STD and LTD\n\nbenefit determinations; (4) the fact that Hartford did not have a\n\ncopy of Wright’s job description prior to its denial of STD and LTD\n\nbenefits on November 29, 2001; and (5) Hartford’s refusal to\n\nfulfill   Wright’s   requests   for    certain   documentary   evidence\n\nconcerning his claim.\n\n          a.   Timing of Denial of STD and LTD Benefits\n\n          Wright claims that the timing of the rejection of both\n\nhis STD and LTD benefits—-as the LTD benefit date was approaching—-\n\ndemonstrated an actual conflict of interest.      According to Wright,\n\nHartford granted STD benefits to Wright when it did not have a\n\n\n974 F.2d 631, 638-42 (5th Cir. 1992) (same); Van Boxel v. Journal\nCo. Employees’ Pension Trust, 836 F.2d 1048, 1052-53 (7th Cir.\n1987) (same).\n\n                                -15-\n\ffinancial stake in the payment of benefits and then denied benefits\n\nto Wright as the time approached when Hartford would be financially\n\nliable. After a thorough review of the evidence, however, the\n\ndistrict court found that it was apparent that the decision to\n\nterminate benefits was based on the evolving state of plaintiff’s\n\nmedical    record.      This    conclusion      was   amply   supported    by   the\n\nevidence.\n\n            Hartford granted Wright’s STD benefits beginning on June\n\n27, 2001.    See App. at A379.          Hartford extended the STD benefits\n\nuntil August 20, 2001, after being informed by Plaintiff’s primary\n\ncare physician, Dr. Cohen, that Wright had undergone or would be\n\nundergoing neuropsychological testing shortly.                See id. at    A189;\n\nid. at A201; id. at A380.         During the summer and fall of 2001, no\n\ntest results were provided to Hartford.                 Hartford, nevertheless,\n\nextended STD benefits to September 23, then to October 14, and\n\nfinally to October 28, 2001, based on Dr. Cohen’s statements that\n\nWright     should    not    return      to     work   until   the    results     of\n\nneuropsychological testing were known.                See id. at A189; id. at\n\nA197; id.    at     A248.      During   that    time,    Hartford    consistently\n\ninformed     Wright     that     it     was      awaiting     the    results     of\n\nneuropsychological testing that would document the severity of his\n\nself-reported memory loss.            See id. at A192-A200.         Following Dr.\n\nAvery’s Neuropsychological Assessment on October 2, 2001, Dr. Cohen\n\nsubmitted an APS, indicating a level of impairment below that of\n\n\n                                        -16-\n\f“[l]imited in performing some occupational duties.”                    Id. at A191.\n\nDr. Cohen additionally reported to Hartford that the tests showed\n\nthat “short term memory is good” but that Wright had some “weakness\n\nrecalling long term events and narriatives[sic].” See id. at A193.\n\nDr. Cohen indicated that Wright’s MRI was normal.                      See id.     Dr.\n\nDalby submitted an APS shortly thereafter, stating that Wright\n\nsuffered “severe short term memory loss.”                This finding directly\n\ncontradicted the neuropsychological test results, as reported by\n\nDr. Cohen.     See id. at A213.\n\n             Wright,         thus,     did    not   present        a     consistent\n\ndiagnosis         or    opinion   on   functional   limitation.          Hartford’s\n\ndecision to deny further benefits was reasonably based on evidence\n\nindicating that Wright did not suffer the limitations in performing\n\nhis   essential        job   functions    that   would   qualify       him   for   the\n\ndisability benefits.          The timing of the denial of benefits did not\n\nevidence an improper motivation on the part of Hartford, amounting\n\nto a conflict of interest.\n\n             b.        Denial of Benefits Initially Made Without\n                       Review by Physician\n\n             Wright argues that Hartford did not have a physician\n\nreview his medical record before denying his STD and LTD claims on\n\nNovember 29, 2001, evidencing that the decisions were based on an\n\nactual conflict of interest.             The district court properly rejected\n\nthis argument.\n\n             As Appellees indicate, courts have not required that an\n\n                                          -17-\n\fERISA claimant’s medical records always be independently verified\n\nby medical doctors as a prerequisite to a benefit determination.\n\nSee generally Brigham v. Sun Life, 317 F.3d 72, 85 (1st Cir. 2003)\n\n(concluding       administrator    not    required    to    conduct   independent\n\nmedical evaluation when treating physician’s reports supported\n\nfinding of no disability).\n\n            Here, it is clear that the plan administrator reviewed\n\nthe documentation submitted by Wright’s primary care physician, Dr.\n\nCohen, who opined in his APS that Wright’s symptoms were not so\n\nsevere as to prevent him from performing occupational functions.\n\nSee App. at A245.        Hartford was not acting in bad faith, or under\n\nan improper motivation, in relying on Dr. Cohen’s conclusions to\n\ndeny benefits to Wright without an independent medical evaluation.\n\n            c.      Use of Same Examiner for STD and LTD Benefit\n                    Determinations\n\n            Wright argues that the same claims examiner denied both\n\nthe   STD   and    LTD   claims,   thus     indicating      that   there   was   no\n\n“independence       between   Hartford’s        STD   and    LTD   departments.”\n\nAppellant’s Br. at 28.         The district court correctly determined\n\nthat the fact that the same examiner made both LTD and STD benefits\n\ndeterminations did not demonstrate a conflict of interest.\n\n            There are no statutory or regulatory provisions under\n\nERISA requiring independence, and Wright cites to no authority\n\nindicating that such an overlap makes benefits decisions suspect.\n\nFurthermore, it is clear that the claims administrator reviewed the\n\n                                         -18-\n\fmedical   evidence     submitted     by   Wright   and   based   the   benefits\n\ndetermination largely on the conclusions of Wright’s own physician,\n\nDr. Cohen.       See App. at A245.\n\n            d.     Hartford Did Not have a Copy of Wright’s Job\n                   Description Before Denying Benefits\n\n            Wright claims that Hartford’s failure to obtain a copy of\n\nhis job description before denying benefits on November 29, 2001\n\nevidences Hartford’s bad faith.              The district court properly\n\nrejected this argument.\n\n            It was Wright’s burden to provide evidence that he was\n\nunable to perform the duties of his occupation.            See Boardman, 337\n\nF.3d at 16.      An integral part of that evidence would be a statement\n\nof what his job required. Wright never submitted such a statement.\n\nInstead, Hartford actively sought out and obtained a copy of\n\nWright’s job description during the review process.6              See App. at\n\nA102-103.\n\n            e.     Hartford’s Refusal to Fulfill Wright’s Requests for\n                   Certain Documentary Evidence\n\n            Wright claims that Hartford declined to provide him with\n\na transcript of a telephone conversation between them, and with a\n\n     6\n      Wright also contends that Hartford’s criticism of Dr. Dalby’s\nconclusion that Wright was disabled from performing his job because\nDr. Dalby was not aware of Wright’s job description evidenced\nHartford’s improper motivation. Although Dr. Dalby indicated to\nHartford that he was aware that Wright’s job required giving\npresentations, see App. at A273, the district court properly found\nno indication of bad faith in Hartford’s concern about Dr. Dalby’s\nlack of information about the specific requirements of the\noccupation for which Wright claimed disability.\n\n                                      -19-\n\fcopy of the Summary Detail Report--which contained summaries of\n\nHartford’s communications with Wright, his doctors, and among\n\nexaminers--despite his written requests. Hartford responds that it\n\ndid provide one requested telephone transcript and that a second\n\none was requested for an occasion when, in fact, only a recorded\n\nmessage had been left on Wright’s voicemail.              As for the Summary\n\nDetail Report, Hartford indicates that the substance thereof was\n\neither already known to Wright, or was communicated to him in\n\nletters, telephone conversations and copies of his claim file from\n\nHartford.\n\n             It appears that Hartford did provide adequate documentary\n\nevidence to Wright, and we decline to interpret the omission of the\n\nSummary Detail Report as an indication of bad faith.\n\n             Wright,   thus,    failed     to    establish    any     improper\n\nmotivations on the part of Hartford, amounting to a conflict of\n\ninterest.     Accordingly, the district court properly reviewed the\n\nsubstantive merits of Wright’s claims under an arbitrary and\n\ncapricious standard.\n\nC.     Review of Denial of Wright’s STD and LTD Claims\n\n             Wright argues that even under the deferential arbitrary\n\nand capricious standard Hartford’s denial of Wright’s STD and LTD\n\nbenefits was not supported by substantial evidence.            Specifically,\n\nWright claims that Dr. Lieberman’s diagnosis of sleep apnea, along\n\nwith   his   opinion   that    Wright    was    totally   disabled,    “cannot\n\n\n                                   -20-\n\freasonably be diminished by any other evidence in Mr. Wright’s\n\nfile.”     Appellant’s Br. at 32.\n\n            The district court found that there was not substantial\n\ndisagreement that Wright suffered from sleep apnea or that Wright’s\n\nmemory was generally average or above, except for some limited\n\nareas--causing some impairment to his cognitive capacities.                 See\n\nApp. at A93.    The district court noted, however, that based on the\n\nentire   medical    record   there   was     disagreement     among   all   the\n\nphysicians (including Wright’s treating physicians and Hartford’s\n\nindependent medical examiners) as to the extent of the impairment\n\nand the impact on Wright’s ability to perform his essential job\n\nfunctions.     Id.; see Matias-Correa v. Pfizer, Inc., 345 F.3d 7, 12\n\n(1st Cir. 2003) (noting that it is not the court’s role to evaluate\n\nhow much weight an insurer should have accorded the opinion of an\n\nindependent medical consultant relative to the opinions of a\n\nclaimant’s own physicians).          The district court reasoned that\n\nalthough    there   was    conflicting      medical   evidence,   there     was\n\nsufficient evidence that Wright’s impairments were minor and not\n\ndisabling according to the STD and LTD Plan provisions.               Id.; see\n\nalso Vlass v. Raytheon Employees Disability Trust, 244 F.3d 27, 30\n\n(1st Cir. 2001) (“[T]he existence of contradictory evidence does\n\nnot, in itself, make the administrator’s decision arbitrary.”).\n\n            Mindful   of   the   deferential    nature   of    arbitrary    and\n\ncapricious or abuse of discretion review, we conclude that the\n\n\n                                     -21-\n\fdistrict court properly granted summary judgment in favor of the\n\ndefendants.\n\n                          III.   CONCLUSION\n\n            For the reasons set forth above, we agree with the lower\n\ncourt’s conclusion that the termination of Wright’s STD benefits\n\nand denial of Wright’s LTD benefits, as a matter of law, did not\n\nviolate ERISA. We therefore affirm the summary judgment dismissing\n\nWright’s action.\n\nAFFIRMED.\n\n\n\n\n                                 -22-\n\f",
  "html": "<p class=\"case_cite\">402 F.3d 67</p>\n    <p class=\"parties\">Michael J.M. WRIGHT, Plaintiff, Appellant,<br>v.<br>R.R. DONNELLEY &amp; SONS CO. GROUP BENEFITS PLAN, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1986.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 11, 2005.</p>\n    <p class=\"date\">Decided March 25, 2005.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Stephen L. Raymond, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">John-Mark Turner, with Sheehan, Phinney, Bass + Green, P.A., on brief, for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and OBERDORFER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">OBERDORFER, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiff-appellant, Michael J.M. Wright, appeals the district court's entry of summary judgment in favor of defendants-appellees, R.R. Donnelley &amp; Sons Co. Group Benefits Plan, and Hartford Life and Accident Insurance Company (\"Hartford\"). Wright alleged that Hartford's termination of his short-term disability benefits, and its failure to grant his long-term disability benefits, violated the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167;&#167; 1001-1461. For the reasons stated below, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. The Plan</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In connection with his employment with financial services firm R.R. Donnelley &amp; Sons Company (\"Donnelley\"), Wright was covered as a participant under Donnelley's Group Benefits Plan (the \"Plan\"). Benefits under the short term disability (\"STD\") portion of the Plan are administered by Hartford and funded by Donnelley through a trust. App. at A150. Benefits under the long term disability (\"LTD\") portion of the Plan are administered by Hartford and funded in full by an insurance policy issued by Hartford. <i>Id.</i> The Plan states that, \"Hartford has sole authority to approve or reject claims according to the program rules, and follow through with the ERISA appeals process.\" <i>Id.</i> at A147. Benefits are not payable unless, among other requirements, an employee submits \"proof of loss satisfactory to The Hartford.\" <i>Id.</i> at A170.</p>\n    </div>\n    <p class=\"indent\">B. Wright's Application for STD Benefits</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 19, 2001, Wright took a medical leave from work, claiming he was suffering from headaches and irregular memory loss which prevented him from carrying out his job functions. <i>See</i> App. at A111-A113. Wright subsequently applied for STD benefits in accordance with the Plan's provisions. <i>Id.</i> at A207. Wright submitted Attending Physician Statements (\"APS\") from his primary care physician, Dr. Maurice B. Cohen, and his psychologist, Ron Michaud, Ph.D. <i>See id.</i> at A188-89; <i>id.</i> at A210-11. Both Drs. Michaud and Cohen reported that Wright's subjective symptoms were memory problems. <i>See id.</i> at A188-89; <i>id.</i> at A210-11. Dr. Cohen recommended that Wright be kept out of work pending the results of neuropsychological testing. <i>Id.</i> at A210-11. Dr. Michaud indicated that Wright's ability for sustained concentration \"has severely impaired current job performance.\" <i>Id.</i> at A210-11. He declined to indicate any specific psychiatric impairments, stating that it was unclear if the \"process is psychiatric or neurological.\" <i>Id.</i> Based on this information, Hartford granted Wright's STD benefits through July 29, 2001. <i>Id.</i> at A379. Pending results of the neuropsychological testing, Hartford extended Wright's STD benefits through August 20, 2001. <i>Id.</i> at A380.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a status report to Hartford, on August 20, 2001, Dr. Cohen diagnosed Wright with memory loss and indicated the necessity of additional neurological testing. <i>See id.</i> at A198-99. Dr. Cohen again recommended that Wright not return to work until an appropriate diagnosis was made. <i>Id.</i> By letter dated August 24, 2001, Hartford notified Wright that it was extending his STD benefits through September 23, 2001. <i>Id.</i> at A381. The letter further stated:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If you remain disabled beyond September 23, 2001, your physician must submit supporting medical information to our office. This must include the specific results of your July 11 and August 28, 2001 tests. We will also require an evaluation by your primary care physician that addresses a specific diagnosis, restrictions and limitations that prevent you from returning to work, your treatment plan and any changes in your treatment, and a return to work plan.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 20, 2001, Dr. Cohen provided another update to Hartford, explaining that Wright had difficulty finding a neuropsychologist covered by his health insurance but finally was able to schedule an appointment with Dr. Ann Avery for October 2, 2001.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Id.</i> at A248. Based on this information, Hartford extended STD benefits until October 14, 2001, to allow time for his physicians to review the results of Dr. Avery's testing. <i>See id.</i> at A196.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 15, 2001, after reviewing the results of Dr. Avery's neuropsychological assessment of Wright, Dr. Cohen submitted a new APS to Hartford, which addressed for the first time the level of Wright's psychiatric impairments. <i>See id.</i> at A190-91. Dr. Cohen indicated an impairment of less severe than \"[m]oderate impairment in occupational functioning\" but more severe than \"slight difficulty.\" <i>Id.</i> Dr. Cohen also telephoned Hartford and explained Dr. Avery's tests showed that Wright's \"short term memory is good\" but that Wright had \"weakness recalling long term events and narriatives [sic].\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> at A193. Dr. Cohen further reported that an MRI was normal and there was no diagnosis for Wright yet. <i>Id.</i> at A193. Hartford extended Wright's STD benefits until October 28, 2001, pending the results of Wright's examination by a new psychiatrist, Dr. Clive D. Dalby.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On October 26, 2001, Dr. Dalby submitted an APS to Hartford diagnosing Wright with Amnestic Syndrome Not Otherwise Specified. <i>Id.</i> at A212-13. Dr. Dalby indicated that Wright suffered \"severe short term memory loss &amp; thought blocking,\" and described this as causing a \"moderate impairment in occupational functioning,\" but did not specify such limitation. <i>Id.</i></p>\n    </div>\n    <p class=\"indent\">C. Wright's Application for LTD Benefits</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Wright applied for LTD benefits on November 13, 2001. Meanwhile, Hartford referred Wright's STD claim to one of its Behavioral Health Case Managers for review. The Case Manager noted that \"[t]he only thing we have with all of these tests that were reportedly done is [Wright's] self-reported memory loss.... There are not other impairment[sic] noted and the info doesn't indicate how severe or mild that memory loss is as substantiated by neuropsychological testing.\" <i>Id.</i> at A282-83.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Concluding that there was no sufficient medical evidence of the severity of Wright's reported symptoms or any occupational limitations, Hartford denied Wright's STD benefits effective October 28, 2001. <i>See id.</i> at A185-87. On the same day, Hartford denied Wright's LTD claim, because its conclusion that Wright was not prevented from performing his job meant that one prerequisite under the LTD portion of the Plan (disability throughout the 26-week elimination period) was not satisfied. <i>See id.</i> at A214-16. In its denial letters, Hartford specifically invited Wright to submit \"test results and reports which document deficits in short term memory and how it affects your occupational functioning beyond October 28, 2001.\" <i>See id.</i> at A185-87; <i>id.</i> at A214-16.</p>\n    </div>\n    <p class=\"indent\">D. Wright's First Appeal</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On December 3, 2001, Wright appealed Hartford's initial denial. <i>See id.</i> at A384-89. Wright provided explanatory statements by himself and his wife as well as the Neuropsychological Assessment of Dr. Avery dated October 2, 2001 and a December 6, 2001 letter of Dr. Dalby, indicating Dr. Dalby's conclusion that Wright was disabled from performing his occupation. <i>See id.; id.</i> at A222-24; <i>id.</i> at A220-21. Hartford considered this additional evidence, as well as a job description submitted by Wright's employer. <i>See id.</i> at A217-19. By letter dated March 12, 2002, Hartford reaffirmed its denial, claiming that the documents submitted did not provide any medical evidence regarding the severity of any cognitive deficits suffered by Wright and, thus, did not establish any specific occupational limitations. <i>Id.</i> at A218. Hartford found the \"results of the neuropsychological testing is[sic] consistent with an ability to perform the essential duties of [Wright's] occupation.\" <i>Id.</i></p>\n    </div>\n    <p class=\"indent\">E. Wright's Second Appeal</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Wright filed a second appeal on June 3, 2002, in which he submitted an APS from a new neurologist, Dr. Bryan Lieberman. <i>See id.</i> at A285-326. Dr. Lieberman diagnosed Wright with sleep apnea and memory disorder. <i>See id.</i> at A355-56. In describing Wright's cognitive deficit, Dr. Lieberman termed it a \"neurologic cognitive disorder\" including impaired memory, attention, and executive function, as well as daytime somnolence, and fatigue. <i>Id.</i> Dr. Lieberman concluded that the \"above deficit disables [Wright] for his job &#8212; working as a software engineer.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hartford referred Wright's entire file to two Independent Medical Examiners at the University Disability Consortium for review &#8212; Dr. Alvin McElveen, Neurologist, and Milton Jay, Ed.D, Neuropsychologist. Upon review of Wright's case file, Dr. McElveen concluded that sleep apnea had been documented; thus the medical evidence \"support[ed] cognitive impairment as a result of the physical conditions present on 10/28/2001.\" Dr. McElveen referred to Dr. Jay's report for an assessment of the effect of any impairments on Wright's cognitive functioning. <i>Id.</i> at A351. Dr. Jay concluded that, although sleep apnea had been confirmed by a polysomnogram ordered by Dr. Lieberman, the medical evidence did not confirm that the apnea was causing even \"mild difficulties in cognition secondary to interrupted sleep and subsequent fatigue.\" <i>Id.</i> at A338.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on the opinions of Drs. Jay and McElveen, the additional medical records from Drs. Cohen and Lieberman, the information submitted by Wright in his appeal, and all the other information already in the claim file, Hartford reiterated its denial on October 2, 2002. Hartford reasoned that even assuming minor cognitive difficulties existed, none were severe enough to prevent Wright from performing the essential functions of his occupation. <i>See id.</i> at A352-54.</p>\n    </div>\n    <p class=\"indent\">F. District Court</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Wright filed suit in the United States District Court for the District of New Hampshire on June 10, 2003. Wright claimed that Hartford acted under an inherent conflict of interest because it both administered and funded the LTD benefits. Wright also alleged that Hartford acted under an actual conflict of interest, evidenced by its bad faith in handling Wright's claims for STD and LTD benefits. Hartford's conflict of interest, according to Wright, required a less deferential review of Hartford's denial of Wright's benefits. Furthermore, even under deferential arbitrary and capricious review, according to Wright, Hartford's denials of STD and LTD benefits were not based upon substantial evidence, reasonably sufficient to support Hartford's decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Defendants filed a Motion for Summary Judgment on February 4, 2004, and Wright filed a cross Motion for Summary Judgment on March 8, 2004. After extensive oral argument, the district court granted Defendants' Motion for Summary Judgment and denied Wright's Motion for Summary Judgment on June 17, 2004. The district court considered but rejected Wright's claim that Hartford acted out of an improper financial motivation. The court similarly rejected Wright's other arguments for heightened scrutiny of Hartford's decisions. Applying the arbitrary and capricious standard of review, the district court found that, despite some contradictory evidence, substantial evidence existed to support Hartford's decision that any cognitive deficits were minor and not disabling. The court entered a Final Judgment on June 18, 2004. Wright filed a timely Notice of Appeal on July 14, 2004.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Court reviews a district court's grant of summary judgment <i>de</i> <i>novo. See Boardman v. Prudential Ins. Co. of Am.,</i> 337 F.3d 9, 15 (1st Cir.2003). The district court generally reviews an ERISA plan administrator's benefits determinations <i>de novo. Allen v. Adage, Inc.,</i> 967 F.2d 695, 697-98 (1st Cir.1992). If, however, by its terms, the ERISA plan grants the plan administrator discretionary authority in the determination of eligibility for benefits, the administrator's decision must be upheld unless it is \"arbitrary, capricious, or an abuse of discretion.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Doyle v. Paul Revere Life Ins. Co.,</i> 144 F.3d 181, 183 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The operative inquiry under arbitrary, capricious or abuse of discretion review is \"whether the aggregate evidence, viewed in the light most favorable to the non-moving party, could support a rational determination that the plan administrator acted arbitrarily in denying the claim for benefits.\" <i>Twomey v. Delta Airlines Pension Plan,</i> 328 F.3d 27, 31 (1st Cir.2003) (citing <i>Leahy v. Raytheon Co.,</i> 315 F.3d 11, 18 (1st Cir.2002)). A decision to deny benefits to a beneficiary will be upheld if the administrator's decision \"[was] reasoned and supported by substantial evidence.\" <i>Gannon v. Metro. Life Ins. Co.,</i> 360 F.3d 211, 213 (1st Cir.2004); <i>see also Boardman,</i> 337 F.3d at 15 (holding that a district court can \"overturn [an administrator's] termination decision only if `the insurer's eligibility determination was unreasonable in light of the information available to it'\")(internal citation omitted). Evidence is substantial when it is \"reasonably sufficient to support a conclusion.\" <i>Id.</i> Evidence contrary to an administrator's decision does not make the decision unreasonable, provided substantial evidence supports the decision. <i>See Gannon,</i> 360 F.3d at 213; <i>see also Doyle,</i> 144 F.3d at 184 (\"Sufficiency, of course, does not disappear merely by reason of contradictory evidence.\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In applying the arbitrary and capricious standard, however, the existence of a conflict of interest on the part of the administrator is a factor which must be considered. <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> 489 U.S. 101, 115, 109 S.Ct. 948, 103 L.Ed.2d 80 (1989). In this Circuit, if a court concludes there is an improper motivation amounting to a conflict of interest, the court \"may cede a diminished degree of deference &#8212; or no deference at all &#8212; to the administrator's determinations.\" <i>Leahy,</i> 315 F.3d at 16. However, \"[a] chimerical, imagined, or conjectural conflict will not strip the fiduciary's determination of the deference that otherwise would be due.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Id.</i> If no conflict of interest is apparent, a court must proceed to ensure that the decision was not objectively unreasonable in light of the available evidence, recognizing that the existence of a potential conflict of interest will affect the court's determination of what was reasonable conduct by the insurer under the circumstances. <i>Pari-Fasano,</i> 230 F.3d at 419.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, there is no dispute that the Plan confers discretion on the Plan Administrator. <i>See</i> App. at A147. The parties disagree, however, as to whether Hartford labored under a conflict of interest. Thus, before addressing the substantive merits of the district court's decision, it is necessary to determine whether there was a conflict of interest, such that the district court should have considered this as a factor in its arbitrary and capricious review.</p>\n    </div>\n    <p class=\"indent\">B. Conflict of Interest</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Wright argues that Hartford labored under a conflict of interest, as evidenced by (1) its dual status as payor of benefits and administrator with respect to the LTD benefits and (2) other factors that Wright claims evidence an \"improper motivation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Upon a <i>de novo</i> review of the evidence, we conclude that the district court properly rejected Wright's claims that Hartford acted under a conflict of interest.</p>\n    </div>\n    <p class=\"indent\">1. Conflict Based on Status</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Turning first to Wright's structural conflict of interest claim, the district court concluded that, although Hartford clearly had a financial incentive to maximize profits with respect to the LTD Plan, which it fully insured, the potential that it would deny claims based on self-interest was not alone sufficient to alter the standard of review. <i>See</i> App. at A89. Under the law of this Circuit, \"[t]he fact that [ ] the plan administrator [ ] will have to pay [the plaintiff's] claim[] out of its own assets does not change [the arbitrary and capricious] standard of review.\" <i>Glista v. Unum Life Ins. Co. of Am.,</i> 378 F.3d 113, 125-26 (1st Cir.2004) (noting that simply because a plan administrator has to pay a claim does not deprive the administrator of discretion when the terms of the plan grant discretion); <i>see also Doe v. Travelers Ins. Co.,</i> 167 F.3d 53, 57 (1st Cir.1999); <i>Doyle,</i> 144 F.3d at 184.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In <i>Pari-Fasano,</i> the Court acknowledged that an insurer \"does have a conflict of sorts when a finding of eligibility means that the insurer will have to pay benefits out of its own pocket,\" but determined that the market presents competing incentives that substantially minimize the apparent conflict of interest. 230 F.3d at 418. In <i>Doyle,</i> the Court identified the competing incentives, explaining that employers have benefit plans to please employees and, consequently, will not want to keep an overly tight-fisted insurer. 144 F.3d at 184. Thus, according to the Court, an insurer could \"hardly sell policies if it is too severe in administering them.\" <i>Doe,</i> 167 F.3d at 57.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Wright acknowledges this precedent but argues that the rationale relied upon in these decisions overstates the ability of market forces to minimize the apparent conflict. The district court similarly was troubled by what it deemed the \"false premise\" that an ERISA plan administrator that also has a financial stake in the benefit decisions can act as a disinterested trustee. Bound by well-established precedent, however, the court properly declined to apply a less deferential standard due to the alleged structural conflict.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">2. Conflict Based on Improper Motivation</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having rejected Wright's structural conflict of interest argument, the district court turned to an examination of Wright's claims that Hartford was improperly motivated, <i>see Doyle,</i> 144 F.3d at 184, finding each unpersuasive. On appeal, Wright claims that the district court erred in failing to find a conflict of interest on the part of Hartford based on: (1) the timing of the benefit denial, coming immediately before Hartford would be financially exposed under the LTD plan; (2) the fact that the medical evidence supporting Wright's claim was never reviewed by a physician prior to Hartford's denial of the STD and LTD claims on November 29, 2001; (3) the fact that the same examiner made both the STD and LTD benefit determinations; (4) the fact that Hartford did not have a copy of Wright's job description prior to its denial of STD and LTD benefits on November 29, 2001; and (5) Hartford's refusal to fulfill Wright's requests for certain documentary evidence concerning his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">a. Timing of Denial of STD and LTD Benefits</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Wright claims that the timing of the rejection of both his STD and LTD benefits &#8212; as the LTD benefit date was approaching---demonstrated an actual conflict of interest. According to Wright, Hartford granted STD benefits to Wright when it did not have a financial stake in the payment of benefits and then denied benefits to Wright as the time approached when Hartford would be financially liable. After a thorough review of the evidence, however, the district court found that it was apparent that the decision to terminate benefits was based on the evolving state of plaintiff's medical record. This conclusion was amply supported by the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Hartford granted Wright's STD benefits beginning on June 27, 2001. <i>See</i> App. at A379. Hartford extended the STD benefits until August 20, 2001, after being informed by Plaintiff's primary care physician, Dr. Cohen, that Wright had undergone or would be undergoing neuropsychological testing shortly. <i>See id.</i> at A189; <i>id.</i> at A201; <i>id.</i> at A380. During the summer and fall of 2001, no test results were provided to Hartford. Hartford, nevertheless, extended STD benefits to September 23, then to October 14, and finally to October 28, 2001, based on Dr. Cohen's statements that Wright should not return to work until the results of neuropsychological testing were known. <i>See id.</i> at A189; <i>id.</i> at A197; <i>id.</i> at A248. During that time, Hartford consistently informed Wright that it was awaiting the results of neuropsychological testing that would document the severity of his self-reported memory loss. <i>See id.</i> at A192-A200. Following Dr. Avery's Neuropsychological Assessment on October 2, 2001, Dr. Cohen submitted an APS, indicating a level of impairment below that of \"[l]imited in performing some occupational duties.\" <i>Id.</i> at A191. Dr. Cohen additionally reported to Hartford that the tests showed that \"short term memory is good\" but that Wright had some \"weakness recalling long term events and narriatives[sic].\" <i>See id.</i> at A193. Dr. Cohen indicated that Wright's MRI was normal. <i>See id.</i> Dr. Dalby submitted an APS shortly thereafter, stating that Wright suffered \"severe short term memory loss.\" This finding directly contradicted the neuropsychological test results, as reported by Dr. Cohen. <i>See id.</i> at A213.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Wright, thus, did not present a consistent diagnosis or opinion on functional limitation. Hartford's decision to deny further benefits was reasonably based on evidence indicating that Wright did not suffer the limitations in performing his essential job functions that would qualify him for the disability benefits. The timing of the denial of benefits did not evidence an improper motivation on the part of Hartford, amounting to a conflict of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">b. Denial of Benefits Initially Made Without Review by Physician</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Wright argues that Hartford did not have a physician review his medical record before denying his STD and LTD claims on November 29, 2001, evidencing that the decisions were based on an actual conflict of interest. The district court properly rejected this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As Appellees indicate, courts have not required that an ERISA claimant's medical records always be independently verified by medical doctors as a prerequisite to a benefit determination. <i>See generally Brigham v. Sun Life,</i> 317 F.3d 72, 85 (1st Cir.2003) (concluding administrator not required to conduct independent medical evaluation when treating physician's reports supported finding of no disability).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, it is clear that the plan administrator reviewed the documentation submitted by Wright's primary care physician, Dr. Cohen, who opined in his APS that Wright's symptoms were not so severe as to prevent him from performing occupational functions. <i>See</i> App. at A245. Hartford was not acting in bad faith, or under an improper motivation, in relying on Dr. Cohen's conclusions to deny benefits to Wright without an independent medical evaluation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">c. Use of Same Examiner for STD and LTD Benefit Determinations</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Wright argues that the same claims examiner denied both the STD and LTD claims, thus indicating that there was no \"independence between Hartford's STD and LTD departments.\" Appellant's Br. at 28. The district court correctly determined that the fact that the same examiner made both LTD and STD benefits determinations did not demonstrate a conflict of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There are no statutory or regulatory provisions under ERISA requiring independence, and Wright cites to no authority indicating that such an overlap makes benefits decisions suspect. Furthermore, it is clear that the claims administrator reviewed the medical evidence submitted by Wright and based the benefits determination largely on the conclusions of Wright's own physician, Dr. Cohen. <i>See</i> App. at A245.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">d. Hartford Did Not have a Copy of Wright's Job Description Before Denying Benefits</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Wright claims that Hartford's failure to obtain a copy of his job description before denying benefits on November 29, 2001 evidences Hartford's bad faith. The district court properly rejected this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It was Wright's burden to provide evidence that he was unable to perform the duties of his occupation. <i>See Boardman,</i> 337 F.3d at 16. An integral part of that evidence would be a statement of what his job required. Wright never submitted such a statement. Instead, Hartford actively sought out and obtained a copy of Wright's job description during the review process.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See</i> App. at A102-103.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">e. Hartford's Refusal to Fulfill Wright's Requests for Certain Documentary Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Wright claims that Hartford declined to provide him with a transcript of a telephone conversation between them, and with a copy of the Summary Detail Report &#8212; which contained summaries of Hartford's communications with Wright, his doctors, and among examiners &#8212; despite his written requests. Hartford responds that it did provide one requested telephone transcript and that a second one was requested for an occasion when, in fact, only a recorded message had been left on Wright's voicemail. As for the Summary Detail Report, Hartford indicates that the substance thereof was either already known to Wright, or was communicated to him in letters, telephone conversations and copies of his claim file from Hartford.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">It appears that Hartford did provide adequate documentary evidence to Wright, and we decline to interpret the omission of the Summary Detail Report as an indication of bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Wright, thus, failed to establish any improper motivations on the part of Hartford, amounting to a conflict of interest. Accordingly, the district court properly reviewed the substantive merits of Wright's claims under an arbitrary and capricious standard.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">C. Review of Denial of Wright's STD and LTD Claims</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Wright argues that even under the deferential arbitrary and capricious standard Hartford's denial of Wright's STD and LTD benefits was not supported by substantial evidence. Specifically, Wright claims that Dr. Lieberman's diagnosis of sleep apnea, along with his opinion that Wright was totally disabled, \"cannot reasonably be diminished by any other evidence in Mr. Wright's file.\" Appellant's Br. at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The district court found that there was not substantial disagreement that Wright suffered from sleep apnea or that Wright's memory was generally average or above, except for some limited areas &#8212; causing some impairment to his cognitive capacities. <i>See</i> App. at A93. The district court noted, however, that based on the entire medical record there was disagreement among all the physicians (including Wright's treating physicians and Hartford's independent medical examiners) as to the extent of the impairment and the impact on Wright's ability to perform his essential job functions. <i>Id.; see Matias-Correa v. Pfizer, Inc.,</i> 345 F.3d 7, 12 (1st Cir.2003) (noting that it is not the court's role to evaluate how much weight an insurer should have accorded the opinion of an independent medical consultant relative to the opinions of a claimant's own physicians). The district court reasoned that although there was conflicting medical evidence, there was sufficient evidence that Wright's impairments were minor and not disabling according to the STD and LTD Plan provisions. <i>Id.; see also Vlass v.</i> <i>Raytheon Employees Disability Trust,</i> 244 F.3d 27, 30 (1st Cir.2001) (\"[T]he existence of contradictory evidence does not, in itself, make the administrator's decision arbitrary.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Mindful of the deferential nature of arbitrary and capricious or abuse of discretion review, we conclude that the district court properly granted summary judgment in favor of the defendants.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">For the reasons set forth above, we agree with the lower court's conclusion that the termination of Wright's STD benefits and denial of Wright's LTD benefits, as a matter of law, did not violate ERISA. We therefore affirm the summary judgment dismissing Wright's action.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">\n        <i>AFFIRMED.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of the District of Columbia, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Wright also submitted a letter to Hartford detailing his attempts to obtain formal testing and indicating that his health carrier refused to approve full neuropsychological testing, allowing Wright only an \"initial set of tests.\"<i>Id.</i> at A208-09.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to Dr. Avery's findings, Wright's memory was generally good, though he had a below average score on a single sub-test of delayed recall<i>Id.</i> at A223.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For purposes of reviewing benefit determinations by an ERISA plan administrator, the arbitrary and capricious standard is functionally equivalent to the abuse of discretion standard<i>See Pari-Fasano v. ITT Hartford Life &amp; Accident Ins. Co.,</i> 230 F.3d 415, 419 (1st Cir.2000). We refer to the relevant standard as \"abuse of discretion review.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The burden is on the claimant, here Wright, to demonstrate a conflict of interest<i>Pari-Fasano,</i> 230 F.3d at 418.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We also are bound by decisions of prior panels of this Circuit, absent an opinion by the Supreme Court, an<i>en banc</i> opinion of the Circuit or statutory overruling. <i>See Igartua-De La Rosa v. United States,</i> 386 F.3d 313, 313 (1st Cir.2004). We are nevertheless mindful that other circuits have rejected the market forces rationale and specifically recognized a conflict of interest when the insurer of an ERISA plan also serves as plan administrator, although there is no consistent approach in accordingly adjusting the standard of review. <i>See, e.g., Fought v. Unum Life Ins. Co. of Am.,</i> 379 F.3d 997 (10th Cir.2004) (holding that plan administrators acting under an inherent conflict of interest have the burden of showing that their decision to deny disability benefits is supported by substantial evidence); <i>Davolt v. Executive Comm. of O'Reilly Auto.,</i> 206 F.3d 806, 809 (8th Cir.2000) (noting that <i>de novo</i> review may apply where \"relationship places the ERISA benefits plan administrator in a perpetual conflict of interest\"); <i>Atwood v. Newmont Gold Co.,</i> 45 F.3d 1317, 1323 (9th Cir.1995) (presuming conflict and shifting burden of proof to insurer); <i>Brown v. Blue Cross &amp; Blue Shield of Ala., Inc.,</i> 898 F.2d 1556, 1566-67 (11th Cir.1990) (same); <i>Pinto v. Reliance Standard Life Ins. Co.,</i> 214 F.3d 377, 393 (3rd Cir.2000) (adopting sliding scale approach); <i>Doe v. Group Hospitalization &amp; Med. Serv.,</i> 3 F.3d 80, 87 (4th Cir.1993) (same); <i>Wildbur v. ARCO Chem. Co.,</i> 974 F.2d 631, 638-42 (5th Cir.1992) (same); <i>Van Boxel v. Journal Co. Employees' Pension Trust,</i> 836 F.2d 1048, 1052-53 (7th Cir.1987) (same).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Wright also contends that Hartford's criticism of Dr. Dalby's conclusion that Wright was disabled from performing his job because Dr. Dalby was not aware of Wright's job description evidenced Hartford's improper motivation. Although Dr. Dalby indicated to Hartford that he was aware that Wright's job required giving presentations,<i>see</i> App. at A273, the district court properly found no indication of bad faith in Hartford's concern about Dr. Dalby's lack of information about the specific requirements of the occupation for which Wright claimed disability.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></span></p>\n    <p class=\"parties\">Michael J.M. WRIGHT, Plaintiff, Appellant,<br>v.<br>R.R. DONNELLEY &amp; SONS CO. GROUP BENEFITS PLAN, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1986.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 11, 2005.</p>\n    <p class=\"date\">Decided March 25, 2005.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Stephen L. Raymond, for appellant.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">John-Mark Turner, with Sheehan, Phinney, Bass + Green, P.A., on brief, for appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and OBERDORFER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">OBERDORFER, Senior District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Plaintiff-appellant, Michael J.M. Wright, appeals the district court's entry of summary judgment in favor of defendants-appellees, R.R. Donnelley &amp; Sons Co. Group Benefits Plan, and Hartford Life and Accident Insurance Company (\"Hartford\"). Wright alleged that Hartford's termination of his short-term disability benefits, and its failure to grant his long-term disability benefits, violated the Employee Retirement Income Security Act of 1974 (\"ERISA\"), 29 U.S.C. &#167;&#167; 1001-1461. For the reasons stated below, we affirm.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <p class=\"indent\">A. The Plan</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In connection with his employment with financial services firm R.R. Donnelley &amp; Sons Company (\"Donnelley\"), Wright was covered as a participant under Donnelley's Group Benefits Plan (the \"Plan\"). Benefits under the short term disability (\"STD\") portion of the Plan are administered by Hartford and funded by Donnelley through a trust. App. at A150. Benefits under the long term disability (\"LTD\") portion of the Plan are administered by Hartford and funded in full by an insurance policy issued by Hartford. <i>Id.</i> The Plan states that, \"Hartford has sole authority to approve or reject claims according to the program rules, and follow through with the ERISA appeals process.\" <i>Id.</i> at A147. Benefits are not payable unless, among other requirements, an employee submits \"proof of loss satisfactory to The Hartford.\" <i>Id.</i> at A170.</p>\n    </div>\n    <p class=\"indent\">B. Wright's Application for STD Benefits</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 19, 2001, Wright took a medical leave from work, claiming he was suffering from headaches and irregular memory loss which prevented him from carrying out his job functions. <i>See</i> App. at A111-A113. Wright subsequently applied for STD benefits in accordance with the Plan's provisions. <i>Id.</i> at A207. Wright submitted Attending Physician Statements (\"APS\") from his primary care physician, Dr. Maurice B. Cohen, and his psychologist, Ron Michaud, Ph.D. <i>See id.</i> at A188-89; <i>id.</i> at A210-11. Both Drs. Michaud and Cohen reported that Wright's subjective symptoms were memory problems. <i>See id.</i> at A188-89; <i>id.</i> at A210-11. Dr. Cohen recommended that Wright be kept out of work pending the results of neuropsychological testing. <i>Id.</i> at A210-11. Dr. Michaud indicated that Wright's ability for sustained concentration \"has severely impaired current job performance.\" <i>Id.</i> at A210-11. He declined to indicate any specific psychiatric impairments, stating that it was unclear if the \"process is psychiatric or neurological.\" <i>Id.</i> Based on this information, Hartford granted Wright's STD benefits through July 29, 2001. <i>Id.</i> at A379. Pending results of the neuropsychological testing, Hartford extended Wright's STD benefits through August 20, 2001. <i>Id.</i> at A380.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a status report to Hartford, on August 20, 2001, Dr. Cohen diagnosed Wright with memory loss and indicated the necessity of additional neurological testing. <i>See id.</i> at A198-99. Dr. Cohen again recommended that Wright not return to work until an appropriate diagnosis was made. <i>Id.</i> By letter dated August 24, 2001, Hartford notified Wright that it was extending his STD benefits through September 23, 2001. <i>Id.</i> at A381. The letter further stated:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">If you remain disabled beyond September 23, 2001, your physician must submit supporting medical information to our office. This must include the specific results of your July 11 and August 28, 2001 tests. We will also require an evaluation by your primary care physician that addresses a specific diagnosis, restrictions and limitations that prevent you from returning to work, your treatment plan and any changes in your treatment, and a return to work plan.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">\n        <i>Id.</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 20, 2001, Dr. Cohen provided another update to Hartford, explaining that Wright had difficulty finding a neuropsychologist covered by his health insurance but finally was able to schedule an appointment with Dr. Ann Avery for October 2, 2001.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Id.</i> at A248. Based on this information, Hartford extended STD benefits until October 14, 2001, to allow time for his physicians to review the results of Dr. Avery's testing. <i>See id.</i> at A196.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 15, 2001, after reviewing the results of Dr. Avery's neuropsychological assessment of Wright, Dr. Cohen submitted a new APS to Hartford, which addressed for the first time the level of Wright's psychiatric impairments. <i>See id.</i> at A190-91. Dr. Cohen indicated an impairment of less severe than \"[m]oderate impairment in occupational functioning\" but more severe than \"slight difficulty.\" <i>Id.</i> Dr. Cohen also telephoned Hartford and explained Dr. Avery's tests showed that Wright's \"short term memory is good\" but that Wright had \"weakness recalling long term events and narriatives [sic].\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> <i>Id.</i> at A193. Dr. Cohen further reported that an MRI was normal and there was no diagnosis for Wright yet. <i>Id.</i> at A193. Hartford extended Wright's STD benefits until October 28, 2001, pending the results of Wright's examination by a new psychiatrist, Dr. Clive D. Dalby.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On October 26, 2001, Dr. Dalby submitted an APS to Hartford diagnosing Wright with Amnestic Syndrome Not Otherwise Specified. <i>Id.</i> at A212-13. Dr. Dalby indicated that Wright suffered \"severe short term memory loss &amp; thought blocking,\" and described this as causing a \"moderate impairment in occupational functioning,\" but did not specify such limitation. <i>Id.</i></p>\n    </div>\n    <p class=\"indent\">C. Wright's Application for LTD Benefits</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Wright applied for LTD benefits on November 13, 2001. Meanwhile, Hartford referred Wright's STD claim to one of its Behavioral Health Case Managers for review. The Case Manager noted that \"[t]he only thing we have with all of these tests that were reportedly done is [Wright's] self-reported memory loss.... There are not other impairment[sic] noted and the info doesn't indicate how severe or mild that memory loss is as substantiated by neuropsychological testing.\" <i>Id.</i> at A282-83.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Concluding that there was no sufficient medical evidence of the severity of Wright's reported symptoms or any occupational limitations, Hartford denied Wright's STD benefits effective October 28, 2001. <i>See id.</i> at A185-87. On the same day, Hartford denied Wright's LTD claim, because its conclusion that Wright was not prevented from performing his job meant that one prerequisite under the LTD portion of the Plan (disability throughout the 26-week elimination period) was not satisfied. <i>See id.</i> at A214-16. In its denial letters, Hartford specifically invited Wright to submit \"test results and reports which document deficits in short term memory and how it affects your occupational functioning beyond October 28, 2001.\" <i>See id.</i> at A185-87; <i>id.</i> at A214-16.</p>\n    </div>\n    <p class=\"indent\">D. Wright's First Appeal</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On December 3, 2001, Wright appealed Hartford's initial denial. <i>See id.</i> at A384-89. Wright provided explanatory statements by himself and his wife as well as the Neuropsychological Assessment of Dr. Avery dated October 2, 2001 and a December 6, 2001 letter of Dr. Dalby, indicating Dr. Dalby's conclusion that Wright was disabled from performing his occupation. <i>See id.; id.</i> at A222-24; <i>id.</i> at A220-21. Hartford considered this additional evidence, as well as a job description submitted by Wright's employer. <i>See id.</i> at A217-19. By letter dated March 12, 2002, Hartford reaffirmed its denial, claiming that the documents submitted did not provide any medical evidence regarding the severity of any cognitive deficits suffered by Wright and, thus, did not establish any specific occupational limitations. <i>Id.</i> at A218. Hartford found the \"results of the neuropsychological testing is[sic] consistent with an ability to perform the essential duties of [Wright's] occupation.\" <i>Id.</i></p>\n    </div>\n    <p class=\"indent\">E. Wright's Second Appeal</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Wright filed a second appeal on June 3, 2002, in which he submitted an APS from a new neurologist, Dr. Bryan Lieberman. <i>See id.</i> at A285-326. Dr. Lieberman diagnosed Wright with sleep apnea and memory disorder. <i>See id.</i> at A355-56. In describing Wright's cognitive deficit, Dr. Lieberman termed it a \"neurologic cognitive disorder\" including impaired memory, attention, and executive function, as well as daytime somnolence, and fatigue. <i>Id.</i> Dr. Lieberman concluded that the \"above deficit disables [Wright] for his job &#8212; working as a software engineer.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Hartford referred Wright's entire file to two Independent Medical Examiners at the University Disability Consortium for review &#8212; Dr. Alvin McElveen, Neurologist, and Milton Jay, Ed.D, Neuropsychologist. Upon review of Wright's case file, Dr. McElveen concluded that sleep apnea had been documented; thus the medical evidence \"support[ed] cognitive impairment as a result of the physical conditions present on 10/28/2001.\" Dr. McElveen referred to Dr. Jay's report for an assessment of the effect of any impairments on Wright's cognitive functioning. <i>Id.</i> at A351. Dr. Jay concluded that, although sleep apnea had been confirmed by a polysomnogram ordered by Dr. Lieberman, the medical evidence did not confirm that the apnea was causing even \"mild difficulties in cognition secondary to interrupted sleep and subsequent fatigue.\" <i>Id.</i> at A338.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Based on the opinions of Drs. Jay and McElveen, the additional medical records from Drs. Cohen and Lieberman, the information submitted by Wright in his appeal, and all the other information already in the claim file, Hartford reiterated its denial on October 2, 2002. Hartford reasoned that even assuming minor cognitive difficulties existed, none were severe enough to prevent Wright from performing the essential functions of his occupation. <i>See id.</i> at A352-54.</p>\n    </div>\n    <p class=\"indent\">F. District Court</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Wright filed suit in the United States District Court for the District of New Hampshire on June 10, 2003. Wright claimed that Hartford acted under an inherent conflict of interest because it both administered and funded the LTD benefits. Wright also alleged that Hartford acted under an actual conflict of interest, evidenced by its bad faith in handling Wright's claims for STD and LTD benefits. Hartford's conflict of interest, according to Wright, required a less deferential review of Hartford's denial of Wright's benefits. Furthermore, even under deferential arbitrary and capricious review, according to Wright, Hartford's denials of STD and LTD benefits were not based upon substantial evidence, reasonably sufficient to support Hartford's decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Defendants filed a Motion for Summary Judgment on February 4, 2004, and Wright filed a cross Motion for Summary Judgment on March 8, 2004. After extensive oral argument, the district court granted Defendants' Motion for Summary Judgment and denied Wright's Motion for Summary Judgment on June 17, 2004. The district court considered but rejected Wright's claim that Hartford acted out of an improper financial motivation. The court similarly rejected Wright's other arguments for heightened scrutiny of Hartford's decisions. Applying the arbitrary and capricious standard of review, the district court found that, despite some contradictory evidence, substantial evidence existed to support Hartford's decision that any cognitive deficits were minor and not disabling. The court entered a Final Judgment on June 18, 2004. Wright filed a timely Notice of Appeal on July 14, 2004.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Court reviews a district court's grant of summary judgment <i>de</i> <i>novo. See Boardman v. Prudential Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"200561\"><a href=\"/opinion/200561/boardman-v-prudential-insurance/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 15 (1st Cir.2003). The district court generally reviews an ERISA plan administrator's benefits determinations <i>de novo. Allen v. Adage, Inc.,</i> <span class=\"citation\" data-id=\"585780\"><a href=\"/opinion/585780/richard-g-allen-v-adage-inc/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">695</span></a></span>, 697-98 (1st Cir.1992). If, however, by its terms, the ERISA plan grants the plan administrator discretionary authority in the determination of eligibility for benefits, the administrator's decision must be upheld unless it is \"arbitrary, capricious, or an abuse of discretion.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Doyle v. Paul Revere Life Ins. Co.,</i> <span class=\"citation\" data-id=\"197983\"><a href=\"/opinion/197983/doyle-v-paul-revere-life/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 183 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The operative inquiry under arbitrary, capricious or abuse of discretion review is \"whether the aggregate evidence, viewed in the light most favorable to the non-moving party, could support a rational determination that the plan administrator acted arbitrarily in denying the claim for benefits.\" <i>Twomey v. Delta Airlines Pension Plan,</i> <span class=\"citation\" data-id=\"200456\"><a href=\"/opinion/200456/twomey-v-delta-airlines-pilot/\"><span class=\"volume\">328</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 31 (1st Cir.2003) (citing <i>Leahy v. Raytheon Co.,</i> <span class=\"citation\" data-id=\"200246\"><a href=\"/opinion/200246/leahy-v-raytheon-corporation/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 18 (1st Cir.2002)). A decision to deny benefits to a beneficiary will be upheld if the administrator's decision \"[was] reasoned and supported by substantial evidence.\" <i>Gannon v. Metro. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"200864\"><a href=\"/opinion/200864/gannon-v-metropolitan-life/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">211</span></a></span>, 213 (1st Cir.2004); <i>see also Boardman,</i> 337 F.3d at 15 (holding that a district court can \"overturn [an administrator's] termination decision only if `the insurer's eligibility determination was unreasonable in light of the information available to it'\")(internal citation omitted). Evidence is substantial when it is \"reasonably sufficient to support a conclusion.\" <i>Id.</i> Evidence contrary to an administrator's decision does not make the decision unreasonable, provided substantial evidence supports the decision. <i>See Gannon,</i> 360 F.3d at 213; <i>see also Doyle,</i> 144 F.3d at 184 (\"Sufficiency, of course, does not disappear merely by reason of contradictory evidence.\").</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In applying the arbitrary and capricious standard, however, the existence of a conflict of interest on the part of the administrator is a factor which must be considered. <i>Firestone Tire &amp; Rubber Co. v. Bruch,</i> <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">101</span></a></span>, 115, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">948</span></a></span>, <span class=\"citation\" data-id=\"112197\"><a href=\"/opinion/112197/firestone-tire-rubber-co-v-bruch/\"><span class=\"volume\">103</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">80</span></a></span> (1989). In this Circuit, if a court concludes there is an improper motivation amounting to a conflict of interest, the court \"may cede a diminished degree of deference &#8212; or no deference at all &#8212; to the administrator's determinations.\" <i>Leahy,</i> 315 F.3d at 16. However, \"[a] chimerical, imagined, or conjectural conflict will not strip the fiduciary's determination of the deference that otherwise would be due.\"<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>Id.</i> If no conflict of interest is apparent, a court must proceed to ensure that the decision was not objectively unreasonable in light of the available evidence, recognizing that the existence of a potential conflict of interest will affect the court's determination of what was reasonable conduct by the insurer under the circumstances. <i>Pari-Fasano,</i> 230 F.3d at 419.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Here, there is no dispute that the Plan confers discretion on the Plan Administrator. <i>See</i> App. at A147. The parties disagree, however, as to whether Hartford labored under a conflict of interest. Thus, before addressing the substantive merits of the district court's decision, it is necessary to determine whether there was a conflict of interest, such that the district court should have considered this as a factor in its arbitrary and capricious review.</p>\n    </div>\n    <p class=\"indent\">B. Conflict of Interest</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Wright argues that Hartford labored under a conflict of interest, as evidenced by (1) its dual status as payor of benefits and administrator with respect to the LTD benefits and (2) other factors that Wright claims evidence an \"improper motivation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Upon a <i>de novo</i> review of the evidence, we conclude that the district court properly rejected Wright's claims that Hartford acted under a conflict of interest.</p>\n    </div>\n    <p class=\"indent\">1. Conflict Based on Status</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Turning first to Wright's structural conflict of interest claim, the district court concluded that, although Hartford clearly had a financial incentive to maximize profits with respect to the LTD Plan, which it fully insured, the potential that it would deny claims based on self-interest was not alone sufficient to alter the standard of review. <i>See</i> App. at A89. Under the law of this Circuit, \"[t]he fact that [ ] the plan administrator [ ] will have to pay [the plaintiff's] claim[] out of its own assets does not change [the arbitrary and capricious] standard of review.\" <i>Glista v. Unum Life Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"201189\"><a href=\"/opinion/201189/glista-v-unum-life-insurance/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 125-26 (1st Cir.2004) (noting that simply because a plan administrator has to pay a claim does not deprive the administrator of discretion when the terms of the plan grant discretion); <i>see also Doe v. Travelers Ins. Co.,</i> <span class=\"citation\" data-id=\"198300\"><a href=\"/opinion/198300/doe-v-travelers/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 57 (1st Cir.1999); <i>Doyle,</i> 144 F.3d at 184.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In <i>Pari-Fasano,</i> the Court acknowledged that an insurer \"does have a conflict of sorts when a finding of eligibility means that the insurer will have to pay benefits out of its own pocket,\" but determined that the market presents competing incentives that substantially minimize the apparent conflict of interest. 230 F.3d at 418. In <i>Doyle,</i> the Court identified the competing incentives, explaining that employers have benefit plans to please employees and, consequently, will not want to keep an overly tight-fisted insurer. 144 F.3d at 184. Thus, according to the Court, an insurer could \"hardly sell policies if it is too severe in administering them.\" <i>Doe,</i> 167 F.3d at 57.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Wright acknowledges this precedent but argues that the rationale relied upon in these decisions overstates the ability of market forces to minimize the apparent conflict. The district court similarly was troubled by what it deemed the \"false premise\" that an ERISA plan administrator that also has a financial stake in the benefit decisions can act as a disinterested trustee. Bound by well-established precedent, however, the court properly declined to apply a less deferential standard due to the alleged structural conflict.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">2. Conflict Based on Improper Motivation</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Having rejected Wright's structural conflict of interest argument, the district court turned to an examination of Wright's claims that Hartford was improperly motivated, <i>see Doyle,</i> 144 F.3d at 184, finding each unpersuasive. On appeal, Wright claims that the district court erred in failing to find a conflict of interest on the part of Hartford based on: (1) the timing of the benefit denial, coming immediately before Hartford would be financially exposed under the LTD plan; (2) the fact that the medical evidence supporting Wright's claim was never reviewed by a physician prior to Hartford's denial of the STD and LTD claims on November 29, 2001; (3) the fact that the same examiner made both the STD and LTD benefit determinations; (4) the fact that Hartford did not have a copy of Wright's job description prior to its denial of STD and LTD benefits on November 29, 2001; and (5) Hartford's refusal to fulfill Wright's requests for certain documentary evidence concerning his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">a. Timing of Denial of STD and LTD Benefits</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Wright claims that the timing of the rejection of both his STD and LTD benefits &#8212; as the LTD benefit date was approaching---demonstrated an actual conflict of interest. According to Wright, Hartford granted STD benefits to Wright when it did not have a financial stake in the payment of benefits and then denied benefits to Wright as the time approached when Hartford would be financially liable. After a thorough review of the evidence, however, the district court found that it was apparent that the decision to terminate benefits was based on the evolving state of plaintiff's medical record. This conclusion was amply supported by the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Hartford granted Wright's STD benefits beginning on June 27, 2001. <i>See</i> App. at A379. Hartford extended the STD benefits until August 20, 2001, after being informed by Plaintiff's primary care physician, Dr. Cohen, that Wright had undergone or would be undergoing neuropsychological testing shortly. <i>See id.</i> at A189; <i>id.</i> at A201; <i>id.</i> at A380. During the summer and fall of 2001, no test results were provided to Hartford. Hartford, nevertheless, extended STD benefits to September 23, then to October 14, and finally to October 28, 2001, based on Dr. Cohen's statements that Wright should not return to work until the results of neuropsychological testing were known. <i>See id.</i> at A189; <i>id.</i> at A197; <i>id.</i> at A248. During that time, Hartford consistently informed Wright that it was awaiting the results of neuropsychological testing that would document the severity of his self-reported memory loss. <i>See id.</i> at A192-A200. Following Dr. Avery's Neuropsychological Assessment on October 2, 2001, Dr. Cohen submitted an APS, indicating a level of impairment below that of \"[l]imited in performing some occupational duties.\" <i>Id.</i> at A191. Dr. Cohen additionally reported to Hartford that the tests showed that \"short term memory is good\" but that Wright had some \"weakness recalling long term events and narriatives[sic].\" <i>See id.</i> at A193. Dr. Cohen indicated that Wright's MRI was normal. <i>See id.</i> Dr. Dalby submitted an APS shortly thereafter, stating that Wright suffered \"severe short term memory loss.\" This finding directly contradicted the neuropsychological test results, as reported by Dr. Cohen. <i>See id.</i> at A213.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Wright, thus, did not present a consistent diagnosis or opinion on functional limitation. Hartford's decision to deny further benefits was reasonably based on evidence indicating that Wright did not suffer the limitations in performing his essential job functions that would qualify him for the disability benefits. The timing of the denial of benefits did not evidence an improper motivation on the part of Hartford, amounting to a conflict of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">b. Denial of Benefits Initially Made Without Review by Physician</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Wright argues that Hartford did not have a physician review his medical record before denying his STD and LTD claims on November 29, 2001, evidencing that the decisions were based on an actual conflict of interest. The district court properly rejected this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As Appellees indicate, courts have not required that an ERISA claimant's medical records always be independently verified by medical doctors as a prerequisite to a benefit determination. <i>See generally Brigham v. Sun Life,</i> <span class=\"citation\" data-id=\"200306\"><a href=\"/opinion/200306/brigham-v-sun-life-of-canada/\"><span class=\"volume\">317</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 85 (1st Cir.2003) (concluding administrator not required to conduct independent medical evaluation when treating physician's reports supported finding of no disability).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, it is clear that the plan administrator reviewed the documentation submitted by Wright's primary care physician, Dr. Cohen, who opined in his APS that Wright's symptoms were not so severe as to prevent him from performing occupational functions. <i>See</i> App. at A245. Hartford was not acting in bad faith, or under an improper motivation, in relying on Dr. Cohen's conclusions to deny benefits to Wright without an independent medical evaluation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">c. Use of Same Examiner for STD and LTD Benefit Determinations</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Wright argues that the same claims examiner denied both the STD and LTD claims, thus indicating that there was no \"independence between Hartford's STD and LTD departments.\" Appellant's Br. at 28. The district court correctly determined that the fact that the same examiner made both LTD and STD benefits determinations did not demonstrate a conflict of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There are no statutory or regulatory provisions under ERISA requiring independence, and Wright cites to no authority indicating that such an overlap makes benefits decisions suspect. Furthermore, it is clear that the claims administrator reviewed the medical evidence submitted by Wright and based the benefits determination largely on the conclusions of Wright's own physician, Dr. Cohen. <i>See</i> App. at A245.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">d. Hartford Did Not have a Copy of Wright's Job Description Before Denying Benefits</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Wright claims that Hartford's failure to obtain a copy of his job description before denying benefits on November 29, 2001 evidences Hartford's bad faith. The district court properly rejected this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">It was Wright's burden to provide evidence that he was unable to perform the duties of his occupation. <i>See Boardman,</i> 337 F.3d at 16. An integral part of that evidence would be a statement of what his job required. Wright never submitted such a statement. Instead, Hartford actively sought out and obtained a copy of Wright's job description during the review process.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>See</i> App. at A102-103.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">e. Hartford's Refusal to Fulfill Wright's Requests for Certain Documentary Evidence</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Wright claims that Hartford declined to provide him with a transcript of a telephone conversation between them, and with a copy of the Summary Detail Report &#8212; which contained summaries of Hartford's communications with Wright, his doctors, and among examiners &#8212; despite his written requests. Hartford responds that it did provide one requested telephone transcript and that a second one was requested for an occasion when, in fact, only a recorded message had been left on Wright's voicemail. As for the Summary Detail Report, Hartford indicates that the substance thereof was either already known to Wright, or was communicated to him in letters, telephone conversations and copies of his claim file from Hartford.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">It appears that Hartford did provide adequate documentary evidence to Wright, and we decline to interpret the omission of the Summary Detail Report as an indication of bad faith.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Wright, thus, failed to establish any improper motivations on the part of Hartford, amounting to a conflict of interest. Accordingly, the district court properly reviewed the substantive merits of Wright's claims under an arbitrary and capricious standard.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">C. Review of Denial of Wright's STD and LTD Claims</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Wright argues that even under the deferential arbitrary and capricious standard Hartford's denial of Wright's STD and LTD benefits was not supported by substantial evidence. Specifically, Wright claims that Dr. Lieberman's diagnosis of sleep apnea, along with his opinion that Wright was totally disabled, \"cannot reasonably be diminished by any other evidence in Mr. Wright's file.\" Appellant's Br. at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The district court found that there was not substantial disagreement that Wright suffered from sleep apnea or that Wright's memory was generally average or above, except for some limited areas &#8212; causing some impairment to his cognitive capacities. <i>See</i> App. at A93. The district court noted, however, that based on the entire medical record there was disagreement among all the physicians (including Wright's treating physicians and Hartford's independent medical examiners) as to the extent of the impairment and the impact on Wright's ability to perform his essential job functions. <i>Id.; see Matias-Correa v. Pfizer, Inc.,</i> <span class=\"citation\" data-id=\"200664\"><a href=\"/opinion/200664/matias-correa-v-pfizer-inc/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 12 (1st Cir.2003) (noting that it is not the court's role to evaluate how much weight an insurer should have accorded the opinion of an independent medical consultant relative to the opinions of a claimant's own physicians). The district court reasoned that although there was conflicting medical evidence, there was sufficient evidence that Wright's impairments were minor and not disabling according to the STD and LTD Plan provisions. <i>Id.; see also Vlass v.</i> <i>Raytheon Employees Disability Trust,</i> <span class=\"citation\" data-id=\"199334\"><a href=\"/opinion/199334/vlass-v-raytheon-employees/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.2001) (\"[T]he existence of contradictory evidence does not, in itself, make the administrator's decision arbitrary.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Mindful of the deferential nature of arbitrary and capricious or abuse of discretion review, we conclude that the district court properly granted summary judgment in favor of the defendants.</p>\n    </div>\n    <p>III. CONCLUSION</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">For the reasons set forth above, we agree with the lower court's conclusion that the termination of Wright's STD benefits and denial of Wright's LTD benefits, as a matter of law, did not violate ERISA. We therefore affirm the summary judgment dismissing Wright's action.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">\n        <i>AFFIRMED.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of the District of Columbia, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Wright also submitted a letter to Hartford detailing his attempts to obtain formal testing and indicating that his health carrier refused to approve full neuropsychological testing, allowing Wright only an \"initial set of tests.\"<i>Id.</i> at A208-09.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> According to Dr. Avery's findings, Wright's memory was generally good, though he had a below average score on a single sub-test of delayed recall<i>Id.</i> at A223.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For purposes of reviewing benefit determinations by an ERISA plan administrator, the arbitrary and capricious standard is functionally equivalent to the abuse of discretion standard<i>See Pari-Fasano v. ITT Hartford Life &amp; Accident Ins. Co.,</i> <span class=\"citation\" data-id=\"770872\"><a href=\"/opinion/770872/carolyn-pari-fasano-v-itt-hartford-life-and-accident-insurance-company/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">415</span></a></span>, 419 (1st Cir.2000). We refer to the relevant standard as \"abuse of discretion review.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The burden is on the claimant, here Wright, to demonstrate a conflict of interest<i>Pari-Fasano,</i> 230 F.3d at 418.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We also are bound by decisions of prior panels of this Circuit, absent an opinion by the Supreme Court, an<i>en banc</i> opinion of the Circuit or statutory overruling. <i>See Igartua-De La Rosa v. United States,</i> <span class=\"citation no-link\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></span>, 313 (1st Cir.2004). We are nevertheless mindful that other circuits have rejected the market forces rationale and specifically recognized a conflict of interest when the insurer of an ERISA plan also serves as plan administrator, although there is no consistent approach in accordingly adjusting the standard of review. <i>See, e.g., Fought v. Unum Life Ins. Co. of Am.,</i> <span class=\"citation\" data-id=\"787366\"><a href=\"/opinion/787366/shirley-o-fought-v-unum-life-insurance-company-of-america/\"><span class=\"volume\">379</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">997</span></a></span> (10th Cir.2004) (holding that plan administrators acting under an inherent conflict of interest have the burden of showing that their decision to deny disability benefits is supported by substantial evidence); <i>Davolt v. Executive Comm. of O'Reilly Auto.,</i> <span class=\"citation\" data-id=\"768010\"><a href=\"/opinion/768010/gary-a-davolt-v-the-executive-committee-of-oreilly-automotive-as/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">806</span></a></span>, 809 (8th Cir.2000) (noting that <i>de novo</i> review may apply where \"relationship places the ERISA benefits plan administrator in a perpetual conflict of interest\"); <i>Atwood v. Newmont Gold Co.,</i> <span class=\"citation\" data-id=\"687343\"><a href=\"/opinion/687343/richard-atwood-v-newmont-gold-co-inc-a-delaware-corporation/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1317</span></a></span>, 1323 (9th Cir.1995) (presuming conflict and shifting burden of proof to insurer); <i>Brown v. Blue Cross &amp; Blue Shield of Ala., Inc.,</i> <span class=\"citation\" data-id=\"538596\"><a href=\"/opinion/538596/fred-brown-v-blue-cross-and-blue-shield-of-alabama-inc/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1556</span></a></span>, 1566-67 (11th Cir.1990) (same); <i>Pinto v. Reliance Standard Life Ins. Co.,</i> <span class=\"citation\" data-id=\"768932\"><a href=\"/opinion/768932/maria-h-pinto-v-reliance-standard-life-insurance-company/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">377</span></a></span>, 393 (3rd Cir.2000) (adopting sliding scale approach); <i>Doe v. Group Hospitalization &amp; Med. Serv.,</i> <span class=\"citation\" data-id=\"628641\"><a href=\"/opinion/628641/john-doe-firm-doe-v-group-hospitalization-medical-services-dba-blue/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">80</span></a></span>, 87 (4th Cir.1993) (same); <i>Wildbur v. ARCO Chem. Co.,</i> <span class=\"citation\" data-id=\"590264\"><a href=\"/opinion/590264/kenneth-e-wildbur-sr-v-arco-chemical-co/\"><span class=\"volume\">974</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">631</span></a></span>, 638-42 (5th Cir.1992) (same); <i>Van Boxel v. Journal Co. Employees' Pension Trust,</i> <span class=\"citation\" data-id=\"499780\"><a href=\"/opinion/499780/albert-van-boxel-cross-appellee-v-the-journal-company-employees-pension/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1048</span></a></span>, 1052-53 (7th Cir.1987) (same).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Wright also contends that Hartford's criticism of Dr. Dalby's conclusion that Wright was disabled from performing his job because Dr. Dalby was not aware of Wright's job description evidenced Hartford's improper motivation. Although Dr. Dalby indicated to Hartford that he was aware that Wright's job required giving presentations,<i>see</i> App. at A273, the district court properly found no indication of bad faith in Hartford's concern about Dr. Dalby's lack of information about the specific requirements of the occupation for which Wright claimed disability.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199334/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200561/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628641/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787366/"
  ]
}