{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201554/",
  "absolute_url": "/opinion/201554/walgreen-company-v-rullan/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201554/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:29:19Z",
  "date_modified": "2016-02-28T05:05:55.529876Z",
  "type": "010combined",
  "sha1": "598366db94a02560f989585d603656990fd4bdac",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2542-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/04/22/Walgreen_Company_v._Rullan.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 03-2542\n\n           WALGREEN CO., WALGREEN OF SAN PATRICIO, AND\n                     WALGREEN OF PUERTO RICO,\n\n                     Plaintiffs, Appellants,\n\n                                v.\n\n                         JOHN V. RULLAN,\n         SECRETARY OF THE PUERTO RICO HEALTH DEPARTMENT,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Héctor M. Laffitte, U.S. District Judge]\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n\n                Lipez and Howard, Circuit Judges.\n\n\n\n     Henry C. Dinger, P.C., with whom Stephen D. Poss, P.C. and\nGoodwin Procter, LLP were on brief, for appellants.\n     Camelia Fernández-Romeu, with whom Roberto J. Sánchez-Ramos,\nPuerto Rico Department of Justice, Office of the Solicitor General,\nwas on brief, for appellee.\n\n\n\n                          April 22, 2005\n\f           HOWARD, Circuit Judge.                Walgreen Co., Walgreen of San\n\nPatricio, and Walgreen of Puerto Rico (collectively, Walgreen) sued\n\nJohn V. Rullan, the Secretary of the Puerto Rico Health Department\n\n(Secretary),     under         42    U.S.C.      §     1983,         challenging   the\n\nconstitutionality         of   a    Commonwealth      of    Puerto      Rico   statute\n\nrequiring that all pharmacies seeking to open or relocate within\n\nthe    Commonwealth        obtain     a    \"certificate         of     necessity   and\n\nconvenience.\"    24 L.P.R.A. § 334 et. seq.                 Walgreen asserts that\n\nthis   statute      is     unconstitutional          because     it     impermissibly\n\ndiscriminates against or excessively burdens interstate commerce\n\nand violates due process.                 The district court rejected these\n\narguments.     Because we conclude that the statute impermissibly\n\ndiscriminates against interstate commerce, we reverse.\n\n                                    I. Background\n\n           In 1974, Congress passed the National Health Planning and\n\nResources Development Act.            See Pub. L. No. 93-641, 88 Stat. 2225\n\n(1975).      This        statute    was     designed       to   correct     perceived\n\nimperfections in the health care market.                    Among its goals, the\n\nstatute was intended to restrict skyrocketing health care costs\n\nand prevent the unnecessary duplication of services.                      See Patrick\n\nJohn McGinley, Beyond Health Care Reform: Reconsidering Certificate\n\nof Need Laws in a Managed Competition System, 23 Fla. St. U. L.\n\nRev. 141, 154-55 (1995).\n\n\n\n\n                                           -2-\n\f            To achieve these goals, Congress, inter alia, conditioned\n\nthe states' receipt of certain federal funds on the enactment of\n\n\"certificate of need programs.\"        Under these programs, the states\n\nreviewed proposed health care facility construction projects and\n\npermitted   projects   to   proceed    only   after   a   demonstration   of\n\nsufficient need for the services.1            See generally Lauretta H.\n\nWolfson, State Regulation of Health Facility Planning: The Economic\n\nTheory and Political Realities of Certificates of Need, 4 DePaul J.\n\nHealth Care L. 261 (2001).\n\n            In 1975, Puerto Rico (which is treated as a state for\n\npresent purposes) responded to the federal initiative by enacting\n\na \"certificate of need\" law.       24 L.P.R.A. §§ 334 et seq. (the Act).\n\nThe Act provided that no person may \"acquire or construct a health\n\nfacility . . . without having first obtained a certificate of\n\nnecessity and convenience granted by the Secretary.\"           Id. § 334a.\n\nThe Act defined a certificate of necessity and convenience as a\n\n            document issued by the Secretary of Health\n            authorizing a person to carry out any of the\n            activities covered by [the Act], certifying\n            that the same is necessary for the population\n            it is to serve and that it will not unduly\n            affect    the   existing    services,    thus\n            contributing to the orderly and adequate\n\n\n     1\n      One of the purposes of encouraging states to enact\ncertificate of need programs was to limit the excessive\nconstruction of health care facilities by physician-owned\ninvestments. Because physicians could prescribe the use of these\nnewly-constructed facilities, Congress postulated that doctors were\nordering unnecessary, expensive procedures to create artificial\ndemand for their investments. See McGinley, supra at 154-55.\n\n                             -3-\n\f          development       of   health    services   in   Puerto\n          Rico.\n\nId. at § 334(e).       The Act identified \"health facilities\" required\n\nto obtain a certificate, id. § 334(d), provided criteria for\n\ngranting a certificate, id. § 334b, permitted the Secretary to\n\npromulgate     additional    certificate      criteria,    id.      §334j,   and\n\nestablished administrative and judicial review procedures governing\n\nthe certificate review process, id. §§ 334f-2 to 334f-14.\n\n          As originally enacted in 1975, the Act did not apply to\n\npharmacies.    Four years later, the Puerto Rico legislature amended\n\nthe definition of \"health care facilities\" to include pharmacies.\n\nSee Law No. 189 of July 29, 1979, amending 24 L.P.R.A. §§ 334 et\n\nseq.   This amendment, inter alia, provided that any pharmacy in\n\nexistence on October 24, 1979 was exempt from the certificate\n\nrequirement.     See     24 L.P.R.A. § 334g.       When the amendment was\n\nenacted, over ninety-two percent of pharmacies operating in Puerto\n\nRico were locally-owned concerns.          There is no legislative history\n\nsurrounding the enactment of the amendment, but the Secretary\n\nasserts that the purpose of the amendment was to encourage the\n\nlocation of pharmacies in underserved areas of Puerto Rico. Puerto\n\nRico is the only jurisdiction that has applied its certificate of\n\nneed law to pharmacies.\n\n             Twelve years after its enactment, Congress repealed the\n\nNational Health Planning and Resources Development Act.                 Pub. L.\n\nNo. 99-60, 100 Stat. 3743 (1986).           While several states followed\n\n                                     -4-\n\fsuit by repealing their certificate of need laws, Puerto Rico's\n\nremains in effect.\n\n           As mentioned above, the Act provides detailed procedures\n\nfor the certificate approval process.             The process begins with a\n\nproposed   pharmacy       submitting    a     letter   advising    the   Health\n\nDepartment of its intention to file a certificate request.               Within\n\nthirty days of sending this letter, the proposed pharmacy must file\n\nthe formal certificate application.            See 24 L.P.R.A. § 334f-3.\n\n           After    the     Secretary       receives   the   application,   he\n\npublishes a notice in a widely read newspaper announcing the\n\nrequest.    See id. § 334f-6.            He also notifies all \"affected\n\npersons\" by mail.     See Regulation of the Secretary of Health No.\n\n56, art. IV § 2(b) (1980) (\"Regulation No. 56\").                    Among the\n\n\"affected persons\" are existing pharmacies located within one mile\n\nof the proposed pharmacy site.          These entities then have the right\n\nto oppose the granting of a certificate to the proposed pharmacy\n\nprovided that they give written notice of their opposition to the\n\nSecretary and proposed pharmacy within 15 days.              Id.\n\n           Once the notification process is complete, the Secretary\n\nalmost always issues the certificate if no one objects.              See infra\n\nat n.3.    But if there is opposition from an \"affected person,\"\n\nwhich the Secretary acknowledges is, without exception, an existing\n\npharmacy located within one mile of the proposed pharmacy site, the\n\nSecretary assigns the case to the Health Department's Hearings\n\n\n                                       -5-\n\fDivision for an administrative hearing.      The hearing is often\n\ndelayed to permit the parties time for discovery.   At the hearing,\n\nthe parties present, inter alia, expert testimony concerning the\n\nexpected impact that the proposed pharmacy will have on competition\n\nin the local area.    At the conclusion of the hearing, the parties\n\nsubmit proposed findings of fact and conclusions of law.       The\n\nhearing officer then forwards a recommendation to the Secretary for\n\nfinal action.\n\n          In making his final determination, the Secretary considers\n\nvarious statutory criteria, including:\n\n          (1)   the   relationship   between   the\n          transaction for which the certificate is\n          requested, and the long-term service\n          development   plan,  if   any,   of  the\n          petitioner;\n\n          (2) the present and projected need of the\n          population which will be affected by the\n          proposed transaction of the services to be\n          provided thereby;\n\n          (3) the existence of alternatives to the\n          transaction for which the certificate is\n          requested, or the possibility of providing\n          the proposed services in a more efficient\n          or less costly manner than that proposed\n          by the petitioner; and\n\n          (4) the relationship between the health\n          system operating in the area and the\n          proposed transaction.\n\n24 L.P.R.A. § 334b.     In addition, the Secretary considers other\n\ncriteria, established by regulation, including whether the proposed\n\npharmacy will benefit certain \"unattended populations\" (e.g., low-\n\n\n                                 -6-\n\fincome, disabled, or elderly populations) and whether the proposed\n\npharmacy will be located in an area that is already \"saturated\" by\n\nexisting pharmacies.   Regulation No. 56, art. V. § 1(f) & art. VI\n\n§ 13(2).\n\n           After the Secretary rules on the certificate request, the\n\nlosing party may ask for reconsideration.   See 24 L.P.R.A. § 334f-\n\n10. The losing party may also seek judicial review in the Puerto\n\nRico Circuit Court of Appeals and eventually in the Puerto Rico\n\nSupreme Court.   See id.   Typically, the judicial review process\n\ntakes in excess of a year to conclude, and the Secretary's decision\n\nis often stayed during this period.   Thus, even if the certificate\n\nis ultimately granted, the entire administrative and judicial\n\nprocess usually takes several years to complete.\n\n                  II. The District Court Opinion\n\n           In the district court, Walgreen claimed that the Act, as\n\napplied to retail pharmacies, is invalid because it discriminates\n\nagainst or excessively burdens interstate commerce.    After filing\n\ncross motions for summary judgment, the parties agreed to try the\n\ncase on affidavits, depositions, and exhibits.2     In a published\n\n\n\n\n     2\n      The parties state that, by asking the court to decide the\ncase on the paper record, they \"waived\" trial.         This is an\ninaccurate description of the procedure. By submitting the paper\nrecord and asking the court to make findings of fact and\nconclusions of law based on these materials, the parties consented\nto a trial on a stipulated record. See, e.g., AIDS Action Comm. v.\nMBTA, 42 F.3d 1, 5 (1st Cir. 1994).\n\n                                -7-\n\fopinion,    the    district    court   rejected       Walgreen's   claims.      See\n\nWalgreen Co. v. Rullan, 292 F. Supp. 2d 298 (D.P.R. 2003).\n\n               The district court rejected Walgreen's discrimination\n\nargument because the Act requires \"any local economic interest\n\nseeking    to    obtain   a   [certificate      to]    jump   through    the   same\n\nbureaucratic hoops\" as an out-of-Commonwealth entity and thus treats\n\nall \"newcomers\" evenhandedly.          Id. at 313.      The court also declined\n\nto find discrimination, even though all existing pharmacies were\n\nexempt when the Act was amended to include pharmacies, because \"the\n\nstatute made no distinction between local and national pharmacies.\"\n\nId. at 315.       After concluding that the Act was non-discriminatory,\n\nthe court determined that the Act did not excessively burden\n\ncommerce.      See id. at 316-17.      The court ruled that the Act imposes\n\nminimal burdens on interstate commerce because it does not prohibit\n\nout-of-Commonwealth pharmacies from entering the Puerto Rico market.\n\nSee id.    The court also recognized the Act's legitimate purpose of\n\nencouraging pharmacies to locate in underserved areas of Puerto\n\nRico, though recognizing that Walgreen presented a \"solid case\" that\n\nthe Act was not helping the Commonwealth achieve this goal.                  Id. at\n\n310, 317-18.       Thus, the court held that \"[g]iven the Act's modest\n\nburden    on    interstate    commerce,\"      the   \"burden   is   clearly     [not]\n\nexcessive in relation to its putative local benefits.\"                  Id. at 318\n\n(emphasis in original).\n\n\n\n\n                                        -8-\n\f                               III. Discussion\n\n           On appeal, Walgreen renews its arguments challenging the\n\nconstitutionality of the Act as applied to retail pharmacies.\n\nBecause Walgreen appeals the district court's decision following a\n\nbench   trial,   we   review   factual     findings    for   clear    error   and\n\nconclusions of law de novo.         See Keyes v. Sec'y of the Navy, 853\n\nF.2d 1016, 1020 (1st Cir. 1988).\n\n           The Constitution grants Congress the power to regulate\n\ninterstate commerce.     See U.S. Const. art. I, § 8, cl. 3. While the\n\nCommerce Clause's text provides only an affirmative grant of power,\n\nfor over 150 years, the Clause has been interpreted to contain a\n\nnegative aspect known as the dormant Commerce Clause.            See Laurence\n\nH. Tribe, 1 American Constitutional Law 1030 (3d ed. 2000) (citing\n\nCooley v. Bd. of Wardens, 53 U.S. 299, 317-20 (1852)).               The dormant\n\nCommerce Clause doctrine, which applies to Puerto Rico on the same\n\nterms as it applies to the states, see United Egg Producers v. Dep't\n\nof Agric. of P.R., 77 F.3d 567, 569 (1st Cir. 1996), limits the\n\npower of states \"to erect barriers against interstate trade,\" Lewis\n\nv. BT Investment Managers, Inc., 447 U.S. 27, 35 (1980); see also\n\nDoran v. Mass. Turnpike Auth., 348 F.3d 315, 318 (1st Cir. 2003).\n\n           Under the dormant Commerce Clause, if a state law has\n\neither the purpose or effect of significantly favoring in-state\n\ncommercial interests over out-of-state interests, the law will\n\n\"routinely\"      be   invalidated     \"unless    the     discrimination       is\n\n\n                                     -9-\n\fdemonstrably justified by a valid factor unrelated to economic\n\nprotectionism.\" Houlton Citizens' Coalition v. Town of Houlton, 175\n\nF.3d 178, 184 (1st Cir. 1999) (quoting West Lynn Creamery, Inc. v.\n\nHealy, 512 U.S. 189, 192-93 (1994)). If the state law regulates in-\n\nstate and out-of-state interests evenhandedly, the statute will be\n\nupheld \"unless the burden imposed on [interstate] commerce is\n\nclearly excessive in relation to the putative local benefits.\" Pike\n\nv. Bruce Church, Inc., 397 U.S. 137, 142 (1970).\n\n            While these rules are easy to recite, their application\n\nto a particular factual setting is often difficult.            Recognizing\n\nthis difficulty, the Supreme Court has cautioned that the dormant\n\nCommerce    Clause   inquiry   should   be   undertaken   by   \"eschew[ing]\n\nformalism for a sensitive, case-by-case analysis of purposes and\n\neffects.\"     West Lynn Creamery, 512 U.S. at 201.              With these\n\nprinciples in mind, we consider whether Puerto Rico's certificate\n\nof need law, as applied to retail pharmacies, discriminates against\n\ninterstate commerce.\n\n            On its face, the Act applies neutrally.        All commercial\n\ninterests wishing to open or relocate a pharmacy in Puerto Rico must\n\nobtain the same certificate no matter their place of origin.           But\n\nviewed more critically and in light of the Secretary's enforcement\n\nof the Act, the Act discriminates against interstate commerce by\n\npermitting the Secretary to block a new pharmacy from locating in\n\n\n\n\n                                   -10-\n\fits desired location simply because of the adverse competitive\n\neffects that the new pharmacy will have on existing pharmacies.\n\n           As set forth above, when the Puerto Rico legislature\n\namended the Act in 1979 to include pharmacies as covered \"health\n\ncare facilities,\" it exempted all existing pharmacies from the\n\ncertificate requirement.         24 L.P.R.A. § 334g.      Of the pharmacies\n\noperating in Puerto Rico at this time, ninety-two percent were\n\nlocally owned.      Thus, the Act, as amended, excused an almost\n\nentirely local class of pharmacies from the certificate requirement.\n\nCf. Pac. Northwest Venison Producers v. Smitch, 20 F.3d 1008, 1013\n\n(9th Cir. 1994) (recognizing that \"grandfather clause\" exempting in-\n\nstate interests can indicate discriminatory nature of statute)\n\n(citing Raymond Motor Transp., Inc. v. Rice, 434 U.S. 429, 447\n\n(1978)).\n\n           What's more (again as set forth above) this group of\n\nexisting pharmacies not only was excused from the certificate\n\nrequirement   but   also   has    been   permitted   to   wield   substantial\n\ninfluence in the enforcement of the certificate requirement against\n\nproposed new pharmacies.         The Secretary acknowledges that, unless\n\nan existing pharmacy objects to a certificate request, he almost\n\ninvariably issues the certificate.          Yet when there is an objection,\n\nhe begins the costly and time-consuming administrative and judicial\n\nprocedures established by the Act and frequently declines to issue\n\nrequested certificates at the conclusion of the process.\n\n\n                                     -11-\n\f             Thus, in practice, the Act permits an existing pharmacy\n\nto object simply because it fears additional competition.                   And this\n\npractice is not only within the letter of the Act, it is within its\n\nspirit as well.       The Act provides that the Secretary may deny a\n\ncertificate     if    a   new    pharmacy     will    \"unduly     affect    existing\n\nservices.\"      24 L.P.R.A. § 334(e).                Moreover, the regulations\n\nenforcing the Act direct the Secretary to reject a new pharmacy's\n\nrequest    if   the   proposed     location     is   already    \"saturated\"      with\n\nexisting pharmacies.        Regulation No. 56, art. VI § 13(2).                The law\n\nis   thus protectionist both de jure and de facto.\n\n            This protectionist regime has had discriminatory effects.\n\nWhile     the   Secretary        has   rejected       virtually     no     unopposed\n\napplications,3 twenty-three percent of opposed applications have\n\nbeen denied. The negative effects on out-of-Commonwealth applicants\n\nhave been particularly pronounced.              Over fifty percent of out-of-\n\nCommonwealth     entities       have   been    forced   to   undergo     the   entire\n\nadministrative process compared to less than twenty-five percent of\n\nlocal applicants.         Moreover, of those applicants forced to endure\n\nthe hearing process, the Secretary has granted certificates to\n\nninety percent of the local applicants but only to fifty-eight\n\npercent of out-of-Commonwealth applicants.                   In 1979, ninety-two\n\npercent of pharmacies were under local ownership, and in 2001,\n\n\n\n     3\n      Out of the 337 unopposed applications, only one has been\nrejected.\n\n                                        -12-\n\fninety-four    percent    of   pharmacies   were   locally   owned.    The\n\nstatistical evidence thus strongly indicates that the Act, as\n\napplied by the Secretary, has limited competition in favor of the\n\npredominantly local group of existing pharmacies.\n\n           The Supreme Court has invalidated, on dormant Commerce\n\nClause grounds, regulatory schemes that permit a state to deny an\n\noperating license on the basis that the opening of a new facility\n\nin a particular location will cause undue competition for existing\n\nfacilities.4   See H.P. Hood & Sons, Inc. v. DuMond, 336 U.S. 525,\n\n545 (1948) (invalidating state agency's refusal to grant a license\n\nfor a milk producer to operate in a desired locality because the\n\nrelevant   market   was    \"already   adequately   served\");    Buck   v.\n\nKuykendall, 267 U.S. 307, 314-16 (1925) (invalidating a rule that\n\na state could deny an interstate transporter a certificate of\n\nnecessity and convenience to use state roads because the \"area is\n\nalready being adequately served\"); George W. Bush & Sons Co. v.\n\nMalloy, 267 U.S. 317, 318 (1925) (similar); see also Medigen of Ky.\n\n\n\n     4\n      This is not to say that there are no instances in which a\nstate could justify a certificate of need law that restricts\ncompetition, see, e.g., Panhandle E. Pipe Line Co. v. Mich. Pub.\nServ. Comm'n, 341 U.S. 329, 333-34 (1951); Am. Motor Sales Corp. v.\nDiv. of Motor Vehicles, 592 F.2d 219, 222-23 (4th Cir. 1979);\nhowever, certificate of need laws which deter competition simply to\nbenefit those entities already operating within a state are not\nlegitimate exercises of state power, see Philadelphia v. New\nJersey, 437 U.S. 617, 624 (1978) (stating that laws which have a\ndisproportionately negative impact on out-of-state businesses and\nserve only to promote \"economic protectionism\" are \"per se\"\ninvalid).\n\n                                   -13-\n\fv. Pub. Serv. Comm'n of W. Va., 787 F. Supp. 590, 598 (S.D. W. Va.\n\n1991)   (collecting   cases   invalidating   various   certificate   of\n\nconvenience and necessity schemes because they discriminate against\n\ninterstate commerce), aff'd 985 F.2d 164 (4th Cir. 1993).      A court\n\nhas also struck down, on dormant Commerce Clause grounds, a law\n\nwhich gave in-state interests the ability to manipulate a facially\n\nneutral regulatory scheme to establish advantages over out-of-state\n\ninterests.   See McNeilus Truck & Mfg. v. Ohio, 226 F.3d 429, 442-43\n\n(6th Cir. 2000) (holding that facially neutral scheme which gave\n\nestablished local interests the ability to block licensing of out-\n\nof-state entities by refusing to contract with them had the effect\n\nof discriminating against interstate commerce).\n\n          The Act, insofar as it applies to pharmacies, suffers from\n\nboth of these infirmities.      It permits the Secretary to deny a\n\nproposed pharmacy market access at its desired location simply to\n\nlimit competition.    Further, the Secretary invokes this authority\n\nonly upon the urging of a member of the largely local group of\n\nexisting pharmacies, thereby permitting a predominantly local group\n\nto manipulate the regulatory scheme for its own advantage.           For\n\nthese reasons, the Act discriminates against commerce by permitting\n\nestablished pharmacies \"to retard, burden or constrict the flow of\n\n. . . commerce for their own economic advantage.\"       See Hood, 336\n\nU.S. at 665.\n\n\n\n\n                                 -14-\n\f           The Secretary advances several arguments defending the\n\nAct. First, he claims that the Act does not               burden commerce\n\nsufficiently to trigger the dormant Commerce Clause doctrine because\n\nit does not bar any out-of-Commonwealth pharmacy from operating in\n\nPuerto Rico.    He contends that the Act is permissible because every\n\npharmacy can open somewhere on the island.\n\n           This argument takes too narrow a view of the kind of\n\nrestrictions that affect the flow of commerce.       Laws may implicate\n\nthe Commerce Clause if they ban a business from establishing\n\noperations in only one part of a state, even though the rest of the\n\nstate remains open.       See Dean Milk Co. v. Madison, 340 U.S. 349,\n\n354-56 (1951) (holding invalid an ordinance which bars certain milk\n\nproducers from selling milk within city limits); accord Fort Gratiot\n\nSanitary Landfill, Inc. v. Mich. Dep't of Natural Resources, 504\n\nU.S. 353, 361 (1993) (\"[O]ur prior cases teach that a State may not\n\navoid the strictures of the Commerce Clause by curtailing the\n\nmovement of articles of commerce through subdivisions of the State,\n\nrather   than   through   the   State   itself.\").   By   permitting   the\n\nSecretary to bar the opening of a new pharmacy in its desired\n\nlocation because of the competitive effects on existing pharmacies,\n\nthe Act limits the parts of Puerto Rico which are open to new retail\n\npharmacies.     This burden on commerce is sufficient to trigger the\n\nCommerce Clause scrutiny.5\n\n     5\n      That the Act regulates the ownership of local businesses\nrather than the flow of goods into the Commonwealth does not affect\n\n                                   -15-\n\f          Contrary to the Secretary's suggestion, the Act also\n\ncannot be defended on the ground that eats all newcomers equally\n\nand thus does not discriminate because every pharmacy seeking to\n\nopen or relocate within Puerto Rico must obtain a certificate.\n\nWhile it is true, as the Secretary states, that a statute is\n\nconsonant with the dormant Commerce Clause so long as it \"leaves all\n\ncomers with equal access to the local market,\" see Houlton Citizens'\n\nCoalition, 175 F.3d at 188, this principle has no application here.\n\n          In Houlton Citizens' Coalition, the plaintiff challenged\n\nthe city's award of a contract providing the exclusive right to\n\nprocess the city's municipal waste.     Id. at 181-82.   We rejected a\n\ndormant Commerce Clause challenge to the awarding of the contract\n\nbecause \"in-state and out-of-state bidders [were] allowed to compete\n\nfreely on a level playing field\" as the bidding process did not\n\nfavor any particular interest.   Id. at 188.   But unlike the bidding\n\nprocess at issue Houlton Citizens' Coalition, the Act provides\n\ndifferent \"playing fields\" for in and out-of-state interests. While\n\nthe Act treats \"newcomers\" equally, it gives an on-going competitive\n\nadvantage to the predominantly local group of existing pharmacies.\n\n24 L.P.R.A. § 334g.   In this crucial respect, the Act is dissimilar\n\nto the regulatory conduct challenged in Houlton Citizens' Coalition,\n\n\n\nthis conclusion. See Lewis, 447 U.S. at 38-39; see also Yamaha v.\nJim's Motorcycle, Inc., --F.3d--, 2005 WL 628111 (4th Cir. Mar.\n28, 2005) (invalidating, on dormant Commerce Clause grounds, state\nlaw which regulated the ownership of local motorcycle franchises to\nprevent excessive competition with existing franchises).\n\n                                 -16-\n\fand is akin to laws which courts have invalidated because they\n\ndiscriminate      against    out-of-state         entities      and     some    in-state\n\nentities in order to favor a subset of in-state interests.                       See C&A\n\nCarbone,   Inc.    v.    Clarkstown,        511   U.S.   383,     391    (1994)       (\"The\n\nordinance is no less discriminatory because in-state or in-town\n\nprocessors are also covered by the prohibition.\"); Dean Milk Co.,\n\n340 U.S. at 354 n.4 (holding that it is \"immaterial that Wisconsin\n\nmilk from outside the Madison                area is subjected to the same\n\nproscription as that moving in interstate commerce\"); Cloverland-\n\nGreen Spring Dairies, Inc. v. Penn. Milk Mktg. Bd., 298 F.3d 201,\n\n214 (3d Cir. 2002) (noting that a statute may be invalid under the\n\ndormant Commerce Clause \"if it favors only a single or finite set\n\nof businesses\") (internal citations and quotations omitted).\n\n           In a variant on the Secretary's theme that \"the Act treats\n\nall   newcomers       equally,\"      the     Secretary     emphasizes          that     all\n\n\"newcomers\" must file an application for a certificate, even though\n\nonly the opposed pharmacies must go through \"the whole nine yards\"\n\nof the administrative process.                This argument misconceives the\n\nfundamental flaw in the Act.           The Act and accompanying regulations\n\npermit the Secretary to reject an application on the ground that a\n\nparticular     area     of   Puerto    Rico       is   saturated        with    existing\n\npharmacies.      The result of this authority is that the Secretary\n\nprotects   the    mostly     local    group       of   existing    pharmacies          from\n\ncompetitive pressure.          That the Secretary subjects all newcomers\n\n\n\n                                           -17-\n\fto this discriminatory scheme does not ameliorate the constitutional\n\ninfirmity.\n\n            Our conclusion is also unaffected by the fact that a few\n\nof the existing pharmacies when the Act was passed (and now) are\n\nowned by out-of-Commonwealth interests. Holding otherwise would be\n\ntantamount to saying that a favored group must be entirely in-state\n\nfor a law to have a discriminatory effect on commerce.                  The\n\nSecretary cites no authority for this proposition, and our precedent\n\nsuggests otherwise.\n\n            In Nat'l Revenue Corp. v. Violet, 807 F.2d 285 (1st Cir.\n\n1986), we considered a dormant Commerce Clause challenge to a Rhode\n\nIsland statute providing that only members of the Rhode Island bar\n\ncould engage in third-party debt collection.         Rhode Island defended\n\nthe law by arguing that it applied evenhandedly because it excluded\n\nall debt collection companies from operating within its borders.\n\nId.   at   290.   We   rejected   this    argument   because   the   statute\n\n\"effectively bars out-of-staters from offering a commercial service\n\n. . . and confers the right to provide th[e] service . . . upon a\n\nclass largely composed of Rhode Island citizens\" (i.e., members of\n\nthe Rhode Island bar).     Id.    Even though some members of the Rhode\n\nIsland bar were from outside of Rhode Island,6 we concluded that the\n\nstatute discriminated against commerce because it favored a class\n\n\n      6\n      States are not permitted to limit bar entry to their own\ncitizens. See Supreme Court of N.H. v. Piper, 470 U.S. 274, 283\n(1985).\n\n                                   -18-\n\fcomprised mostly of Rhode Island interests.     See Nat'l Revenue, 807\n\nF.2d at 290.     So too here.      While a few out-of-Commonwealth\n\npharmacies benefit from the Act, the vast majority of favored\n\npharmacies are local concerns.\n\n          Finally, we disagree with the Secretary's suggestion that\n\nthis case is controlled by Exxon Corp. v. Governor of Md., 437 U.S.\n\n117 (1978). In Exxon, the Court considered the validity of a\n\nMaryland statute prohibiting refiners of petroleum from operating\n\nretail service stations within Maryland.       Id. at 120.     The Court\n\nrejected the refiners' dormant Commerce Clause challenge because the\n\nstatute did not affect the right of only out-of-state entities to\n\ncompete in the Maryland market; rather, all independent dealers (in\n\nand out-of-state) were permitted to compete and all refiners were\n\nexcluded. See id. at 127.       As the Court explained: \"While the\n\nrefiners will no longer enjoy their same status in the Maryland\n\nmarket, in-state independent dealers will have no competitive\n\nadvantage over out-of-state dealers.    The fact that the burden of\n\na state regulation falls on some interstate companies does not, by\n\nitself, establish discrimination against interstate commerce.\" Id.\n\nat 127.\n\n          This   case   is   distinguishable   because,   as    we   have\n\nexplained, the Act favors the largely local group of established\n\npharmacies over similarly-situated out-of-Commonwealth pharmacies\n\nseeking to open new stores. Unlike Exxon, where the Court expressed\n\n\n\n                                 -19-\n\fconfidence that the only result of the statute would be to \"cause\n\nsome business to shift from one interstate supplier to another,\" the\n\nstatistics in this case strongly suggest that the Act helps to\n\nperpetuate local dominance of the Puerto Rico pharmacy market. Id.\n\nat 128; see also supra at 12-13.              The Act does not burden a\n\nparticular firm, or subgroup of firms, but rather affects every\n\npharmacy seeking to open in an area of Puerto Rico where an\n\nestablished pharmacy already operates.\n\n           We thus find that, on balance, the Act, though facially\n\nneutral,   discriminates      against       interstate     commerce.        This\n\nconclusion, however, does not end our inquiry. \"When discrimination\n\nagainst commerce . . . is demonstrated, the burden falls on the\n\nState to justify it both in terms of the local benefits flowing from\n\nthe statute and the unavailability of nondiscriminatory alternatives\n\nadequate to preserve the local interest at stake.\"                 Hunt v. Wash.\n\nApple   Adver    Comm'n,    432    U.S.   333,   353     (1977).      The   only\n\njustification offered by the Secretary for the Act is that it \"seeks\n\nto   encourage   in-state    and    out-of-state       [interests]     alike   to\n\nestablish pharmacies in [underserved] geographical areas.\"\n\n           There is no dispute that the Commonwealth has a legitimate\n\ninterest in encouraging pharmacies to locate in all parts of Puerto\n\nRico.   But, as the parties' experts testified, the certificate\n\nrequirement cannot reasonably be thought to advance this purpose.\n\nPharmacies seek to operate in areas where they can turn a profit.\n\n\n\n                                     -20-\n\fThe refusal to grant a proposed pharmacy market entry at its desired\n\nlocation will not encourage the proposed pharmacy to relocate to an\n\nunderserved area (unless the government provides other incentives\n\nfor   it to do so).        Presumably areas are underserved because\n\npharmacies have determined that these locations are unlikely to be\n\nprofitable.   For this reason, the denial of a certificate request\n\nis likely to lead a pharmacy to seek to open in another potentially\n\nprofitable (and therefore probably already served) area or to\n\nwithdraw from the Puerto Rico market entirely.                 As the Fourth\n\nCircuit   explained   in   a   similar   case,   \"the   goal    of   providing\n\nuniversal service at reasonable rates may well be a legitimate state\n\npurpose, but restricting market entry does not serve that purpose.\"\n\nMedigen of Ky., Inc. v. Pub. Serv. Comm'n of W. Va., 985 F.2d 164,\n\n167 (4th Cir. 1993) (invalidating, on dormant Commerce Clause\n\ngrounds, a statute requiring transporters of medical waste to obtain\n\na certificate of necessity and convenience and authorizing the state\n\nagency to deny such certificates if \"existing services . . . [are]\n\nreasonably efficient and adequate\").\n\n                               IV. Conclusion\n\n           For the foregoing reasons, 24 L.P.R.A. §§ 334 et seq., as\n\nenforced by the Secretary of Health for the issuing of certificates\n\nof necessity and convenience to retail pharmacies, is invalid under\n\nthe dormant Commerce Clause.      Accordingly, we reverse the district\n\n\n\n\n                                   -21-\n\fcourt's judgment and remand for further proceedings consistent with\n\nthis opinion.\n\n\n\n\n                               -22-\n\f",
  "html": "<p class=\"case_cite\">405 F.3d 50</p>\n    <p class=\"parties\">WALGREEN CO., Walgreen of San Patricio, and Walgreen of Puerto Rico, Plaintiffs, Appellants,<br>v.<br>John V. RULLAN, Secretary of the Puerto Rico Health Department, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-2542.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 7, 2004.</p>\n    <p class=\"date\">Decided April 22, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry C. Dinger, P.C., with whom Stephen D. Poss, P.C. and Goodwin Procter, LLP were on brief, for appellants.</p>\n      <p class=\"indent\">Camelia Fern&#225;ndez-Romeu, with whom Roberto J. S&#225;nchez-Ramos, Puerto Rico Department of Justice, Office of the Solicitor General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Walgreen Co., Walgreen of San Patricio, and Walgreen of Puerto Rico (collectively, Walgreen) sued John V. Rullan, the Secretary of the Puerto Rico Health Department (Secretary), under 42 U.S.C. &#167; 1983, challenging the constitutionality of a Commonwealth of Puerto Rico statute requiring that all pharmacies seeking to open or relocate within the Commonwealth obtain a \"certificate of necessity and convenience.\" 24 L.P.R.A. &#167; 334 <i>et. seq.</i> Walgreen asserts that this statute is unconstitutional because it impermissibly discriminates against or excessively burdens interstate commerce and violates due process. The district court rejected these arguments. Because we conclude that the statute impermissibly discriminates against interstate commerce, we reverse.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1974, Congress passed the National Health Planning and Resources Development Act. <i>See</i> Pub.L. No. 93-641, 88 Stat. 2225 (1975). This statute was designed to correct perceived imperfections in the health care market. Among its goals, the statute was intended to restrict skyrocketing health care costs and prevent the unnecessary duplication of services. <i>See</i> Patrick John McGinley, <i>Beyond Health Care Reform: Reconsidering Certificate of Need Laws in a Managed Competition System,</i> 23 Fla. St. U.L.Rev. 141, 154-55 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To achieve these goals, Congress, <i>inter alia,</i> conditioned the states' receipt of certain federal funds on the enactment of \"certificate of need programs.\" Under these programs, the states reviewed proposed health care facility construction projects and permitted projects to proceed only after a demonstration of sufficient need for the services.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See generally</i> Lauretta H. Wolfson, <i>State Regulation of Health Facility Planning: The Economic Theory and Political Realities of Certificates of Need,</i> 4 DePaul J. Health Care L. 261 (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1975, Puerto Rico (which is treated as a state for present purposes) responded to the federal initiative by enacting a \"certificate of need\" law. 24 L.P.R.A. &#167;&#167; 334 <i>et seq.</i> (the Act). The Act provided that no person may \"acquire or construct a health facility ... without having first obtained a certificate of necessity and convenience granted by the Secretary.\" <i>Id.</i> &#167; 334a. The Act defined a certificate of necessity and convenience as a</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">document issued by the Secretary of Health authorizing a person to carry out any of the activities covered by [the Act], certifying that the same is necessary for the population it is to serve and that it will not unduly affect the existing services, thus contributing to the orderly and adequate development of health services in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><i>Id.</i> at &#167; 334(e). The Act identified \"health facilities\" required to obtain a certificate, <i>id.</i> &#167; 334(d), provided criteria for granting a certificate, <i>id.</i> &#167; 334b, permitted the Secretary to promulgate additional certificate criteria, <i>id.</i> &#167; 334j, and established administrative and judicial review procedures governing the certificate review process, <i>id.</i> &#167;&#167; 334f-2 to 334f-14.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As originally enacted in 1975, the Act did not apply to pharmacies. Four years later, the Puerto Rico legislature amended the definition of \"health care facilities\" to include pharmacies. <i>See</i> Law No. 189 of July 29, 1979, amending 24 L.P.R.A. &#167;&#167; 334 <i>et seq.</i> This amendment, <i>inter alia,</i> provided that any pharmacy in existence on October 24, 1979 was exempt from the certificate requirement. <i>See</i> 24 L.P.R.A. &#167; 334g. When the amendment was enacted, over ninety-two percent of pharmacies operating in Puerto Rico were locally-owned concerns. There is no legislative history surrounding the enactment of the amendment, but the Secretary asserts that the purpose of the amendment was to encourage the location of pharmacies in underserved areas of Puerto Rico. Puerto Rico is the only jurisdiction that has applied its certificate of need law to pharmacies.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Twelve years after its enactment, Congress repealed the National Health Planning and Resources Development Act. Pub.L. No. 99-60, 100 Stat. 3743 (1986). While several states followed suit by repealing their certificate of need laws, Puerto Rico's remains in effect.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As mentioned above, the Act provides detailed procedures for the certificate approval process. The process begins with a proposed pharmacy submitting a letter advising the Health Department of its intention to file a certificate request. Within thirty days of sending this letter, the proposed pharmacy must file the formal certificate application. <i>See</i> 24 L.P.R.A. &#167; 334f-3.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After the Secretary receives the application, he publishes a notice in a widely read newspaper announcing the request. <i>See id.</i> &#167; 334f-6. He also notifies all \"affected persons\" by mail. <i>See</i> Regulation of the Secretary of Health No. 56, art. IV &#167; 2(b) (1980) (\"Regulation No. 56\"). Among the \"affected persons\" are existing pharmacies located within one mile of the proposed pharmacy site. These entities then have the right to oppose the granting of a certificate to the proposed pharmacy provided that they give written notice of their opposition to the Secretary and proposed pharmacy within 15 days. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Once the notification process is complete, the Secretary almost always issues the certificate if no one objects. <i>See infra</i> at n. 3. But if there is opposition from an \"affected person,\" which the Secretary acknowledges is, without exception, an existing pharmacy located within one mile of the proposed pharmacy site, the Secretary assigns the case to the Health Department's Hearings Division for an administrative hearing. The hearing is often delayed to permit the parties time for discovery. At the hearing, the parties present, <i>inter alia,</i> expert testimony concerning the expected impact that the proposed pharmacy will have on competition in the local area. At the conclusion of the hearing, the parties submit proposed findings of fact and conclusions of law. The hearing officer then forwards a recommendation to the Secretary for final action.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In making his final determination, the Secretary considers various statutory criteria, including:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(1) the relationship between the transaction for which the certificate is requested, and the long-term service development plan, if any, of the petitioner;</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(2) the present and projected need of the population which will be affected by the proposed transaction of the services to be provided thereby;</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(3) the existence of alternatives to the transaction for which the certificate is requested, or the possibility of providing the proposed services in a more efficient or less costly manner than that proposed by the petitioner; and</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(4) the relationship between the health system operating in the area and the proposed transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">24 L.P.R.A. &#167; 334b. In addition, the Secretary considers other criteria, established by regulation, including whether the proposed pharmacy will benefit certain \"unattended populations\" (e.g., low-income, disabled, or elderly populations) and whether the proposed pharmacy will be located in an area that is already \"saturated\" by existing pharmacies. Regulation No. 56, art. V. &#167; 1(f) &amp; art. VI &#167; 13(2).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After the Secretary rules on the certificate request, the losing party may ask for reconsideration. <i>See</i> 24 L.P.R.A. &#167; 334f-10. The losing party may also seek judicial review in the Puerto Rico Circuit Court of Appeals and eventually in the Puerto Rico Supreme Court. <i>See id.</i> Typically, the judicial review process takes in excess of a year to conclude, and the Secretary's decision is often stayed during this period. Thus, even if the certificate is ultimately granted, the entire administrative and judicial process usually takes several years to complete.</p>\n    </div>\n    <p class=\"center\">II. <i>The District Court Opinion</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the district court, Walgreen claimed that the Act, as applied to retail pharmacies, is invalid because it discriminates against or excessively burdens interstate commerce. After filing cross motions for summary judgment, the parties agreed to try the case on affidavits, depositions, and exhibits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In a published opinion, the district court rejected Walgreen's claims. <i>See Walgreen Co. v. Rullan,</i> 292 F.Supp.2d 298 (D.P.R.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court rejected Walgreen's discrimination argument because the Act requires \"any local economic interest seeking to obtain a [certificate to] jump through the same bureaucratic hoops\" as an out-of-Commonwealth entity and thus treats all \"newcomers\" evenhandedly. <i>Id.</i> at 313. The court also declined to find discrimination, even though all existing pharmacies were exempt when the Act was amended to include pharmacies, because \"the statute made no distinction between local and national pharmacies.\" <i>Id.</i> at 315. After concluding that the Act was non-discriminatory, the court determined that the Act did not excessively burden commerce. <i>See id.</i> at 316-17. The court ruled that the Act imposes minimal burdens on interstate commerce because it does not prohibit out-of-Commonwealth pharmacies from entering the Puerto Rico market. <i>See id.</i> The court also recognized the Act's legitimate purpose of encouraging pharmacies to locate in underserved areas of Puerto Rico, though recognizing that Walgreen presented a \"solid case\" that the Act was not helping the Commonwealth achieve this goal. <i>Id.</i> at 310, 317-18. Thus, the court held that \"[g]iven the Act's modest burden on <i>interstate</i> commerce,\" the \"burden is clearly [not] excessive in relation to its <i>putative</i> local benefits.\" <i>Id.</i> at 318 (emphasis in original).</p>\n    </div>\n    <p class=\"center\">III. <i>Discussion</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On appeal, Walgreen renews its arguments challenging the constitutionality of the Act as applied to retail pharmacies. Because Walgreen appeals the district court's decision following a bench trial, we review factual findings for clear error and conclusions of law <i>de novo. See Keyes v. Sec'y of the Navy,</i> 853 F.2d 1016, 1020 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Constitution grants Congress the power to regulate interstate commerce. <i>See</i> U.S. Const. art. I, &#167; 8, cl. 3. While the Commerce Clause's text provides only an affirmative grant of power, for over 150 years, the Clause has been interpreted to contain a negative aspect known as the dormant Commerce Clause. <i>See</i> Laurence H. Tribe, 1 <i>American Constitutional Law</i> 1030 (3d ed.2000) (citing <i>Cooley v. Bd. of Wardens,</i> 53 U.S. 299, 317-20, 12 How. 299, 13 L.Ed. 996 (1900)). The dormant Commerce Clause doctrine, which applies to Puerto Rico on the same terms as it applies to the states, <i>see United Egg Producers v. Dep't of Agric. of P.R.,</i> 77 F.3d 567, 569 (1st Cir.1996), limits the power of states \"to erect barriers against interstate trade,\" <i>Lewis v. BT Investment Managers, Inc.,</i> 447 U.S. 27, 35, 100 S.Ct. 2009, 64 L.Ed.2d 702 (1980); <i>see also Doran v. Mass. Turnpike Auth.,</i> 348 F.3d 315, 318 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under the dormant Commerce Clause, if a state law has either the purpose or effect of significantly favoring in-state commercial interests over out-of-state interests, the law will \"routinely\" be invalidated \"unless the discrimination is demonstrably justified by a valid factor unrelated to economic protectionism.\" <i>Houlton Citizens' Coalition v. Town of Houlton,</i> 175 F.3d 178, 184 (1st Cir.1999) (quoting <i>West Lynn Creamery, Inc. v. Healy,</i> 512 U.S. 186, 192-93, 114 S.Ct. 2205, 129 L.Ed.2d 157 (1994)). If the state law regulates in-state and out-of-state interests evenhandedly, the statute will be upheld \"unless the burden imposed on [interstate] commerce is clearly excessive in relation to the putative local benefits.\" <i>Pike v. Bruce Church, Inc.,</i> 397 U.S. 137, 142, 90 S.Ct. 844, 25 L.Ed.2d 174 (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">While these rules are easy to recite, their application to a particular factual setting is often difficult. Recognizing this difficulty, the Supreme Court has cautioned that the dormant Commerce Clause inquiry should be undertaken by \"eschew[ing] formalism for a sensitive, case-by-case analysis of purposes and effects.\" <i>West Lynn Creamery,</i> 512 U.S. at 201, 114 S.Ct. 2205. With these principles in mind, we consider whether Puerto Rico's certificate of need law, as applied to retail pharmacies, discriminates against interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On its face, the Act applies neutrally. All commercial interests wishing to open or relocate a pharmacy in Puerto Rico must obtain the same certificate no matter their place of origin. But viewed more critically and in light of the Secretary's enforcement of the Act, the Act discriminates against interstate commerce by permitting the Secretary to block a new pharmacy from locating in its desired location simply because of the adverse competitive effects that the new pharmacy will have on existing pharmacies.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As set forth above, when the Puerto Rico legislature amended the Act in 1979 to include pharmacies as covered \"health care facilities,\" it exempted all existing pharmacies from the certificate requirement. 24 L.P.R.A. &#167; 334g. Of the pharmacies operating in Puerto Rico at this time, ninety-two percent were locally owned. Thus, the Act, as amended, excused an almost entirely local class of pharmacies from the certificate requirement. <i>Cf. Pac. Northwest Venison Producers v. Smitch,</i> 20 F.3d 1008, 1013 (9th Cir.1994) (recognizing that \"grandfather clause\" exempting in-state interests can indicate discriminatory nature of statute) (citing <i>Raymond Motor Transp., Inc. v. Rice,</i> 434 U.S. 429, 447, 98 S.Ct. 787, 54 L.Ed.2d 664 (1978)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">What's more (again as set forth above) this group of existing pharmacies not only was excused from the certificate requirement but also has been permitted to wield substantial influence in the enforcement of the certificate requirement against proposed new pharmacies. The Secretary acknowledges that, unless an existing pharmacy objects to a certificate request, he almost invariably issues the certificate. Yet when there is an objection, he begins the costly and time-consuming administrative and judicial procedures established by the Act and frequently declines to issue requested certificates at the conclusion of the process.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Thus, in practice, the Act permits an existing pharmacy to object simply because it fears additional competition. And this practice is not only within the letter of the Act, it is within its spirit as well. The Act provides that the Secretary may deny a certificate if a new pharmacy will \"unduly affect existing services.\" 24 L.P.R.A. &#167; 334(e). Moreover, the regulations enforcing the Act direct the Secretary to reject a new pharmacy's request if the proposed location is already \"saturated\" with existing pharmacies. Regulation No. 56, art. VI &#167; 13(2). The law is thus protectionist both <i>de jure</i> and <i>de facto.</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This protectionist regime has had discriminatory effects. While the Secretary has rejected virtually no unopposed applications,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> twenty-three percent of opposed applications have been denied. The negative effects on out-of-Commonwealth applicants have been particularly pronounced. Over fifty percent of out-of-Commonwealth entities have been forced to undergo the entire administrative process compared to less than twenty-five percent of local applicants. Moreover, of those applicants forced to endure the hearing process, the Secretary has granted certificates to ninety percent of the local applicants but only to fifty-eight percent of out-of-Commonwealth applicants. In 1979, ninety-two percent of pharmacies were under local ownership, and in 2001, ninety-four percent of pharmacies were locally owned. The statistical evidence thus strongly indicates that the Act, as applied by the Secretary, has limited competition in favor of the predominantly local group of existing pharmacies.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Supreme Court has invalidated, on dormant Commerce Clause grounds, regulatory schemes that permit a state to deny an operating license on the basis that the opening of a new facility in a particular location will cause undue competition for existing facilities.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See H.P. Hood &amp; Sons, Inc. v. DuMond,</i> 336 U.S. 525, 545, 69 S.Ct. 657, 93 L.Ed. 865 (1949) (invalidating state agency's refusal to grant a license for a milk producer to operate in a desired locality because the relevant market was \"already adequately served\"); <i>Buck v. Kuykendall,</i> 267 U.S. 307, 314-16, 45 S.Ct. 324, 69 L.Ed. 623 (1925) (invalidating a rule that a state could deny an interstate transporter a certificate of necessity and convenience to use state roads because the \"area is already being adequately served\"); <i>George W. Bush &amp; Sons Co. v. Maloy,</i> 267 U.S. 317, 318, 45 S.Ct. 326, 69 L.Ed. 627 (1925) (similar); <i>see also Medigen of Ky. v. Pub. Serv. Comm'n of W. Va.,</i> 787 F.Supp. 590, 598 (S.D.W.Va.1991) (collecting cases invalidating various certificate of convenience and necessity schemes because they discriminate against interstate commerce), <i>aff'd</i> 985 F.2d 164 (4th Cir.1993). A court has also struck down, on dormant Commerce Clause grounds, a law which gave in-state interests the ability to manipulate a facially neutral regulatory scheme to establish advantages over out-of-state interests. <i>See McNeilus Truck &amp; Mfg. v. Ohio,</i> 226 F.3d 429, 442-43 (6th Cir.2000) (holding that facially neutral scheme which gave established local interests the ability to block licensing of out-of-state entities by refusing to contract with them had the effect of discriminating against interstate commerce).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Act, insofar as it applies to pharmacies, suffers from both of these infirmities. It permits the Secretary to deny a proposed pharmacy market access at its desired location simply to limit competition. Further, the Secretary invokes this authority only upon the urging of a member of the largely local group of existing pharmacies, thereby permitting a predominantly local group to manipulate the regulatory scheme for its own advantage. For these reasons, the Act discriminates against commerce by permitting established pharmacies \"to retard, burden or constrict the flow of ... commerce for their own economic advantage.\" <i>See H P Hood &amp; Sons,</i> 336 U.S. at 533, 69 S.Ct. 657.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Secretary advances several arguments defending the Act. First, he claims that the Act does not burden commerce sufficiently to trigger the dormant Commerce Clause doctrine because it does not bar any out-of-Commonwealth pharmacy from operating in Puerto Rico. He contends that the Act is permissible because every pharmacy can open <i>somewhere</i> on the island.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This argument takes too narrow a view of the kind of restrictions that affect the flow of commerce. Laws may implicate the Commerce Clause if they ban a business from establishing operations in only one part of a state, even though the rest of the state remains open. <i>See Dean Milk Co. v. Madison,</i> 340 U.S. 349, 354-56, 71 S.Ct. 295, 95 L.Ed. 329 (1951) (holding invalid an ordinance which bars certain milk producers from selling milk within city limits); <i>accord Fort Gratiot Sanitary Landfill, Inc. v. Mich. Dep't of Natural Resources,</i> 504 U.S. 353, 361, 112 S.Ct. 2019, 119 L.Ed.2d 139 (1993) (\"[O]ur prior cases teach that a State may not avoid the strictures of the Commerce Clause by curtailing the movement of articles of commerce through subdivisions of the State, rather than through the State itself.\"). By permitting the Secretary to bar the opening of a new pharmacy in its desired location because of the competitive effects on existing pharmacies, the Act limits the parts of Puerto Rico which are open to new retail pharmacies. This burden on commerce is sufficient to trigger the Commerce Clause scrutiny.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Contrary to the Secretary's suggestion, the Act also cannot be defended on the ground that it treats all newcomers equally and thus does not discriminate because every pharmacy seeking to open or relocate within Puerto Rico must obtain a certificate. While it is true, as the Secretary states, that a statute is consonant with the dormant Commerce Clause so long as it \"leaves all comers with equal access to the local market,\" <i>see Houlton Citizens' Coalition,</i> 175 F.3d at 188, this principle has no application here.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In <i>Houlton Citizens' Coalition,</i> the plaintiff challenged the city's award of a contract providing the exclusive right to process the city's municipal waste. <i>Id.</i> at 181-82. We rejected a dormant Commerce Clause challenge to the awarding of the contract because \"in-state and out-of-state bidders [were] allowed to compete freely on a level playing field\" as the bidding process did not favor any particular interest. <i>Id.</i> at 188. But unlike the bidding process at issue <i>Houlton Citizens' Coalition,</i> the Act provides different \"playing fields\" for in and out-of-state interests. While the Act treats \"newcomers\" equally, it gives an on-going competitive advantage to the predominantly local group of existing pharmacies. 24 L.P.R.A. &#167; 334g. In this crucial respect, the Act is dissimilar to the regulatory conduct challenged in <i>Houlton Citizens' Coalition,</i> and is akin to laws which courts have invalidated because they discriminate against out-of-state entities and <i>some</i> in-state entities in order to favor a subset of in-state interests. <i>See C &amp; A Carbone, Inc. v. Clarkstown,</i> 511 U.S. 383, 391, 114 S.Ct. 1677, 128 L.Ed.2d 399 (1994) (\"The ordinance is no less discriminatory because in-state or in-town processors are also covered by the prohibition.\"); <i>Dean Milk Co.,</i> 340 U.S. at 354 n. 4, 71 S.Ct. 295 (holding that it is \"immaterial that Wisconsin milk from outside the Madison area is subjected to the same proscription as that moving in interstate commerce\"); <i>Cloverland-Green Spring Dairies, Inc. v. Penn. Milk Mktg. Bd.,</i> 298 F.3d 201, 214 (3d Cir.2002) (noting that a statute may be invalid under the dormant Commerce Clause \"if it favors only a single or finite set of businesses\") (internal citations and quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In a variant on the Secretary's theme that \"the Act treats all newcomers equally,\" the Secretary emphasizes that all \"newcomers\" must file an application for a certificate, even though only the opposed pharmacies must go through \"the whole nine yards\" of the administrative process. This argument misconceives the fundamental flaw in the Act. The Act and accompanying regulations permit the Secretary to reject an application on the ground that a particular area of Puerto Rico is saturated with existing pharmacies. The result of this authority is that the Secretary protects the mostly local group of existing pharmacies from competitive pressure. That the Secretary subjects all newcomers to this discriminatory scheme does not ameliorate the constitutional infirmity.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Our conclusion is also unaffected by the fact that a few of the existing pharmacies when the Act was passed (and now) are owned by out-of-Commonwealth interests. Holding otherwise would be tantamount to saying that a favored group must be <i>entirely</i> in-state for a law to have a discriminatory effect on commerce. The Secretary cites no authority for this proposition, and our precedent suggests otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In <i>Nat'l Revenue Corp. v. Violet,</i> 807 F.2d 285 (1st Cir.1986), we considered a dormant Commerce Clause challenge to a Rhode Island statute providing that only members of the Rhode Island bar could engage in third-party debt collection. Rhode Island defended the law by arguing that it applied evenhandedly because it excluded all debt collection companies from operating within its borders. <i>Id.</i> at 290. We rejected this argument because the statute \"effectively bars out-of-staters from offering a commercial service ... and confers the right to provide th[e] service ... upon a class largely composed of Rhode Island citizens\" (i.e., members of the Rhode Island bar). <i>Id.</i> Even though some members of the Rhode Island bar were from outside of Rhode Island,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> we concluded that the statute discriminated against commerce because it favored a class comprised <i>mostly</i> of Rhode Island interests. <i>See Nat'l Revenue,</i> 807 F.2d at 290. So too here. While a few out-of-Commonwealth pharmacies benefit from the Act, the vast majority of favored pharmacies are local concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Finally, we disagree with the Secretary's suggestion that this case is controlled by <i>Exxon Corp. v. Governor of Md.,</i> 437 U.S. 117, 98 S.Ct. 2207, 57 L.Ed.2d 91 (1978). In <i>Exxon,</i> the Court considered the validity of a Maryland statute prohibiting refiners of petroleum from operating retail service stations within Maryland. <i>Id.</i> at 120. The Court rejected the refiners' dormant Commerce Clause challenge because the statute did not affect the right of only out-of-state entities to compete in the Maryland market; rather, all independent dealers (in and out-of-state) were permitted to compete and <i>all</i> refiners were excluded. <i>See id.</i> at 127. As the Court explained: \"While the refiners will no longer enjoy their same status in the Maryland market, in-state independent dealers will have no competitive advantage over out-of-state dealers. The fact that the burden of a state regulation falls on some interstate companies does not, by itself, establish discrimination against interstate commerce.\" <i>Id.</i> at 127, 98 S.Ct. 2207.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This case is distinguishable because, as we have explained, the Act favors the largely local group of established pharmacies over similarly-situated out-of-Commonwealth pharmacies seeking to open new stores. Unlike <i>Exxon,</i> where the Court expressed confidence that the only result of the statute would be to \"cause some business to shift from one interstate supplier to another,\" the statistics in this case strongly suggest that the Act helps to perpetuate local dominance of the Puerto Rico pharmacy market. <i>Id.</i> at 128, 98 S.Ct. 2207; <i>see also supra</i> at 12-13. The Act does not burden a particular firm, or subgroup of firms, but rather affects <i>every</i> pharmacy seeking to open in an area of Puerto Rico where an established pharmacy already operates.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We thus find that, on balance, the Act, though facially neutral, discriminates against interstate commerce. This conclusion, however, does not end our inquiry. \"When discrimination against commerce ... is demonstrated, the burden falls on the State to justify it both in terms of the local benefits flowing from the statute and the unavailability of nondiscriminatory alternatives adequate to preserve the local interest at stake.\" <i>Hunt v. Wash. Apple Adver. Comm'n,</i> 432 U.S. 333, 353, 97 S.Ct. 2434, 53 L.Ed.2d 383 (1977). The only justification offered by the Secretary for the Act is that it \"seeks to encourage in-state and out-of-state [interests] alike to establish pharmacies in [underserved] geographical areas.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There is no dispute that the Commonwealth has a legitimate interest in encouraging pharmacies to locate in all parts of Puerto Rico. But, as the parties' experts testified, the certificate requirement cannot reasonably be thought to advance this purpose. Pharmacies seek to operate in areas where they can turn a profit. The refusal to grant a proposed pharmacy market entry at its desired location will not encourage the proposed pharmacy to relocate to an underserved area (unless the government provides other incentives for it to do so). Presumably areas are underserved because pharmacies have determined that these locations are unlikely to be profitable. For this reason, the denial of a certificate request is likely to lead a pharmacy to seek to open in another potentially profitable (and therefore probably already served) area or to withdraw from the Puerto Rico market entirely. As the Fourth Circuit explained in a similar case, \"the goal of providing universal service at reasonable rates may well be a legitimate state purpose, but restricting market entry does not serve that purpose.\" <i>Medigen of Ky., Inc. v. Pub. Serv. Comm'n of W. Va.,</i> 985 F.2d 164, 167 (4th Cir.1993) (invalidating, on dormant Commerce Clause grounds, a statute requiring transporters of medical waste to obtain a certificate of necessity and convenience and authorizing the state agency to deny such certificates if \"existing services ... [are] reasonably efficient and adequate\").</p>\n    </div>\n    <p class=\"center\">IV. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">For the foregoing reasons, 24 L.P.R.A. &#167;&#167; 334 <i>et seq.,</i> as enforced by the Secretary of Health for the issuing of certificates of necessity and convenience to retail pharmacies, is invalid under the dormant Commerce Clause. Accordingly, we <i>reverse</i> the district court's judgment and <i>remand</i> for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> One of the purposes of encouraging states to enact certificate of need programs was to limit the excessive construction of health care facilities by physician-owned investments. Because physicians could prescribe the use of these newly-constructed facilities, Congress postulated that doctors were ordering unnecessary, expensive procedures to create artificial demand for their investments<i>See</i> McGinley, <i>supra</i> at 154-55.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties state that, by asking the court to decide the case on the paper record, they \"waived\" trial. This is an inaccurate description of the procedure. By submitting the paper record and asking the court to make findings of fact and conclusions of law based on these materials, the parties consented to a trial on a stipulated record<i>See, e.g., AIDS Action Comm. v. MBTA,</i> 42 F.3d 1, 5 (1st Cir.1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Out of the 337 unopposed applications, only one has been rejected</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This is not to say that there are no instances in which a state could justify a certificate of need law that restricts competition,<i>see, e.g., Panhandle E. Pipe Line Co. v. Mich. Pub. Serv. Comm'n,</i> 341 U.S. 329, 333-34, 71 S.Ct. 777, 95 L.Ed. 993 (1951); <i>Am. Motors Sales Corp. v. Div. of Motor Vehicles,</i> 592 F.2d 219, 222-23 (4th Cir.1979); however, certificate of need laws which deter competition simply to benefit those entities already operating within a state are not legitimate exercises of state power, <i>see Philadelphia v. New Jersey,</i> 437 U.S. 617, 624, 98 S.Ct. 2531, 57 L.Ed.2d 475 (1978) (stating that laws which have a disproportionately negative impact on out-of-state businesses and serve only to promote \"economic protectionism\" are \"<i>per se</i>\" invalid).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> That the Act regulates the ownership of local businesses rather than the flow of goods into the Commonwealth does not affect this conclusion<i>See Lewis,</i> 447 U.S. at 38-39, 100 S.Ct. 2009; <i>see also Yamaha v. Jim's Motorcycle, Inc.,</i> 401 F.3d 560, 2005 WL 628111 (4th Cir. Mar.28, 2005) (invalidating, on dormant Commerce Clause grounds, state law which regulated the ownership of local motorcycle franchises to prevent excessive competition with existing franchises).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> States are not permitted to limit bar entry to their own citizens<i>See Supreme Court of N.H. v. Piper,</i> 470 U.S. 274, 283, 105 S.Ct. 1272, 84 L.Ed.2d 205 (1985).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"201563\"><a href=\"/opinion/201563/walgreen-company-v-rullan/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span></p>\n    <p class=\"parties\">WALGREEN CO., Walgreen of San Patricio, and Walgreen of Puerto Rico, Plaintiffs, Appellants,<br>v.<br>John V. RULLAN, Secretary of the Puerto Rico Health Department, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-2542.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 7, 2004.</p>\n    <p class=\"date\">Decided April 22, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Henry C. Dinger, P.C., with whom Stephen D. Poss, P.C. and Goodwin Procter, LLP were on brief, for appellants.</p>\n      <p class=\"indent\">Camelia Fern&#225;ndez-Romeu, with whom Roberto J. S&#225;nchez-Ramos, Puerto Rico Department of Justice, Office of the Solicitor General, was on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, LIPEZ and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Walgreen Co., Walgreen of San Patricio, and Walgreen of Puerto Rico (collectively, Walgreen) sued John V. Rullan, the Secretary of the Puerto Rico Health Department (Secretary), under 42 U.S.C. &#167; 1983, challenging the constitutionality of a Commonwealth of Puerto Rico statute requiring that all pharmacies seeking to open or relocate within the Commonwealth obtain a \"certificate of necessity and convenience.\" 24 L.P.R.A. &#167; 334 <i>et. seq.</i> Walgreen asserts that this statute is unconstitutional because it impermissibly discriminates against or excessively burdens interstate commerce and violates due process. The district court rejected these arguments. Because we conclude that the statute impermissibly discriminates against interstate commerce, we reverse.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 1974, Congress passed the National Health Planning and Resources Development Act. <i>See</i> Pub.L. No. 93-641, 88 Stat. 2225 (1975). This statute was designed to correct perceived imperfections in the health care market. Among its goals, the statute was intended to restrict skyrocketing health care costs and prevent the unnecessary duplication of services. <i>See</i> Patrick John McGinley, <i>Beyond Health Care Reform: Reconsidering Certificate of Need Laws in a Managed Competition System,</i> 23 Fla. St. U.L.Rev. 141, 154-55 (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">To achieve these goals, Congress, <i>inter alia,</i> conditioned the states' receipt of certain federal funds on the enactment of \"certificate of need programs.\" Under these programs, the states reviewed proposed health care facility construction projects and permitted projects to proceed only after a demonstration of sufficient need for the services.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See generally</i> Lauretta H. Wolfson, <i>State Regulation of Health Facility Planning: The Economic Theory and Political Realities of Certificates of Need,</i> 4 DePaul J. Health Care L. 261 (2001).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In 1975, Puerto Rico (which is treated as a state for present purposes) responded to the federal initiative by enacting a \"certificate of need\" law. 24 L.P.R.A. &#167;&#167; 334 <i>et seq.</i> (the Act). The Act provided that no person may \"acquire or construct a health facility ... without having first obtained a certificate of necessity and convenience granted by the Secretary.\" <i>Id.</i> &#167; 334a. The Act defined a certificate of necessity and convenience as a</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">document issued by the Secretary of Health authorizing a person to carry out any of the activities covered by [the Act], certifying that the same is necessary for the population it is to serve and that it will not unduly affect the existing services, thus contributing to the orderly and adequate development of health services in Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\"><i>Id.</i> at &#167; 334(e). The Act identified \"health facilities\" required to obtain a certificate, <i>id.</i> &#167; 334(d), provided criteria for granting a certificate, <i>id.</i> &#167; 334b, permitted the Secretary to promulgate additional certificate criteria, <i>id.</i> &#167; 334j, and established administrative and judicial review procedures governing the certificate review process, <i>id.</i> &#167;&#167; 334f-2 to 334f-14.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As originally enacted in 1975, the Act did not apply to pharmacies. Four years later, the Puerto Rico legislature amended the definition of \"health care facilities\" to include pharmacies. <i>See</i> Law No. 189 of July 29, 1979, amending 24 L.P.R.A. &#167;&#167; 334 <i>et seq.</i> This amendment, <i>inter alia,</i> provided that any pharmacy in existence on October 24, 1979 was exempt from the certificate requirement. <i>See</i> 24 L.P.R.A. &#167; 334g. When the amendment was enacted, over ninety-two percent of pharmacies operating in Puerto Rico were locally-owned concerns. There is no legislative history surrounding the enactment of the amendment, but the Secretary asserts that the purpose of the amendment was to encourage the location of pharmacies in underserved areas of Puerto Rico. Puerto Rico is the only jurisdiction that has applied its certificate of need law to pharmacies.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Twelve years after its enactment, Congress repealed the National Health Planning and Resources Development Act. Pub.L. No. 99-60, 100 Stat. 3743 (1986). While several states followed suit by repealing their certificate of need laws, Puerto Rico's remains in effect.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">As mentioned above, the Act provides detailed procedures for the certificate approval process. The process begins with a proposed pharmacy submitting a letter advising the Health Department of its intention to file a certificate request. Within thirty days of sending this letter, the proposed pharmacy must file the formal certificate application. <i>See</i> 24 L.P.R.A. &#167; 334f-3.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">After the Secretary receives the application, he publishes a notice in a widely read newspaper announcing the request. <i>See id.</i> &#167; 334f-6. He also notifies all \"affected persons\" by mail. <i>See</i> Regulation of the Secretary of Health No. 56, art. IV &#167; 2(b) (1980) (\"Regulation No. 56\"). Among the \"affected persons\" are existing pharmacies located within one mile of the proposed pharmacy site. These entities then have the right to oppose the granting of a certificate to the proposed pharmacy provided that they give written notice of their opposition to the Secretary and proposed pharmacy within 15 days. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Once the notification process is complete, the Secretary almost always issues the certificate if no one objects. <i>See infra</i> at n. 3. But if there is opposition from an \"affected person,\" which the Secretary acknowledges is, without exception, an existing pharmacy located within one mile of the proposed pharmacy site, the Secretary assigns the case to the Health Department's Hearings Division for an administrative hearing. The hearing is often delayed to permit the parties time for discovery. At the hearing, the parties present, <i>inter alia,</i> expert testimony concerning the expected impact that the proposed pharmacy will have on competition in the local area. At the conclusion of the hearing, the parties submit proposed findings of fact and conclusions of law. The hearing officer then forwards a recommendation to the Secretary for final action.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In making his final determination, the Secretary considers various statutory criteria, including:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(1) the relationship between the transaction for which the certificate is requested, and the long-term service development plan, if any, of the petitioner;</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(2) the present and projected need of the population which will be affected by the proposed transaction of the services to be provided thereby;</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(3) the existence of alternatives to the transaction for which the certificate is requested, or the possibility of providing the proposed services in a more efficient or less costly manner than that proposed by the petitioner; and</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(4) the relationship between the health system operating in the area and the proposed transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">24 L.P.R.A. &#167; 334b. In addition, the Secretary considers other criteria, established by regulation, including whether the proposed pharmacy will benefit certain \"unattended populations\" (e.g., low-income, disabled, or elderly populations) and whether the proposed pharmacy will be located in an area that is already \"saturated\" by existing pharmacies. Regulation No. 56, art. V. &#167; 1(f) &amp; art. VI &#167; 13(2).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After the Secretary rules on the certificate request, the losing party may ask for reconsideration. <i>See</i> 24 L.P.R.A. &#167; 334f-10. The losing party may also seek judicial review in the Puerto Rico Circuit Court of Appeals and eventually in the Puerto Rico Supreme Court. <i>See id.</i> Typically, the judicial review process takes in excess of a year to conclude, and the Secretary's decision is often stayed during this period. Thus, even if the certificate is ultimately granted, the entire administrative and judicial process usually takes several years to complete.</p>\n    </div>\n    <p class=\"center\">II. <i>The District Court Opinion</i></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the district court, Walgreen claimed that the Act, as applied to retail pharmacies, is invalid because it discriminates against or excessively burdens interstate commerce. After filing cross motions for summary judgment, the parties agreed to try the case on affidavits, depositions, and exhibits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In a published opinion, the district court rejected Walgreen's claims. <i>See Walgreen Co. v. Rullan,</i> <span class=\"citation\" data-id=\"2331836\"><a href=\"/opinion/2331836/walgreen-co-v-rullan/\"><span class=\"volume\">292</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">298</span></a></span> (D.P.R.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court rejected Walgreen's discrimination argument because the Act requires \"any local economic interest seeking to obtain a [certificate to] jump through the same bureaucratic hoops\" as an out-of-Commonwealth entity and thus treats all \"newcomers\" evenhandedly. <i>Id.</i> at 313. The court also declined to find discrimination, even though all existing pharmacies were exempt when the Act was amended to include pharmacies, because \"the statute made no distinction between local and national pharmacies.\" <i>Id.</i> at 315. After concluding that the Act was non-discriminatory, the court determined that the Act did not excessively burden commerce. <i>See id.</i> at 316-17. The court ruled that the Act imposes minimal burdens on interstate commerce because it does not prohibit out-of-Commonwealth pharmacies from entering the Puerto Rico market. <i>See id.</i> The court also recognized the Act's legitimate purpose of encouraging pharmacies to locate in underserved areas of Puerto Rico, though recognizing that Walgreen presented a \"solid case\" that the Act was not helping the Commonwealth achieve this goal. <i>Id.</i> at 310, 317-18. Thus, the court held that \"[g]iven the Act's modest burden on <i>interstate</i> commerce,\" the \"burden is clearly [not] excessive in relation to its <i>putative</i> local benefits.\" <i>Id.</i> at 318 (emphasis in original).</p>\n    </div>\n    <p class=\"center\">III. <i>Discussion</i></p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On appeal, Walgreen renews its arguments challenging the constitutionality of the Act as applied to retail pharmacies. Because Walgreen appeals the district court's decision following a bench trial, we review factual findings for clear error and conclusions of law <i>de novo. See Keyes v. Sec'y of the Navy,</i> <span class=\"citation\" data-id=\"510031\"><a href=\"/opinion/510031/47-fair-emplpraccas-891-47-empl-prac-dec-p-38208-joyce-ah-keyes/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1016</span></a></span>, 1020 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Constitution grants Congress the power to regulate interstate commerce. <i>See</i> U.S. Const. art. I, &#167; 8, cl. 3. While the Commerce Clause's text provides only an affirmative grant of power, for over 150 years, the Clause has been interpreted to contain a negative aspect known as the dormant Commerce Clause. <i>See</i> Laurence H. Tribe, 1 <i>American Constitutional Law</i> 1030 (3d ed.2000) (citing <i>Cooley v. Bd. of Wardens,</i> <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></span>, 317-20, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">How.</span> <span class=\"page\">299</span></span>, <span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">996</span></span> (1900)). The dormant Commerce Clause doctrine, which applies to Puerto Rico on the same terms as it applies to the states, <i>see United Egg Producers v. Dep't of Agric. of P.R.,</i> <span class=\"citation\" data-id=\"713999\"><a href=\"/opinion/713999/united-egg-producers-v-department-of-agriculture-of-the-commonwealth-of/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">567</span></a></span>, 569 (1st Cir.1996), limits the power of states \"to erect barriers against interstate trade,\" <i>Lewis v. BT Investment Managers, Inc.,</i> <span class=\"citation\" data-id=\"110290\"><a href=\"/opinion/110290/lewis-v-bt-investment-managers-inc/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">27</span></a></span>, 35, <span class=\"citation\" data-id=\"110290\"><a href=\"/opinion/110290/lewis-v-bt-investment-managers-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2009</span></a></span>, <span class=\"citation\" data-id=\"110290\"><a href=\"/opinion/110290/lewis-v-bt-investment-managers-inc/\"><span class=\"volume\">64</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">702</span></a></span> (1980); <i>see also Doran v. Mass. Turnpike Auth.,</i> <span class=\"citation\" data-id=\"200723\"><a href=\"/opinion/200723/doran-v-massachusetts-turn/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 318 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Under the dormant Commerce Clause, if a state law has either the purpose or effect of significantly favoring in-state commercial interests over out-of-state interests, the law will \"routinely\" be invalidated \"unless the discrimination is demonstrably justified by a valid factor unrelated to economic protectionism.\" <i>Houlton Citizens' Coalition v. Town of Houlton,</i> <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 184 (1st Cir.1999) (quoting <i>West Lynn Creamery, Inc. v. Healy,</i> <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 192-93, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2205</span></a></span>, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">129</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">157</span></a></span> (1994)). If the state law regulates in-state and out-of-state interests evenhandedly, the statute will be upheld \"unless the burden imposed on [interstate] commerce is clearly excessive in relation to the putative local benefits.\" <i>Pike v. Bruce Church, Inc.,</i> <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 142, <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">844</span></a></span>, <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">25</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">174</span></a></span> (1970).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">While these rules are easy to recite, their application to a particular factual setting is often difficult. Recognizing this difficulty, the Supreme Court has cautioned that the dormant Commerce Clause inquiry should be undertaken by \"eschew[ing] formalism for a sensitive, case-by-case analysis of purposes and effects.\" <i>West Lynn Creamery,</i> 512 U.S. at 201, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2205</span></a></span>. With these principles in mind, we consider whether Puerto Rico's certificate of need law, as applied to retail pharmacies, discriminates against interstate commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On its face, the Act applies neutrally. All commercial interests wishing to open or relocate a pharmacy in Puerto Rico must obtain the same certificate no matter their place of origin. But viewed more critically and in light of the Secretary's enforcement of the Act, the Act discriminates against interstate commerce by permitting the Secretary to block a new pharmacy from locating in its desired location simply because of the adverse competitive effects that the new pharmacy will have on existing pharmacies.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">As set forth above, when the Puerto Rico legislature amended the Act in 1979 to include pharmacies as covered \"health care facilities,\" it exempted all existing pharmacies from the certificate requirement. 24 L.P.R.A. &#167; 334g. Of the pharmacies operating in Puerto Rico at this time, ninety-two percent were locally owned. Thus, the Act, as amended, excused an almost entirely local class of pharmacies from the certificate requirement. <i>Cf. Pac. Northwest Venison Producers v. Smitch,</i> <span class=\"citation\" data-id=\"666934\"><a href=\"/opinion/666934/pacific-northwest-venison-producers-a-washington-corporation-robert-v/\"><span class=\"volume\">20</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1008</span></a></span>, 1013 (9th Cir.1994) (recognizing that \"grandfather clause\" exempting in-state interests can indicate discriminatory nature of statute) (citing <i>Raymond Motor Transp., Inc. v. Rice,</i> <span class=\"citation\" data-id=\"109771\"><a href=\"/opinion/109771/raymond-motor-transp-inc-v-rice/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">429</span></a></span>, 447, <span class=\"citation\" data-id=\"109771\"><a href=\"/opinion/109771/raymond-motor-transp-inc-v-rice/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">787</span></a></span>, <span class=\"citation\" data-id=\"109771\"><a href=\"/opinion/109771/raymond-motor-transp-inc-v-rice/\"><span class=\"volume\">54</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">664</span></a></span> (1978)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">What's more (again as set forth above) this group of existing pharmacies not only was excused from the certificate requirement but also has been permitted to wield substantial influence in the enforcement of the certificate requirement against proposed new pharmacies. The Secretary acknowledges that, unless an existing pharmacy objects to a certificate request, he almost invariably issues the certificate. Yet when there is an objection, he begins the costly and time-consuming administrative and judicial procedures established by the Act and frequently declines to issue requested certificates at the conclusion of the process.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Thus, in practice, the Act permits an existing pharmacy to object simply because it fears additional competition. And this practice is not only within the letter of the Act, it is within its spirit as well. The Act provides that the Secretary may deny a certificate if a new pharmacy will \"unduly affect existing services.\" 24 L.P.R.A. &#167; 334(e). Moreover, the regulations enforcing the Act direct the Secretary to reject a new pharmacy's request if the proposed location is already \"saturated\" with existing pharmacies. Regulation No. 56, art. VI &#167; 13(2). The law is thus protectionist both <i>de jure</i> and <i>de facto.</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This protectionist regime has had discriminatory effects. While the Secretary has rejected virtually no unopposed applications,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> twenty-three percent of opposed applications have been denied. The negative effects on out-of-Commonwealth applicants have been particularly pronounced. Over fifty percent of out-of-Commonwealth entities have been forced to undergo the entire administrative process compared to less than twenty-five percent of local applicants. Moreover, of those applicants forced to endure the hearing process, the Secretary has granted certificates to ninety percent of the local applicants but only to fifty-eight percent of out-of-Commonwealth applicants. In 1979, ninety-two percent of pharmacies were under local ownership, and in 2001, ninety-four percent of pharmacies were locally owned. The statistical evidence thus strongly indicates that the Act, as applied by the Secretary, has limited competition in favor of the predominantly local group of existing pharmacies.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Supreme Court has invalidated, on dormant Commerce Clause grounds, regulatory schemes that permit a state to deny an operating license on the basis that the opening of a new facility in a particular location will cause undue competition for existing facilities.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See H.P. Hood &amp; Sons, Inc. v. DuMond,</i> <span class=\"citation\" data-id=\"104652\"><a href=\"/opinion/104652/hp-hood-sons-inc-v-du-mond/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, 545, <span class=\"citation\" data-id=\"104652\"><a href=\"/opinion/104652/hp-hood-sons-inc-v-du-mond/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">657</span></a></span>, <span class=\"citation\" data-id=\"104652\"><a href=\"/opinion/104652/hp-hood-sons-inc-v-du-mond/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">865</span></a></span> (1949) (invalidating state agency's refusal to grant a license for a milk producer to operate in a desired locality because the relevant market was \"already adequately served\"); <i>Buck v. Kuykendall,</i> <span class=\"citation\" data-id=\"100587\"><a href=\"/opinion/100587/buck-v-kuykendall/\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 314-16, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">324</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">623</span></span> (1925) (invalidating a rule that a state could deny an interstate transporter a certificate of necessity and convenience to use state roads because the \"area is already being adequately served\"); <i>George W. Bush &amp; Sons Co. v. Maloy,</i> <span class=\"citation\" data-id=\"100588\"><a href=\"/opinion/100588/george-w-bush-sons-co-v-maloy/\"><span class=\"volume\">267</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">317</span></a></span>, 318, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">326</span></span>, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">627</span></span> (1925) (similar); <i>see also Medigen of Ky. v. Pub. Serv. Comm'n of W. Va.,</i> <span class=\"citation\" data-id=\"1945885\"><a href=\"/opinion/1945885/medigen-of-ky-v-public-serv-comn-of-w-va/\"><span class=\"volume\">787</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">590</span></a></span>, 598 (S.D.W.Va.1991) (collecting cases invalidating various certificate of convenience and necessity schemes because they discriminate against interstate commerce), <i>aff'd</i> <span class=\"citation\" data-id=\"599315\"><a href=\"/opinion/599315/medigen-of-kentucky-incorporated-medigen-of-pennsylvania-incorporated-v/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span> (4th Cir.1993). A court has also struck down, on dormant Commerce Clause grounds, a law which gave in-state interests the ability to manipulate a facially neutral regulatory scheme to establish advantages over out-of-state interests. <i>See McNeilus Truck &amp; Mfg. v. Ohio,</i> <span class=\"citation\" data-id=\"770387\"><a href=\"/opinion/770387/mcneilus-truck-and-manufacturing-inc-a-minnesota-corporation-mcneilus/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">429</span></a></span>, 442-43 (6th Cir.2000) (holding that facially neutral scheme which gave established local interests the ability to block licensing of out-of-state entities by refusing to contract with them had the effect of discriminating against interstate commerce).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Act, insofar as it applies to pharmacies, suffers from both of these infirmities. It permits the Secretary to deny a proposed pharmacy market access at its desired location simply to limit competition. Further, the Secretary invokes this authority only upon the urging of a member of the largely local group of existing pharmacies, thereby permitting a predominantly local group to manipulate the regulatory scheme for its own advantage. For these reasons, the Act discriminates against commerce by permitting established pharmacies \"to retard, burden or constrict the flow of ... commerce for their own economic advantage.\" <i>See H P Hood &amp; Sons,</i> 336 U.S. at 533, <span class=\"citation\" data-id=\"104652\"><a href=\"/opinion/104652/hp-hood-sons-inc-v-du-mond/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">657</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Secretary advances several arguments defending the Act. First, he claims that the Act does not burden commerce sufficiently to trigger the dormant Commerce Clause doctrine because it does not bar any out-of-Commonwealth pharmacy from operating in Puerto Rico. He contends that the Act is permissible because every pharmacy can open <i>somewhere</i> on the island.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">This argument takes too narrow a view of the kind of restrictions that affect the flow of commerce. Laws may implicate the Commerce Clause if they ban a business from establishing operations in only one part of a state, even though the rest of the state remains open. <i>See Dean Milk Co. v. Madison,</i> <span class=\"citation\" data-id=\"104847\"><a href=\"/opinion/104847/dean-milk-co-v-madison/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, 354-56, <span class=\"citation\" data-id=\"104847\"><a href=\"/opinion/104847/dean-milk-co-v-madison/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">295</span></a></span>, <span class=\"citation\" data-id=\"104847\"><a href=\"/opinion/104847/dean-milk-co-v-madison/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">329</span></a></span> (1951) (holding invalid an ordinance which bars certain milk producers from selling milk within city limits); <i>accord Fort Gratiot Sanitary Landfill, Inc. v. Mich. Dep't of Natural Resources,</i> <span class=\"citation no-link\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">353</span></span>, 361, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2019</span></span>, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">139</span></span> (1993) (\"[O]ur prior cases teach that a State may not avoid the strictures of the Commerce Clause by curtailing the movement of articles of commerce through subdivisions of the State, rather than through the State itself.\"). By permitting the Secretary to bar the opening of a new pharmacy in its desired location because of the competitive effects on existing pharmacies, the Act limits the parts of Puerto Rico which are open to new retail pharmacies. This burden on commerce is sufficient to trigger the Commerce Clause scrutiny.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Contrary to the Secretary's suggestion, the Act also cannot be defended on the ground that it treats all newcomers equally and thus does not discriminate because every pharmacy seeking to open or relocate within Puerto Rico must obtain a certificate. While it is true, as the Secretary states, that a statute is consonant with the dormant Commerce Clause so long as it \"leaves all comers with equal access to the local market,\" <i>see Houlton Citizens' Coalition,</i> 175 F.3d at 188, this principle has no application here.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In <i>Houlton Citizens' Coalition,</i> the plaintiff challenged the city's award of a contract providing the exclusive right to process the city's municipal waste. <i>Id.</i> at 181-82. We rejected a dormant Commerce Clause challenge to the awarding of the contract because \"in-state and out-of-state bidders [were] allowed to compete freely on a level playing field\" as the bidding process did not favor any particular interest. <i>Id.</i> at 188. But unlike the bidding process at issue <i>Houlton Citizens' Coalition,</i> the Act provides different \"playing fields\" for in and out-of-state interests. While the Act treats \"newcomers\" equally, it gives an on-going competitive advantage to the predominantly local group of existing pharmacies. 24 L.P.R.A. &#167; 334g. In this crucial respect, the Act is dissimilar to the regulatory conduct challenged in <i>Houlton Citizens' Coalition,</i> and is akin to laws which courts have invalidated because they discriminate against out-of-state entities and <i>some</i> in-state entities in order to favor a subset of in-state interests. <i>See C &amp; A Carbone, Inc. v. Clarkstown,</i> <span class=\"citation\" data-id=\"1087961\"><a href=\"/opinion/1087961/c-a-carbone-inc-v-clarkstown/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, 391, <span class=\"citation\" data-id=\"1087961\"><a href=\"/opinion/1087961/c-a-carbone-inc-v-clarkstown/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1677</span></a></span>, <span class=\"citation\" data-id=\"1087961\"><a href=\"/opinion/1087961/c-a-carbone-inc-v-clarkstown/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">399</span></a></span> (1994) (\"The ordinance is no less discriminatory because in-state or in-town processors are also covered by the prohibition.\"); <i>Dean Milk Co.,</i> 340 U.S. at 354 n. 4, <span class=\"citation\" data-id=\"104847\"><a href=\"/opinion/104847/dean-milk-co-v-madison/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">295</span></a></span> (holding that it is \"immaterial that Wisconsin milk from outside the Madison area is subjected to the same proscription as that moving in interstate commerce\"); <i>Cloverland-Green Spring Dairies, Inc. v. Penn. Milk Mktg. Bd.,</i> <span class=\"citation\" data-id=\"778521\"><a href=\"/opinion/778521/cloverland-green-spring-dairies-inc-v-pennsylvania-milk-marketing-board/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span>, 214 (3d Cir.2002) (noting that a statute may be invalid under the dormant Commerce Clause \"if it favors only a single or finite set of businesses\") (internal citations and quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In a variant on the Secretary's theme that \"the Act treats all newcomers equally,\" the Secretary emphasizes that all \"newcomers\" must file an application for a certificate, even though only the opposed pharmacies must go through \"the whole nine yards\" of the administrative process. This argument misconceives the fundamental flaw in the Act. The Act and accompanying regulations permit the Secretary to reject an application on the ground that a particular area of Puerto Rico is saturated with existing pharmacies. The result of this authority is that the Secretary protects the mostly local group of existing pharmacies from competitive pressure. That the Secretary subjects all newcomers to this discriminatory scheme does not ameliorate the constitutional infirmity.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Our conclusion is also unaffected by the fact that a few of the existing pharmacies when the Act was passed (and now) are owned by out-of-Commonwealth interests. Holding otherwise would be tantamount to saying that a favored group must be <i>entirely</i> in-state for a law to have a discriminatory effect on commerce. The Secretary cites no authority for this proposition, and our precedent suggests otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In <i>Nat'l Revenue Corp. v. Violet,</i> <span class=\"citation\" data-id=\"480546\"><a href=\"/opinion/480546/national-revenue-corporation-v-arlene-violet-attorney-general-of-the/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span> (1st Cir.1986), we considered a dormant Commerce Clause challenge to a Rhode Island statute providing that only members of the Rhode Island bar could engage in third-party debt collection. Rhode Island defended the law by arguing that it applied evenhandedly because it excluded all debt collection companies from operating within its borders. <i>Id.</i> at 290. We rejected this argument because the statute \"effectively bars out-of-staters from offering a commercial service ... and confers the right to provide th[e] service ... upon a class largely composed of Rhode Island citizens\" (i.e., members of the Rhode Island bar). <i>Id.</i> Even though some members of the Rhode Island bar were from outside of Rhode Island,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> we concluded that the statute discriminated against commerce because it favored a class comprised <i>mostly</i> of Rhode Island interests. <i>See Nat'l Revenue,</i> 807 F.2d at 290. So too here. While a few out-of-Commonwealth pharmacies benefit from the Act, the vast majority of favored pharmacies are local concerns.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Finally, we disagree with the Secretary's suggestion that this case is controlled by <i>Exxon Corp. v. Governor of Md.,</i> <span class=\"citation\" data-id=\"109896\"><a href=\"/opinion/109896/exxon-corp-v-governor-of-maryland/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, <span class=\"citation\" data-id=\"109896\"><a href=\"/opinion/109896/exxon-corp-v-governor-of-maryland/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2207</span></a></span>, <span class=\"citation\" data-id=\"109896\"><a href=\"/opinion/109896/exxon-corp-v-governor-of-maryland/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">91</span></a></span> (1978). In <i>Exxon,</i> the Court considered the validity of a Maryland statute prohibiting refiners of petroleum from operating retail service stations within Maryland. <i>Id.</i> at 120. The Court rejected the refiners' dormant Commerce Clause challenge because the statute did not affect the right of only out-of-state entities to compete in the Maryland market; rather, all independent dealers (in and out-of-state) were permitted to compete and <i>all</i> refiners were excluded. <i>See id.</i> at 127. As the Court explained: \"While the refiners will no longer enjoy their same status in the Maryland market, in-state independent dealers will have no competitive advantage over out-of-state dealers. The fact that the burden of a state regulation falls on some interstate companies does not, by itself, establish discrimination against interstate commerce.\" <i>Id.</i> at 127, <span class=\"citation\" data-id=\"109896\"><a href=\"/opinion/109896/exxon-corp-v-governor-of-maryland/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2207</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This case is distinguishable because, as we have explained, the Act favors the largely local group of established pharmacies over similarly-situated out-of-Commonwealth pharmacies seeking to open new stores. Unlike <i>Exxon,</i> where the Court expressed confidence that the only result of the statute would be to \"cause some business to shift from one interstate supplier to another,\" the statistics in this case strongly suggest that the Act helps to perpetuate local dominance of the Puerto Rico pharmacy market. <i>Id.</i> at 128, <span class=\"citation\" data-id=\"109896\"><a href=\"/opinion/109896/exxon-corp-v-governor-of-maryland/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2207</span></a></span>; <i>see also supra</i> at 12-13. The Act does not burden a particular firm, or subgroup of firms, but rather affects <i>every</i> pharmacy seeking to open in an area of Puerto Rico where an established pharmacy already operates.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We thus find that, on balance, the Act, though facially neutral, discriminates against interstate commerce. This conclusion, however, does not end our inquiry. \"When discrimination against commerce ... is demonstrated, the burden falls on the State to justify it both in terms of the local benefits flowing from the statute and the unavailability of nondiscriminatory alternatives adequate to preserve the local interest at stake.\" <i>Hunt v. Wash. Apple Adver. Comm'n,</i> <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">333</span></a></span>, 353, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2434</span></a></span>, <span class=\"citation\" data-id=\"109703\"><a href=\"/opinion/109703/hunt-v-washington-state-apple-advertising-commn/\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">383</span></a></span> (1977). The only justification offered by the Secretary for the Act is that it \"seeks to encourage in-state and out-of-state [interests] alike to establish pharmacies in [underserved] geographical areas.\"</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There is no dispute that the Commonwealth has a legitimate interest in encouraging pharmacies to locate in all parts of Puerto Rico. But, as the parties' experts testified, the certificate requirement cannot reasonably be thought to advance this purpose. Pharmacies seek to operate in areas where they can turn a profit. The refusal to grant a proposed pharmacy market entry at its desired location will not encourage the proposed pharmacy to relocate to an underserved area (unless the government provides other incentives for it to do so). Presumably areas are underserved because pharmacies have determined that these locations are unlikely to be profitable. For this reason, the denial of a certificate request is likely to lead a pharmacy to seek to open in another potentially profitable (and therefore probably already served) area or to withdraw from the Puerto Rico market entirely. As the Fourth Circuit explained in a similar case, \"the goal of providing universal service at reasonable rates may well be a legitimate state purpose, but restricting market entry does not serve that purpose.\" <i>Medigen of Ky., Inc. v. Pub. Serv. Comm'n of W. Va.,</i> <span class=\"citation\" data-id=\"599315\"><a href=\"/opinion/599315/medigen-of-kentucky-incorporated-medigen-of-pennsylvania-incorporated-v/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 167 (4th Cir.1993) (invalidating, on dormant Commerce Clause grounds, a statute requiring transporters of medical waste to obtain a certificate of necessity and convenience and authorizing the state agency to deny such certificates if \"existing services ... [are] reasonably efficient and adequate\").</p>\n    </div>\n    <p class=\"center\">IV. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">For the foregoing reasons, 24 L.P.R.A. &#167;&#167; 334 <i>et seq.,</i> as enforced by the Secretary of Health for the issuing of certificates of necessity and convenience to retail pharmacies, is invalid under the dormant Commerce Clause. Accordingly, we <i>reverse</i> the district court's judgment and <i>remand</i> for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> One of the purposes of encouraging states to enact certificate of need programs was to limit the excessive construction of health care facilities by physician-owned investments. Because physicians could prescribe the use of these newly-constructed facilities, Congress postulated that doctors were ordering unnecessary, expensive procedures to create artificial demand for their investments<i>See</i> McGinley, <i>supra</i> at 154-55.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties state that, by asking the court to decide the case on the paper record, they \"waived\" trial. This is an inaccurate description of the procedure. By submitting the paper record and asking the court to make findings of fact and conclusions of law based on these materials, the parties consented to a trial on a stipulated record<i>See, e.g., AIDS Action Comm. v. MBTA,</i> <span class=\"citation\" data-id=\"684073\"><a href=\"/opinion/684073/aids-action-committee-of-massachusetts-inc-v-massachusetts-bay/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Out of the 337 unopposed applications, only one has been rejected</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This is not to say that there are no instances in which a state could justify a certificate of need law that restricts competition,<i>see, e.g., Panhandle E. Pipe Line Co. v. Mich. Pub. Serv. Comm'n,</i> <span class=\"citation\" data-id=\"104904\"><a href=\"/opinion/104904/panhandle-co-v-michigan-commn/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">329</span></a></span>, 333-34, <span class=\"citation\" data-id=\"104904\"><a href=\"/opinion/104904/panhandle-co-v-michigan-commn/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">777</span></a></span>, <span class=\"citation\" data-id=\"104904\"><a href=\"/opinion/104904/panhandle-co-v-michigan-commn/\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">993</span></a></span> (1951); <i>Am. Motors Sales Corp. v. Div. of Motor Vehicles,</i> <span class=\"citation\" data-id=\"363507\"><a href=\"/opinion/363507/american-motors-sales-corporation-a-delaware-corporation-and-early-amc/\"><span class=\"volume\">592</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">219</span></a></span>, 222-23 (4th Cir.1979); however, certificate of need laws which deter competition simply to benefit those entities already operating within a state are not legitimate exercises of state power, <i>see Philadelphia v. New Jersey,</i> <span class=\"citation\" data-id=\"109916\"><a href=\"/opinion/109916/philadelphia-v-new-jersey/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">617</span></a></span>, 624, <span class=\"citation\" data-id=\"109916\"><a href=\"/opinion/109916/philadelphia-v-new-jersey/\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"109916\"><a href=\"/opinion/109916/philadelphia-v-new-jersey/\"><span class=\"volume\">57</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">475</span></a></span> (1978) (stating that laws which have a disproportionately negative impact on out-of-state businesses and serve only to promote \"economic protectionism\" are \"<i>per se</i>\" invalid).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> That the Act regulates the ownership of local businesses rather than the flow of goods into the Commonwealth does not affect this conclusion<i>See Lewis,</i> 447 U.S. at 38-39, <span class=\"citation\" data-id=\"110290\"><a href=\"/opinion/110290/lewis-v-bt-investment-managers-inc/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2009</span></a></span>; <i>see also Yamaha v. Jim's Motorcycle, Inc.,</i> <span class=\"citation\" data-id=\"789604\"><a href=\"/opinion/789604/yamaha-motor-corporation-usa-v-jims-motorcycle-incorporated-dba/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">560</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">628111</span></span> (4th Cir. Mar.28, 2005) (invalidating, on dormant Commerce Clause grounds, state law which regulated the ownership of local motorcycle franchises to prevent excessive competition with existing franchises).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> States are not permitted to limit bar entry to their own citizens<i>See Supreme Court of N.H. v. Piper,</i> <span class=\"citation\" data-id=\"111363\"><a href=\"/opinion/111363/supreme-court-of-nh-v-piper/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 283, <span class=\"citation\" data-id=\"111363\"><a href=\"/opinion/111363/supreme-court-of-nh-v-piper/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1272</span></a></span>, <span class=\"citation\" data-id=\"111363\"><a href=\"/opinion/111363/supreme-court-of-nh-v-piper/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (1985).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/100587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/363507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/713999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1945885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2331836/"
  ]
}