{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201500/",
  "absolute_url": "/opinion/201500/united-states-v-flemmi/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201500/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:28:05Z",
  "date_modified": "2016-02-28T05:05:45.512056Z",
  "type": "010combined",
  "sha1": "a842c2714bac58c4e3b89d8d21f535e364952a2d",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2219-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/03/25/US_v._Flemmi.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 02-2219\n\n                         UNITED STATES,\n\n                           Appellee,\n\n                               v.\n\n                       MICHAEL S. FLEMMI,\n\n                     Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                             Before\n\n                       Selya, Circuit Judge,\n                  Stahl, Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n\n     John H. LaChance for appellant.\n     Brian T. Kelly, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, and Virginia M.\nVanderjagt, Assistant United States Attorney, were on brief, for\nappellee.\n\n\n                         March 25, 2005\n\f          STAHL, Senior Circuit Judge.      Appellant Michael Flemmi\n\n(\"Michael\") is a retired Boston police officer and the brother of\n\ngangster Stephen Flemmi (\"Stephen\").      Until Stephen's arrest in\n\n1995 and subsequent incarceration, he and James Bulger (\"Bulger\")\n\nran a criminal enterprise in Boston (the \"Bulger/Flemmi group\").\n\n          In 2000, Michael was indicted and charged with two counts\n\nof obstruction of justice, in violation of 18 U.S.C. § 1503; one\n\ncount of perjury, in violation of 18 U.S.C. § 1623; one count of\n\npossession of unregistered machine guns, silencers, and cut-down\n\nshotguns, in violation of 26 U.S.C. §§ 5841, 5845(a), 5861(d),\n\n5871; and one count of transfer and possession of machine guns, in\n\nviolation of 18 U.S.C. § 922(o).         The charges were based on\n\nallegations that he helped hide a cache of weapons and lied to a\n\ngrand jury in an attempt to impede an investigation of his brother\n\nand other members of the Bulger/Flemmi group.\n\n          At Michael's trial, the district court allowed the jury\n\nto hear evidence relating to the Bulger/Flemmi group and Michael's\n\ninteractions with that group.         The jury ultimately convicted\n\nMichael on all counts.    At sentencing, the district court, in\n\ncalculating Michael's sentence for the perjury and obstruction of\n\njustice counts, identified murder as the most serious offense\n\nrelated to his unlawful conduct.      On appeal, Michael argues that\n\nthe district court erred in admitting the abovementioned evidence\n\nand identifying murder as the relevant offense.     We affirm.\n\n\n                                -2-\n\f                                 I.    Background\n\n                 In November 1999, Kevin Weeks (\"Weeks\"), a member of the\n\nBulger/Flemmi         group,   was    arrested    and   indicted   (the    \"Weeks\n\nindictment\") by a grand jury in Worcester, Massachusetts (the\n\n\"grand jury\").1        Soon after his arrest, Weeks agreed to cooperate\n\nwith       the    government   and    disclosed    information     about   crimes\n\ncommitted by the Bulger/Flemmi group. Weeks stated that Bulger and\n\nStephen had committed three previously unsolved murders and buried\n\nthe bodies at a specified location in Dorchester, Massachusetts.2\n\nWeeks also said that the Bulger/Flemmi group had an arsenal of\n\nweapons (guns and ammunition) hidden in a structure behind the\n\nhouse of Michael and Stephen's mother, Mary Flemmi (\"Mrs. Flemmi\"),\n\nin Boston, Massachusetts.             As a result of the information that\n\nWeeks provided, the grand jury amended the Weeks indictment to\n\ninclude Bulger and Stephen, who were each charged with engaging in\n\nviolent racketeering activities, including assault and murder.3\n\n                 Thereafter, law enforcement agents obtained warrants to\n\nsearch for the weapons and bodies Weeks had described.                On January\n\n13, 2000, agents searched the structure behind Mrs. Flemmi's house\n\n\n\n       1\n      Weeks was charged with engaging in a variety of criminal\noffenses, including extortion and money laundering.\n       2\n           Weeks acknowledged that he had witnessed the murders.\n       3\n      Bulger and Stephen had previously been indicted in 1995 (the\n\"1995 indictment\") for engaging in similar racketeering activities,\nincluding murder.\n\n                                         -3-\n\ffor the arsenal and, in a secret compartment within the structure,\n\nfound a single revolver, along with ammunition and silencers.               The\n\nhide, however, contained numerous shelves and gun racks and, thus,\n\nappeared capable of storing a substantial number of firearms.                At\n\nthe location Weeks identified in Dorchester, the agents unearthed\n\nthe skeletal remains of three murder victims, who were subsequently\n\nidentified     as     Arthur    Barrett      (\"Barrett\"),   John        McIntyre\n\n(\"McIntyre\"), and Deborah Hussey (\"Hussey\"), the latter being\n\nStephen's step-daughter.\n\n             On January 11, 2000, two days before the agents searched\n\nthe hide, William St. Croix (\"St. Croix\"), Stephen's son, visited\n\nStephen in prison.       During the visit, Stephen asked St. Croix to\n\nremove guns Stephen had hidden in the structure behind his mother's\n\nhouse.   St. Croix and his friend, Michael Allen (\"Allen\"), went to\n\nMrs. Flemmi's house that same day.           Michael was present when they\n\narrived.     St. Croix told Michael that Stephen had asked St. Croix\n\nto remove guns from a hide in the structure because he was\n\nconcerned that Weeks, whom he knew to be cooperating with the\n\ngovernment, would disclose the existence and location of the hide.\n\nMichael helped St. Croix locate the hide and load the guns into\n\nbags, which     St.   Croix    and   Allen   then   transported    to    Allen's\n\nresidence.4\n\n\n     4\n      Some of the guns were later transported to a storage facility\nin Florida, while others were buried in Somerville, Massachusetts.\nApproximately fifty-four guns were ultimately recovered by law\n\n                                      -4-\n\fMichael's Grand Jury Testimony\n\n           On June 7, 2000, Michael was called to testify before the\n\ngrand jury, which was still investigating the Bulger/Flemmi group.\n\nMichael was questioned about the structure behind his mother's\n\nhouse, the hide, the missing guns, and the bodies unearthed in\n\nDorchester.    Michael told the grand jury that \"the last time [he]\n\nwas in [the structure] was about three years ago.\"     When Michael\n\nwas asked whether he had ever seen the hide, or the items recovered\n\ntherefrom, before the January 13, 2000 search, he responded,\n\n\"Never.\"   Michael also stated that, before January 13, 2000, he\n\ndid not know about the hide; had never conversed with anyone about\n\nthe hide; had never seen any firearms at his mother's house; did\n\nnot know whether there were ever rifles in the hide; and did not\n\nknow whose property was recovered from the hide or how it came to\n\nbe situated there. Finally, when Michael was asked whether he knew\n\nif Stephen's step-daughter, Hussey, was alive, he answered, \"I\n\ndon't know.\"    Yet, a few months before, in January of 2000, while\n\nhe and St. Croix were visiting Stephen in prison, Stephen confessed\n\nto killing Hussey.\n\n           The grand jury subsequently added Michael to the Weeks\n\nindictment. He was charged with obstruction of justice and perjury\n\n\n\n\nenforcement agents from the Florida storage facility and the ground\nin Somerville.\n\n                                 -5-\n\fin connection with the removal of the guns from the hide and his\n\ngrand jury testimony, and with unlawful possession of firearms.\n\nMichael's Trial\n\n           Michael was tried separately from the other indicted\n\nparties.    At his trial, which began on April 16, 2002, the\n\ngovernment called St. Croix and Allen to testify that Michael had\n\nhelped them remove guns from the hide.        The government also\n\npresented evidence that the guns met the statutory requirements for\n\nthe firearms charges, and it played for the jury a recording of\n\nMichael's grand jury testimony.   In addition, the government was\n\npermitted to ask St. Croix and Weeks about the Bulger/Flemmi group,\n\nits criminal exploits, and Michael's contacts with the group.\n\nNevertheless, the jury was instructed, on more than one occasion,\n\nthat \"Michael [was] not charged with complicity in the [crimes]\n\ncarried out by the Bulger-Flemmi organization,\" and it was reminded\n\nthat it was to \"confine [its] deliberations to the crimes with\n\nwhich Michael [was] actually charged.\"5\n\n\n     5\n      During the jury charge, the district court gave the following\nlimiting instruction (a comparable instruction was given when St.\nCroix testified):\n          Guilt can never be established by the mere fact of\n     association.    The fact that Stephen [], a notorious\n     gangster, is the defendant's brother does not prove\n     anything about [Michael's] possible guilt.\n          You also heard testimony about the criminal\n     organization led by Stephen [] and [] Bulger and its many\n     crimes. This testimony was admitted to the extent that\n     it was relevant to your understanding of the grand jury\n     investigation that [Michael] is accused of obstructing,\n     the origin and the purpose of the cache of firearms that\n\n                               -6-\n\f            Michael's defense at trial was that he had nothing to do\n\nwith the removal of the guns from the hide--he insisted that any\n\ntestimony on the part of the government's witnesses to the contrary\n\nwas false.    The jury ultimately convicted Michael on all counts.\n\nMichael's Sentencing\n\n            Michael was sentenced on September 9, 2002.       In order to\n\ndetermine    Michael's   sentence   for   perjury   and   obstruction   of\n\njustice, the district court had to identify the most serious\n\nsubstantive offense related to his unlawful conduct.6 The district\n\n\n     were allegedly hidden [in the structure behind Mrs.\n     Flemmi's house], and your assessment of the credibility\n     of   certain   witnesses    who   have    admitted   their\n     participation in the organization's crimes.\n          You must, however, remember that Michael [] is not\n     charged with complicity in the murders, extortions, and\n     drug   dealing   carried   out   by    the   Bulger-Flemmi\n     organization.   Not only is he not charge[d] in these\n     crimes, there is no evidence that he was involved in them\n     in any way.      You are, therefore, to confine your\n     deliberations to the crimes with which Michael [] is\n     actually charged . . . .\n     6\n      Section 2J1.2(a) of the United States Sentencing Guidelines\nprovides a base offense level of 12 for obstruction of justice.\n(The district court used the Guidelines Manuel issued on November\n1, 2001, and so do we.)         But, \"[i]f the offense involved\nobstructing the investigation or prosecution of a criminal\noffense,\" section 2J1.2(c) instructs the sentencing court to apply\nsection \"2X3.1 (Accessory After the Fact) in respect to that\ncriminal offense, if the resulting offense level is greater than\"\nthe calculation under the obstruction Guideline alone.          The\nGuideline for perjury, section 2J1.3, also has a base offense level\nof 12, and a cross-reference to section 2X3.1 \"[i]f the offense\ninvolved perjury . . . in respect to a criminal offense.\" Note,\n\"the defendant need not have been convicted [of] participating in\nthe underlying offense\" for the cross-reference to apply. E.g.,\nUnited States v. Suleiman, 208 F.3d 32, 38 (2d Cir. 2000). The\naccessory after the fact Guideline, section 2X3.1, provides a base\n\n                                    -7-\n\fcourt, adopting the position taken in the United States Probation\n\nOffice's Pre-Sentence Report (\"PSR\"), decided that the relevant\n\noffense was murder and sentenced Michael accordingly.\n\nPresent Appeal\n\n          On appeal, Michael argues that the district court erred\n\nin admitting St. Croix and Weeks' testimony about the Bulger/Flemmi\n\ngroup, its criminal activities, and Michael's interactions with the\n\ngroup.   He insists that:   (1) the testimony pertaining to the\n\nBulger/Flemmi group and its criminal exploits was irrelevant and\n\nunfairly prejudicial and, as such, should have been excluded\n\npursuant to Federal Rules of Evidence 401, 402, and 403; (2) the\n\ntestimony describing his interactions with the group was unfairly\n\nprejudicial evidence of uncharged misconduct that should have been\n\nexcluded under Federal Rules of Evidence 403 and 404(b); and (3)\n\neven if the district court did not err in admitting the challenged\n\nevidence for the reasons stated above, \"the testimony [describing]\n\nstatements made by Stephen [] to Weeks and[] St. Croix [was hearsay\n\nthat was] erroneously admitted\" under Federal Rule of Evidence\n\n801(d)(2)(E).    Furthermore, Michael asserts that the district\n\n\noffense level of \"6 levels lower than the offense level for the\nunderlying offense, but in no event less than 4, or more than 30.\"\nAnd, \"[w]here there is more than one [potential underlying]\noffense, the most serious such offense . . . is to be used.\" U.S.\nSentencing Guidelines Manual § 1B1.5, cmt. n.3 (2001).\n     In sum, where, as here, section 2X3.1 applies, the individual\nwho obstructed justice or committed perjury is sentenced as though\nhe were an accessory after the fact to the most serious substantive\ncriminal offense related to his conduct.\n\n                               -8-\n\fcourt, in calculating his sentence for perjury and obstruction of\n\njustice, erred in determining that the most serious offense related\n\nto those charges was murder.     We address these arguments seriatim.\n\n                II.   Michael's Evidentiary Challenges\n\n             As a general matter, \"[w]e review the district court's\n\ndecision to admit the disputed evidence for abuse of discretion.\"\n\nUnited States v. McGuire, 389 F.3d 225, 228 (1st Cir. 2004); see\n\nalso Richards v. Relentless, Inc., 341 F.3d 35, 49 (1st Cir. 2003)\n\n(reviewing    relevancy   determinations   for   abuse   of   discretion);\n\nUnited States v. Balsam, 203 F.3d 72, 84 (1st Cir. 2000) (reviewing\n\nrulings pursuant to Rules 403 and 404(b) for abuse of discretion).\n\nIf, however, there was no objection to the admission of the\n\nevidence at trial, our review is only for plain error.7         See United\n\nStates v. Duarte, 246 F.3d 56, 60 (1st Cir. 2001).            We will not\n\nfind plain error unless \"(1) [] an error occurred (2) which was\n\nclear or obvious and which not only (3) affected [Michael's]\n\nsubstantial rights, but also (4) seriously impaired the fairness,\n\nintegrity, or public reputation of judicial proceedings.\"           Id.\n\nA.        Evidence of the Bulger/Flemmi Group and its Exploits\n\n          We begin by evaluating the admission of the testimony\n\nconcerning the Bulger/Flemmi group and its criminal exploits.\n\nMichael argues that because this testimony, which is described in\n\n\n\n     7\n      Unless we state otherwise, it should be assumed that Michael\nobjected to the admission of the challenged evidence below.\n\n                                  -9-\n\fdetail below, \"was only marginally relevant, if at all,\" to the\n\ncharged offenses and unfairly prejudicial, it should have been\n\nexcluded under Rules 401, 402, and 403.        Evidence is relevant if it\n\nhas \"any tendency to make the existence of any fact that is of\n\nconsequence to the determination of the action more probable or\n\nless probable than it would be without the evidence.\"             Fed. R.\n\nEvid. 401.    Generally, \"[a]ll relevant evidence is admissible,\"\n\nwhile \"[e]vidence which is not relevant is not admissible.\"          Fed.\n\nR. Evid. 402.    However, even if evidence is relevant, it \"may be\n\nexcluded if its probative value is substantially outweighed by the\n\ndanger of unfair prejudice.\"8     Fed. R. Evid. 403.      We note at the\n\noutset that     \"[o]nly   rarely--and    in   extraordinarily   compelling\n\ncircumstances--will we, from the vista of a cold appellate record,\n\nreverse a district court's on-the-spot judgment concerning the\n\nrelative weighing of probative value and unfair effect.\"            United\n\nStates v. Sabetta, 373 F.3d 75, 82-83 (1st Cir. 2004) (internal\n\nquotation marks omitted).\n\nTestimony Describing Persons Involved with the Bulger/Flemmi Group\n\n\n     8\n      Evidence is unfairly prejudicial if it \"invites the jury to\nrender a verdict on an improper emotional basis.\" United States v.\nVaroudakis, 233 F.3d 113, 122 (1st Cir. 2000) (stating that a\nreviewing court should be \"cautious when [evidence] is [] shocking\nor heinous [and, thus,] likely to inflame the jury\" (internal\nquotation marks omitted)); see also United States v. Currier, 836\nF.2d 11, 18 (1st Cir. 1987) (\"Unfairly prejudicial evidence . . .\nis evidence that triggers the mainsprings of human action in such\na way as to cause a jury to base its decision on something other\nthan the established proposition in the case.\" (internal quotation\nmarks and brackets omitted)).\n\n                                  -10-\n\f           Michael first questions the admission of St. Croix's\n\ntestimony concerning individuals involved with the Bulger/Flemmi\n\ngroup. Specifically, he contests the admission of statements that:\n\nStephen and Bulger \"were partners in a criminal organization\" (the\n\nBulger/Flemmi group)9; George Kaufman and Phil Costa were members\n\nof, and collected money owed to, that organization; and Frank\n\nSalemme \"was the head of the New England mafia\" and Stephen's ally.\n\n           The admission of these statements was not an abuse of\n\ndiscretion.   Michael was charged with obstructing an investigation\n\ninto the Bulger/Flemmi group and these statements were relevant\n\nbecause they provided the jury with useful background information--\n\nthey introduced individuals associated with the investigation that\n\nMichael was   charged     with    obstructing.        See United   States    v.\n\nGonzalez, 110 F.3d 936, 941 (2d Cir. 1997) (\"To be relevant,\n\nevidence   need   only   tend    to   prove   the   government's   case,    and\n\nevidence that adds context and dimension to the government's proof\n\nof the charges can have that tendency.              Relevant evidence is not\n\nconfined to that which directly establishes an element of the\n\ncrime.\"); see also United States v. Daly, 842 F.2d 1380, 1388 (2d\n\nCir. 1988) (\"[T]he trial court may admit evidence that does not\n\ndirectly establish an element of the offense charged, in order to\n\nprovide background for the events alleged in the indictment.\").\n\n\n     9\n      Although Michael did not object to the admission of this\nparticular statement at trial, we find it unnecessary to engage in\nthe plain error analysis because we find no error in its admission.\n\n                                      -11-\n\f           Moreover, the testimony was not unfairly prejudicial to\n\nMichael, as St. Croix never suggested that Michael was a member of\n\nthe Bulger/Flemmi group.        And, any prejudice that it may have\n\ncaused was mitigated by the district court's limiting instructions.\n\nTestimony About an \"X Fund\"\n\n           Michael next objects to the admission of Weeks' testimony\n\nthat the Bulger/Flemmi group had an \"X fund\"--a fund comprised of\n\n\"money that was put aside every time we made a score . . . for\n\nexpenses that would come up, . . . you know . . . payoffs.\"             The\n\ntestimony was relevant because it indicated that the members of the\n\nBulger/Flemmi group were intent on concealing the group's criminal\n\nactivities, and thus, it tended to support the government's theory\n\nthat Stephen recruited St. Croix (who, in turn, recruited Michael)\n\nto remove guns from the hide.       And, any claim that the testimony\n\nwas unfairly prejudicial to Michael is weak because Weeks never\n\nindicated that Michael had anything to do with the \"X fund.\"           There\n\nwas no error in the admission of this testimony.\n\nTestimony About the Use of Coded Communications\n\n           Michael also asserts that the district court erred in\n\nadmitting (1) St. Croix's testimony that, when possible, St. Croix,\n\nWeeks, Allen, and Michael avoided using intercom phones when\n\ncommunicating with Stephen in prison (they would, for example, hold\n\nup signs and gesture with their hands), and (2) Weeks' testimony\n\nthat   members   of   the   Bulger/Flemmi   group   used   nicknames   when\n\n\n                                   -12-\n\freferring to law enforcement agents in front of Michael and that\n\nMichael understood the coded references. This testimony was highly\n\nrelevant because it indicated that Michael was a trusted ally of\n\nthe Bulger/Flemmi group (such that it would not be unreasonable to\n\nthink that St. Croix would have enlisted his help in moving the\n\nguns) and that he was aware of, and willing to cover up, the\n\ngroup's activities (which helped establish his knowledge of the\n\ngroup's--and his brother's--unlawful behavior, as well as his\n\nintent to commit the crimes with which he was charged).          We do not\n\nthink that the district court abused its discretion in admitting\n\nthe testimony based on its high probative value.         We also note that\n\nany danger of unfair prejudice was considerably lessened by the\n\nlimiting instructions the district court gave.\n\nTestimony About the Bulger/Flemmi Group's Criminal Activities\n\n          In addition, Michael attacks the admission of Weeks'\n\ntestimony concerning: (1) the three people--Barrett, McIntyre, and\n\nHussey--who   were   murdered   in   Weeks'   presence    and   buried   in\n\nDorchester; (2) two others, Brian Halloran (\"Halloran\") and Michael\n\nDonahue (\"Donahue\"), who were also murdered in Weeks' presence; and\n\n(3) the Bulger/Flemmi group's unlawful acquisition of a liquor\n\nstore in which Weeks was directly involved.         With regard to the\n\nmurder victims, Weeks gave a brief account of the circumstances\n\n\n\n\n                                 -13-\n\fsurrounding each murder.10   In terms of the liquor store, Weeks\n\nstated that he intimidated the owners of the store (by brandishing\n\na gun) so they would sell the store to the Bulger/Flemmi group.\n\n          The government defends the admission of this testimony by\n\npointing out that the testimony (which brought to the fore Weeks'\n\nextensive criminal history) was important to Weeks' credibility and\n\narguing that such impeachment evidence may be elicited on direct\n\nexamination.11 There is support for the government's position. See\n\nUnited States v. Frappier, 807 F.2d 257, 259 (1st Cir. 1986)\n\n(\"[T]he prosecution, having called a witness, may then 'take the\n\nwind out of the sails' of the defense by questions eliciting\n\npossible bases for impeachment.\"); see also Fed. R. Evid. 607 (\"The\n\ncredibility of a witness may be attacked by any party, including\n\nthe party calling the witness.\").      Michael even concedes that\n\ninforming a jury of the nature of a witness' prior criminal conduct\n\nis \"fair game.\"   Nevertheless, he contests the admission of Weeks'\n\n\n     10\n      Weeks testified that: Bulger and Stephen strangled Hussey\n(he did not explain why); Bulger shot Barrett because he had a\ngrudge against him; and either Bulger or Stephen shot McIntyre\nafter learning that he had informed law enforcement agents of the\nBulger/Flemmi group's plans to smuggle weapons to the Irish\nRepublican Army in Ireland. Weeks then related a conversation that\nhe had with Michael soon after Hussey's disappearance in which\n\"Mi[chael] indicated . . . that [Hussey's disappearance] was no\ngreat loss.\" Finally, Weeks explained that Halloran was shot by\nBulger and a masked accomplice because he was an informant and that\nDonahue was an unintended victim of the Halloran shooting.\n     11\n      We note and find it significant that, prior to trial, Michael\ncould have agreed to refrain from eliciting the evidence in\nquestion on cross-examination, but that he opted not to do so.\n\n                                -14-\n\ftestimony on the ground that the prejudicial effect of permitting\n\nthe government to delve into the particulars of the Bulger/Flemmi\n\ngroup's crimes substantially outweighed the testimony's probative\n\nvalue.    We disagree.   Although there may be circumstances where a\n\ncriminal defendant would be wronged if the prosecution were allowed\n\nto delve too deeply into the particulars of its witness' criminal\n\nhistory on direct, we do not think that this is such a case.   Here,\n\nall but one of the statements had significant probative value.12\n\nAnd, there was little danger of unfair prejudice:      there was no\n\nsuggestion that Michael was involved in the crimes that Weeks\n\ndescribed and the jury was instructed to that effect.     We cannot\n\nsay that the district court abused its discretion in admitting\n\nWeeks' testimony.    See United States v. Dworken, 855 F.2d 12, 28\n\n(1st Cir. 1988) (\"It is perhaps true that the government could have\n\n[made due] without so much detail concerning the prior [events],\n\n\n\n\n     12\n      The value of the conversation that Weeks had with Michael\nafter Hussey's disappearance where \"Mi[chael] indicated . . . that\n[Hussey's disappearance] was no great loss\" is not readily apparent\nto us.   Nonetheless, as we will later show, the error in the\nconversation's admission was harmless. That conversation aside, we\nthink the rest of Weeks' testimony was probative not only because\nit elicited impeachment evidence, but also because it established\na motive for Michael to help remove the guns from the hide and lie\nto the grand jury (he did not want his brother's involvement in\ncrimes committed by the Bulger/Flemmi group, such as those Weeks\ndescribed, to be exposed), and because it provided useful\nbackground by showing the purpose of the arsenal and describing\ncrimes that were the subject of the investigation that Michael was\ncharged with attempting to impede, see Daly, 842 F.2d at 1388.\n\n                                 -15-\n\fbut this is essentially a Rule 403 balancing decision left to the\n\nbroad discretion of the trial judge.\" (emphasis in original)).\n\nTestimony that Weeks Sought a Gun from Stephen\n\n            The next challenge concerns Weeks' testimony that he\n\nvisited Stephen in prison and asked Stephen for permission to take\n\none of the guns from the hide so he could \"act\" on threats that had\n\nbeen made against him.       According to Weeks, Stephen agreed to the\n\nrequest and stated that Stephen, Weeks, and Bulger were \"the only\n\nones [who] knew [about the hide].\"              On appeal, Michael disputes\n\nonly the admission of that portion of the testimony where Weeks\n\nstated that he sought a gun to \"act\" on threats made against him.\n\nThe challenged statement was relevant because it prompted, and\n\nprovided    context    to,   the    unchallenged,    and   clearly   relevant,\n\ntestimony concerning the hide.13               See Sabetta, 373 F.3d at 83\n\n(recognizing that testimony is relevant if it helps \"explain[] the\n\nchain of events\").      Although the challenged statement's probative\n\nvalue may not have been particularly high, we do not see how its\n\nadmission caused Michael unfair prejudice--there was no indication\n\nthat Michael knew of the conversation between Stephen and Weeks or\n\nWeeks'     plan   to   \"act\"       on   the    threats   made   against   him.\n\nConsequently, there was no error in the testimony's admission.\n\n\n     13\n      The fact that Stephen told Weeks that he could take a gun\nfrom the hide and that the only other person who knew about the\nhide was Bulger helped establish the government's theory that the\nhide was used to store a cache of guns and that the guns were in\nthe hide when St. Croix claimed to have moved them.\n\n                                        -16-\n\fTestimony Regarding a Bombing in which Stephen was Implicated\n\n          Michael also objects to the admission of St. Croix's\n\ntestimony that he first \"obtained personal knowledge [of Stephen's]\n\ncriminal activities . . . in 1974\" when he learned that Stephen had\n\nbeen \"implicated in [a] bombing.\" This testimony provided relevant\n\nbackground to the development of the illegal relationship between\n\nSt. Croix and his father, a relationship that culminated in the\n\nconcealment conspiracy in question.      See United States v. Santana,\n\n342 F.3d 60, 67 (1st Cir. 2003) (noting that evidence is relevant\n\nin a conspiracy case if it explains the background of the illegal\n\nrelationship).   And, the naked reference to a bombing in which\n\nStephen was allegedly implicated was not unfairly prejudicial to\n\nMichael, as there was no allegation that Michael was involved in,\n\nor knew of, the bombing.      Moreover, any potential prejudice was\n\ncounteracted by the limiting instructions.       The district court did\n\nnot abuse its discretion in admitting this testimony.\n\nTestimony Concerning St. Croix's Relationship with Stephen\n\n          Michael   further   contends    that   it   was   an   abuse   of\n\ndiscretion to allow St. Croix to testify that he and Stephen agreed\n\nthat if St. Croix chose a life of crime, Stephen \"would show [him]\n\nhow to do things and [St. Croix would] tell [Stephen] everything\n\n[he] was involved in . . . to make sure [that he] didn't hurt any\n\nof [Stephen's] friends.\" We disagree. Immediately after St. Croix\n\ngave the challenged testimony, he told the jury that he took his\n\n\n                                 -17-\n\ffather up on his offer and \"report[ed] to him on a regular basis.\"\n\nTherefore,     the   testimony    was    relevant    as   it   established   the\n\nbackground and formation of the illegal relationship between St.\n\nCroix   and    Stephen,   and    it   explained     why   Stephen   would    feel\n\ncomfortable telling St. Croix about the hide and asking him to move\n\nthe guns.     See id. (noting that, in a conspiracy case, evidence is\n\nrelevant if it explains \"the background [and] formation . . . of\n\nthe illegal relationship and . . . help[s] the jury understand the\n\nbasis   for    the   co-conspirators'      relationship     of   mutual   trust\"\n\n(internal quotation marks omitted)).           In addition, it is not clear\n\nhow the testimony could have caused Michael unfair prejudice\n\nbecause there was no suggestion that he was in any way involved in\n\nSt. Croix's life of crime.\n\n              Michael also finds fault in the admission of St. Croix's\n\nstatements concerning Stephen's reaction after he learned that St.\n\nCroix's brother, Stephen's other son, refused to visit him because\n\nhe was \"angry\" at him.     According to St. Croix, Stephen said, \"What\n\nthe hell has he got to worry about?                 All he had to do was 18\n\nmonths.     I may spend the rest of my life in prison.\"               Michael,\n\nhowever, used the testimony pertaining to the length of Stephen's\n\nprison term to his advantage when he later relied on the likelihood\n\nthat Stephen would spend the rest              of his life in prison in\n\npresenting his defense:         In his closing argument, Michael argued\n\nthat St. Croix was angry at his father for killing Hussey and that,\n\n\n                                        -18-\n\fbecause he could not take direct revenge against his father, who\n\nwould likely spend \"the rest of his natural life\" in prison, he\n\nfalsely testified against Michael as an indirect way to punish\n\nStephen.   Under the circumstances, Michael can hardly complain of\n\nprejudicial error.   See, e.g., United States v. Carrillo-Figueroa,\n\n34 F.3d 33, 39 (1st Cir. 1994).\n\n           In any event, there was no error in the admission of this\n\ntestimony.   The testimony was relevant because it helped establish\n\nthat St. Croix was upset with his father (St. Croix testified that\n\nhis father's \"cavalier\" reaction to his brother's anger \"really []\n\nupset\" him),14 and thus, it supported Michael's defense that St.\n\nCroix falsely testified against him as a way to punish Stephen.\n\nSee Frappier, 807 F.2d at 259 (stating that the prosecution may\n\nelicit possible bases for impeachment on direct).        Moreover, we do\n\nnot see how the testimony, which in no way reflected on Michael,\n\ncould have caused Michael unfair prejudice.\n\nTestimony that Stephen Confessed to Murdering Hussey\n\n           Michael   next   disputes   the   admission   of   St.   Croix's\n\ntestimony that, on January 20, 2000, Stephen admitted to killing\n\nHussey in front of St. Croix and Michael.      He did not object to the\n\nadmission of this testimony below, and we do not find any error,\n\nmuch less plain error, in its admission.       The testimony was highly\n\n\n     14\n      The fact that St. Croix's brother was jailed for eighteen\nmonths was relevant because it explained the reason for the\nbrother's anger towards Stephen. See Daly, 842 F.2d at 1388.\n\n                                  -19-\n\frelevant because Michael was charged with, among other things,\n\nperjuring himself before the grand jury, and on June 7, 2000,\n\nsubsequent to the conversation in question, he told the grand jury\n\nthat he had no idea whether Hussey was alive.15                 Although the\n\ntestimony was certainly damaging to Michael, the district court did\n\nnot err in finding that the danger of unfair prejudice did not\n\noutweigh the testimony's probative value.\n\nTestimony About Defense Funds\n\n             This brings us to the final piece of testimony pertinent\n\nto the Bulger/Flemmi group and its criminal exploits that Michael\n\nchallenges on appeal: St. Croix's testimony about the existence of\n\ndefense    funds    for   members   of    the   group.     Despite   Michael's\n\ninsistence to the contrary, the district court did not err in\n\nallowing St. Croix to testify that a portion of the proceeds from\n\nthe illegal activities in which he was involved were used to pay\n\nthe legal expenses of Stephen and some of his associates.                   The\n\ntestimony was relevant for impeachment purposes (its admission\n\nenabled the government to bring out on direct examination the fact\n\nthat St. Croix was engaged in illegal activities), see Frappier,\n\n807   F.2d   at    259,   and   because   it    provided   insight   into   the\n\n\n      15\n      The testimony was also relevant to show that Michael knew of\nStephen's past crimes, and thus, it helped establish that Michael\nhad a motive to help move the guns and lie to the grand jury. See\nsupra note 12.    In addition, the testimony demonstrated that\nStephen trusted Michael and St. Croix to the extent that it would\nbe reasonable to believe that he asked St. Croix to move the guns\nand that St. Croix recruited Michael to assist in the endeavor.\n\n                                     -20-\n\frelationship between St. Croix and Stephen, see Santana, 342 F.3d\n\nat 67.   The district court did not abuse its discretion in finding\n\nthat the probative value of the evidence was not substantially\n\noutweighed by the danger of unfair prejudice, because the testimony\n\ndid not implicate Michael in St. Croix's illegal activities.\n\nB.         Evidence of Michael's Interactions with the Bulger/Flemmi\n           Group\n\n           We now consider whether the district court erred in\n\nadmitting testimony pertaining to Michael's interactions with the\n\nBulger/Flemmi   group.     Michael     argues    that   this    testimony\n\nconstituted unduly prejudicial evidence of uncharged misconduct\n\nthat should have been excluded pursuant to Rules 403 and 404(b).\n\nRule 404(b) provides that \"[e]vidence of other crimes, wrongs, or\n\nacts is not admissible to prove the character of a person in order\n\nto show action in conformity therewith.\"        Nevertheless,\n\n           other bad acts evidence is admissible so long\n           as the following, two-part test is satisfied:\n           First, in accordance with Rule 404(b), the\n           evidence must have special relevance to an\n           issue in the case such as [motive,] intent or\n           knowledge, and must not include bad character\n           or propensity as a necessary link in the\n           inferential chain. . . . Second, consistent\n           with Rule 403, the probative value of the\n           evidence must not be substantially outweighed\n           by the danger of unfair prejudice.\n\nUnited States v. McGuire, 389 F.3d 225, 229 (1st Cir. 2004)\n\n(internal quotation marks and citations omitted). We identify, and\n\nevaluate Michael's objections to, the relevant statements below.\n\nTestimony Concerning Michael's Interactions with Weeks\n\n                                -21-\n\f          Weeks was permitted to tell the jury that he engaged in\n\nloan sharking in Michael's presence without trepidation because\n\nMichael was \"Ste[phen's] brother\" and Weeks \"trusted him.\"   Weeks\n\nalso testified that, after his gun license was revoked, Michael saw\n\nhim with guns and, on two occasions, loaned him a gun.       Weeks\n\nstated that he was not \"afraid [that Michael] was going to arrest\n\n[him] for [carrying a gun without a license].\"   Michael objects to\n\nthe admission of this testimony for the first time on appeal, and\n\nas a result, our review is for plain error.\n\n          We find no error, and therefore, no plain error, in the\n\nadmission of this testimony.   The government tried Michael on the\n\ntheory that he lied and obstructed justice to shield members of the\n\nBulger/Flemmi group from prosecution.     Thus, the testimony had\n\nspecial relevance in that it demonstrated Michael's knowledge that\n\nmembers of the group engaged in unlawful activities and evidenced\n\nhis intent16 to protect those individuals from facing the legal\n\nconsequences of their actions.17 Moreover, we do not think that the\n\n\n     16\n      Michael's argument that the district court should not have\nadmitted Rule 404(b) evidence to prove intent because his defense\nwas a general denial of the crimes with which he was charged is\nunavailing.   We have held that \"[Rule 404(b)] evidence may be\nadmitted when it is probative of an issue other than character even\nwhen the defense is a general denial of the charges.\"        United\nStates v. Oppon, 863 F.2d 141, 146 (1st Cir. 1988); but see United\nStates v. Ortiz, 857 F.2d 900, 904 (2d Cir. 1988) (\"When a\ndefendant unequivocally relies on such a defense, evidence of other\nacts is not admissible for the purpose of proving intent.\").\n     17\n      The testimony also helped explain the trust that existed\nbetween Michael and members of the Bulger/Flemmi group.    See\n\n                               -22-\n\fdistrict court abused its discretion in balancing the probative\n\nvalue of this testimony against the danger of unfair prejudice.\n\nTestimony that Michael Handled Stephen's Criminal Affairs\n\n            The next challenge involves testimony that Michael helped\n\nhandle Stephen's affairs while Stephen was in prison.              St. Croix\n\ntestified that \"after Phil Costa died and [] Weeks was indicted,\n\n[he and Michael were the only people] left to handle [Stephen's]\n\naffairs on the outside.\"       St. Croix also testified that, after\n\nStephen's arrest, Michael \"was picking up money from various\n\nbookmakers . . . owed to [Stephen].\"18 In addition, Weeks testified\n\nthat    Michael   \"participate[d]   in     th[e]   process   of   picking   up\n\n[proceeds from an extortionate] sale.\"19\n\n            Michael insists that the district court should have\n\nexcluded the above statements.       We disagree.      The statements were\n\nspecially relevant not only to show that Michael had knowledge of,\n\n\nSantana, 342 F.3d at 67.\n       18\n      Michael did not object to the admission of this statement at\ntrial, so our review of its admission is for plain error. However,\nbecause we do not find any error in its admission, we need not\nengage in the plain error analysis.\n       19\n      Michael also objects to Weeks' statement that Weeks\n\"collected some of the proceeds\" for Stephen from the extortionate\nsale, a statement Weeks made immediately before testifying that\nMichael also picked up money in connection with the sale. We do\nnot think that the district court erred in admitting this\nstatement.   It was relevant because it put into context Weeks'\ncomment about Michael's involvement in the extortionate sale, and\nit is not clear how the statement (which itself did not implicate\nMichael in the sale) caused Michael unfair prejudice. See Sabetta,\n373 F.3d at 83.\n\n                                    -23-\n\fand occasionally assisted in, Stephen's illegal activities (which\n\nhelped establish that he had a motive to engage in the crimes with\n\nwhich he was charged--to conceal from the grand jury his and his\n\nbrother's wrongdoing, as well as the intent to do so), but also to\n\ndemonstrate that while Stephen was in prison, St. Croix and Michael\n\nwere among the few people he trusted to help him with his illegal\n\nactivities.    This explains why Stephen would feel comfortable\n\ntelling St. Croix about the hide and asking him to move the guns\n\n(and why St. Croix would then feel comfortable enlisting Michael to\n\nhelp). See Santana, 342 F.3d at 67 (allowing the admission of Rule\n\n404(b) evidence    to   explain   the   trust   that   existed   among   the\n\ncoconspirators).   Although the testimony may have caused the jury\n\nto view Michael in a negative light, we do not think that the\n\ndistrict court erred in admitting the evidence after balancing its\n\nsignificant probative value against the danger of unfair prejudice.\n\nTestimony that Michael Informed Weeks of Stephen's Arrest\n\n           Michael also contests the admission of Weeks' statement\n\nthat Michael told him that Stephen had been arrested soon after the\n\narrest.   Michael's claim is unavailing.        The statement had special\n\nrelevance that could reasonably have been found to outweigh any\n\ndanger of unfair prejudice, as it helped establish Michael's\n\nknowledge of Stephen's legal troubles and wrongdoing.            Moreover,\n\nthe statement was independently admissible as a necessary component\n\nof Weeks' ensuing testimony, the admission of which Michael does\n\n\n                                  -24-\n\fnot contest.         Weeks testified that he responded to the news about\n\nStephen's arrest by telling Michael, \"I told [Stephen] to take\n\noff,\" to which Michael replied, \"I know, I know.\"                    This exchange is\n\nprobative of Michael's knowledge of Stephen's criminal wrongdoing\n\nand intent to obstruct justice (Michael acknowledged that he was\n\naware that Stephen had been told to \"take off\" to avoid capture).\n\nC.               Coconspirator Statements\n\n                 Having   disposed    of    Michael's     claims       involving     the\n\ntestimony of his interactions with the Bulger/Flemmi group, we turn\n\nour attention to his final evidentiary challenge, which is premised\n\non his assertion that the district court erred in admitting all of\n\nthe above testimony that describes statements Stephen made to Weeks\n\nand St. Croix because that testimony related inadmissible hearsay.20\n\nMichael claims that, despite the district court's apparent finding\n\nto the contrary, the statements did not satisfy the requirements of\n\nRule 801(d)(2)(E), which provides that a statement is not hearsay\n\nif    it    is    offered   against   a    party    and   is    \"a   statement      by   a\n\ncoconspirator of a party during the course and in furtherance of\n\nthe    conspiracy.\"         As   an   initial      matter,     there   are   only    two\n\nstatements made by Stephen that would even arguably constitute\n\n\n       20\n      Michael does not challenge on hearsay grounds the admission\nof statements made by anyone other than Stephen. Hearsay is \"an\noral or written assertion . . . , other than one made by the\ndeclarant while testifying at the trial . . . , offered in evidence\nto prove the truth of the matter asserted.\" Fed. R. Evid. 801.\n\"Hearsay evidence ordinarily is inadmissible in criminal trials.\"\nUnited States v. Piper, 298 F.3d 47, 51 (1st Cir. 2002).\n\n                                           -25-\n\fhearsay but for the application of Rule 801(d)(2)(E):      (1) his\n\nstatement to Weeks that only he, Weeks, and Bulger knew of the\n\nhide, and (2) his statement to Michael and St. Croix that he killed\n\nHussey.21\n\n            To invoke Rule 801(d)(2)(E), the government \"bears the\n\nburden of establishing, by a preponderance of the evidence, that a\n\nconspiracy embracing both the declarant and the defendant existed,\n\nand that the declarant uttered the statement[s] during and in\n\nfurtherance of the conspiracy.\"    United States v. Bradshaw, 281\n\nF.3d 278, 283 (1st Cir. 2002) (internal quotation marks omitted).\n\nA defendant who wishes to preserve for appeal a challenge to the\n\nadmission of statements under Rule 801(d)(2)(E) must request, at\n\nthe close of all the evidence, that the district court make a\n\ndetermination as to whether the government carried its burden. See\n\n\n     21\n      St. Croix did not recount hearsay when he testified about the\ncomposition of the Bulger/Flemmi group because he testified from\nhis own experiences (he did not report oral or written assertions).\nIn addition, St. Croix did not relate hearsay when he testified\nthat Stephen told him that if he chose a life of crime, Stephen\n\"would show [him] how to do things.\" Stephen's statement was not\nadmitted to prove the truth of the matter asserted (that Stephen\nwould or did tutor St. Croix in crime); rather, it was an\ninstruction admitted to provide background for the development of\nSt. Croix and Stephen's criminal relationship. See United States\nv. Murphy, 193 F.3d 1, 5 (1st Cir. 1999) (\"So long as out-of-court\nstatements are not offered for their truth, they are not hearsay .\n. . .\"). Similarly, the statements discussing the prison terms of\nSt. Croix's brother and Stephen are not hearsay because they were\nnot offered for the truth of the matters asserted (that St. Croix's\nbrother spent eighteen months in prison and that Stephen would\nlikely spend the rest of his life in prison) but, instead, for\ntheir effect on St. Croix. See United States v. DeVincent, 632\nF.2d 147, 151 (1st Cir. 1980).\n\n                                -26-\n\fUnited States v. Ortiz, 966 F.2d 707, 715 (1st Cir. 1992).                   \"[A]\n\ndefendant's failure to object to the omission of such an express\n\ntrial-end determination bars him from raising the point on appeal\n\nin the absence of plain error.\"                Id. (internal quotation marks\n\nomitted). Because the district court did not make, and Michael did\n\nnot ask for, \"an express trial-end determination,\" our review is\n\nfor plain error.        Id.\n\n            We do not think that Michael has demonstrated that the\n\nadmission of the challenged statements was error (and, ergo, he has\n\nnot shown plain error).       The government certainly established that\n\nMichael was involved in a conspiracy with Stephen, Weeks, St.\n\nCroix,    and   Allen    to   conceal    the     illegal   activities   of    the\n\nBulger/Flemmi group.22         Nevertheless, Michael asserts that the\n\nstatements should have been excluded because there was no evidence\n\n\n     22\n      For example, St. Croix testified that Michael helped St.\nCroix and Allen move the group's guns from the hide after learning\nthat Stephen had requested their removal because he feared that a\nsearch of the hide was imminent.       And, after providing that\nassistance, Michael professed his ignorance of the hide before a\ngrand jury investigating the Bulger/Flemmi group. There was also\ntestimony indicating that Stephen, Weeks, and St. Croix trusted\nMichael to remain silent about the group's exploits:         Weeks\ntestified that he openly conducted illegal activities on behalf of\nthe Bulger/Flemmi group in front of Michael; and Weeks and St.\nCroix testified that Michael helped collect illegal debts for\nStephen while Stephen was in prison.\n     Michael argues that because the district court stated that he\nwas not involved \"in the murders, extortions, and drug dealing\ncarried out by the Bulger-Flemmi organization,\" he could not have\nbeen a coconspirator.    However, the fact that Michael was not\ninvolved in the organization's \"murders, extortions, and drug\ndealing\" does not mean that he was not a participant in a\nconspiracy to conceal its criminal acts.\n\n                                        -27-\n\fthat he was a coconspirator \"at the time\" they were made.                    But,\n\nwhether Michael was a coconspirator at the time the statements were\n\nmade is irrelevant--we have held that an individual who joins a\n\nconspiracy    \"at    a   later   date,     .    .    .   effectively    adopt[s]\n\ncoconspirator declarations previously made.\"                   United States v.\n\nSaccoccia, 58 F.3d 754, 778 (1st Cir. 1995).\n\n            In addition, Michael claims that the statements were not\n\nmade in furtherance of the conspiracy, but that claim also fails.\n\n\"[A] coconspirator's statement is considered to be in furtherance\n\nof the conspiracy as long as it tends to promote one or more of the\n\nobjects of the conspiracy.\"       United States v. Piper, 298 F.3d 47,\n\n54 (1st Cir. 2002).       Stephen's statement to Weeks that Stephen,\n\nWeeks, and Bulger were the only people who knew of the hide\n\nfurthered    the    conspiracy   because       it   informed    a   coconspirator\n\n(Weeks) of those with knowledge of the hide, which was important to\n\nensure that the knowledge remained contained.              Likewise, Stephen's\n\nstatement to Michael and St. Croix (in response to a direct\n\nquestion from St. Croix) that he killed Hussey furthered the\n\nconspiracy because it fostered a relationship of trust among the\n\nthree, and it kept Michael and St. Croix \"abreast of current\n\ndevelopments and problems facing the group,\" United States v.\n\nJefferson, 215 F.3d 820, 824 (8th Cir. 2000) (internal quotation\n\nmarks omitted).\n\n\n\n\n                                    -28-\n\fD.         Harmless Error\n\n           We conclude our evidentiary discussion by noting that the\n\none error we have identified, see supra note 12, was harmless and,\n\nas such, does not merit reversal of the jury verdict.                It is\n\nsettled that \"[a] non-constitutional evidentiary error is harmless\n\n(and, therefore, does not require a new trial) so long as it is\n\nhighly probable that the error did not influence the verdict.\"\n\nPiper, 298 F.3d at 56.          Here, that standard is met.        This is\n\nbecause the jury was presented with ample direct evidence that\n\nMichael obstructed justice, committed perjury, and possessed guns.\n\nMoreover, the fact that the jury was instructed that it was to\n\n\"confine [its] deliberations to the crimes with which Michael [was]\n\nactually charged\" and that \"[g]uilt can never be established by the\n\nmere fact of association\" makes it even more unlikely that the\n\nerror affected the verdict.23\n\n               III.      Michael's Sentencing Challenge\n\n           We now focus on Michael's sentencing challenge.         Michael\n\nargues that the district court erred in using murder, as opposed to\n\ngun   possession,   as    the   most    serious   offense   underlying   his\n\n\n\n\n      23\n      Michael asserts that the cumulative effect of the admission\nof the challenged statements requires that he receive a new trial.\nBut, \"[b]ecause we have found that none of [Michael's] individual\ncomplaints resulted in substantial prejudice and that most are\ncompletely without merit, we reject the final contention that his\nconviction was tainted by cumulative error.\"     United States v.\nDeMasi, 40 F.3d 1306, 1322 (1st Cir. 1994).\n\n                                       -29-\n\fobstruction of justice and perjury charges.24         The government\n\ndefends the use of murder and, in the alternative, claims that\n\nusing the most serious gun possession charge would have yielded the\n\nsame sentence.   \"We review the sentencing court's application of\n\nthe guidelines de novo and . . . the factual findings underlying\n\nthat application   for   clear   error.\"   United   States v.   Reyes-\n\nEchevarria, 345 F.3d 1, 6 (1st Cir. 2003).\n\n           We find no error in the use of murder as the underlying\n\noffense.   When Michael testified before the grand jury about his\n\nknowledge of the Bulger/Flemmi group's reserve arsenal and Hussey's\n\nwhereabouts, the grand jury was investigating, and he had reason to\n\nknow it was investigating, whether \"members and associates of\n\n[that] Group [were involved] in violent racketeering activities,\n\nsuch as . . . murder.\"    And, Michael was later charged with, and\n\nconvicted of, perjury and obstruction of justice in connection with\n\nthat investigation. Therefore, the district court was justified in\n\nusing murder, and not gun possession, as the underlying offense.25\n\nSee U.S. Sentencing Guidelines Manual § 1B1.5, cmt. n.3 (2001)\n\n\n\n\n     24\n      We note that Michael has made no arguments in the district\ncourt or in this court questioning the constitutionality of the\nGuidelines or their application to his sentence. Therefore, we\nneed not consider the effect of United States v. Booker, 543 U.S.\n___, 125 S. Ct. 738 (2005), with respect to Michael's sentence.\n     25\n      Because we find that the district court did not err in using\nmurder as the underlying offense, we need not, and do not, address\nthe government's alternative argument.\n\n                                 -30-\n\f(\"Where there is more than one [potential underlying] offense, the\n\nmost serious such offense . . . is to be used.\").\n\n           Michael, nevertheless, insists that his sentence should\n\nbe   vacated   because   the   district   court,   in   determining   the\n\nunderlying offense, looked to the 1995 indictment, see supra note\n\n3, an indictment in which he was not charged, rather than to the\n\nWeeks indictment.    Michael's argument fails because the district\n\ncourt in fact looked to both indictments.           At sentencing, the\n\ngovernment asserted that Michael's \"actions clearly were to benefit\n\nthe [Bulger/Flemmi group], whether it was as set forth in the\n\n[1995] indictment . . . , or . . . in the [Weeks] indictment.\"\n\nAnd, the district court subsequently stated that it was \"adopt[ing]\n\nthe government's position.\"26    Moreover, even if the district court\n\nhad looked only to the 1995 indictment, Michael's argument would\n\nstill fail.     The 1995 indictment, like the Weeks indictment,\n\ncharged Stephen and other members of the Bulger/Flemmi group with\n\n\n     26\n      Although the district court later issued a written document\nin which it said that, in determining Michael's sentence, it had\nadopted the reasoning of the PSR, which mentions only the 1995\nindictment, the district court's oral statement at the sentencing\nhearing controls. See United States v. Muniz, 49 F.3d 36, 42 n.5\n(1st Cir. 1995) (recognizing that \"[w]here . . . the district\ncourt's oral expression of its sentencing rationale varies\nmaterially from its subsequent written expression of that\nrationale, appellate courts have tended to honor the former at the\nexpense of the latter\"); see also United States v. Melendez-\nSantana, 353 F.3d 93, 100 (1st Cir. 2003) (\"[W]e conclude that\nwhere the conditions of supervised release announced at the\nsentencing hearing conflict in a material way with the conditions\nof supervised release in the written sentencing order, the oral\nconditions control.\").\n\n                                  -31-\n\fengaging in violent racketeering acts, including murder.   Because\n\nthe litigation involving the crimes charged in the 1995 indictment\n\nwas ongoing when Michael testified before the grand jury, reference\n\nto the 1995 indictment would have been appropriate, as Michael's\n\ntestimony was relevant to that prosecution.    See U.S. Sentencing\n\nGuidelines Manual § 2J1.2(c) (2001) (sentencing court is to apply\n\nthe accessory after the fact Guideline \"[i]f the offense involved\n\nobstructing the investigation or prosecution of a criminal offense\"\n\n(emphasis added)).\n\n          Michael also asserts that because he did not know \"the\n\nfull nature and scope of his brother's criminal activities\" or\n\nwhether \"any of the guns removed from the hid[e] had been used in\n\na murder or other violent offense,\" the district court could not\n\nuse murder as the underlying offense.   However, such knowledge was\n\nnot a prerequisite to the use of murder as the relevant offense.\n\nCf. United States v. McQueen, 86 F.3d 180, 184 (11th Cir. 1996)\n\n(\"[Defendant's] lack of knowledge of the specific offenses under\n\ninvestigation is irrelevant.\").   All that was required was that\n\nMichael endeavored to \"obstruct[] the investigation or prosecution\n\nof a [murder],\"27 U.S. Sentencing Guidelines Manual § 2J1.2(c)\n\n\n\n     27\n      For an individual to qualify for the section 2J1.2(c)\nenhancement, it is not necessary that he succeed in obstructing\njustice--he may simply endeavor to do so. United States v. Aragon,\n983 F.2d 1306, 1315 (4th Cir. 1993) (\"[E]ndeavoring to obstruct\njustice . . . is to be included within § 2J1.2.\" (citation\nomitted)).\n\n                               -32-\n\f(2001), and that he committed \"perjury . . . in respect to a\n\n[murder],\"28 id. at § 2J1.3(c).   When Michael told the grand jury\n\nthat he did not know Whether Hussey was alive, he knew, or at least\n\nhad reason to know, that it was investigating whether she had been\n\nmurdered by members of the Bulger/Flemmi group,29 and the trial jury\n\nfound that he attempted to impede that investigation.       That is\n\nsufficient to justify the use of murder as the underlying offense.\n\n            As a final matter, Michael challenges the use of murder\n\non the ground that there was no evidence connecting the guns from\n\nthe hide to any specific murder.       But, whether the guns were\n\nconnected to a specific murder is irrelevant.    Michael had reason\n\nto know that the grand jury was investigating a murder, and the\n\ntrial jury found that he sought to hamper that investigation.\n\nNothing more was required for murder to qualify as the underlying\n\noffense.\n\nAffirmed.\n\n\n\n\n     28\n      \"Perjury is in respect to a criminal offense where the\ndefendant knew or had reason to know, at the time of his perjury,\nthat his testimony concerned such a criminal offense.\"       United\nStates v. Leon-Reyes, 177 F.3d 816, 824 (9th Cir. 1999) (internal\nquotation marks omitted); see also United States v. Suleiman, 208\nF.3d 32, 39 (2d Cir. 2000) (\"[A]s long as the witness has been\nalerted to the fact that the grand jury is investigating a criminal\noffense, false answers to material questions will almost always\nmerit enhanced punishment.\").\n     29\n      It was only a few months before that Michael witnessed\nStephen confess to her murder.\n\n                                -33-\n\f",
  "html": "<p class=\"case_cite\">402 F.3d 79</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Michael S. FLEMMI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-2219.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 4, 2004.</p>\n    <p class=\"date\">Decided March 25, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED John H. LaChance for appellant.</p>\n      <p class=\"indent\">Brian T. Kelly, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, and Virginia M. Vanderjagt, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Michael Flemmi (\"Michael\") is a retired Boston police officer and the brother of gangster Stephen Flemmi (\"Stephen\"). Until Stephen's arrest in 1995 and subsequent incarceration, he and James Bulger (\"Bulger\") ran a criminal enterprise in Boston (the \"Bulger/Flemmi group\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 2000, Michael was indicted and charged with two counts of obstruction of justice, in violation of 18 U.S.C. &#167; 1503; one count of perjury, in violation of 18 U.S.C. &#167; 1623; one count of possession of unregistered machine guns, silencers, and cut-down shotguns, in violation of 26 U.S.C. &#167;&#167; 5841, 5845(a), 5861(d), 5871; and one count of transfer and possession of machine guns, in violation of 18 U.S.C. &#167; 922(<i>o</i>). The charges were based on allegations that he helped hide a cache of weapons and lied to a grand jury in an attempt to impede an investigation of his brother and other members of the Bulger/Flemmi group.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At Michael's trial, the district court allowed the jury to hear evidence relating to the Bulger/Flemmi group and Michael's interactions with that group. The jury ultimately convicted Michael on all counts. At sentencing, the district court, in calculating Michael's sentence for the perjury and obstruction of justice counts, identified murder as the most serious offense related to his unlawful conduct. On appeal, Michael argues that the district court erred in admitting the above mentioned evidence and identifying murder as the relevant offense. We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1999, Kevin Weeks (\"Weeks\"), a member of the Bulger/Flemmi group, was arrested and indicted (the \"Weeks indictment\") by a grand jury in Worcester, Massachusetts (the \"grand jury\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Soon after his arrest, Weeks agreed to cooperate with the government and disclosed information about crimes committed by the Bulger/Flemmi group. Weeks stated that Bulger and Stephen had committed three previously unsolved murders and buried the bodies at a specified location in Dorchester, Massachusetts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Weeks also said that the Bulger/Flemmi group had an arsenal of weapons (guns and ammunition) hidden in a structure behind the house of Michael and Stephen's mother, Mary Flemmi (\"Mrs. Flemmi\"), in Boston, Massachusetts. As a result of the information that Weeks provided, the grand jury amended the Weeks indictment to include Bulger and Stephen, who were each charged with engaging in violent racketeering activities, including assault and murder.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thereafter, law enforcement agents obtained warrants to search for the weapons and bodies Weeks had described. On January 13, 2000, agents searched the structure behind Mrs. Flemmi's house for the arsenal and, in a secret compartment within the structure, found a single revolver, along with ammunition and silencers. The hide, however, contained numerous shelves and gun racks and, thus, appeared capable of storing a substantial number of firearms. At the location Weeks identified in Dorchester, the agents unearthed the skeletal remains of three murder victims, who were subsequently identified as Arthur Barrett (\"Barrett\"), John McIntyre (\"McIntyre\"), and Deborah Hussey (\"Hussey\"), the latter being Stephen's step-daughter.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 11, 2000, two days before the agents searched the hide, William St. Croix (\"St.Croix\"), Stephen's son, visited Stephen in prison. During the visit, Stephen asked St. Croix to remove guns Stephen had hidden in the structure behind his mother's house. St. Croix and his friend, Michael Allen (\"Allen\"), went to Mrs. Flemmi's house that same day. Michael was present when they arrived. St. Croix told Michael that Stephen had asked St. Croix to remove guns from a hide in the structure because he was concerned that Weeks, whom he knew to be cooperating with the government, would disclose the existence and location of the hide. Michael helped St. Croix locate the hide and load the guns into bags, which St. Croix and Allen then transported to Allen's residence.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">\n      <i>Michael's Grand Jury Testimony</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 7, 2000, Michael was called to testify before the grand jury, which was still investigating the Bulger/Flemmi group. Michael was questioned about the structure behind his mother's house, the hide, the missing guns, and the bodies unearthed in Dorchester. Michael told the grand jury that \"the last time [he] was in [the structure] was about three years ago.\" When Michael was asked whether he had ever seen the hide, or the items recovered therefrom, before the January 13, 2000 search, he responded, \"Never.\" Michael also stated that, before January 13, 2000, he did not know about the hide; had never conversed with anyone about the hide; had never seen any firearms at his mother's house; did not know whether there were ever rifles in the hide; and did not know whose property was recovered from the hide or how it came to be situated there. Finally, when Michael was asked whether he knew if Stephen's step-daughter, Hussey, was alive, he answered, \"I don't know.\" Yet, a few months before, in January of 2000, while he and St. Croix were visiting Stephen in prison, Stephen confessed to killing Hussey.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The grand jury subsequently added Michael to the Weeks indictment. He was charged with obstruction of justice and perjury in connection with the removal of the guns from the hide and his grand jury testimony, and with unlawful possession of firearms.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Michael's Trial</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Michael was tried separately from the other indicted parties. At his trial, which began on April 16, 2002, the government called St. Croix and Allen to testify that Michael had helped them remove guns from the hide. The government also presented evidence that the guns met the statutory requirements for the firearms charges, and it played for the jury a recording of Michael's grand jury testimony. In addition, the government was permitted to ask St. Croix and Weeks about the Bulger/Flemmi group, its criminal exploits, and Michael's contacts with the group. Nevertheless, the jury was instructed, on more than one occasion, that \"Michael [was] not charged with complicity in the [crimes] carried out by the Bulger-Flemmi organization,\" and it was reminded that it was to \"confine [its] deliberations to the crimes with which Michael [was] actually charged.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Michael's defense at trial was that he had nothing to do with the removal of the guns from the hide &#8212; he insisted that any testimony on the part of the government's witnesses to the contrary was false. The jury ultimately convicted Michael on all counts.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Michael's Sentencing</i>\n    </p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Michael was sentenced on September 9, 2002. In order to determine Michael's sentence for perjury and obstruction of justice, the district court had to identify the most serious substantive offense related to his unlawful conduct.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The district court, adopting the position taken in the United States Probation Office's Pre-Sentence Report (\"PSR\"), decided that the relevant offense was murder and sentenced Michael accordingly.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Present Appeal</i>\n    </p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, Michael argues that the district court erred in admitting St. Croix and Weeks' testimony about the Bulger/Flemmi group, its criminal activities, and Michael's interactions with the group. He insists that: (1) the testimony pertaining to the Bulger/Flemmi group and its criminal exploits was irrelevant and unfairly prejudicial and, as such, should have been excluded pursuant to Federal Rules of Evidence 401, 402, and 403; (2) the testimony describing his interactions with the group was unfairly prejudicial evidence of uncharged misconduct that should have been excluded under Federal Rules of Evidence 403 and 404(b); and (3) even if the district court did not err in admitting the challenged evidence for the reasons stated above, \"the testimony [describing] statements made by Stephen [ ] to Weeks and[ ] St. Croix [was hearsay that was] erroneously admitted\" under Federal Rule of Evidence 801(d)(2)(E). Furthermore, Michael asserts that the district court, in calculating his sentence for perjury and obstruction of justice, erred in determining that the most serious offense related to those charges was murder. We address these arguments <i>seriatim.</i></p>\n    </div>\n    <p>II. Michael's Evidentiary Challenges</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As a general matter, \"[w]e review the district court's decision to admit the disputed evidence for abuse of discretion.\" <i>United States v. McGuire,</i> 389 F.3d 225, 228 (1st Cir.2004); <i>see also Richards v. Relentless, Inc.,</i> 341 F.3d 35, 49 (1st Cir.2003) (reviewing relevancy determinations for abuse of discretion); <i>United States v. Balsam,</i> 203 F.3d 72, 84 (1st Cir.2000) (reviewing rulings pursuant to Rules 403 and 404(b) for abuse of discretion). If, however, there was no objection to the admission of the evidence at trial, our review is only for plain error.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>See United States v. Duarte,</i> 246 F.3d 56, 60 (1st Cir.2001). We will not find plain error unless \"(1) [ ] an error occurred (2) which was clear or obvious and which not only (3) affected [Michael's] substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A. <i>Evidence of the Bulger/Flemmi Group and its Exploits</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We begin by evaluating the admission of the testimony concerning the Bulger/Flemmi group and its criminal exploits. Michael argues that because this testimony, which is described in detail below, \"was only marginally relevant, if at all,\" to the charged offenses and unfairly prejudicial, it should have been excluded under Rules 401, 402, and 403. Evidence is relevant if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Fed.R.Evid. 401. Generally, \"[a]ll relevant evidence is admissible,\" while \"[e]vidence which is not relevant is not admissible.\" Fed.R.Evid. 402. However, even if evidence is relevant, it \"may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Fed.R.Evid. 403. We note at the outset that \"[o]nly rarely &#8212; and in extraordinarily compelling circumstances &#8212; will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\" <i>United States v. Sabetta,</i> 373 F.3d 75, 82-83 (1st Cir.2004) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>Testimony Describing Persons Involved with the Bulger/Flemmi Group</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Michael first questions the admission of St. Croix's testimony concerning individuals involved with the Bulger/Flemmi group. Specifically, he contests the admission of statements that: Stephen and Bulger \"were partners in a criminal organization\" (the Bulger/Flemmi group)<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>; George Kaufman and Phil Costa were members of, and collected money owed to, that organization; and Frank Salemme \"was the head of the New England mafia\" and Stephen's ally.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The admission of these statements was not an abuse of discretion. Michael was charged with obstructing an investigation into the Bulger/Flemmi group and these statements were relevant because they provided the jury with useful background information &#8212; they introduced individuals associated with the investigation that Michael was charged with obstructing. <i>See United States v. Gonzalez,</i> 110 F.3d 936, 941 (2d Cir.1997) (\"To be relevant, evidence need only tend to prove the government's case, and evidence that adds context and dimension to the government's proof of the charges can have that tendency. Relevant evidence is not confined to that which directly establishes an element of the crime.\"); <i>see also United States v. Daly,</i> 842 F.2d 1380, 1388 (2d Cir.1988) (\"[T]he trial court may admit evidence that does not directly establish an element of the offense charged, in order to provide background for the events alleged in the indictment.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, the testimony was not unfairly prejudicial to Michael, as St. Croix never suggested that Michael was a member of the Bulger/Flemmi group. And, any prejudice that it may have caused was mitigated by the district court's limiting instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>Testimony About an \"X Fund\"</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Michael next objects to the admission of Weeks' testimony that the Bulger/Flemmi group had an \"X fund\" &#8212; a fund comprised of \"money that was put aside every time we made a score ... for expenses that would come up, ... you know ... payoffs.\" The testimony was relevant because it indicated that the members of the Bulger/Flemmi group were intent on concealing the group's criminal activities, and thus, it tended to support the government's theory that Stephen recruited St. Croix (who, in turn, recruited Michael) to remove guns from the hide. And, any claim that the testimony was unfairly prejudicial to Michael is weak because Weeks never indicated that Michael had anything to do with the \"X fund.\" There was no error in the admission of this testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>Testimony About the Use of Coded Communications</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Michael also asserts that the district court erred in admitting (1) St. Croix's testimony that, when possible, St. Croix, Weeks, Allen, and Michael avoided using intercom phones when communicating with Stephen in prison (they would, for example, hold up signs and gesture with their hands), and (2) Weeks' testimony that members of the Bulger/Flemmi group used nicknames when referring to law enforcement agents in front of Michael and that Michael understood the coded references. This testimony was highly relevant because it indicated that Michael was a trusted ally of the Bulger/Flemmi group (such that it would not be unreasonable to think that St. Croix would have enlisted his help in moving the guns) and that he was aware of, and willing to cover up, the group's activities (which helped establish his knowledge of the group's &#8212; and his brother's &#8212; unlawful behavior, as well as his intent to commit the crimes with which he was charged). We do not think that the district court abused its discretion in admitting the testimony based on its high probative value. We also note that any danger of unfair prejudice was considerably lessened by the limiting instructions the district court gave.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\n        <i>Testimony About the Bulger/Flemmi Group's Criminal Activities</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition, Michael attacks the admission of Weeks' testimony concerning: (1) the three people &#8212; Barrett, McIntyre, and Hussey &#8212; who were murdered in Weeks' presence and buried in Dorchester; (2) two others, Brian Halloran (\"Halloran\") and Michael Donahue (\"Donahue\"), who were also murdered in Weeks' presence; and (3) the Bulger/Flemmi group's unlawful acquisition of a liquor store in which Weeks was directly involved. With regard to the murder victims, Weeks gave a brief account of the circumstances surrounding each murder.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> In terms of the liquor store, Weeks stated that he intimidated the owners of the store (by brandishing a gun) so they would sell the store to the Bulger/Flemmi group.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government defends the admission of this testimony by pointing out that the testimony (which brought to the fore Weeks' extensive criminal history) was important to Weeks' credibility and arguing that such impeachment evidence may be elicited on direct examination.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> There is support for the government's position. <i>See United States v. Frappier,</i> 807 F.2d 257, 259 (1st Cir.1986) (\"[T]he prosecution, having called a witness, may then `take the wind out of the sails' of the defense by questions eliciting possible bases for impeachment.\"); <i>see also</i> Fed.R.Evid. 607 (\"The credibility of a witness may be attacked by any party, including the party calling the witness.\"). Michael even concedes that informing a jury of the nature of a witness' prior criminal conduct is \"fair game.\" Nevertheless, he contests the admission of Weeks' testimony on the ground that the prejudicial effect of permitting the government to delve into the particulars of the Bulger/Flemmi group's crimes substantially outweighed the testimony's probative value. We disagree. Although there may be circumstances where a criminal defendant would be wronged if the prosecution were allowed to delve too deeply into the particulars of its witness' criminal history on direct, we do not think that this is such a case. Here, all but one of the statements had significant probative value.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> And, there was little danger of unfair prejudice: there was no suggestion that Michael was involved in the crimes that Weeks described and the jury was instructed to that effect. We cannot say that the district court abused its discretion in admitting Weeks' testimony. <i>See United States v. Dworken,</i> 855 F.2d 12, 28 (1st Cir.1988) (\"It is perhaps true that the government could have [made due] without so much <i>detail</i> concerning the prior [events], but this is essentially a Rule 403 balancing decision left to the broad discretion of the trial judge.\" (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\n        <i>Testimony that Weeks Sought a Gun from Stephen</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The next challenge concerns Weeks' testimony that he visited Stephen in prison and asked Stephen for permission to take one of the guns from the hide so he could \"act\" on threats that had been made against him. According to Weeks, Stephen agreed to the request and stated that Stephen, Weeks, and Bulger were \"the only ones [who] knew [about the hide].\" On appeal, Michael disputes only the admission of that portion of the testimony where Weeks stated that he sought a gun to \"act\" on threats made against him. The challenged statement was relevant because it prompted, and provided context to, the unchallenged, and clearly relevant, testimony concerning the hide.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> <i>See Sabetta,</i> 373 F.3d at 83 (recognizing that testimony is relevant if it helps \"explain [ ] the chain of events\"). Although the challenged statement's probative value may not have been particularly high, we do not see how its admission caused Michael unfair prejudice &#8212; there was no indication that Michael knew of the conversation between Stephen and Weeks or Weeks' plan to \"act\" on the threats made against him. Consequently, there was no error in the testimony's admission.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>Testimony Regarding a Bombing in which Stephen was Implicated</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Michael also objects to the admission of St. Croix's testimony that he first \"obtained personal knowledge [of Stephen's] criminal activities ... in 1974\" when he learned that Stephen had been \"implicated in [a] bombing.\" This testimony provided relevant background to the development of the illegal relationship between St. Croix and his father, a relationship that culminated in the concealment conspiracy in question. <i>See United States v. Santana,</i> 342 F.3d 60, 67 (1st Cir.2003) (noting that evidence is relevant in a conspiracy case if it explains the background of the illegal relationship). And, the naked reference to a bombing in which Stephen was allegedly implicated was not unfairly prejudicial to Michael, as there was no allegation that Michael was involved in, or knew of, the bombing. Moreover, any potential prejudice was counteracted by the limiting instructions. The district court did not abuse its discretion in admitting this testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\n        <i>Testimony Concerning St. Croix's Relationship with Stephen</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Michael further contends that it was an abuse of discretion to allow St. Croix to testify that he and Stephen agreed that if St. Croix chose a life of crime, Stephen \"would show [him] how to do things and [St. Croix would] tell [Stephen] everything [he] was involved in ... to make sure [that he] didn't hurt any of [Stephen's] friends.\" We disagree. Immediately after St. Croix gave the challenged testimony, he told the jury that he took his father up on his offer and \"report[ed] to him on a regular basis.\" Therefore, the testimony was relevant as it established the background and formation of the illegal relationship between St. Croix and Stephen, and it explained why Stephen would feel comfortable telling St. Croix about the hide and asking him to move the guns. <i>See id.</i> (noting that, in a conspiracy case, evidence is relevant if it explains \"the background [and] formation ... of the illegal relationship and ... help[s] the jury understand the basis for the co-conspirators' relationship of mutual trust\" (internal quotation marks omitted)). In addition, it is not clear how the testimony could have caused Michael unfair prejudice because there was no suggestion that he was in any way involved in St. Croix's life of crime.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Michael also finds fault in the admission of St. Croix's statements concerning Stephen's reaction after he learned that St. Croix's brother, Stephen's other son, refused to visit him because he was \"angry\" at him. According to St. Croix, Stephen said, \"What the hell has he got to worry about? All he had to do was 18 months. I may spend the rest of my life in prison.\" Michael, however, used the testimony pertaining to the length of Stephen's prison term to his advantage when he later relied on the likelihood that Stephen would spend the rest of his life in prison in presenting his defense: In his closing argument, Michael argued that St. Croix was angry at his father for killing Hussey and that, because he could not take direct revenge against his father, who would likely spend \"the rest of his natural life\" in prison, he falsely testified against Michael as an indirect way to punish Stephen. Under the circumstances, Michael can hardly complain of prejudicial error. <i>See, e.g., United States v. Carrillo-Figueroa,</i> 34 F.3d 33, 39 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In any event, there was no error in the admission of this testimony. The testimony was relevant because it helped establish that St. Croix was upset with his father (St. Croix testified that his father's \"cavalier\" reaction to his brother's anger \"really [ ] upset\" him),<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> and thus, it supported Michael's defense that St. Croix falsely testified against him as a way to punish Stephen. <i>See Frappier,</i> 807 F.2d at 259 (stating that the prosecution may elicit possible bases for impeachment on direct). Moreover, we do not see how the testimony, which in no way reflected on Michael, could have caused Michael unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>Testimony that Stephen Confessed to Murdering Hussey</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Michael next disputes the admission of St. Croix's testimony that, on January 20, 2000, Stephen admitted to killing Hussey in front of St. Croix and Michael. He did not object to the admission of this testimony below, and we do not find any error, much less plain error, in its admission. The testimony was highly relevant because Michael was charged with, among other things, perjuring himself before the grand jury, and on June 7, 2000, subsequent to the conversation in question, he told the grand jury that he had no idea whether Hussey was alive.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Although the testimony was certainly damaging to Michael, the district court did not err in finding that the danger of unfair prejudice did not outweigh the testimony's probative value.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Testimony About Defense Funds</i>\n    </p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This brings us to the final piece of testimony pertinent to the Bulger/Flemmi group and its criminal exploits that Michael challenges on appeal: St. Croix's testimony about the existence of defense funds for members of the group. Despite Michael's insistence to the contrary, the district court did not err in allowing St. Croix to testify that a portion of the proceeds from the illegal activities in which he was involved were used to pay the legal expenses of Stephen and some of his associates. The testimony was relevant for impeachment purposes (its admission enabled the government to bring out on direct examination the fact that St. Croix was engaged in illegal activities), <i>see Frappier,</i> 807 F.2d at 259, and because it provided insight into the relationship between St. Croix and Stephen, <i>see Santana,</i> 342 F.3d at 67. The district court did not abuse its discretion in finding that the probative value of the evidence was not substantially outweighed by the danger of unfair prejudice, because the testimony did not implicate Michael in St. Croix's illegal activities.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">B. <i>Evidence of Michael's Interactions with the Bulger/Flemmi Group</i></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We now consider whether the district court erred in admitting testimony pertaining to Michael's interactions with the Bulger/Flemmi group. Michael argues that this testimony constituted unduly prejudicial evidence of uncharged misconduct that should have been excluded pursuant to Rules 403 and 404(b). Rule 404(b) provides that \"[e]vidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.\" Nevertheless,</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">other bad acts evidence is admissible so long as the following, two-part test is satisfied: First, in accordance with Rule 404(b), the evidence must have special relevance to an issue in the case such as [motive,] intent or knowledge, and must not include bad character or propensity as a necessary link in the inferential chain.... Second, consistent with Rule 403, the probative value of the evidence must not be substantially outweighed by the danger of unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><i>United States v. McGuire,</i> 389 F.3d 225, 229 (1st Cir.2004) (internal quotation marks and citations omitted). We identify, and evaluate Michael's objections to, the relevant statements below.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>Testimony Concerning Michael's Interactions with Weeks</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Weeks was permitted to tell the jury that he engaged in loan sharking in Michael's presence without trepidation because Michael was \"Ste [phen's] brother\" and Weeks \"trusted him.\" Weeks also testified that, after his gun license was revoked, Michael saw him with guns and, on two occasions, loaned him a gun. Weeks stated that he was not \"afraid [that Michael] was going to arrest [him] for [carrying a gun without a license].\" Michael objects to the admission of this testimony for the first time on appeal, and as a result, our review is for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We find no error, and therefore, no plain error, in the admission of this testimony. The government tried Michael on the theory that he lied and obstructed justice to shield members of the Bulger/Flemmi group from prosecution. Thus, the testimony had special relevance in that it demonstrated Michael's knowledge that members of the group engaged in unlawful activities and evidenced his intent<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> to protect those individuals from facing the legal consequences of their actions.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Moreover, we do not think that the district court abused its discretion in balancing the probative value of this testimony against the danger of unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\n        <i>Testimony that Michael Handled Stephen's Criminal Affairs</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The next challenge involves testimony that Michael helped handle Stephen's affairs while Stephen was in prison. St. Croix testified that \"after Phil Costa died and [ ] Weeks was indicted, [he and Michael were the only people] left to handle [Stephen's] affairs on the outside.\" St. Croix also testified that, after Stephen's arrest, Michael \"was picking up money from various bookmakers ... owed to [Stephen].\"<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> In addition, Weeks testified that Michael \"participate[d] in th[e] process of picking up [proceeds from an extortionate] sale.\"<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Michael insists that the district court should have excluded the above statements. We disagree. The statements were specially relevant not only to show that Michael had knowledge of, and occasionally assisted in, Stephen's illegal activities (which helped establish that he had a motive to engage in the crimes with which he was charged &#8212; to conceal from the grand jury his and his brother's wrongdoing, as well as the intent to do so), but also to demonstrate that while Stephen was in prison, St. Croix and Michael were among the few people he trusted to help him with his illegal activities. This explains why Stephen would feel comfortable telling St. Croix about the hide and asking him to move the guns (and why St. Croix would then feel comfortable enlisting Michael to help). <i>See Santana,</i> 342 F.3d at 67 (allowing the admission of Rule 404(b) evidence to explain the trust that existed among the coconspirators). Although the testimony may have caused the jury to view Michael in a negative light, we do not think that the district court erred in admitting the evidence after balancing its significant probative value against the danger of unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\n        <i>Testimony that Michael Informed Weeks of Stephen's Arrest</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Michael also contests the admission of Weeks' statement that Michael told him that Stephen had been arrested soon after the arrest. Michael's claim is unavailing. The statement had special relevance that could reasonably have been found to outweigh any danger of unfair prejudice, as it helped establish Michael's knowledge of Stephen's legal troubles and wrongdoing. Moreover, the statement was independently admissible as a necessary component of Weeks' ensuing testimony, the admission of which Michael does not contest. Weeks testified that he responded to the news about Stephen's arrest by telling Michael, \"I told [Stephen] to take off,\" to which Michael replied, \"I know, I know.\" This exchange is probative of Michael's knowledge of Stephen's criminal wrongdoing and intent to obstruct justice (Michael acknowledged that he was aware that Stephen had been told to \"take off\" to avoid capture).</p>\n    </div>\n    <p class=\"indent\">C. <i>Coconspirator Statements</i></p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Having disposed of Michael's claims involving the testimony of his interactions with the Bulger/Flemmi group, we turn our attention to his final evidentiary challenge, which is premised on his assertion that the district court erred in admitting all of the above testimony that describes statements Stephen made to Weeks and St. Croix because that testimony related inadmissible hearsay.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> Michael claims that, despite the district court's apparent finding to the contrary, the statements did not satisfy the requirements of Rule 801(d)(2)(E), which provides that a statement is not hearsay if it is offered against a party and is \"a statement by a coconspirator of a party during the course and in furtherance of the conspiracy.\" As an initial matter, there are only two statements made by Stephen that would even arguably constitute hearsay but for the application of Rule 801(d)(2)(E): (1) his statement to Weeks that only he, Weeks, and Bulger knew of the hide, and (2) his statement to Michael and St. Croix that he killed Hussey.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">To invoke Rule 801(d)(2)(E), the government \"bears the burden of establishing, by a preponderance of the evidence, that a conspiracy embracing both the declarant and the defendant existed, and that the declarant uttered the statement[s] during and in furtherance of the conspiracy.\" <i>United States v. Bradshaw,</i> 281 F.3d 278, 283 (1st Cir.2002) (internal quotation marks omitted). A defendant who wishes to preserve for appeal a challenge to the admission of statements under Rule 801(d)(2)(E) must request, at the close of all the evidence, that the district court make a determination as to whether the government carried its burden. <i>See United States v. Ortiz,</i> 966 F.2d 707, 715 (1st Cir.1992). \"[A] defendant's failure to object to the omission of such an express trial-end determination bars him from raising the point on appeal in the absence of plain error.\" <i>Id.</i> (internal quotation marks omitted). Because the district court did not make, and Michael did not ask for, \"an express trial-end determination,\" our review is for plain error. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We do not think that Michael has demonstrated that the admission of the challenged statements was error (and, ergo, he has not shown plain error). The government certainly established that Michael was involved in a conspiracy with Stephen, Weeks, St. Croix, and Allen to conceal the illegal activities of the Bulger/Flemmi group.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> Nevertheless, Michael asserts that the statements should have been excluded because there was no evidence that he was a coconspirator \"at the time\" they were made. But, whether Michael was a coconspirator at the time the statements were made is irrelevant &#8212; we have held that an individual who joins a conspiracy \"at a later date,... effectively adopt[s] coconspirator declarations previously made.\" <i>United States v. Saccoccia,</i> 58 F.3d 754, 778 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In addition, Michael claims that the statements were not made in furtherance of the conspiracy, but that claim also fails. \"[A] coconspirator's statement is considered to be in furtherance of the conspiracy as long as it tends to promote one or more of the objects of the conspiracy.\" <i>United States v. Piper,</i> 298 F.3d 47, 54 (1st Cir.2002). Stephen's statement to Weeks that Stephen, Weeks, and Bulger were the only people who knew of the hide furthered the conspiracy because it informed a coconspirator (Weeks) of those with knowledge of the hide, which was important to ensure that the knowledge remained contained. Likewise, Stephen's statement to Michael and St. Croix (in response to a direct question from St. Croix) that he killed Hussey furthered the conspiracy because it fostered a relationship of trust among the three, and it kept Michael and St. Croix \"abreast of current developments and problems facing the group,\" <i>United States v. Jefferson,</i> 215 F.3d 820, 824 (8th Cir.2000) (internal quotation marks omitted).</p>\n    </div>\n    <p class=\"indent\">D. <i>Harmless Error</i></p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We conclude our evidentiary discussion by noting that the one error we have identified, <i>see supra</i> note 12, was harmless and, as such, does not merit reversal of the jury verdict. It is settled that \"[a] non-constitutional evidentiary error is harmless (and, therefore, does not require a new trial) so long as it is highly probable that the error did not influence the verdict.\" <i>Piper,</i> 298 F.3d at 56. Here, that standard is met. This is because the jury was presented with ample direct evidence that Michael obstructed justice, committed perjury, and possessed guns. Moreover, the fact that the jury was instructed that it was to \"confine [its] deliberations to the crimes with which Michael [was] actually charged\" and that \"[g]uilt can never be established by the mere fact of association\" makes it even more unlikely that the error affected the verdict.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <p>III. Michael's Sentencing Challenge</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We now focus on Michael's sentencing challenge. Michael argues that the district court erred in using murder, as opposed to gun possession, as the most serious offense underlying his obstruction of justice and perjury charges.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> The government defends the use of murder and, in the alternative, claims that using the most serious gun possession charge would have yielded the same sentence. \"We review the sentencing court's application of the guidelines de novo and ... the factual findings underlying that application for clear error.\" <i>United States v. Reyes-Echevarria,</i> 345 F.3d 1, 6 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We find no error in the use of murder as the underlying offense. When Michael testified before the grand jury about his knowledge of the Bulger/Flemmi group's reserve arsenal and Hussey's whereabouts, the grand jury was investigating, and he had reason to know it was investigating, whether \"members and associates of [that] Group [were involved] in violent racketeering activities, such as ... murder.\" And, Michael was later charged with, and convicted of, perjury and obstruction of justice in connection with that investigation. Therefore, the district court was justified in using murder, and not gun possession, as the underlying offense.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> <i>See</i> U.S. Sentencing Guidelines Manual &#167; 1B1.5, cmt. n. 3 (2001) (\"Where there is more than one [potential underlying] offense, the most serious such offense ... is to be used.\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Michael, nevertheless, insists that his sentence should be vacated because the district court, in determining the underlying offense, looked to the 1995 indictment, <i>see supra</i> note 3, an indictment in which he was not charged, rather than to the Weeks indictment. Michael's argument fails because the district court in fact looked to both indictments. At sentencing, the government asserted that Michael's \"actions clearly were to benefit the [Bulger/Flemmi group], whether it was as set forth in the [1995] indictment ..., or ... in the [Weeks] indictment.\" And, the district court subsequently stated that it was \"adopt[ing] the government's position.\"<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> Moreover, even if the district court had looked only to the 1995 indictment, Michael's argument would still fail. The 1995 indictment, like the Weeks indictment, charged Stephen and other members of the Bulger/Flemmi group with engaging in violent racketeering acts, including murder. Because the litigation involving the crimes charged in the 1995 indictment was ongoing when Michael testified before the grand jury, reference to the 1995 indictment would have been appropriate, as Michael's testimony was relevant to that prosecution. <i>See</i> U.S. Sentencing Guidelines Manual &#167; 2J1.2(c) (2001) (sentencing court is to apply the accessory after the fact Guideline \"[i]f the offense involved obstructing the investigation <i>or prosecution</i> of a criminal offense\" (emphasis added)).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Michael also asserts that because he did not know \"the full nature and scope of his brother's criminal activities\" or whether \"any of the guns removed from the hid[e] had been used in a murder or other violent offense,\" the district court could not use murder as the underlying offense. However, such knowledge was not a prerequisite to the use of murder as the relevant offense. <i>Cf. United States v. McQueen,</i> 86 F.3d 180, 184 (11th Cir.1996) (\"[Defendant's] lack of knowledge of the specific offenses under investigation is irrelevant.\"). All that was required was that Michael endeavored to \"obstruct[] the investigation or prosecution of a [murder],\"<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> U.S. Sentencing Guidelines Manual &#167; 2J1.2(c) (2001), and that he committed \"perjury ... in respect to a [murder],\"<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> <i>id.</i> at &#167; 2J1.3(c). When Michael told the grand jury that he did not know Whether Hussey was alive, he knew, or at least had reason to know, that it was investigating whether she had been murdered by members of the Bulger/Flemmi group,<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> and the trial jury found that he attempted to impede that investigation. That is sufficient to justify the use of murder as the underlying offense.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">As a final matter, Michael challenges the use of murder on the ground that there was no evidence connecting the guns from the hide to any specific murder. But, whether the guns were connected to a specific murder is irrelevant. Michael had reason to know that the grand jury was investigating a murder, and the trial jury found that he sought to hamper that investigation. Nothing more was required for murder to qualify as the underlying offense.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Weeks was charged with engaging in a variety of criminal offenses, including extortion and money laundering</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Weeks acknowledged that he had witnessed the murders</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Bulger and Stephen had previously been indicted in 1995 (the \"1995 indictment\") for engaging in similar racketeering activities, including murder</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Some of the guns were later transported to a storage facility in Florida, while others were buried in Somerville, Massachusetts. Approximately fifty-four guns were ultimately recovered by law enforcement agents from the Florida storage facility and the ground in Somerville</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> During the jury charge, the district court gave the following limiting instruction (a comparable instruction was given when St. Croix testified):</p>\n        <p class=\"indent\">Guilt can never be established by the mere fact of association. The fact that Stephen [ ], a notorious gangster, is the defendant's brother does not prove anything about [Michael's] possible guilt.</p>\n        <p class=\"indent\">You also heard testimony about the criminal organization led by Stephen [ ] and [ ] Bulger and its many crimes. This testimony was admitted to the extent that it was relevant to your understanding of the grand jury investigation that [Michael] is accused of obstructing, the origin and the purpose of the cache of firearms that were allegedly hidden [in the structure behind Mrs. Flemmi's house], and your assessment of the credibility of certain witnesses who have admitted their participation in the organization's crimes.</p>\n        <p class=\"indent\">You must, however, remember that Michael [ ] is not charged with complicity in the murders, extortions, and drug dealing carried out by the Bulger-Flemmi organization. Not only is he not charge[d] in these crimes, there is no evidence that he was involved in them in any way. You are, therefore, to confine your deliberations to the crimes with which Michael [ ] is actually charged....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 2J1.2(a) of the United States Sentencing Guidelines provides a base offense level of 12 for obstruction of justice. (The district court used the Guidelines Manuel issued on November 1, 2001, and so do we.) But, \"[i]f the offense involved obstructing the investigation or prosecution of a criminal offense,\" section 2J1.2(c) instructs the sentencing court to apply section \"2X3.1 (Accessory After the Fact) in respect to that criminal offense, if the resulting offense level is greater than\" the calculation under the obstruction Guideline alone. The Guideline for perjury, section 2J1.3, also has a base offense level of 12, and a cross-reference to section 2X3.1 \"[i]f the offense involved perjury ... in respect to a criminal offense.\" Note, \"the defendant need not have been convicted [of] participating in the underlying offense\" for the cross-reference to apply<i>E.g., United States v. Suleiman,</i> 208 F.3d 32, 38 (2d Cir.2000). The accessory after the fact Guideline, section 2X3.1, provides a base offense level of \"6 levels lower than the offense level for the underlying offense, but in no event less than 4, or more than 30.\" And, \"[w]here there is more than one [potential underlying] offense, the most serious such offense ... is to be used.\" U.S. Sentencing Guidelines Manual &#167; 1B1.5, cmt. n. 3 (2001).</p>\n        <p class=\"indent\">In sum, where, as here, section 2X3.1 applies, the individual who obstructed justice or committed perjury is sentenced as though he were an accessory after the fact to the most serious substantive criminal offense related to his conduct.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Unless we state otherwise, it should be assumed that Michael objected to the admission of the challenged evidence below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Evidence is unfairly prejudicial if it \"invites the jury to render a verdict on an improper emotional basis.\"<i>United States v. Varoudakis,</i> 233 F.3d 113, 122 (1st Cir.2000) (stating that a reviewing court should be \"cautious when [evidence] is [ ] shocking or heinous [and, thus,] likely to inflame the jury\" (internal quotation marks omitted)); <i>see also United States v. Currier,</i> 836 F.2d 11, 18 (1st Cir.1987) (\"Unfairly prejudicial evidence ... is evidence that triggers the mainsprings of human action in such a way as to cause a jury to base its decision on something other than the established proposition in the case.\" (internal quotation marks and brackets omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although Michael did not object to the admission of this particular statement at trial, we find it unnecessary to engage in the plain error analysis because we find no error in its admission</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Weeks testified that: Bulger and Stephen strangled Hussey (he did not explain why); Bulger shot Barrett because he had a grudge against him; and either Bulger or Stephen shot McIntyre after learning that he had informed law enforcement agents of the Bulger/Flemmi group's plans to smuggle weapons to the Irish Republican Army in Ireland. Weeks then related a conversation that he had with Michael soon after Hussey's disappearance in which \"Mi[chael] indicated ... that [Hussey's disappearance] was no great loss.\" Finally, Weeks explained that Halloran was shot by Bulger and a masked accomplice because he was an informant and that Donahue was an unintended victim of the Halloran shooting</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We note and find it significant that, prior to trial, Michael could have agreed to refrain from eliciting the evidence in question on cross-examination, but that he opted not to do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The value of the conversation that Weeks had with Michael after Hussey's disappearance where \"Mi[chael] indicated ... that [Hussey's disappearance] was no great loss\" is not readily apparent to us. Nonetheless, as we will later show, the error in the conversation's admission was harmless. That conversation aside, we think the rest of Weeks' testimony was probative not only because it elicited impeachment evidence, but also because it established a motive for Michael to help remove the guns from the hide and lie to the grand jury (he did not want his brother's involvement in crimes committed by the Bulger/Flemmi group, such as those Weeks described, to be exposed), and because it provided useful background by showing the purpose of the arsenal and describing crimes that were the subject of the investigation that Michael was charged with attempting to impede,<i>see Daly,</i> 842 F.2d at 1388.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The fact that Stephen told Weeks that he could take a gun from the hide and that the only other person who knew about the hide was Bulger helped establish the government's theory that the hide was used to store a cache of guns and that the guns were in the hide when St. Croix claimed to have moved them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The fact that St. Croix's brother was jailed for eighteen months was relevant because it explained the reason for the brother's anger towards Stephen<i>See Daly,</i> 842 F.2d at 1388.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The testimony was also relevant to show that Michael knew of Stephen's past crimes, and thus, it helped establish that Michael had a motive to help move the guns and lie to the grand jury<i>See supra</i> note 12. In addition, the testimony demonstrated that Stephen trusted Michael and St. Croix to the extent that it would be reasonable to believe that he asked St. Croix to move the guns and that St. Croix recruited Michael to assist in the endeavor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Michael's argument that the district court should not have admitted Rule 404(b) evidence to prove intent because his defense was a general denial of the crimes with which he was charged is unavailing. We have held that \"[Rule 404(b)] evidence may be admitted when it is probative of an issue other than character even when the defense is a general denial of the charges.\"<i>United States v. Oppon,</i> 863 F.2d 141, 146 (1st Cir.1988); <i>but see United States v. Ortiz,</i> 857 F.2d 900, 904 (2d Cir.1988) (\"When a defendant unequivocally relies on such a defense, evidence of other acts is not admissible for the purpose of proving intent.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The testimony also helped explain the trust that existed between Michael and members of the Bulger/Flemmi group<i>See Santana,</i> 342 F.3d at 67.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Michael did not object to the admission of this statement at trial, so our review of its admission is for plain error. However, because we do not find any error in its admission, we need not engage in the plain error analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Michael also objects to Weeks' statement that Weeks \"collected some of the proceeds\" for Stephen from the extortionate sale, a statement Weeks made immediately before testifying that Michael also picked up money in connection with the sale. We do not think that the district court erred in admitting this statement. It was relevant because it put into context Weeks' comment about Michael's involvement in the extortionate sale, and it is not clear how the statement (which itself did not implicate Michael in the sale) caused Michael unfair prejudice<i>See Sabetta,</i> 373 F.3d at 83.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Michael does not challenge on hearsay grounds the admission of statements made by anyone other than Stephen. Hearsay is \"an oral or written assertion ..., other than one made by the declarant while testifying at the trial ..., offered in evidence to prove the truth of the matter asserted.\" Fed.R.Evid. 801. \"Hearsay evidence ordinarily is inadmissible in criminal trials.\"<i>United States v. Piper,</i> 298 F.3d 47, 51 (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> St. Croix did not recount hearsay when he testified about the composition of the Bulger/Flemmi group because he testified from his own experiences (he did not report oral or written assertions). In addition, St. Croix did not relate hearsay when he testified that Stephen told him that if he chose a life of crime, Stephen \"would show [him] how to do things.\" Stephen's statement was not admitted to prove the truth of the matter asserted (that Stephen would or did tutor St. Croix in crime); rather, it was an instruction admitted to provide background for the development of St. Croix and Stephen's criminal relationship<i>See United States v. Murphy,</i> 193 F.3d 1, 5 (1st Cir.1999) (\"So long as out-of-court statements are not offered for their truth, they are not hearsay....\"). Similarly, the statements discussing the prison terms of St. Croix's brother and Stephen are not hearsay because they were not offered for the truth of the matters asserted (that St. Croix's brother spent eighteen months in prison and that Stephen would likely spend the rest of his life in prison) but, instead, for their effect on St. Croix. <i>See United States v. DeVincent,</i> 632 F.2d 147, 151 (1st Cir.1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> For example, St. Croix testified that Michael helped St. Croix and Allen move the group's guns from the hide after learning that Stephen had requested their removal because he feared that a search of the hide was imminent. And, after providing that assistance, Michael professed his ignorance of the hide before a grand jury investigating the Bulger/Flemmi group. There was also testimony indicating that Stephen, Weeks, and St. Croix trusted Michael to remain silent about the group's exploits: Weeks testified that he openly conducted illegal activities on behalf of the Bulger/Flemmi group in front of Michael; and Weeks and St. Croix testified that Michael helped collect illegal debts for Stephen while Stephen was in prison</p>\n        <p class=\"indent\">Michael argues that because the district court stated that he was not involved \"in the murders, extortions, and drug dealing carried out by the Bulger-Flemmi organization,\" he could not have been a coconspirator. However, the fact that Michael was not involved in the organization's \"murders, extortions, and drug dealing\" does not mean that he was not a participant in a conspiracy to conceal its criminal acts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Michael asserts that the cumulative effect of the admission of the challenged statements requires that he receive a new trial. But, \"[b]ecause we have found that none of [Michael's] individual complaints resulted in substantial prejudice and that most are completely without merit, we reject the final contention that his conviction was tainted by cumulative error.\"<i>United States v. DeMasi,</i> 40 F.3d 1306, 1322 (1st Cir.1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> We note that Michael has made no arguments in the district court or in this court questioning the constitutionality of the Guidelines or their application to his sentence. Therefore, we need not consider the effect of<i>United States v. Booker,</i> 543 U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), with respect to Michael's sentence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Because we find that the district court did not err in using murder as the underlying offense, we need not, and do not, address the government's alternative argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Although the district court later issued a written document in which it said that, in determining Michael's sentence, it had adopted the reasoning of the PSR, which mentions only the 1995 indictment, the district court's oral statement at the sentencing hearing controls<i>See United States v. Muniz,</i> 49 F.3d 36, 42 n. 5 (1st Cir.1995) (recognizing that \"[w]here ... the district court's oral expression of its sentencing rationale varies materially from its subsequent written expression of that rationale, appellate courts have tended to honor the former at the expense of the latter\"); <i>see also United States v. Melendez-Santana,</i> 353 F.3d 93, 100 (1st Cir.2003) (\"[W]e conclude that where the conditions of supervised release announced at the sentencing hearing conflict in a material way with the conditions of supervised release in the written sentencing order, the oral conditions control.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> For an individual to qualify for the section 2J1.2(c) enhancement, it is not necessary that he succeed in obstructing justice &#8212; he may simply endeavor to do so<i>United States v. Aragon,</i> 983 F.2d 1306, 1315 (4th Cir.1993) (\"[E]ndeavoring to obstruct justice ... is to be included within &#167; 2J1.2.\" (citation omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> \"Perjury is in respect to a criminal offense where the defendant knew or had reason to know, at the time of his perjury, that his testimony concerned such a criminal offense.\"<i>United States v. Leon-Reyes,</i> 177 F.3d 816, 824 (9th Cir.1999) (internal quotation marks omitted); <i>see also United States v. Suleiman,</i> 208 F.3d 32, 39 (2d Cir.2000) (\"[A]s long as the witness has been alerted to the fact that the grand jury is investigating a criminal offense, false answers to material questions will almost always merit enhanced punishment.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> It was only a few months before that Michael witnessed Stephen confess to her murder</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></span></p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>Michael S. FLEMMI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 02-2219.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 4, 2004.</p>\n    <p class=\"date\">Decided March 25, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED John H. LaChance for appellant.</p>\n      <p class=\"indent\">Brian T. Kelly, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, and Virginia M. Vanderjagt, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LYNCH, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Michael Flemmi (\"Michael\") is a retired Boston police officer and the brother of gangster Stephen Flemmi (\"Stephen\"). Until Stephen's arrest in 1995 and subsequent incarceration, he and James Bulger (\"Bulger\") ran a criminal enterprise in Boston (the \"Bulger/Flemmi group\").</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In 2000, Michael was indicted and charged with two counts of obstruction of justice, in violation of 18 U.S.C. &#167; 1503; one count of perjury, in violation of 18 U.S.C. &#167; 1623; one count of possession of unregistered machine guns, silencers, and cut-down shotguns, in violation of 26 U.S.C. &#167;&#167; 5841, 5845(a), 5861(d), 5871; and one count of transfer and possession of machine guns, in violation of 18 U.S.C. &#167; 922(<i>o</i>). The charges were based on allegations that he helped hide a cache of weapons and lied to a grand jury in an attempt to impede an investigation of his brother and other members of the Bulger/Flemmi group.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At Michael's trial, the district court allowed the jury to hear evidence relating to the Bulger/Flemmi group and Michael's interactions with that group. The jury ultimately convicted Michael on all counts. At sentencing, the district court, in calculating Michael's sentence for the perjury and obstruction of justice counts, identified murder as the most serious offense related to his unlawful conduct. On appeal, Michael argues that the district court erred in admitting the above mentioned evidence and identifying murder as the relevant offense. We affirm.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In November 1999, Kevin Weeks (\"Weeks\"), a member of the Bulger/Flemmi group, was arrested and indicted (the \"Weeks indictment\") by a grand jury in Worcester, Massachusetts (the \"grand jury\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Soon after his arrest, Weeks agreed to cooperate with the government and disclosed information about crimes committed by the Bulger/Flemmi group. Weeks stated that Bulger and Stephen had committed three previously unsolved murders and buried the bodies at a specified location in Dorchester, Massachusetts.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Weeks also said that the Bulger/Flemmi group had an arsenal of weapons (guns and ammunition) hidden in a structure behind the house of Michael and Stephen's mother, Mary Flemmi (\"Mrs. Flemmi\"), in Boston, Massachusetts. As a result of the information that Weeks provided, the grand jury amended the Weeks indictment to include Bulger and Stephen, who were each charged with engaging in violent racketeering activities, including assault and murder.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Thereafter, law enforcement agents obtained warrants to search for the weapons and bodies Weeks had described. On January 13, 2000, agents searched the structure behind Mrs. Flemmi's house for the arsenal and, in a secret compartment within the structure, found a single revolver, along with ammunition and silencers. The hide, however, contained numerous shelves and gun racks and, thus, appeared capable of storing a substantial number of firearms. At the location Weeks identified in Dorchester, the agents unearthed the skeletal remains of three murder victims, who were subsequently identified as Arthur Barrett (\"Barrett\"), John McIntyre (\"McIntyre\"), and Deborah Hussey (\"Hussey\"), the latter being Stephen's step-daughter.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 11, 2000, two days before the agents searched the hide, William St. Croix (\"St.Croix\"), Stephen's son, visited Stephen in prison. During the visit, Stephen asked St. Croix to remove guns Stephen had hidden in the structure behind his mother's house. St. Croix and his friend, Michael Allen (\"Allen\"), went to Mrs. Flemmi's house that same day. Michael was present when they arrived. St. Croix told Michael that Stephen had asked St. Croix to remove guns from a hide in the structure because he was concerned that Weeks, whom he knew to be cooperating with the government, would disclose the existence and location of the hide. Michael helped St. Croix locate the hide and load the guns into bags, which St. Croix and Allen then transported to Allen's residence.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">\n      <i>Michael's Grand Jury Testimony</i>\n    </p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 7, 2000, Michael was called to testify before the grand jury, which was still investigating the Bulger/Flemmi group. Michael was questioned about the structure behind his mother's house, the hide, the missing guns, and the bodies unearthed in Dorchester. Michael told the grand jury that \"the last time [he] was in [the structure] was about three years ago.\" When Michael was asked whether he had ever seen the hide, or the items recovered therefrom, before the January 13, 2000 search, he responded, \"Never.\" Michael also stated that, before January 13, 2000, he did not know about the hide; had never conversed with anyone about the hide; had never seen any firearms at his mother's house; did not know whether there were ever rifles in the hide; and did not know whose property was recovered from the hide or how it came to be situated there. Finally, when Michael was asked whether he knew if Stephen's step-daughter, Hussey, was alive, he answered, \"I don't know.\" Yet, a few months before, in January of 2000, while he and St. Croix were visiting Stephen in prison, Stephen confessed to killing Hussey.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The grand jury subsequently added Michael to the Weeks indictment. He was charged with obstruction of justice and perjury in connection with the removal of the guns from the hide and his grand jury testimony, and with unlawful possession of firearms.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Michael's Trial</i>\n    </p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Michael was tried separately from the other indicted parties. At his trial, which began on April 16, 2002, the government called St. Croix and Allen to testify that Michael had helped them remove guns from the hide. The government also presented evidence that the guns met the statutory requirements for the firearms charges, and it played for the jury a recording of Michael's grand jury testimony. In addition, the government was permitted to ask St. Croix and Weeks about the Bulger/Flemmi group, its criminal exploits, and Michael's contacts with the group. Nevertheless, the jury was instructed, on more than one occasion, that \"Michael [was] not charged with complicity in the [crimes] carried out by the Bulger-Flemmi organization,\" and it was reminded that it was to \"confine [its] deliberations to the crimes with which Michael [was] actually charged.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Michael's defense at trial was that he had nothing to do with the removal of the guns from the hide &#8212; he insisted that any testimony on the part of the government's witnesses to the contrary was false. The jury ultimately convicted Michael on all counts.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Michael's Sentencing</i>\n    </p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Michael was sentenced on September 9, 2002. In order to determine Michael's sentence for perjury and obstruction of justice, the district court had to identify the most serious substantive offense related to his unlawful conduct.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The district court, adopting the position taken in the United States Probation Office's Pre-Sentence Report (\"PSR\"), decided that the relevant offense was murder and sentenced Michael accordingly.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Present Appeal</i>\n    </p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On appeal, Michael argues that the district court erred in admitting St. Croix and Weeks' testimony about the Bulger/Flemmi group, its criminal activities, and Michael's interactions with the group. He insists that: (1) the testimony pertaining to the Bulger/Flemmi group and its criminal exploits was irrelevant and unfairly prejudicial and, as such, should have been excluded pursuant to Federal Rules of Evidence 401, 402, and 403; (2) the testimony describing his interactions with the group was unfairly prejudicial evidence of uncharged misconduct that should have been excluded under Federal Rules of Evidence 403 and 404(b); and (3) even if the district court did not err in admitting the challenged evidence for the reasons stated above, \"the testimony [describing] statements made by Stephen [ ] to Weeks and[ ] St. Croix [was hearsay that was] erroneously admitted\" under Federal Rule of Evidence 801(d)(2)(E). Furthermore, Michael asserts that the district court, in calculating his sentence for perjury and obstruction of justice, erred in determining that the most serious offense related to those charges was murder. We address these arguments <i>seriatim.</i></p>\n    </div>\n    <p>II. Michael's Evidentiary Challenges</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As a general matter, \"[w]e review the district court's decision to admit the disputed evidence for abuse of discretion.\" <i>United States v. McGuire,</i> <span class=\"citation\" data-id=\"201340\"><a href=\"/opinion/201340/united-states-v-mcguire/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span>, 228 (1st Cir.2004); <i>see also Richards v. Relentless, Inc.,</i> <span class=\"citation\" data-id=\"200599\"><a href=\"/opinion/200599/richards-v-relentless-inc/\"><span class=\"volume\">341</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 49 (1st Cir.2003) (reviewing relevancy determinations for abuse of discretion); <i>United States v. Balsam,</i> <span class=\"citation\" data-id=\"198819\"><a href=\"/opinion/198819/united-states-v-balsam/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 84 (1st Cir.2000) (reviewing rulings pursuant to Rules 403 and 404(b) for abuse of discretion). If, however, there was no objection to the admission of the evidence at trial, our review is only for plain error.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>See United States v. Duarte,</i> <span class=\"citation\" data-id=\"199375\"><a href=\"/opinion/199375/united-states-v-duarte/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 60 (1st Cir.2001). We will not find plain error unless \"(1) [ ] an error occurred (2) which was clear or obvious and which not only (3) affected [Michael's] substantial rights, but also (4) seriously impaired the fairness, integrity, or public reputation of judicial proceedings.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A. <i>Evidence of the Bulger/Flemmi Group and its Exploits</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We begin by evaluating the admission of the testimony concerning the Bulger/Flemmi group and its criminal exploits. Michael argues that because this testimony, which is described in detail below, \"was only marginally relevant, if at all,\" to the charged offenses and unfairly prejudicial, it should have been excluded under Rules 401, 402, and 403. Evidence is relevant if it has \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Fed.R.Evid. 401. Generally, \"[a]ll relevant evidence is admissible,\" while \"[e]vidence which is not relevant is not admissible.\" Fed.R.Evid. 402. However, even if evidence is relevant, it \"may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Fed.R.Evid. 403. We note at the outset that \"[o]nly rarely &#8212; and in extraordinarily compelling circumstances &#8212; will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.\" <i>United States v. Sabetta,</i> <span class=\"citation\" data-id=\"201079\"><a href=\"/opinion/201079/united-states-v-sabetta/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 82-83 (1st Cir.2004) (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\n        <i>Testimony Describing Persons Involved with the Bulger/Flemmi Group</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Michael first questions the admission of St. Croix's testimony concerning individuals involved with the Bulger/Flemmi group. Specifically, he contests the admission of statements that: Stephen and Bulger \"were partners in a criminal organization\" (the Bulger/Flemmi group)<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>; George Kaufman and Phil Costa were members of, and collected money owed to, that organization; and Frank Salemme \"was the head of the New England mafia\" and Stephen's ally.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The admission of these statements was not an abuse of discretion. Michael was charged with obstructing an investigation into the Bulger/Flemmi group and these statements were relevant because they provided the jury with useful background information &#8212; they introduced individuals associated with the investigation that Michael was charged with obstructing. <i>See United States v. Gonzalez,</i> <span class=\"citation\" data-id=\"739300\"><a href=\"/opinion/739300/united-states-of-america-appellee-cross-appellant-v-esteban-gonzalez-and/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">936</span></a></span>, 941 (2d Cir.1997) (\"To be relevant, evidence need only tend to prove the government's case, and evidence that adds context and dimension to the government's proof of the charges can have that tendency. Relevant evidence is not confined to that which directly establishes an element of the crime.\"); <i>see also United States v. Daly,</i> <span class=\"citation\" data-id=\"503756\"><a href=\"/opinion/503756/united-states-v-george-daly-and-louis-giardina/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1380</span></a></span>, 1388 (2d Cir.1988) (\"[T]he trial court may admit evidence that does not directly establish an element of the offense charged, in order to provide background for the events alleged in the indictment.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Moreover, the testimony was not unfairly prejudicial to Michael, as St. Croix never suggested that Michael was a member of the Bulger/Flemmi group. And, any prejudice that it may have caused was mitigated by the district court's limiting instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>Testimony About an \"X Fund\"</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Michael next objects to the admission of Weeks' testimony that the Bulger/Flemmi group had an \"X fund\" &#8212; a fund comprised of \"money that was put aside every time we made a score ... for expenses that would come up, ... you know ... payoffs.\" The testimony was relevant because it indicated that the members of the Bulger/Flemmi group were intent on concealing the group's criminal activities, and thus, it tended to support the government's theory that Stephen recruited St. Croix (who, in turn, recruited Michael) to remove guns from the hide. And, any claim that the testimony was unfairly prejudicial to Michael is weak because Weeks never indicated that Michael had anything to do with the \"X fund.\" There was no error in the admission of this testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">\n        <i>Testimony About the Use of Coded Communications</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Michael also asserts that the district court erred in admitting (1) St. Croix's testimony that, when possible, St. Croix, Weeks, Allen, and Michael avoided using intercom phones when communicating with Stephen in prison (they would, for example, hold up signs and gesture with their hands), and (2) Weeks' testimony that members of the Bulger/Flemmi group used nicknames when referring to law enforcement agents in front of Michael and that Michael understood the coded references. This testimony was highly relevant because it indicated that Michael was a trusted ally of the Bulger/Flemmi group (such that it would not be unreasonable to think that St. Croix would have enlisted his help in moving the guns) and that he was aware of, and willing to cover up, the group's activities (which helped establish his knowledge of the group's &#8212; and his brother's &#8212; unlawful behavior, as well as his intent to commit the crimes with which he was charged). We do not think that the district court abused its discretion in admitting the testimony based on its high probative value. We also note that any danger of unfair prejudice was considerably lessened by the limiting instructions the district court gave.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\n        <i>Testimony About the Bulger/Flemmi Group's Criminal Activities</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition, Michael attacks the admission of Weeks' testimony concerning: (1) the three people &#8212; Barrett, McIntyre, and Hussey &#8212; who were murdered in Weeks' presence and buried in Dorchester; (2) two others, Brian Halloran (\"Halloran\") and Michael Donahue (\"Donahue\"), who were also murdered in Weeks' presence; and (3) the Bulger/Flemmi group's unlawful acquisition of a liquor store in which Weeks was directly involved. With regard to the murder victims, Weeks gave a brief account of the circumstances surrounding each murder.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> In terms of the liquor store, Weeks stated that he intimidated the owners of the store (by brandishing a gun) so they would sell the store to the Bulger/Flemmi group.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government defends the admission of this testimony by pointing out that the testimony (which brought to the fore Weeks' extensive criminal history) was important to Weeks' credibility and arguing that such impeachment evidence may be elicited on direct examination.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> There is support for the government's position. <i>See United States v. Frappier,</i> <span class=\"citation\" data-id=\"480541\"><a href=\"/opinion/480541/united-states-v-darlene-frappier-aka-darlene-boissonneault-darlene/\"><span class=\"volume\">807</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">257</span></a></span>, 259 (1st Cir.1986) (\"[T]he prosecution, having called a witness, may then `take the wind out of the sails' of the defense by questions eliciting possible bases for impeachment.\"); <i>see also</i> Fed.R.Evid. 607 (\"The credibility of a witness may be attacked by any party, including the party calling the witness.\"). Michael even concedes that informing a jury of the nature of a witness' prior criminal conduct is \"fair game.\" Nevertheless, he contests the admission of Weeks' testimony on the ground that the prejudicial effect of permitting the government to delve into the particulars of the Bulger/Flemmi group's crimes substantially outweighed the testimony's probative value. We disagree. Although there may be circumstances where a criminal defendant would be wronged if the prosecution were allowed to delve too deeply into the particulars of its witness' criminal history on direct, we do not think that this is such a case. Here, all but one of the statements had significant probative value.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> And, there was little danger of unfair prejudice: there was no suggestion that Michael was involved in the crimes that Weeks described and the jury was instructed to that effect. We cannot say that the district court abused its discretion in admitting Weeks' testimony. <i>See United States v. Dworken,</i> <span class=\"citation\" data-id=\"510631\"><a href=\"/opinion/510631/united-states-v-jay-lewis-dworken-aka-jason-lewis-jay-lewis-united/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 28 (1st Cir.1988) (\"It is perhaps true that the government could have [made due] without so much <i>detail</i> concerning the prior [events], but this is essentially a Rule 403 balancing decision left to the broad discretion of the trial judge.\" (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">\n        <i>Testimony that Weeks Sought a Gun from Stephen</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The next challenge concerns Weeks' testimony that he visited Stephen in prison and asked Stephen for permission to take one of the guns from the hide so he could \"act\" on threats that had been made against him. According to Weeks, Stephen agreed to the request and stated that Stephen, Weeks, and Bulger were \"the only ones [who] knew [about the hide].\" On appeal, Michael disputes only the admission of that portion of the testimony where Weeks stated that he sought a gun to \"act\" on threats made against him. The challenged statement was relevant because it prompted, and provided context to, the unchallenged, and clearly relevant, testimony concerning the hide.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> <i>See Sabetta,</i> 373 F.3d at 83 (recognizing that testimony is relevant if it helps \"explain [ ] the chain of events\"). Although the challenged statement's probative value may not have been particularly high, we do not see how its admission caused Michael unfair prejudice &#8212; there was no indication that Michael knew of the conversation between Stephen and Weeks or Weeks' plan to \"act\" on the threats made against him. Consequently, there was no error in the testimony's admission.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>Testimony Regarding a Bombing in which Stephen was Implicated</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Michael also objects to the admission of St. Croix's testimony that he first \"obtained personal knowledge [of Stephen's] criminal activities ... in 1974\" when he learned that Stephen had been \"implicated in [a] bombing.\" This testimony provided relevant background to the development of the illegal relationship between St. Croix and his father, a relationship that culminated in the concealment conspiracy in question. <i>See United States v. Santana,</i> <span class=\"citation\" data-id=\"200624\"><a href=\"/opinion/200624/united-states-v-santana/\"><span class=\"volume\">342</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 67 (1st Cir.2003) (noting that evidence is relevant in a conspiracy case if it explains the background of the illegal relationship). And, the naked reference to a bombing in which Stephen was allegedly implicated was not unfairly prejudicial to Michael, as there was no allegation that Michael was involved in, or knew of, the bombing. Moreover, any potential prejudice was counteracted by the limiting instructions. The district court did not abuse its discretion in admitting this testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\n        <i>Testimony Concerning St. Croix's Relationship with Stephen</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Michael further contends that it was an abuse of discretion to allow St. Croix to testify that he and Stephen agreed that if St. Croix chose a life of crime, Stephen \"would show [him] how to do things and [St. Croix would] tell [Stephen] everything [he] was involved in ... to make sure [that he] didn't hurt any of [Stephen's] friends.\" We disagree. Immediately after St. Croix gave the challenged testimony, he told the jury that he took his father up on his offer and \"report[ed] to him on a regular basis.\" Therefore, the testimony was relevant as it established the background and formation of the illegal relationship between St. Croix and Stephen, and it explained why Stephen would feel comfortable telling St. Croix about the hide and asking him to move the guns. <i>See id.</i> (noting that, in a conspiracy case, evidence is relevant if it explains \"the background [and] formation ... of the illegal relationship and ... help[s] the jury understand the basis for the co-conspirators' relationship of mutual trust\" (internal quotation marks omitted)). In addition, it is not clear how the testimony could have caused Michael unfair prejudice because there was no suggestion that he was in any way involved in St. Croix's life of crime.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Michael also finds fault in the admission of St. Croix's statements concerning Stephen's reaction after he learned that St. Croix's brother, Stephen's other son, refused to visit him because he was \"angry\" at him. According to St. Croix, Stephen said, \"What the hell has he got to worry about? All he had to do was 18 months. I may spend the rest of my life in prison.\" Michael, however, used the testimony pertaining to the length of Stephen's prison term to his advantage when he later relied on the likelihood that Stephen would spend the rest of his life in prison in presenting his defense: In his closing argument, Michael argued that St. Croix was angry at his father for killing Hussey and that, because he could not take direct revenge against his father, who would likely spend \"the rest of his natural life\" in prison, he falsely testified against Michael as an indirect way to punish Stephen. Under the circumstances, Michael can hardly complain of prejudicial error. <i>See, e.g., United States v. Carrillo-Figueroa,</i> <span class=\"citation\" data-id=\"195598\"><a href=\"/opinion/195598/united-states-v-carrillo-figueroa/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 39 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In any event, there was no error in the admission of this testimony. The testimony was relevant because it helped establish that St. Croix was upset with his father (St. Croix testified that his father's \"cavalier\" reaction to his brother's anger \"really [ ] upset\" him),<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> and thus, it supported Michael's defense that St. Croix falsely testified against him as a way to punish Stephen. <i>See Frappier,</i> 807 F.2d at 259 (stating that the prosecution may elicit possible bases for impeachment on direct). Moreover, we do not see how the testimony, which in no way reflected on Michael, could have caused Michael unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>Testimony that Stephen Confessed to Murdering Hussey</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Michael next disputes the admission of St. Croix's testimony that, on January 20, 2000, Stephen admitted to killing Hussey in front of St. Croix and Michael. He did not object to the admission of this testimony below, and we do not find any error, much less plain error, in its admission. The testimony was highly relevant because Michael was charged with, among other things, perjuring himself before the grand jury, and on June 7, 2000, subsequent to the conversation in question, he told the grand jury that he had no idea whether Hussey was alive.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Although the testimony was certainly damaging to Michael, the district court did not err in finding that the danger of unfair prejudice did not outweigh the testimony's probative value.</p>\n    </div>\n    <p class=\"indent\">\n      <i>Testimony About Defense Funds</i>\n    </p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">This brings us to the final piece of testimony pertinent to the Bulger/Flemmi group and its criminal exploits that Michael challenges on appeal: St. Croix's testimony about the existence of defense funds for members of the group. Despite Michael's insistence to the contrary, the district court did not err in allowing St. Croix to testify that a portion of the proceeds from the illegal activities in which he was involved were used to pay the legal expenses of Stephen and some of his associates. The testimony was relevant for impeachment purposes (its admission enabled the government to bring out on direct examination the fact that St. Croix was engaged in illegal activities), <i>see Frappier,</i> 807 F.2d at 259, and because it provided insight into the relationship between St. Croix and Stephen, <i>see Santana,</i> 342 F.3d at 67. The district court did not abuse its discretion in finding that the probative value of the evidence was not substantially outweighed by the danger of unfair prejudice, because the testimony did not implicate Michael in St. Croix's illegal activities.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">B. <i>Evidence of Michael's Interactions with the Bulger/Flemmi Group</i></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We now consider whether the district court erred in admitting testimony pertaining to Michael's interactions with the Bulger/Flemmi group. Michael argues that this testimony constituted unduly prejudicial evidence of uncharged misconduct that should have been excluded pursuant to Rules 403 and 404(b). Rule 404(b) provides that \"[e]vidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.\" Nevertheless,</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">other bad acts evidence is admissible so long as the following, two-part test is satisfied: First, in accordance with Rule 404(b), the evidence must have special relevance to an issue in the case such as [motive,] intent or knowledge, and must not include bad character or propensity as a necessary link in the inferential chain.... Second, consistent with Rule 403, the probative value of the evidence must not be substantially outweighed by the danger of unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\"><i>United States v. McGuire,</i> <span class=\"citation\" data-id=\"201340\"><a href=\"/opinion/201340/united-states-v-mcguire/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">225</span></a></span>, 229 (1st Cir.2004) (internal quotation marks and citations omitted). We identify, and evaluate Michael's objections to, the relevant statements below.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>Testimony Concerning Michael's Interactions with Weeks</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Weeks was permitted to tell the jury that he engaged in loan sharking in Michael's presence without trepidation because Michael was \"Ste [phen's] brother\" and Weeks \"trusted him.\" Weeks also testified that, after his gun license was revoked, Michael saw him with guns and, on two occasions, loaned him a gun. Weeks stated that he was not \"afraid [that Michael] was going to arrest [him] for [carrying a gun without a license].\" Michael objects to the admission of this testimony for the first time on appeal, and as a result, our review is for plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We find no error, and therefore, no plain error, in the admission of this testimony. The government tried Michael on the theory that he lied and obstructed justice to shield members of the Bulger/Flemmi group from prosecution. Thus, the testimony had special relevance in that it demonstrated Michael's knowledge that members of the group engaged in unlawful activities and evidenced his intent<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> to protect those individuals from facing the legal consequences of their actions.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Moreover, we do not think that the district court abused its discretion in balancing the probative value of this testimony against the danger of unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">\n        <i>Testimony that Michael Handled Stephen's Criminal Affairs</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The next challenge involves testimony that Michael helped handle Stephen's affairs while Stephen was in prison. St. Croix testified that \"after Phil Costa died and [ ] Weeks was indicted, [he and Michael were the only people] left to handle [Stephen's] affairs on the outside.\" St. Croix also testified that, after Stephen's arrest, Michael \"was picking up money from various bookmakers ... owed to [Stephen].\"<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> In addition, Weeks testified that Michael \"participate[d] in th[e] process of picking up [proceeds from an extortionate] sale.\"<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Michael insists that the district court should have excluded the above statements. We disagree. The statements were specially relevant not only to show that Michael had knowledge of, and occasionally assisted in, Stephen's illegal activities (which helped establish that he had a motive to engage in the crimes with which he was charged &#8212; to conceal from the grand jury his and his brother's wrongdoing, as well as the intent to do so), but also to demonstrate that while Stephen was in prison, St. Croix and Michael were among the few people he trusted to help him with his illegal activities. This explains why Stephen would feel comfortable telling St. Croix about the hide and asking him to move the guns (and why St. Croix would then feel comfortable enlisting Michael to help). <i>See Santana,</i> 342 F.3d at 67 (allowing the admission of Rule 404(b) evidence to explain the trust that existed among the coconspirators). Although the testimony may have caused the jury to view Michael in a negative light, we do not think that the district court erred in admitting the evidence after balancing its significant probative value against the danger of unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\n        <i>Testimony that Michael Informed Weeks of Stephen's Arrest</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Michael also contests the admission of Weeks' statement that Michael told him that Stephen had been arrested soon after the arrest. Michael's claim is unavailing. The statement had special relevance that could reasonably have been found to outweigh any danger of unfair prejudice, as it helped establish Michael's knowledge of Stephen's legal troubles and wrongdoing. Moreover, the statement was independently admissible as a necessary component of Weeks' ensuing testimony, the admission of which Michael does not contest. Weeks testified that he responded to the news about Stephen's arrest by telling Michael, \"I told [Stephen] to take off,\" to which Michael replied, \"I know, I know.\" This exchange is probative of Michael's knowledge of Stephen's criminal wrongdoing and intent to obstruct justice (Michael acknowledged that he was aware that Stephen had been told to \"take off\" to avoid capture).</p>\n    </div>\n    <p class=\"indent\">C. <i>Coconspirator Statements</i></p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Having disposed of Michael's claims involving the testimony of his interactions with the Bulger/Flemmi group, we turn our attention to his final evidentiary challenge, which is premised on his assertion that the district court erred in admitting all of the above testimony that describes statements Stephen made to Weeks and St. Croix because that testimony related inadmissible hearsay.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> Michael claims that, despite the district court's apparent finding to the contrary, the statements did not satisfy the requirements of Rule 801(d)(2)(E), which provides that a statement is not hearsay if it is offered against a party and is \"a statement by a coconspirator of a party during the course and in furtherance of the conspiracy.\" As an initial matter, there are only two statements made by Stephen that would even arguably constitute hearsay but for the application of Rule 801(d)(2)(E): (1) his statement to Weeks that only he, Weeks, and Bulger knew of the hide, and (2) his statement to Michael and St. Croix that he killed Hussey.<a class=\"footnote\" href=\"#fn21\" id=\"fn21_ref\">21</a></p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">To invoke Rule 801(d)(2)(E), the government \"bears the burden of establishing, by a preponderance of the evidence, that a conspiracy embracing both the declarant and the defendant existed, and that the declarant uttered the statement[s] during and in furtherance of the conspiracy.\" <i>United States v. Bradshaw,</i> <span class=\"citation\" data-id=\"199842\"><a href=\"/opinion/199842/united-states-v-bradshaw/\"><span class=\"volume\">281</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">278</span></a></span>, 283 (1st Cir.2002) (internal quotation marks omitted). A defendant who wishes to preserve for appeal a challenge to the admission of statements under Rule 801(d)(2)(E) must request, at the close of all the evidence, that the district court make a determination as to whether the government carried its burden. <i>See United States v. Ortiz,</i> <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 715 (1st Cir.1992). \"[A] defendant's failure to object to the omission of such an express trial-end determination bars him from raising the point on appeal in the absence of plain error.\" <i>Id.</i> (internal quotation marks omitted). Because the district court did not make, and Michael did not ask for, \"an express trial-end determination,\" our review is for plain error. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We do not think that Michael has demonstrated that the admission of the challenged statements was error (and, ergo, he has not shown plain error). The government certainly established that Michael was involved in a conspiracy with Stephen, Weeks, St. Croix, and Allen to conceal the illegal activities of the Bulger/Flemmi group.<a class=\"footnote\" href=\"#fn22\" id=\"fn22_ref\">22</a> Nevertheless, Michael asserts that the statements should have been excluded because there was no evidence that he was a coconspirator \"at the time\" they were made. But, whether Michael was a coconspirator at the time the statements were made is irrelevant &#8212; we have held that an individual who joins a conspiracy \"at a later date,... effectively adopt[s] coconspirator declarations previously made.\" <i>United States v. Saccoccia,</i> <span class=\"citation\" data-id=\"196165\"><a href=\"/opinion/196165/united-states-v-saccoccia/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 778 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In addition, Michael claims that the statements were not made in furtherance of the conspiracy, but that claim also fails. \"[A] coconspirator's statement is considered to be in furtherance of the conspiracy as long as it tends to promote one or more of the objects of the conspiracy.\" <i>United States v. Piper,</i> <span class=\"citation\" data-id=\"200046\"><a href=\"/opinion/200046/united-states-v-piper/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 54 (1st Cir.2002). Stephen's statement to Weeks that Stephen, Weeks, and Bulger were the only people who knew of the hide furthered the conspiracy because it informed a coconspirator (Weeks) of those with knowledge of the hide, which was important to ensure that the knowledge remained contained. Likewise, Stephen's statement to Michael and St. Croix (in response to a direct question from St. Croix) that he killed Hussey furthered the conspiracy because it fostered a relationship of trust among the three, and it kept Michael and St. Croix \"abreast of current developments and problems facing the group,\" <i>United States v. Jefferson,</i> <span class=\"citation\" data-id=\"769096\"><a href=\"/opinion/769096/united-states-v-robert-george-jefferson-also-known-as-taz-loc-also/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">820</span></a></span>, 824 (8th Cir.2000) (internal quotation marks omitted).</p>\n    </div>\n    <p class=\"indent\">D. <i>Harmless Error</i></p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We conclude our evidentiary discussion by noting that the one error we have identified, <i>see supra</i> note 12, was harmless and, as such, does not merit reversal of the jury verdict. It is settled that \"[a] non-constitutional evidentiary error is harmless (and, therefore, does not require a new trial) so long as it is highly probable that the error did not influence the verdict.\" <i>Piper,</i> 298 F.3d at 56. Here, that standard is met. This is because the jury was presented with ample direct evidence that Michael obstructed justice, committed perjury, and possessed guns. Moreover, the fact that the jury was instructed that it was to \"confine [its] deliberations to the crimes with which Michael [was] actually charged\" and that \"[g]uilt can never be established by the mere fact of association\" makes it even more unlikely that the error affected the verdict.<a class=\"footnote\" href=\"#fn23\" id=\"fn23_ref\">23</a></p>\n    </div>\n    <p>III. Michael's Sentencing Challenge</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">We now focus on Michael's sentencing challenge. Michael argues that the district court erred in using murder, as opposed to gun possession, as the most serious offense underlying his obstruction of justice and perjury charges.<a class=\"footnote\" href=\"#fn24\" id=\"fn24_ref\">24</a> The government defends the use of murder and, in the alternative, claims that using the most serious gun possession charge would have yielded the same sentence. \"We review the sentencing court's application of the guidelines de novo and ... the factual findings underlying that application for clear error.\" <i>United States v. Reyes-Echevarria,</i> <span class=\"citation\" data-id=\"200656\"><a href=\"/opinion/200656/united-states-v-reyes-echevarria/\"><span class=\"volume\">345</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">We find no error in the use of murder as the underlying offense. When Michael testified before the grand jury about his knowledge of the Bulger/Flemmi group's reserve arsenal and Hussey's whereabouts, the grand jury was investigating, and he had reason to know it was investigating, whether \"members and associates of [that] Group [were involved] in violent racketeering activities, such as ... murder.\" And, Michael was later charged with, and convicted of, perjury and obstruction of justice in connection with that investigation. Therefore, the district court was justified in using murder, and not gun possession, as the underlying offense.<a class=\"footnote\" href=\"#fn25\" id=\"fn25_ref\">25</a> <i>See</i> U.S. Sentencing Guidelines Manual &#167; 1B1.5, cmt. n. 3 (2001) (\"Where there is more than one [potential underlying] offense, the most serious such offense ... is to be used.\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Michael, nevertheless, insists that his sentence should be vacated because the district court, in determining the underlying offense, looked to the 1995 indictment, <i>see supra</i> note 3, an indictment in which he was not charged, rather than to the Weeks indictment. Michael's argument fails because the district court in fact looked to both indictments. At sentencing, the government asserted that Michael's \"actions clearly were to benefit the [Bulger/Flemmi group], whether it was as set forth in the [1995] indictment ..., or ... in the [Weeks] indictment.\" And, the district court subsequently stated that it was \"adopt[ing] the government's position.\"<a class=\"footnote\" href=\"#fn26\" id=\"fn26_ref\">26</a> Moreover, even if the district court had looked only to the 1995 indictment, Michael's argument would still fail. The 1995 indictment, like the Weeks indictment, charged Stephen and other members of the Bulger/Flemmi group with engaging in violent racketeering acts, including murder. Because the litigation involving the crimes charged in the 1995 indictment was ongoing when Michael testified before the grand jury, reference to the 1995 indictment would have been appropriate, as Michael's testimony was relevant to that prosecution. <i>See</i> U.S. Sentencing Guidelines Manual &#167; 2J1.2(c) (2001) (sentencing court is to apply the accessory after the fact Guideline \"[i]f the offense involved obstructing the investigation <i>or prosecution</i> of a criminal offense\" (emphasis added)).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Michael also asserts that because he did not know \"the full nature and scope of his brother's criminal activities\" or whether \"any of the guns removed from the hid[e] had been used in a murder or other violent offense,\" the district court could not use murder as the underlying offense. However, such knowledge was not a prerequisite to the use of murder as the relevant offense. <i>Cf. United States v. McQueen,</i> <span class=\"citation\" data-id=\"719714\"><a href=\"/opinion/719714/united-states-v-darrell-mcqueen/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">180</span></a></span>, 184 (11th Cir.1996) (\"[Defendant's] lack of knowledge of the specific offenses under investigation is irrelevant.\"). All that was required was that Michael endeavored to \"obstruct[] the investigation or prosecution of a [murder],\"<a class=\"footnote\" href=\"#fn27\" id=\"fn27_ref\">27</a> U.S. Sentencing Guidelines Manual &#167; 2J1.2(c) (2001), and that he committed \"perjury ... in respect to a [murder],\"<a class=\"footnote\" href=\"#fn28\" id=\"fn28_ref\">28</a> <i>id.</i> at &#167; 2J1.3(c). When Michael told the grand jury that he did not know Whether Hussey was alive, he knew, or at least had reason to know, that it was investigating whether she had been murdered by members of the Bulger/Flemmi group,<a class=\"footnote\" href=\"#fn29\" id=\"fn29_ref\">29</a> and the trial jury found that he attempted to impede that investigation. That is sufficient to justify the use of murder as the underlying offense.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">As a final matter, Michael challenges the use of murder on the ground that there was no evidence connecting the guns from the hide to any specific murder. But, whether the guns were connected to a specific murder is irrelevant. Michael had reason to know that the grand jury was investigating a murder, and the trial jury found that he sought to hamper that investigation. Nothing more was required for murder to qualify as the underlying offense.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Weeks was charged with engaging in a variety of criminal offenses, including extortion and money laundering</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Weeks acknowledged that he had witnessed the murders</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Bulger and Stephen had previously been indicted in 1995 (the \"1995 indictment\") for engaging in similar racketeering activities, including murder</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Some of the guns were later transported to a storage facility in Florida, while others were buried in Somerville, Massachusetts. Approximately fifty-four guns were ultimately recovered by law enforcement agents from the Florida storage facility and the ground in Somerville</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> During the jury charge, the district court gave the following limiting instruction (a comparable instruction was given when St. Croix testified):</p>\n        <p class=\"indent\">Guilt can never be established by the mere fact of association. The fact that Stephen [ ], a notorious gangster, is the defendant's brother does not prove anything about [Michael's] possible guilt.</p>\n        <p class=\"indent\">You also heard testimony about the criminal organization led by Stephen [ ] and [ ] Bulger and its many crimes. This testimony was admitted to the extent that it was relevant to your understanding of the grand jury investigation that [Michael] is accused of obstructing, the origin and the purpose of the cache of firearms that were allegedly hidden [in the structure behind Mrs. Flemmi's house], and your assessment of the credibility of certain witnesses who have admitted their participation in the organization's crimes.</p>\n        <p class=\"indent\">You must, however, remember that Michael [ ] is not charged with complicity in the murders, extortions, and drug dealing carried out by the Bulger-Flemmi organization. Not only is he not charge[d] in these crimes, there is no evidence that he was involved in them in any way. You are, therefore, to confine your deliberations to the crimes with which Michael [ ] is actually charged....</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 2J1.2(a) of the United States Sentencing Guidelines provides a base offense level of 12 for obstruction of justice. (The district court used the Guidelines Manuel issued on November 1, 2001, and so do we.) But, \"[i]f the offense involved obstructing the investigation or prosecution of a criminal offense,\" section 2J1.2(c) instructs the sentencing court to apply section \"2X3.1 (Accessory After the Fact) in respect to that criminal offense, if the resulting offense level is greater than\" the calculation under the obstruction Guideline alone. The Guideline for perjury, section 2J1.3, also has a base offense level of 12, and a cross-reference to section 2X3.1 \"[i]f the offense involved perjury ... in respect to a criminal offense.\" Note, \"the defendant need not have been convicted [of] participating in the underlying offense\" for the cross-reference to apply<i>E.g., United States v. Suleiman,</i> <span class=\"citation\" data-id=\"768196\"><a href=\"/opinion/768196/united-states-of-america-appellant-cross-appellee-v-ibrahim-ahmad/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 38 (2d Cir.2000). The accessory after the fact Guideline, section 2X3.1, provides a base offense level of \"6 levels lower than the offense level for the underlying offense, but in no event less than 4, or more than 30.\" And, \"[w]here there is more than one [potential underlying] offense, the most serious such offense ... is to be used.\" U.S. Sentencing Guidelines Manual &#167; 1B1.5, cmt. n. 3 (2001).</p>\n        <p class=\"indent\">In sum, where, as here, section 2X3.1 applies, the individual who obstructed justice or committed perjury is sentenced as though he were an accessory after the fact to the most serious substantive criminal offense related to his conduct.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Unless we state otherwise, it should be assumed that Michael objected to the admission of the challenged evidence below</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Evidence is unfairly prejudicial if it \"invites the jury to render a verdict on an improper emotional basis.\"<i>United States v. Varoudakis,</i> <span class=\"citation\" data-id=\"199172\"><a href=\"/opinion/199172/united-states-v-varoudakis/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 122 (1st Cir.2000) (stating that a reviewing court should be \"cautious when [evidence] is [ ] shocking or heinous [and, thus,] likely to inflame the jury\" (internal quotation marks omitted)); <i>see also United States v. Currier,</i> <span class=\"citation\" data-id=\"499437\"><a href=\"/opinion/499437/united-states-v-raymond-leon-currier/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 18 (1st Cir.1987) (\"Unfairly prejudicial evidence ... is evidence that triggers the mainsprings of human action in such a way as to cause a jury to base its decision on something other than the established proposition in the case.\" (internal quotation marks and brackets omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Although Michael did not object to the admission of this particular statement at trial, we find it unnecessary to engage in the plain error analysis because we find no error in its admission</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Weeks testified that: Bulger and Stephen strangled Hussey (he did not explain why); Bulger shot Barrett because he had a grudge against him; and either Bulger or Stephen shot McIntyre after learning that he had informed law enforcement agents of the Bulger/Flemmi group's plans to smuggle weapons to the Irish Republican Army in Ireland. Weeks then related a conversation that he had with Michael soon after Hussey's disappearance in which \"Mi[chael] indicated ... that [Hussey's disappearance] was no great loss.\" Finally, Weeks explained that Halloran was shot by Bulger and a masked accomplice because he was an informant and that Donahue was an unintended victim of the Halloran shooting</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We note and find it significant that, prior to trial, Michael could have agreed to refrain from eliciting the evidence in question on cross-examination, but that he opted not to do so</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The value of the conversation that Weeks had with Michael after Hussey's disappearance where \"Mi[chael] indicated ... that [Hussey's disappearance] was no great loss\" is not readily apparent to us. Nonetheless, as we will later show, the error in the conversation's admission was harmless. That conversation aside, we think the rest of Weeks' testimony was probative not only because it elicited impeachment evidence, but also because it established a motive for Michael to help remove the guns from the hide and lie to the grand jury (he did not want his brother's involvement in crimes committed by the Bulger/Flemmi group, such as those Weeks described, to be exposed), and because it provided useful background by showing the purpose of the arsenal and describing crimes that were the subject of the investigation that Michael was charged with attempting to impede,<i>see Daly,</i> 842 F.2d at 1388.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> The fact that Stephen told Weeks that he could take a gun from the hide and that the only other person who knew about the hide was Bulger helped establish the government's theory that the hide was used to store a cache of guns and that the guns were in the hide when St. Croix claimed to have moved them</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The fact that St. Croix's brother was jailed for eighteen months was relevant because it explained the reason for the brother's anger towards Stephen<i>See Daly,</i> 842 F.2d at 1388.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The testimony was also relevant to show that Michael knew of Stephen's past crimes, and thus, it helped establish that Michael had a motive to help move the guns and lie to the grand jury<i>See supra</i> note 12. In addition, the testimony demonstrated that Stephen trusted Michael and St. Croix to the extent that it would be reasonable to believe that he asked St. Croix to move the guns and that St. Croix recruited Michael to assist in the endeavor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Michael's argument that the district court should not have admitted Rule 404(b) evidence to prove intent because his defense was a general denial of the crimes with which he was charged is unavailing. We have held that \"[Rule 404(b)] evidence may be admitted when it is probative of an issue other than character even when the defense is a general denial of the charges.\"<i>United States v. Oppon,</i> <span class=\"citation\" data-id=\"515718\"><a href=\"/opinion/515718/united-states-v-george-m-oppon-jr/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">141</span></a></span>, 146 (1st Cir.1988); <i>but see United States v. Ortiz,</i> <span class=\"citation\" data-id=\"511966\"><a href=\"/opinion/511966/united-states-v-marilyn-ortiz/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">900</span></a></span>, 904 (2d Cir.1988) (\"When a defendant unequivocally relies on such a defense, evidence of other acts is not admissible for the purpose of proving intent.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> The testimony also helped explain the trust that existed between Michael and members of the Bulger/Flemmi group<i>See Santana,</i> 342 F.3d at 67.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Michael did not object to the admission of this statement at trial, so our review of its admission is for plain error. However, because we do not find any error in its admission, we need not engage in the plain error analysis</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> Michael also objects to Weeks' statement that Weeks \"collected some of the proceeds\" for Stephen from the extortionate sale, a statement Weeks made immediately before testifying that Michael also picked up money in connection with the sale. We do not think that the district court erred in admitting this statement. It was relevant because it put into context Weeks' comment about Michael's involvement in the extortionate sale, and it is not clear how the statement (which itself did not implicate Michael in the sale) caused Michael unfair prejudice<i>See Sabetta,</i> 373 F.3d at 83.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> Michael does not challenge on hearsay grounds the admission of statements made by anyone other than Stephen. Hearsay is \"an oral or written assertion ..., other than one made by the declarant while testifying at the trial ..., offered in evidence to prove the truth of the matter asserted.\" Fed.R.Evid. 801. \"Hearsay evidence ordinarily is inadmissible in criminal trials.\"<i>United States v. Piper,</i> <span class=\"citation\" data-id=\"200046\"><a href=\"/opinion/200046/united-states-v-piper/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 51 (1st Cir.2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn21\">\n        <a class=\"footnote\" href=\"#fn21_ref\">21</a>\n        <p> St. Croix did not recount hearsay when he testified about the composition of the Bulger/Flemmi group because he testified from his own experiences (he did not report oral or written assertions). In addition, St. Croix did not relate hearsay when he testified that Stephen told him that if he chose a life of crime, Stephen \"would show [him] how to do things.\" Stephen's statement was not admitted to prove the truth of the matter asserted (that Stephen would or did tutor St. Croix in crime); rather, it was an instruction admitted to provide background for the development of St. Croix and Stephen's criminal relationship<i>See United States v. Murphy,</i> <span class=\"citation\" data-id=\"198658\"><a href=\"/opinion/198658/united-states-v-murphy/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1999) (\"So long as out-of-court statements are not offered for their truth, they are not hearsay....\"). Similarly, the statements discussing the prison terms of St. Croix's brother and Stephen are not hearsay because they were not offered for the truth of the matters asserted (that St. Croix's brother spent eighteen months in prison and that Stephen would likely spend the rest of his life in prison) but, instead, for their effect on St. Croix. <i>See United States v. DeVincent,</i> <span class=\"citation\" data-id=\"382752\"><a href=\"/opinion/382752/united-states-v-richard-devincent/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">147</span></a></span>, 151 (1st Cir.1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn22\">\n        <a class=\"footnote\" href=\"#fn22_ref\">22</a>\n        <p> For example, St. Croix testified that Michael helped St. Croix and Allen move the group's guns from the hide after learning that Stephen had requested their removal because he feared that a search of the hide was imminent. And, after providing that assistance, Michael professed his ignorance of the hide before a grand jury investigating the Bulger/Flemmi group. There was also testimony indicating that Stephen, Weeks, and St. Croix trusted Michael to remain silent about the group's exploits: Weeks testified that he openly conducted illegal activities on behalf of the Bulger/Flemmi group in front of Michael; and Weeks and St. Croix testified that Michael helped collect illegal debts for Stephen while Stephen was in prison</p>\n        <p class=\"indent\">Michael argues that because the district court stated that he was not involved \"in the murders, extortions, and drug dealing carried out by the Bulger-Flemmi organization,\" he could not have been a coconspirator. However, the fact that Michael was not involved in the organization's \"murders, extortions, and drug dealing\" does not mean that he was not a participant in a conspiracy to conceal its criminal acts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn23\">\n        <a class=\"footnote\" href=\"#fn23_ref\">23</a>\n        <p> Michael asserts that the cumulative effect of the admission of the challenged statements requires that he receive a new trial. But, \"[b]ecause we have found that none of [Michael's] individual complaints resulted in substantial prejudice and that most are completely without merit, we reject the final contention that his conviction was tainted by cumulative error.\"<i>United States v. DeMasi,</i> <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1322 (1st Cir.1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn24\">\n        <a class=\"footnote\" href=\"#fn24_ref\">24</a>\n        <p> We note that Michael has made no arguments in the district court or in this court questioning the constitutionality of the Guidelines or their application to his sentence. Therefore, we need not consider the effect of<i>United States v. Booker,</i> 543 U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), with respect to Michael's sentence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn25\">\n        <a class=\"footnote\" href=\"#fn25_ref\">25</a>\n        <p> Because we find that the district court did not err in using murder as the underlying offense, we need not, and do not, address the government's alternative argument</p>\n      </div>\n      <div class=\"footnote\" id=\"fn26\">\n        <a class=\"footnote\" href=\"#fn26_ref\">26</a>\n        <p> Although the district court later issued a written document in which it said that, in determining Michael's sentence, it had adopted the reasoning of the PSR, which mentions only the 1995 indictment, the district court's oral statement at the sentencing hearing controls<i>See United States v. Muniz,</i> <span class=\"citation\" data-id=\"195951\"><a href=\"/opinion/195951/united-states-v-muniz/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 42 n. 5 (1st Cir.1995) (recognizing that \"[w]here ... the district court's oral expression of its sentencing rationale varies materially from its subsequent written expression of that rationale, appellate courts have tended to honor the former at the expense of the latter\"); <i>see also United States v. Melendez-Santana,</i> <span class=\"citation\" data-id=\"200784\"><a href=\"/opinion/200784/united-states-v-melendez-santana/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span>, 100 (1st Cir.2003) (\"[W]e conclude that where the conditions of supervised release announced at the sentencing hearing conflict in a material way with the conditions of supervised release in the written sentencing order, the oral conditions control.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn27\">\n        <a class=\"footnote\" href=\"#fn27_ref\">27</a>\n        <p> For an individual to qualify for the section 2J1.2(c) enhancement, it is not necessary that he succeed in obstructing justice &#8212; he may simply endeavor to do so<i>United States v. Aragon,</i> <span class=\"citation\" data-id=\"598985\"><a href=\"/opinion/598985/united-states-v-pedro-aragon-aka-jose-aka-el-tigre-united-states-of/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1306</span></a></span>, 1315 (4th Cir.1993) (\"[E]ndeavoring to obstruct justice ... is to be included within &#167; 2J1.2.\" (citation omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn28\">\n        <a class=\"footnote\" href=\"#fn28_ref\">28</a>\n        <p> \"Perjury is in respect to a criminal offense where the defendant knew or had reason to know, at the time of his perjury, that his testimony concerned such a criminal offense.\"<i>United States v. Leon-Reyes,</i> <span class=\"citation\" data-id=\"764213\"><a href=\"/opinion/764213/99-cal-daily-op-serv-3734-1999-daily-journal-dar-4779-united-states/\"><span class=\"volume\">177</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">816</span></a></span>, 824 (9th Cir.1999) (internal quotation marks omitted); <i>see also United States v. Suleiman,</i> <span class=\"citation\" data-id=\"768196\"><a href=\"/opinion/768196/united-states-of-america-appellant-cross-appellee-v-ibrahim-ahmad/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 39 (2d Cir.2000) (\"[A]s long as the witness has been alerted to the fact that the grand jury is investigating a criminal offense, false answers to material questions will almost always merit enhanced punishment.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn29\">\n        <a class=\"footnote\" href=\"#fn29_ref\">29</a>\n        <p> It was only a few months before that Michael witnessed Stephen confess to her murder</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768196/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769096/"
  ]
}