{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201605/",
  "absolute_url": "/opinion/201605/federacion-de-maestr-v-junta-de-relaciones/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201605/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:30:26Z",
  "date_modified": "2016-02-28T05:06:01.752371Z",
  "type": "010combined",
  "sha1": "ab99e3fca0519c230727238bebca58951066ac4e",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1979-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/05/27/Federacion_de_Maestr_v._Junta_de_Relaciones.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 03-1979\n\n               FEDERACIÓN DE MAESTROS DE PUERTO RICO,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n         JUNTA DE RELACIONES DEL TRABAJO DE PUERTO RICO,\n\n                        Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jay A. García-Gregory, U.S. District Judge]\n\n\n\n                              Before\n\n              Selya, Lipez, and Howard, Circuit Judges.\n\n\n\n     Godwin Aldarondo-Girald, with whom Aldarondo-Girald Law Office\nwas on brief, for appellant.\n     Carlos E. López López, with whom Llovet, Zurinaga, & López,\nP.S.C. was on brief, for appellee.\n\n\n\n\n                           May 27, 2005\n\f          LIPEZ, Circuit Judge.         This case requires us to decide\n\nwhether the Rooker-Feldman doctrine applies to an interlocutory\n\njurisdictional decision of the Puerto Rico appellate courts. While\n\nthis case was under advisement, the Supreme Court unanimously\n\ndecided Exxon Mobil Corp. v. Saudi Basic Industries Corp., 125 S.\n\nCt. 1517 (2005), which substantially altered our understanding of\n\nthe Rooker-Feldman doctrine.         We must now apply that altered\n\nunderstanding for the first time.\n\n          The present case is not itself complex.                 Appellant\n\nFederación de Maestros de Puerto Rico (\"Federación\") is the target\n\nof an unfair labor practices grievance before appellee Junta de\n\nRelaciones del Trabajo de Puerto Rico, the Puerto Rico Labor\n\nRelations Board (\"Board\").        The Board denied the Federación's\n\nmotion to dismiss the grievance on the ground of federal labor law\n\npreemption.      The    Federación      appealed    that    denial   on   an\n\ninterlocutory basis to the Puerto Rico Court of Appeals and then to\n\nthe Puerto    Rico   Supreme   Court.     After    losing   the   preemption\n\nargument in the Puerto Rico courts, the Federación filed an action\n\nfor declaratory and injunctive relief against the Board in the\n\nUnited States District Court for the District of Puerto Rico.             The\n\ndistrict court concluded that it lacked jurisdiction over the\n\nFederación's claim because resolving that claim would require the\n\ncourt to review the decision of the Puerto Rico courts that the\n\nBoard had jurisdiction over the labor dispute, in contravention of\n\n\n                                   -2-\n\fthe Rooker-Feldman doctrine.       Consequently, the district court\n\ndismissed the complaint.      We affirm, and explain how Exxon Mobil\n\naffects some of our prior Rooker-Feldman cases.\n\n                                   I.\n\n           The relevant facts and procedural history are undisputed.\n\nIn 1990, the Federación Puertorriqueña de Trabajadores, a labor\n\nunion, filed an unfair labor practices charge before the Board\n\nagainst the appellant Federación de Maestros de Puerto Rico.1        In\n\n1995, the Board issued a grievance (administrative complaint)\n\nagainst the Federación.      The Federación then moved to dismiss the\n\ngrievance on the grounds that the National Labor Relations Board\n\n(\"NLRB\")   had   exclusive   jurisdiction   over   the   dispute.2   It\n\ncontended that Puerto Rico labor law was preempted by the National\n\nLabor Relations Act, 29 U.S.C. §§ 151-169, because the Federación's\n\nactivities affected interstate commerce.3\n\n\n     1\n      The Federación Puertorriqueña de Trabajadores, though a\ncritical participant in the proceedings before the Board, is not a\nparty to the federal action and will not be referred to again.\nConsequently, our references to \"the Federación\" in the remainder\nof the opinion refer exclusively to appellant, the Federación de\nMaestros de Puerto Rico.\n     2\n      The Federación also asserted defenses under Puerto Rico law,\nwhich are not before us.\n     3\n      The Act grants the NLRB jurisdiction over charges of unfair\nlabor practices \"affecting commerce,\" which means interstate\ncommerce. See 29 U.S.C. §§ 152(6)-(7), 160. That jurisdiction is\nexclusive and preempts state labor law. See San Diego Bldg. Trades\nCouncil v. Garmon, 359 U.S. 236, 244-45 (1959). Therefore, if the\nFederación's activities affected interstate commerce, the Board\nlacked jurisdiction over the grievance.\n\n                                  -3-\n\f          In    early   1996,    an     administrative   judge    issued   an\n\n\"Interlocutory Report\" concluding that Puerto Rico labor law was\n\npreempted by federal law, and that the Board therefore lacked\n\njurisdiction. However, the Board rejected the Interlocutory Report\n\nand denied the Federación's motion to dismiss.\n\n          After unsuccessfully requesting that the Board reconsider\n\nits decision, the Federación filed an interlocutory appeal to the\n\nPuerto Rico Supreme Court.       That court referred the appeal to the\n\nPuerto Rico Court of Appeals.         In 1997, the Court of Appeals, in a\n\nlengthy opinion and resolution, concluded that the Federación's\n\nactivities did not affect interstate commerce, affirmed the Board's\n\njurisdictional decision, and remanded for further proceedings.\n\n          The   Federación      moved    for   reconsideration,   which    was\n\ndenied after some delay.          It then petitioned the Puerto Rico\n\nSupreme Court for a writ of certiorari, which, too, was denied.\n\nThe Federación twice requested reconsideration of the denial of\n\ncertiorari, and both requests were denied.\n\n          In November 1999, the Board issued a resolution ordering\n\nthe continuation of the proceedings.            In these proceedings, the\n\nFederación continued to argue that the Board lacked jurisdiction.\n\n          In March 2003, the Federación filed a complaint against\n\nthe Board in federal district court, requesting declaratory relief\n\nand an injunction ordering the Board to terminate its proceedings\n\nfor lack of jurisdiction.       The Board moved to dismiss the federal\n\n\n                                      -4-\n\fcomplaint under Fed. R. Civ. P. 12(b)(1) on the basis that the\n\ndistrict court lacked subject matter jurisdiction to review a\n\ndecision of the Puerto Rico Court of Appeals.         The district court\n\ngranted the motion, and the Federación timely appealed.\n\n                                  II.\n\n          Where no evidentiary hearing has been held, we review de\n\nnovo the district court's dismissal for lack of subject matter\n\njurisdiction.     Wang v. N.H. Bd. of Registration in Med., 55 F.3d\n\n698, 700 n.3 (1st Cir. 1995).           \"[W]e construe the Complaint\n\nliberally and treat all well-pleaded facts as true, according the\n\nplaintiff the benefit of all reasonable inferences.\"             Murphy v.\n\nUnited States, 45 F.3d 520, 522 (1st Cir. 1995).\n\n          Under    the   Rooker-Feldman   doctrine,    federal    district\n\ncourts lack jurisdiction over \"federal complaints . . . [that]\n\nessentially invite[] federal courts of first instance to review and\n\nreverse unfavorable state-court judgments.\"       Exxon Mobil, 125 S.\n\nCt. at 1521; D.C. Court of Appeals v. Feldman, 460 U.S. 462 (1983);\n\nRooker v. Fid. Trust Co., 263 U.S. 413 (1923).         At first glance,\n\nthis case appears to present a relatively straightforward Rooker-\n\nFeldman issue.     The Puerto Rico Court of Appeals held that the\n\nBoard has jurisdiction over the underlying labor dispute, and the\n\nPuerto Rico Supreme Court declined to disturb that judgment.           The\n\nFederación's federal complaint, however, asks the court to declare\n\nthat the Board did not have jurisdiction over the labor dispute.\n\n\n                                  -5-\n\fThus, the Federación's complaint asked the district court \"to\n\nreview and reverse [an] unfavorable state-court judgment[],\" Exxon\n\nMobil, 125 S. Ct. at 1521.\n\n           However, the Federación argues that the Puerto Rico\n\ncourt's   decision   was   interlocutory,   and    that   Rooker-Feldman\n\ntherefore does not apply.     This argument draws some support from\n\ncertain of our pre-Exxon Mobil precedents.        In order to understand\n\nthis argument, and why we now ultimately reject it, we must first\n\ndescribe the roots of the Rooker-Feldman doctrine, the somewhat\n\nuncertain path that our jurisprudence has taken, and finally the\n\nclarification provided by Exxon Mobil.4\n\nA.         Rooker and Feldman\n\n           The jurisdictional statute providing for Supreme Court\n\nreview of state court judgments states that \"[f]inal judgments or\n\ndecrees rendered by the highest court of a State in which a\n\ndecision could be had, may be reviewed by the Supreme Court by writ\n\nof certiorari\" when certain federal questions are presented.          28\n\nU.S.C. § 1257;5 see also id. § 1258 (same for Puerto Rico Supreme\n\n\n     4\n      Because the district court and the parties frame the dispute\nin terms of the Rooker-Feldman doctrine, we do not reach the\nquestions of whether alternative doctrines such as abstention under\nYounger v. Harris, 401 U.S. 37 (1971), or refusal to grant\ndeclaratory relief under El Dia, Inc. v. Hernandez Colon, 963 F.2d\n488 (1st Cir. 1992), would also have justified dismissal.\n     5\n      When Rooker was decided, the Supreme Court's jurisdictional\nstatute provided for writ of error as well as certiorari, but was\nin most relevant respects similar to the present 28 U.S.C. § 1257.\nSee Act of September 6, 1916, Pub. L. No. 64-258, ch. 448, sec. 2,\n\n                                  -6-\n\fCourt).6   Rooker held that Congress, by the terms of that statute,\n\ngranted the United States Supreme Court, and only the United States\n\nSupreme Court, jurisdiction over appeals from state courts:\n\n           If the constitutional questions stated in the\n           [federal complaint] actually arose in the\n           [state case], it was the province and duty of\n           the state courts to decide them; and their\n           decision, whether right or wrong, was an\n           exercise of jurisdiction. . . .     Under the\n           legislation of Congress, no court of the\n           United States other than this Court could\n           entertain a proceeding to reverse or modify\n           the judgment for errors of that character. To\n           do so would be an exercise of appellate\n           jurisdiction. The jurisdiction possessed by\n           the District Courts is strictly original.\n\n263 U.S. at 415-16 (internal citation omitted).    In other words,\n\nRooker is based on a negative inference: because Congress only\n\nprovided for review of state court judgments by the Supreme Court,\n\nCongress therefore intended to preclude lower federal courts from\n\nexercising such review.     Feldman repeated this reasoning: \"[A]\n\nUnited States District Court has no authority to review final\n\njudgments of a state court in judicial proceedings. Review of such\n\njudgments may be had only in this Court.\"   460 U.S. at 482.\n\n\n\n\n§ 237, 39 Stat. 726 (1916).\n     6\n      In this opinion we will sometimes refer to § 1257 as a\nshorthand for, collectively, both §§ 1257 and 1258.        The\ndifferences between the two provisions are not relevant to the\nissues raised in this case.\n\n                                -7-\n\fB.        Our Pre-Exxon Mobil Cases\n\n          1.     Relevance of Availability of Supreme Court Review\n\n          The close nexus between the Rooker-Feldman doctrine and\n\nSupreme Court review prompts an obvious question: what if the\n\nSupreme Court could not have reviewed the particular state court\n\ndecision at issue?     Our pre-Exxon Mobil cases suggested that\n\nRooker-Feldman would not apply in this context.         See Cruz v.\n\nMelecio, 204 F.3d 14, 21 n.5 (1st Cir. 2000) (stating, in dictum,\n\nthat \"denying jurisdiction based on a state court judgment that is\n\nnot eligible for review by the United States Supreme Court simply\n\nwould not follow from the jurisdictional statute that invigorated\n\nthe Rooker-Feldman doctrine in the first place\");7 Hill v. Town of\n\nConway, 193 F.3d 33, 40 (1st Cir. 1999) (because \"Rooker-Feldman is\n\nkeyed to § 1257,\" it therefore requires a judgment reviewable by\n\nthe Supreme Court).   Under this logic, the scope of Rooker-Feldman\n\nwould be limited to state court judgments susceptible to Supreme\n\nCourt review -- in particular, final judgments, not interlocutory\n\norders.   See 28 U.S.C. §§ 1257 (providing for review of \"[f]inal\n\njudgments or decrees\" rendered by highest state courts), 1258 (same\n\nfor Puerto Rico Supreme Court).       Arguably, then, under Cruz and\n\n\n\n\n     7\n      Although the statute itself has changed since Rooker was\ndecided, the changes have not been material to the present issue,\nsee supra note 5, and the negative inference drawn in Rooker\napplies equally today.\n\n                                -8-\n\fHill, Rooker-Feldman would not apply to interlocutory orders. That\n\nis the argument that the Federación makes here.\n\n          2.     Relevance of Preclusive Effect Under State Law\n\n          Our pre-Exxon Mobil case law also recognized, albeit not\n\nuniformly, an alternative conception of \"final judgment.\"   The law\n\nof claim and issue preclusion (also known as res judicata and\n\ncollateral estoppel) provides a notion of \"final judgment\" that is\n\nrelated to, but distinct from, finality for purposes of Supreme\n\nCourt review.8   We have suggested, in some of our cases, that\n\n\"[o]nly a state court adjudication that itself has preclusive\n\neffect can bring the Rooker-Feldman doctrine into play.\" Cruz, 204\n\nF.3d at 21 n.5; see also Badillo-Santiago v. Naveira-Merly, 378\n\nF.3d 1, 6 (1st Cir. 2004) (\"Rooker-Feldman applies to state or\n\nterritorial court judgments to which the federal courts would\n\naccord preclusive effect, and the federal courts 'can ascribe no\n\ngreater preclusive force to a state court judgment than would the\n\n\n\n     8\n      The two concepts of finality serve very different purposes.\nThe purpose of the final judgment rule of § 1257 is to prevent the\nSupreme Court from considering a case that has not reached final\njudgment. It applies \"vertically\" within a single case's progress\nup through the appellate hierarchy. By contrast, the purpose of\nres judicata (and its federal statutory codification, 28 U.S.C.\n§ 1738) is to prevent federal and sister state trial courts from\nhearing a case that has reached final judgment.         It applies\n\"horizontally\" to parallel litigation or collateral attacks.\n     Moreover, whether a state court judgment is final for purposes\nof § 1257 is a question of federal law, Gotthilf v. Sills, 375 U.S.\n79, 80 (1963) (per curiam), but whether it is final for purposes of\npreclusion is a question of state law, Roy v. City of Augusta, 712\nF.2d 1517, 1520 (1st Cir. 1983).\n\n                               -9-\n\fcourts of that state.'\") (quoting Cruz, 204 F.3d at 21; internal\n\ncitation omitted); Pérez-Guzmán v. Gracia, 346 F.3d 229, 238 n.5\n\n(1st Cir. 2003) (same), cert. denied, 541 U.S. 960 (2004).9\n\n              Yet we have also stated, in apparent contradiction to the\n\nabove cases, that Rooker-Feldman does not require a decision to\n\nhave       state    law    preclusive         effect.        See   Maymó-Meléndez   v.\n\nÁlvarez-Ramírez, 364 F.3d 27, 32-33 (1st Cir.) (Rooker-Feldman is\n\n\"broader and blunter\" than res judicata, and does not impose res\n\njudicata's technical requirements, \"[s]o, despite the disapproval\n\nof scholars, federal courts regularly use Rooker-Feldman to rebuff\n\ncollateral         attacks       on   prior     state   court      judgments   without\n\npurporting         to    apply    the   technical       preclusion     rules   of   res\n\njudicata\"), cert. denied, 125 S. Ct. 110 (2004); Mandel v. Town of\n\nOrleans, 326 F.3d 267, 271 (1st Cir. 2003) (\"Rooker-Feldman applies\n\nwhether      or    not    the    federal      and    state   causes   of   action   are\n\ntechnically the same for purposes of claim preclusion, or whether\n\nall of the familiar conditions for issue preclusion are met.\")\n\n(citation omitted); Sheehan v. Marr, 207 F.3d 35, 40 n.5 (1st Cir.\n\n2000) (noting that \"res judicata . . . and Rooker-Feldman are\n\nseparate doctrines, [although] they have a 'close affinity' to one\n\n\n       9\n      The \"preclusive effect\" requirement derives not from\nconstruction of § 1257, but rather from policy considerations. The\nmost commonly stated rationale for a preclusive effect requirement\nis that it would be odd for Rooker-Feldman \"to bar an action in\nfederal court when that same action would be allowed in the state\ncourt of the rendering state.\" Davis v. Bayless, 70 F.3d 367, 376\n(5th Cir. 1995).\n\n                                              -10-\n\fanother,\" and quoting Charchenko v. City of Stillwater, 47 F.3d\n\n981,   983    n.1   (8th   Cir.   1995),   for   the   proposition   that\n\n\"Rooker-Feldman is broader than claim and issue preclusion because\n\nit does not depend on a final judgment on the merits\").\n\nC.           Exxon Mobil\n\n             These tests of state court judgment finality in our\n\napplication of the Rooker-Feldman doctrine have now been superseded\n\nby the explanation of that doctrine in Exxon Mobil. We briefly\n\nsummarize that case for context.\n\n             Saudi Basic Industries Corporation sued Exxon Mobil in\n\nDelaware state court for a declaratory judgment that it did not owe\n\nExxon Mobil any money from a contractual agreement; Exxon Mobil\n\ncounterclaimed for the money.         Meanwhile, Exxon Mobil filed a\n\ndeclaratory judgment action in federal court as an \"insurance\n\npolicy\" in case it lost the state court lawsuit.          The state case\n\nwent to judgment first, and the jury found for Exxon Mobil,\n\nawarding it a large verdict on its counterclaim.            Saudi Basic\n\nappealed the judgment to the Delaware Supreme Court.          See 125 S.\n\nCt. at 1524-25.\n\n             Meanwhile, the federal action proceeded.      Exxon Mobil's\n\nclaims in federal court were essentially identical to its defenses\n\nand counterclaims in state court.          On an interlocutory appeal\n\nrelated to foreign sovereign immunity, the Third Circuit sua sponte\n\nconcluded that Exxon Mobil's claims were identical to claims\n\n\n                                   -11-\n\factually litigated in state court, and ordered the claim dismissed\n\npursuant to the Rooker-Feldman doctrine.   See id. at 1525-26.\n\n          The Supreme Court unanimously reversed, holding:\n\n          The Rooker-Feldman doctrine . . . is confined\n          to cases of the kind from which the doctrine\n          acquired   its   name:   cases   brought   by\n          state-court losers complaining of injuries\n          caused by state-court judgments rendered\n          before   the   district   court   proceedings\n          commenced and inviting district court review\n          and rejection of those judgments. Rooker-\n          Feldman does not otherwise override or\n          supplant preclusion doctrine or augment the\n          circumscribed doctrines that allow federal\n          courts to stay or dismiss proceedings in\n          deference to state-court actions.\n\nId. at 1521-22.   The Court specifically limited the doctrine to\n\ncases in the procedural posture of Rooker and Feldman themselves:\n\n          Rooker and Feldman exhibit the limited\n          circumstances in which this Court's appellate\n          jurisdiction over state-court judgments, 28\n          U.S.C. § 1257, precludes a United States\n          district court from exercising subject-matter\n          jurisdiction in an action it would otherwise\n          be   empowered    to    adjudicate   under   a\n          congressional grant of authority[.] In both\n          cases, the losing party in state court filed\n          suit in federal court after the state\n          proceedings ended, complaining of an injury\n          caused by the state-court judgment and seeking\n          review and rejection of that judgment.\n          Plaintiffs    in     both    cases,   alleging\n          federal-question jurisdiction, called upon the\n          District Court to overturn an injurious\n          state-court judgment. Because § 1257, as long\n          interpreted, vests authority to review a state\n          court's judgment solely in this Court, the\n          District Courts in Rooker and Feldman lacked\n          subject-matter jurisdiction.\n\nId. at 1526 (citations omitted).\n\n\n                              -12-\n\f          In short, the Rooker-Feldman doctrine now applies only in\n\nthe \"limited circumstances\" where \"the losing party in state court\n\nfiled suit in federal court after the state proceedings ended,\n\ncomplaining of an injury caused by the state-court judgment and\n\nseeking review and rejection of that judgment.\"     Id.   The doctrine\n\n\"does not otherwise override or supplant preclusion doctrine or\n\naugment the circumscribed doctrines that allow federal courts to\n\nstay or dismiss proceedings in deference to state-court actions.\"\n\nId. at 1522.\n\n                               III.\n\n          Exxon Mobil tells us when a state court judgment is\n\nsufficiently final for operation of the Rooker-Feldman doctrine:\n\nwhen \"the state proceedings [have] ended.\"     125 S. Ct. at 1526.   If\n\nfederal litigation is initiated before state proceedings have\n\nended, then -- even if the federal plaintiff expects to lose in\n\nstate court and hopes to win in federal court -- the litigation is\n\nparallel, and the Rooker-Feldman doctrine does not deprive the\n\ncourt of jurisdiction.   See id. at 1526-28.    On the other hand, if\n\nfederal litigation is initiated after state proceedings have ended,\n\nand the plaintiff implicitly or explicitly \"seek[s] review and\n\nrejection of [the state] judgment,\" id. at 1526, then a federal\n\nsuit seeking an opposite result is an impermissible attempt to\n\nappeal the state judgment to the lower federal courts, and, under\n\nRooker-Feldman, the federal courts lack jurisdiction.\n\n\n                               -13-\n\f          As noted above, our prior tests of finality involved\n\nappealability under § 1257 and/or state law preclusive effect.\n\nUnder Exxon Mobil, the Rooker-Feldman doctrine applies when the\n\nlosing party in state court files suit in federal court \"after the\n\nstate proceedings ended.\"   We now explore what it means for state\n\nproceedings to have \"ended,\" and explain how this test differs from\n\nthe tests we had set forth before Exxon Mobil.\n\n          Generally speaking, state proceedings will have \"ended\"\n\nin three situations.   Two are obvious; the third perhaps is not.\n\n          First, when the highest state court in which review is\n\navailable has affirmed the judgment below and nothing is left to be\n\nresolved, then without a doubt the state proceedings have \"ended.\"\n\nIn this situation, the state court judgment would constitute a\n\n\"[f]inal judgment[] or decree[] rendered by the highest court of a\n\nState in which a decision could be had\" under § 1257, it would\n\ncarry preclusive effect in virtually every state, and -- most\n\nrelevant here -- it would qualify under Exxon Mobil's \"ended\" test.\n\n          Second, if the state action has reached a point where\n\nneither party seeks further action, then the state proceedings have\n\nalso \"ended.\"    For example, if a lower state court issues a\n\njudgment and the losing party allows the time for appeal to expire,\n\nthen the state proceedings have ended.     In this situation, the\n\njudgment would carry preclusive effect in virtually every state.\n\nIt would usually not, however, be an appealable \"[f]inal judgment[]\n\n\n                               -14-\n\for decree[] rendered by the highest court of a State in which a\n\ndecision could be had\" under § 1257.            Nevertheless -- and this is\n\nwhat matters -- it qualifies under Exxon Mobil's \"ended\" test.10\n\n            Third,   if   the   state   court    proceedings    have   finally\n\nresolved all the federal questions in the litigation, but state law\n\nor purely factual questions (whether great or small) remain to be\n\nlitigated, then the state proceedings have \"ended\" within the\n\nmeaning of Rooker-Feldman on the federal questions at issue.                 We\n\ninfer this meaning from a footnote in Exxon Mobil that provides an\n\nexample of a federal suit that would be subject to Rooker-Feldman\n\neven though the state court litigation was still ongoing.\n\n            The example is a hypothetical propounded in ASARCO Inc.\n\nv. Kadish, 490 U.S. 605 (1989).            According to the Exxon Mobil\n\nCourt,    the   hypothetical    would   fit     within   the   reach   of   the\n\nreformulated Rooker-Feldman doctrine, even though the litigation\n\nhad not completely ended, because the state proceedings had ended\n\nas to all federal questions.       Exxon Mobil, 125 S. Ct. at 1524 n.2.\n\n            In ASARCO, the plaintiffs sought state court declaratory\n\nand injunctive relief against an Arizona mineral leasing statute on\n\n\n     10\n      A more subtle version of this scenario is where the lower\nstate court does not issue a judgment but merely an interlocutory\norder (e.g., a discovery order determining whether certain\ndocuments were privileged), and the parties then voluntarily\nterminate the litigation.    In this case, the state court issue\nwould be neither appealable under § 1257 nor preclusive under the\npreclusion law of most states. Nevertheless, the state proceedings\nhave ended, and the Rooker-Feldman doctrine precludes either party\nfrom later challenging the order in federal court.\n\n                                    -15-\n\fthe grounds of, inter alia, federal preemption.                 See 490 U.S. at\n\n610.     The trial court upheld the statute, but the Arizona Supreme\n\nCourt reversed, and \"remanded the case to the trial court with\n\ninstructions to enter summary judgment for [plaintiffs], to enter\n\na judgment declaring [the state law] invalid, and to consider what\n\nfurther relief, if any, might be appropriate.\" Id. The defendants\n\npetitioned for certiorari, which the United States Supreme Court\n\ngranted.     Id. at 610.\n\n             The   plaintiffs,     with   the    United   States      as   amicus,\n\ncontended that the Court lacked jurisdiction over the appeal. They\n\nraised two distinct jurisdictional arguments: that the state court\n\njudgment was not a \"final judgment\" under § 1257 because matters of\n\nrelief      remained   to   be    litigated,     and    that    the    case     was\n\nnonjusticiable because, although the plaintiffs had standing to\n\nfile the suit under state law, they did not have standing under\n\nArticle III.       See id. at 611-12.\n\n             The Supreme Court rejected both arguments.            It held that\n\n§   1257    jurisdiction    was   available     under   the    doctrine    of   Cox\n\nBroadcasting Corp. v. Cohn, 420 U.S. 469 (1975),11 and that, even\n\n\n       11\n      Cox Broadcasting defines four situations in which a non-final\njudgment will nevertheless be considered \"final\" for purposes of\n§ 1257:\n\n       [(1)] there are further proceedings -- even entire trials\n       -- yet to occur in the state courts but where for one\n       reason or another the federal issue is conclusive or the\n       outcome of further proceedings preordained.\n       . . .\n\n                                     -16-\n\fthough the plaintiffs would not have been able to file the suit in\n\nfederal court initially, the defendants nevertheless had standing\n\nto bring the appeal.        See ASARCO, 490 U.S. at 612, 617-19.\n\n              The Court also rejected the United States's suggestion\n\nthat    the    defendants   had    to     seek   relief    through    a   federal\n\ndeclaratory judgment action.         Id. at 620.     The Court observed that\n\nsuch an action would require the federal court \"to readjudicate the\n\nvery    same    issues   that     were     determined     in   the   state-court\n\nproceedings below,\" and \"in essence[] would be an attempt to obtain\n\ndirect review of the Arizona Supreme Court's decision in the lower\n\nfederal courts\" in violation of Rooker-Feldman.                Id. at 622-23.\n\n\n\n       [(2)] the federal issue, finally decided by the highest\n       court in the State, will survive and require decision\n       regardless of the outcome of future state-court\n       proceedings.\n       . . .\n       [(3)] the federal claim has been finally decided, with\n       further proceedings on the merits in the state courts to\n       come, but in which later review of the federal issue\n       cannot be had, whatever the ultimate outcome of the case.\n       . . .\n       [(4)] the federal issue has been finally decided in the\n       state courts with further proceedings pending in which\n       the party seeking review here might prevail on the merits\n       on nonfederal grounds, thus rendering unnecessary review\n       of the federal issue by this Court, and where reversal of\n       the state court on the federal issue would be preclusive\n       of any further     litigation on the relevant cause of\n       action rather than merely controlling the nature and\n       character of, or determining the admissibility of\n       evidence in, the state proceedings still to come . . .\n       [and] refusal immediately to review the state-court\n       decision might seriously erode federal policy . . . .\n\n420 U.S. at 479-83.\n\n                                         -17-\n\f             ASARCO, to summarize, was a case where state proceedings\n\nhad not completely ended, but all federal questions had been\n\nfinally resolved.    The ASARCO Court held that the case had reached\n\nsufficient finality both to confer § 1257 jurisdiction under Cox\n\nBroadcasting, and to invoke Rooker-Feldman against any hypothetical\n\nfederal action concerning the same questions.    A footnote in Exxon\n\nMobil reaffirms that position:\n\n          The injury of which the [ASARCO] petitioners\n          (the losing parties in state court) could have\n          complained in the hypothetical federal suit\n          would have been caused by the state court's\n          invalidation of their mineral leases, and the\n          relief they would have sought would have been\n          to undo the state court's invalidation of the\n          statute. The hypothetical suit in ASARCO,\n          therefore, shares the characteristics of the\n          suits in Rooker and Feldman, i.e., loser in\n          state court invites federal district court to\n          overturn state-court judgment.\n\n125 S. Ct. at 1524 n.2.      Thus, Exxon Mobil's explanation of the\n\nASARCO hypothetical confirms that Rooker-Feldman applies where the\n\nstate proceeding has ended with respect to the issues that the\n\nfederal plaintiff seeks to have reviewed in federal court, even if\n\nother matters remain to be litigated.\n\n             This scenario prompts the question of how the lower\n\nfederal courts should determine whether a state proceeding, still\n\nongoing in some form, has ended with respect to a particular\n\nfederal issue. We infer from Exxon Mobil that the Cox Broadcasting\n\ntest of finality should be used for this purpose by the following\n\nreasoning.      Exxon Mobil confirms that the ASARCO state court\n\n                                 -18-\n\flitigation was sufficiently final (i.e., had \"ended\") for purposes\n\nof the Rooker-Feldman doctrine. See id. And ASARCO concluded that\n\nthe state court litigation there was sufficiently final for Supreme\n\nCourt review because it satisfied the Cox Broadcasting test.            See\n\n490 U.S. at 612.   In short, Exxon Mobil and ASARCO, read together,\n\nsuggest that if state court litigation is sufficiently final for\n\nSupreme Court review, then it is sufficiently final for purposes of\n\nthe Rooker-Feldman doctrine.\n\n           Of course, Cox Broadcasting itself only answers the\n\nquestion of whether § 1257 jurisdiction is immediately available,\n\nwhereas our present question is whether state proceedings have\n\n\"ended.\"    And we hasten to repeat that a proceeding may have\n\n\"ended\" under Exxon Mobil even when § 1257 jurisdiction would not\n\nhave been available.12    However,      while appealability under § 1257\n\nis not necessary to satisfy the Exxon Mobil \"ended\" test, it will\n\nalmost always be sufficient.13       Put another way, if a state court\n\ndecision   is   final   enough   that    the   Supreme   Court   does   have\n\n\n     12\n      For example, if a lower state court issues a judgment and the\nlosing party allows the time for appeal to expire, then the state\nproceedings have ended, but § 1257 jurisdiction would ordinarily\nnot be available.\n     13\n      By contrast, a preclusive state court judgment is not\nsufficient to trigger the Rooker-Feldman doctrine. In most states,\na trial court judgment acquires preclusive effect as soon as it\nissues. See, e.g., O'Brien v. Hanover Ins. Co., 692 N.E.2d 39, 44\n(Mass. 1998); Bartlett v. Pullen, 586 A.2d 1263, 1265 (Me. 1991);\nSilva v. Silva, 404 A.2d 829, 832 (R.I. 1979). While the state\ncourt judgment is pending on appeal, it carries preclusive effect,\nbut (in most cases) the state proceedings have not yet \"ended.\"\n\n                                  -19-\n\fjurisdiction over a direct appeal, then it is final enough that a\n\nlower federal court does not have jurisdiction over a collateral\n\nattack     on     that       decision.          Therefore,        except   in    unusual\n\ncircumstances, if § 1257 jurisdiction would have been available\n\nunder     Cox     Broadcasting,          then     the     state     proceedings       have\n\nsufficiently \"ended\" for purposes of Exxon Mobil.14                    Of course, the\n\nopposite        does   not    follow;      as   stated     above,    there      are   many\n\nsituations where § 1257 jurisdiction would not be available, and\n\nyet state proceedings have ended. But where § 1257 jurisdiction is\n\navailable -- either because an appeal has progressed to \"final\n\njudgment,\" or under one of the Cox Broadcasting exceptions -- then,\n\nfor purposes of the Rooker-Feldman doctrine, state proceedings will\n\nordinarily be deemed to have \"ended.\"\n\n                                            IV.\n\n                Exxon Mobil means that our prior tests of finality\n\n(appealability under § 1257 and preclusive effect) are no longer\n\napplicable for Rooker-Feldman purposes.                          Simply put, a state\n\nproceeding may meet the \"ended\" test of Exxon Mobil even if it\n\nfails     one    or    both   of   those    prior       tests.      Consequently,      the\n\napplicability of the Rooker-Feldman doctrine no longer turns on\n\nwhether the state court decision was \"final\" or \"preclusive.\"\n\nRather, we examine the posture of the case in the state court --\n\n\n     14\n      We do not decide how to apply Exxon Mobil in cases where the\nstate proceedings have, for all practical purposes, ended as to the\nfederal issue, but the Cox Broadcasting exceptions do not apply.\n\n                                           -20-\n\fi.e., whether \"state proceedings [have] ended,\" 125 S. Ct. at 1526\n\n-- and the relief sought in the federal court.\n\n              This conclusion conflicts, to some extent, with some of\n\nour   precedents.       \"Ordinarily,       newly     constituted        panels    in   a\n\nmulti-panel circuit should consider themselves bound by prior panel\n\ndecisions.\"      Eulitt v. Me. Dep't of Educ., 386 F.3d 344, 349 (1st\n\nCir. 2004).       However, an exception applies \"when a preexisting\n\npanel opinion is undermined by subsequently announced controlling\n\nauthority, such as a decision of the Supreme Court.\"                     Id.\n\n              That is the case here.            Exxon Mobil holds that federal\n\ncourts lack jurisdiction to review a state court judgment in a\n\nfederal case initiated \"after the state proceedings ended.\" 125 S.\n\nCt. at 1526.      While such judgments will often qualify as \"final\n\njudgments\" under § 1257 and/or carry state law preclusive effect,\n\nneither   §    1257    finality    nor    state    law   preclusive       effect       is\n\nnecessary under the Exxon Mobil test.\n\n              Consequently,       we   recognize      that      Exxon     Mobil    has\n\neffectively abrogated the dictum in Cruz stating that \"denying\n\njurisdiction based on a state court judgment that is not eligible\n\nfor review by the United States Supreme Court simply would not\n\nfollow    from   the    jurisdictional      statute      that    invigorated       the\n\nRooker-Feldman doctrine in the first place,\"                 204 F.3d at 21 n.5,\n\nand the similar statement in Hill holding that, because \"Rooker-\n\nFeldman is keyed to § 1257,\" it therefore requires a judgment\n\n\n                                         -21-\n\fimmediately reviewable by the Supreme Court, 193 F.3d at 40. Under\n\nExxon Mobil, state proceedings may have \"ended\" even though § 1257\n\nreview would not be available.\n\n          Similarly, we recognize that Exxon Mobil has effectively\n\nabrogated Badillo-Santiago, Pérez-Guzmán, and Cruz to the extent\n\nthat they state that Rooker-Feldman doctrine only applies to state\n\ncourt judgments with preclusive effect.        See Badillo-Santiago, 378\n\nF.3d at 6 (\"Rooker-Feldman applies to state or territorial court\n\njudgments to which the federal courts would accord preclusive\n\neffect, and the federal courts 'can ascribe no greater preclusive\n\nforce to a state court judgment than would the courts of that\n\nstate.'\") (quoting Cruz, 204 F.3d at 21)); Pérez-Guzmán, 346 F.3d\n\nat 238 n.5 (\"'[O]nly a state court adjudication that itself has\n\npreclusive   effect   can   bring   the    Rooker-Feldman     doctrine   into\n\nplay.'\") (quoting Cruz, 204 F.3d at 21 n.5); Cruz, 204 F.3d at 21\n\nn.5 (\"Only a state court adjudication that itself has preclusive\n\neffect can bring the Rooker-Feldman doctrine into play.\").               Under\n\nExxon   Mobil,   state      law   preclusive    effect   is     simply    not\n\ndeterminative.\n\n                                     V.\n\n          We now apply the Rooker-Feldman clarifications provided\n\nby Exxon Mobil to this case.        As we understand it, the Federación\n\nposits that the Puerto Rico court's decision was interlocutory,\n\nthat § 1258 does not give the Supreme Court jurisdiction over\n\n\n                                    -22-\n\finterlocutory (non-final) judgments, and that, therefore, Rooker-\n\nFeldman should not apply.      Under Rooker-Feldman, as clarified by\n\nExxon Mobil, these arguments are largely irrelevant.\n\n           Rather, what matters is that the state court proceedings\n\nhave ended with regard to the sole federal issue, namely, whether\n\nthe   Board's   jurisdiction   is    preempted   by   the   NLRA.   That\n\njurisdictional question is separate and independent from the merits\n\nof the dispute.    It logically should be, and has been, decided in\n\nadvance of a trial on the merits.          Moreover, the Puerto Rico\n\nSupreme Court has declined to disturb the lower court's decision,\n\nthus exhausting the possibility of further review in the Puerto\n\nRico court system.15\n\n           We find that this case falls neatly within one of the\n\nsituations described in Cox Broadcasting:\n\n\n\n\n      15\n      The   Federación    contends   that,   despite   losing   its\njurisdictional argument multiple times before both the Board and\nthe Puerto Rico courts, it has not lost its right to request\nfurther review of its jurisdictional defense before those very\ntribunals.    Since it might yet prevail on this defense, the\nFederación reasons, the Puerto Rico decision is not final -- or, in\nthe language of Exxon Mobil, the state proceedings have not ended.\n     We consider it highly unlikely that the Federación could yet\npersuade the Puerto Rico courts that they lack jurisdiction. The\nPuerto Rico Court of Appeals concluded that the Federación's\nactivities neither \"impact[] nor substantially impede[] . . . the\nflow of commerce between Puerto Rico and any other state, territory\nof the United States or country,\" and consequently that \"the\n[Board] did not err when it decided that it had jurisdiction to\ndeal with the case of record.\" (emphasis deleted). This holding\nappears to create law of the case and leave little room for further\nargument concerning the Board's jurisdiction.\n\n                                    -23-\n\f             [W]here the federal issue has been finally\n             decided in the state courts with further\n             proceedings pending in which the party seeking\n             review [in the Supreme Court] might prevail on\n             the merits on nonfederal grounds, thus\n             rendering unnecessary review of the federal\n             issue by [the Supreme] Court, and where\n             reversal of the state court on the federal\n             issue would be preclusive of any further\n             litigation on the relevant cause of action\n             . . . if a refusal immediately to review the\n             state-court decision might seriously erode\n             federal policy, the Court [has jurisdiction].\n\n420 U.S. at 482-83; see also Belknap, Inc. v. Hale, 463 U.S. 491,\n\n497 & n.5 (1983) (accepting jurisdiction over state court decision\n\nthat unfair labor practice charge brought in state court was not\n\nwithin jurisdiction of NLRB); Local No. 438 Constr. & Gen. Laborers\n\nUnion v. Curry, 371 U.S. 542, 548-50 (1963) (accepting jurisdiction\n\nover state court's injunction against labor union picketing; issue\n\nto be further litigated on the merits was legality of picketing,\n\nwhich was entirely separate from the union's federal defense, that\n\nNLRB's jurisdiction over labor dispute was exclusive); cf. Mitchell\n\nv. Forsyth, 472 U.S. 511, 525 n.8 (1985) (\"[S]tate-court decisions\n\nrejecting a party's federal-law claim that he is not subject to\n\nsuit before a particular tribunal are 'final' for purposes of our\n\ncertiorari    jurisdiction   under   28   U.S.C.   §   1257.\").   If   an\n\ninterlocutory state decision on a federal issue would be reviewable\n\nby the Supreme Court under one of the Cox Broadcasting exceptions,\n\n\n\n\n                                 -24-\n\fthen (absent unusual circumstances not present here) state court\n\nproceedings have \"ended\" for purposes of Exxon Mobil.16\n\n             With these issues resolved, this case turns out to be as\n\nsimple as it first appeared.         The Federación litigated its federal\n\nlabor law preemption defense before the Puerto Rico Court of\n\nAppeals.     That court found that the Federación was not engaged in\n\ninterstate commerce and that the Board's jurisdiction was not\n\npreempted by federal labor law; the Puerto Rico Supreme Court did\n\nnot disturb that judgment.           The Federación's subsequent federal\n\nclaim     seeks    a   declaration   that    the   Board's   jurisdiction   was\n\npreempted by federal labor law.         That claim could succeed only if\n\nthe federal court were to hold that the Puerto Rico decision was\n\nincorrect.        As in Rooker and Feldman, here \"the losing party in\n\nstate court filed suit in federal court after the state proceedings\n\nended, complaining of an injury caused by the state-court judgment\n\nand seeking review and rejection of that judgment,\" Exxon Mobil,\n\n125 S. Ct. at 1526.           Consequently, the district court lacked\n\njurisdiction to review the state court decision, despite the\n\ninterlocutory nature of the Puerto Rico courts' decisions.                  The\n\ndistrict court properly dismissed the complaint.\n\n             Affirmed.\n\n\n     16\n      Again, the relevance of Cox Broadcasting is not that\nappealability under § 1257 is required in order for the proceedings\nto have \"ended\" under Exxon Mobil. But when an interlocutory state\ncourt decision is appealable under Cox Broadcasting, then the\n\"ended\" test, as we construe it, will almost always be satisfied.\n\n                                      -25-\n\f",
  "html": "<p class=\"case_cite\">410 F.3d 17</p>\n    <p class=\"parties\">FEDERACI&#211;N DE MAESTROS DE PUERTO RICO, Plaintiff, Appellant,<br>v.<br>JUNTA DE RELACIONES DEL TRABAJO DE PUERTO RICO, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-1979.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 13, 2004.</p>\n    <p class=\"date\">Decided May 27, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Godwin Aldarondo-Girald, with whom Aldarondo-Girald Law Office was on brief, for appellant.</p>\n      <p class=\"indent\">Carlos E. L&#243;pez L&#243;pez, with whom Llovet, Zurinaga, &amp; L&#243;pez, P.S.C. was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to decide whether the <i>Rooker-Feldman</i> doctrine applies to an interlocutory jurisdictional decision of the Puerto Rico appellate courts. While this case was under advisement, the Supreme Court unanimously decided <i>Exxon Mobil Corp. v. Saudi Basic Industries Corp.,</i> ___ U.S. ___, 125 S.Ct. 1517, 161 L.Ed.2d 454 (2005), which substantially altered our understanding of the <i>Rooker-Feldman</i> doctrine. We must now apply that altered understanding for the first time.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The present case is not itself complex. Appellant Federaci&#243;n de Maestros de Puerto Rico (\"Federaci&#243;n\") is the target of an unfair labor practices grievance before appellee Junta de Relaciones del Trabajo de Puerto Rico, the Puerto Rico Labor Relations Board (\"Board\"). The Board denied the Federaci&#243;n's motion to dismiss the grievance on the ground of federal labor law preemption. The Federaci&#243;n appealed that denial on an interlocutory basis to the Puerto Rico Court of Appeals and then to the Puerto Rico Supreme Court. After losing the preemption argument in the Puerto Rico courts, the Federaci&#243;n filed an action for declaratory and injunctive relief against the Board in the United States District Court for the District of Puerto Rico. The district court concluded that it lacked jurisdiction over the Federaci&#243;n's claim because resolving that claim would require the court to review the decision of the Puerto Rico courts that the Board had jurisdiction over the labor dispute, in contravention of the <i>Rooker-Feldman</i> doctrine. Consequently, the district court dismissed the complaint. We affirm, and explain how <i>Exxon Mobil</i> affects some of our prior <i>Rooker-Feldman</i> cases.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The relevant facts and procedural history are undisputed. In 1990, the Federaci&#243;n Puertorrique&#241;a de Trabajadores, a labor union, filed an unfair labor practices charge before the Board against the appellant Federaci&#243;n de Maestros de Puerto Rico.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In 1995, the Board issued a grievance (administrative complaint) against the Federaci&#243;n. The Federaci&#243;n then moved to dismiss the grievance on the grounds that the National Labor Relations Board (\"NLRB\") had exclusive jurisdiction over the dispute.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> It contended that Puerto Rico labor law was preempted by the National Labor Relations Act, 29 U.S.C. &#167;&#167; 151-169, because the Federaci&#243;n's activities affected interstate commerce.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In early 1996, an administrative judge issued an \"Interlocutory Report\" concluding that Puerto Rico labor law was preempted by federal law, and that the Board therefore lacked jurisdiction. However, the Board rejected the Interlocutory Report and denied the Federaci&#243;n's motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After unsuccessfully requesting that the Board reconsider its decision, the Federaci&#243;n filed an interlocutory appeal to the Puerto Rico Supreme Court. That court referred the appeal to the Puerto Rico Court of Appeals. In 1997, the Court of Appeals, in a lengthy opinion and resolution, concluded that the Federaci&#243;n's activities did not affect interstate commerce, affirmed the Board's jurisdictional decision, and remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Federaci&#243;n moved for reconsideration, which was denied after some delay. It then petitioned the Puerto Rico Supreme Court for a writ of certiorari, which, too, was denied. The Federaci&#243;n twice requested reconsideration of the denial of certiorari, and both requests were denied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In November 1999, the Board issued a resolution ordering the continuation of the proceedings. In these proceedings, the Federaci&#243;n continued to argue that the Board lacked jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In March 2003, the Federaci&#243;n filed a complaint against the Board in federal district court, requesting declaratory relief and an injunction ordering the Board to terminate its proceedings for lack of jurisdiction. The Board moved to dismiss the federal complaint under Fed.R.Civ.P. 12(b)(1) on the basis that the district court lacked subject matter jurisdiction to review a decision of the Puerto Rico Court of Appeals. The district court granted the motion, and the Federaci&#243;n timely appealed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Where no evidentiary hearing has been held, we review <i>de novo</i> the district court's dismissal for lack of subject matter jurisdiction. <i>Wang v. N.H. Bd. of Registration in Med.,</i> 55 F.3d 698, 700 n. 3 (1st Cir.1995). \"[W]e construe the Complaint liberally and treat all well-pleaded facts as true, according the plaintiff the benefit of all reasonable inferences.\" <i>Murphy v. United States,</i> 45 F.3d 520, 522 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under the <i>Rooker-Feldman</i> doctrine, federal district courts lack jurisdiction over \"federal complaints ... [that] essentially invite[] federal courts of first instance to review and reverse unfavorable state-court judgments.\" <i>Exxon Mobil,</i> 125 S.Ct. at 1521; <i>D.C. Court of Appeals v. Feldman,</i> 460 U.S. 462, 103 S.Ct. 1303, 75 L.Ed.2d 206 (1983); <i>Rooker v. Fid. Trust Co.,</i> 263 U.S. 413, 44 S.Ct. 149, 68 L.Ed. 362 (1923). At first glance, this case appears to present a relatively straightforward <i>Rooker-Feldman</i> issue. The Puerto Rico Court of Appeals held that the Board has jurisdiction over the underlying labor dispute, and the Puerto Rico Supreme Court declined to disturb that judgment. The Federaci&#243;n's federal complaint, however, asks the court to declare that the Board did <i>not</i> have jurisdiction over the labor dispute. Thus, the Federaci&#243;n's complaint asked the district court \"to review and reverse [an] unfavorable state-court judgment[],\" <i>Exxon Mobil,</i> 125 S.Ct. at 1521.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">However, the Federaci&#243;n argues that the Puerto Rico court's decision was interlocutory, and that <i>Rooker-Feldman</i> therefore does not apply. This argument draws some support from certain of our pre-<i>Exxon Mobil</i> precedents. In order to understand this argument, and why we now ultimately reject it, we must first describe the roots of the <i>Rooker-Feldman</i> doctrine, the somewhat uncertain path that our jurisprudence has taken, and finally the clarification provided by <i>Exxon Mobil.</i><a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">A. <i>Rooker</i> and <i>Feldman</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The jurisdictional statute providing for Supreme Court review of state court judgments states that \"[f]inal judgments or decrees rendered by the highest court of a State in which a decision could be had, may be reviewed by the Supreme Court by writ of certiorari\" when certain federal questions are presented. 28 U.S.C. &#167; 1257;<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>see also id.</i> &#167; 1258 (same for Puerto Rico Supreme Court).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>Rooker</i> held that Congress, by the terms of that statute, granted the United States Supreme Court, and only the United States Supreme Court, jurisdiction over appeals from state courts:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If the constitutional questions stated in the [federal complaint] actually arose in the [state case], it was the province and duty of the state courts to decide them; and their decision, whether right or wrong, was an exercise of jurisdiction.... Under the legislation of Congress, no court of the United States other than this Court could entertain a proceeding to reverse or modify the judgment for errors of that character. To do so would be an exercise of appellate jurisdiction. The jurisdiction possessed by the District Courts is strictly original.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">263 U.S. at 415-16, 44 S.Ct. 149 (internal citation omitted). In other words, <i>Rooker</i> is based on a negative inference: because Congress <i>only</i> provided for review of state court judgments by the Supreme Court, Congress therefore intended to preclude lower federal courts from exercising such review. <i>Feldman</i> repeated this reasoning: \"[A] United States District Court has no authority to review final judgments of a state court in judicial proceedings. Review of such judgments may be had only in this Court.\" 460 U.S. at 482, 103 S.Ct. 1303.</p>\n    </div>\n    <p class=\"indent\">B. Our Pre-<i>Exxon Mobil</i> Cases</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">1. Relevance of Availability of Supreme Court Review</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The close nexus between the <i>Rooker-Feldman</i> doctrine and Supreme Court review prompts an obvious question: what if the Supreme Court could <i>not</i> have reviewed the particular state court decision at issue? Our pre-<i>Exxon Mobil</i> cases suggested that <i>Rooker-Feldman</i> would not apply in this context. <i>See Cruz v. Melecio,</i> 204 F.3d 14, 21 n. 5 (1st Cir.2000) (stating, in dictum, that \"denying jurisdiction based on a state court judgment that is not eligible for review by the United States Supreme Court simply would not follow from the jurisdictional statute that invigorated the <i>Rooker-Feldman</i> doctrine in the first place\");<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Hill v. Town of Conway,</i> 193 F.3d 33, 40 (1st Cir.1999) (because \"<i>Rooker-Feldman</i> is keyed to &#167; 1257,\" it therefore requires a judgment reviewable by the Supreme Court). Under this logic, the scope of <i>Rooker-Feldman</i> would be limited to state court judgments susceptible to Supreme Court review &#8212; in particular, final judgments, not interlocutory orders. <i>See</i> 28 U.S.C. &#167;&#167; 1257 (providing for review of \"[f]inal judgments or decrees\" rendered by highest state courts), 1258 (same for Puerto Rico Supreme Court). Arguably, then, under <i>Cruz</i> and <i>Hill, Rooker-Feldman</i> would not apply to interlocutory orders. That is the argument that the Federaci&#243;n makes here.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2. Relevance of Preclusive Effect Under State Law</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our pre-<i>Exxon Mobil</i> case law also recognized, albeit not uniformly, an alternative conception of \"final judgment.\" The law of claim and issue preclusion (also known as res judicata and collateral estoppel) provides a notion of \"final judgment\" that is related to, but distinct from, finality for purposes of Supreme Court review.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> We have suggested, in some of our cases, that \"[o]nly a state court adjudication that itself has preclusive effect can bring the <i>Rooker-Feldman</i> doctrine into play.\" <i>Cruz,</i> 204 F.3d at 21 n. 5; <i>see also Badillo-Santiago v. Naveira-Merly,</i> 378 F.3d 1, 6 (1st Cir.2004) (\"<i>Rooker-Feldman</i> applies to state or territorial court judgments to which the federal courts would accord preclusive effect, and the federal courts `can ascribe no greater preclusive force to a state court judgment than would the courts of that state.'\") (quoting <i>Cruz,</i> 204 F.3d at 21; internal citation omitted); <i>P&#233;rez-Guzm&#225;n v. Gracia,</i> 346 F.3d 229, 238 n. 5 (1st Cir.2003) (same), <i>cert. denied,</i> 541 U.S. 960, 124 S.Ct. 1724, 158 L.Ed.2d 401 (2004).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Yet we have also stated, in apparent contradiction to the above cases, that <i>Rooker-Feldman</i> does <i>not</i> require a decision to have state law preclusive effect. <i>See Maym&#243;-Mel&#233;ndez v. &#193;lvarez-Ram&#237;rez,</i> 364 F.3d 27, 32-33 (1st Cir.) (<i>Rooker-Feldman</i> is \"broader and blunter\" than res judicata, and does not impose res judicata's technical requirements, \"[s]o, despite the disapproval of scholars, federal courts regularly use <i>Rooker-Feldman</i> to rebuff collateral attacks on prior state court judgments without purporting to apply the technical preclusion rules of res judicata\"), <i>cert. denied,</i> ___ U.S. ___, 125 S.Ct. 110, 160 L.Ed.2d 120 (2004); <i>Mandel v. Town of Orleans,</i> 326 F.3d 267, 271 (1st Cir.2003) (\"<i>Rooker-Feldman</i> applies whether or not the federal and state causes of action are technically the same for purposes of claim preclusion, or whether all of the familiar conditions for issue preclusion are met.\") (citation omitted); <i>Sheehan v. Marr,</i> 207 F.3d 35, 40 n. 5 (1st Cir.2000) (noting that \"res judicata ... and <i>Rooker-Feldman</i> are separate doctrines, [although] they have a `close affinity' to one another,\" and quoting <i>Charchenko v. City of Stillwater,</i> 47 F.3d 981, 983 n. 1 (8th Cir.1995), for the proposition that \"<i>Rooker-Feldman</i> is broader than claim and issue preclusion because it does not depend on a final judgment on the merits\").</p>\n    </div>\n    <p class=\"indent\">C. <i>Exxon Mobil</i></p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">These tests of state court judgment finality in our application of the <i>Rooker-Feldman</i> doctrine have now been superseded by the explanation of that doctrine in <i>Exxon Mobil.</i> We briefly summarize that case for context.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Saudi Basic Industries Corporation sued Exxon Mobil in Delaware state court for a declaratory judgment that it did not owe Exxon Mobil any money from a contractual agreement; Exxon Mobil counterclaimed for the money. Meanwhile, Exxon Mobil filed a declaratory judgment action in federal court as an \"insurance policy\" in case it lost the state court lawsuit. The state case went to judgment first, and the jury found for Exxon Mobil, awarding it a large verdict on its counterclaim. Saudi Basic appealed the judgment to the Delaware Supreme Court. <i>See</i> 125 S.Ct. at 1524-25.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Meanwhile, the federal action proceeded. Exxon Mobil's claims in federal court were essentially identical to its defenses and counterclaims in state court. On an interlocutory appeal related to foreign sovereign immunity, the Third Circuit <i>sua sponte</i> concluded that Exxon Mobil's claims were identical to claims actually litigated in state court, and ordered the claim dismissed pursuant to the <i>Rooker-Feldman</i> doctrine. <i>See id.</i> at 1525-26.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Supreme Court unanimously reversed, holding:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The <i>Rooker-Feldman</i> doctrine ... is confined to cases of the kind from which the doctrine acquired its name: cases brought by state-court losers complaining of injuries caused by state-court judgments rendered before the district court proceedings commenced and inviting district court review and rejection of those judgments. <i>Rooker-Feldman</i> does not otherwise override or supplant preclusion doctrine or augment the circumscribed doctrines that allow federal courts to stay or dismiss proceedings in deference to state-court actions.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Id.</i> at 1521-22. The Court specifically limited the doctrine to cases in the procedural posture of <i>Rooker</i> and <i>Feldman</i> themselves:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>Rooker</i> and <i>Feldman</i> exhibit the limited circumstances in which this Court's appellate jurisdiction over state-court judgments, 28 U.S.C. &#167; 1257, precludes a United States district court from exercising subject-matter jurisdiction in an action it would otherwise be empowered to adjudicate under a congressional grant of authority[.] In both cases, the losing party in state court filed suit in federal court after the state proceedings ended, complaining of an injury caused by the state-court judgment and seeking review and rejection of that judgment. Plaintiffs in both cases, alleging federal-question jurisdiction, called upon the District Court to overturn an injurious state-court judgment. Because &#167; 1257, as long interpreted, vests authority to review a state court's judgment solely in this Court, the District Courts in <i>Rooker</i> and <i>Feldman</i> lacked subject-matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>Id.</i> at 1526 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In short, the <i>Rooker-Feldman</i> doctrine now applies only in the \"limited circumstances\" where \"the losing party in state court filed suit in federal court after the state proceedings ended, complaining of an injury caused by the state-court judgment and seeking review and rejection of that judgment.\" <i>Id.</i> The doctrine \"does not otherwise override or supplant preclusion doctrine or augment the circumscribed doctrines that allow federal courts to stay or dismiss proceedings in deference to state-court actions.\" <i>Id.</i> at 1522.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Exxon Mobil</i> tells us when a state court judgment is sufficiently final for operation of the <i>Rooker-Feldman</i> doctrine: when \"the state proceedings [have] ended.\" 125 S.Ct. at 1526. If federal litigation is initiated <i>before</i> state proceedings have ended, then &#8212; even if the federal plaintiff expects to lose in state court and hopes to win in federal court &#8212; the litigation is parallel, and the <i>Rooker-Feldman</i> doctrine does not deprive the court of jurisdiction. <i>See id.</i> at 1526-28. On the other hand, if federal litigation is initiated <i>after</i> state proceedings have ended, and the plaintiff implicitly or explicitly \"seek[s] review and rejection of [the state] judgment,\" <i>id.</i> at 1526, then a federal suit seeking an opposite result is an impermissible attempt to appeal the state judgment to the lower federal courts, and, under <i>Rooker-Feldman,</i> the federal courts lack jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As noted above, our prior tests of finality involved appealability under &#167; 1257 and/or state law preclusive effect. Under <i>Exxon Mobil,</i> the <i>Rooker-Feldman</i> doctrine applies when the losing party in state court files suit in federal court \"after the state proceedings ended.\" We now explore what it means for state proceedings to have \"ended,\" and explain how this test differs from the tests we had set forth before <i>Exxon Mobil.</i></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Generally speaking, state proceedings will have \"ended\" in three situations. Two are obvious; the third perhaps is not.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, when the highest state court in which review is available has affirmed the judgment below and nothing is left to be resolved, then without a doubt the state proceedings have \"ended.\" In this situation, the state court judgment would constitute a \"[f]inal judgment[ ] or decree[ ] rendered by the highest court of a State in which a decision could be had\" under &#167; 1257, it would carry preclusive effect in virtually every state, and&#8212;most relevant here &#8212; it would qualify under <i>Exxon Mobil's</i> \"ended\" test.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, if the state action has reached a point where neither party seeks further action, then the state proceedings have also \"ended.\" For example, if a lower state court issues a judgment and the losing party allows the time for appeal to expire, then the state proceedings have ended. In this situation, the judgment would carry preclusive effect in virtually every state. It would usually not, however, be an appealable \"[f]inal judgment[ ] or decree[ ] rendered by the highest court of a State in which a decision could be had\" under &#167; 1257. Nevertheless&#8212;and this is what matters&#8212;it qualifies under <i>Exxon Mobil's</i> \"ended\" test.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Third, if the state court proceedings have finally resolved all the federal questions in the litigation, but state law or purely factual questions (whether great or small) remain to be litigated, then the state proceedings have \"ended\" within the meaning of <i>Rooker-Feldman</i> on the federal questions at issue. We infer this meaning from a footnote in <i>Exxon Mobil</i> that provides an example of a federal suit that would be subject to <i>Rooker-Feldman</i> even though the state court litigation was still ongoing.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The example is a hypothetical propounded in <i>ASARCO Inc. v. Kadish,</i> 490 U.S. 605, 109 S.Ct. 2037, 104 L.Ed.2d 696 (1989). According to the <i>Exxon Mobil</i> Court, the hypothetical would fit within the reach of the reformulated <i>Rooker-Feldman</i> doctrine, even though the litigation had not completely ended, because the state proceedings had ended as to all federal questions. <i>Exxon Mobil,</i> 125 S.Ct. at 1524 n. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In <i>ASARCO,</i> the plaintiffs sought state court declaratory and injunctive relief against an Arizona mineral leasing statute on the grounds of, <i>inter alia,</i> federal preemption. <i>See</i> 490 U.S. at 610, 109 S.Ct. 2037. The trial court upheld the statute, but the Arizona Supreme Court reversed, and \"remanded the case to the trial court with instructions to enter summary judgment for [plaintiffs], to enter a judgment declaring [the state law] invalid, and to consider what further relief, if any, might be appropriate.\" <i>Id.</i> The defendants petitioned for certiorari, which the United States Supreme Court granted. <i>Id.</i> at 610, 109 S.Ct. 2037.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The plaintiffs, with the United States as amicus, contended that the Court lacked jurisdiction over the appeal. They raised two distinct jurisdictional arguments: that the state court judgment was not a \"final judgment\" under &#167; 1257 because matters of relief remained to be litigated, and that the case was nonjusticiable because, although the plaintiffs had standing to file the suit under state law, they did not have standing under Article III. <i>See id.</i> at 611-12, 109 S.Ct. 2037.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Supreme Court rejected both arguments. It held that &#167; 1257 jurisdiction was available under the doctrine of <i>Cox Broadcasting Corp. v. Cohn,</i> 420 U.S. 469, 95 S.Ct. 1029, 43 L.Ed.2d 328 (1975),<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and that, even though the plaintiffs would not have been able to file the suit in federal court initially, the defendants nevertheless had standing to bring the appeal. <i>See ASARCO,</i> 490 U.S. at 612, 617-19, 109 S.Ct. 2037.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Court also rejected the United States's suggestion that the defendants had to seek relief through a federal declaratory judgment action. <i>Id.</i> at 620, 109 S.Ct. 2037. The Court observed that such an action would require the federal court \"to readjudicate the very same issues that were determined in the state-court proceedings below,\" and \"in essence[ ] would be an attempt to obtain direct review of the Arizona Supreme Court's decision in the lower federal courts\" in violation of <i>Rooker-Feldman. Id.</i> at 622-23, 109 S.Ct. 2037.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>ASARCO,</i> to summarize, was a case where state proceedings had not completely ended, but all federal questions had been finally resolved. The <i>ASARCO</i> Court held that the case had reached sufficient finality both to confer &#167; 1257 jurisdiction under <i>Cox Broadcasting,</i> and to invoke <i>Rooker-Feldman</i> against any hypothetical federal action concerning the same questions. A footnote in <i>Exxon Mobil</i> reaffirms that position:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The injury of which the [<i>ASARCO</i>] petitioners (the losing parties in state court) could have complained in the hypothetical federal suit would have been caused by the state court's invalidation of their mineral leases, and the relief they would have sought would have been to undo the state court's invalidation of the statute. The hypothetical suit in <i>ASARCO,</i> therefore, shares the characteristics of the suits in <i>Rooker</i> and <i>Feldman,</i> i.e., loser in state court invites federal district court to overturn state-court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">125 S.Ct. at 1524 n. 2. Thus, <i>Exxon Mobil's</i> explanation of the <i>ASARCO</i> hypothetical confirms that <i>Rooker-Feldman</i> applies where the state proceeding has ended <i>with respect to the issues that the federal plaintiff seeks to have reviewed in federal court,</i> even if other matters remain to be litigated.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This scenario prompts the question of how the lower federal courts should determine whether a state proceeding, still ongoing in some form, has ended with respect to a particular federal issue. We infer from <i>Exxon Mobil</i> that the <i>Cox Broadcasting</i> test of finality should be used for this purpose by the following reasoning. <i>Exxon Mobil</i> confirms that the <i>ASARCO</i> state court litigation was sufficiently final (i.e., had \"ended\") for purposes of the <i>Rooker-Feldman</i> doctrine. <i>See id.</i> And <i>ASARCO</i> concluded that the state court litigation there was sufficiently final for Supreme Court review because it satisfied the <i>Cox Broadcasting</i> test. <i>See</i> 490 U.S. at 612, 109 S.Ct. 2037. In short, <i>Exxon Mobil</i> and <i>ASARCO,</i> read together, suggest that if state court litigation is sufficiently final for Supreme Court review, then it is sufficiently final for purposes of the <i>Rooker-Feldman</i> doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Of course, <i>Cox Broadcasting</i> itself only answers the question of whether &#167; 1257 jurisdiction is immediately available, whereas our present question is whether state proceedings have \"ended.\" And we hasten to repeat that a proceeding may have \"ended\" under <i>Exxon Mobil</i> even when &#167; 1257 jurisdiction would not have been available.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> However, while appealability under &#167; 1257 is not <i>necessary</i> to satisfy the <i>Exxon Mobil</i> \"ended\" test, it will almost always be <i>sufficient.</i><a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Put another way, if a state court decision is final enough that the Supreme Court <i>does</i> have jurisdiction over a direct appeal, then it is final enough that a lower federal court <i>does not</i> have jurisdiction over a collateral attack on that decision. Therefore, except in unusual circumstances, if &#167; 1257 jurisdiction would have been available under <i>Cox Broadcasting,</i> then the state proceedings have sufficiently \"ended\" for purposes of <i>Exxon Mobil.</i><a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Of course, the opposite does not follow; as stated above, there are many situations where &#167; 1257 jurisdiction would <i>not</i> be available, and yet state proceedings <i>have</i> ended. But where &#167; 1257 jurisdiction <i>is</i> available &#8212; either because an appeal has progressed to \"final judgment,\" or under one of the <i>Cox Broadcasting</i> exceptions &#8212; then, for purposes of the <i>Rooker-Feldman</i> doctrine, state proceedings will ordinarily be deemed to have \"ended.\"</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\"><i>Exxon Mobil</i> means that our prior tests of finality (appealability under &#167; 1257 and preclusive effect) are no longer applicable for <i>Rooker-Feldman</i> purposes. Simply put, a state proceeding may meet the \"ended\" test of <i>Exxon Mobil</i> even if it fails one or both of those prior tests. Consequently, the applicability of the <i>Rooker-Feldman</i> doctrine no longer turns on whether the state court decision was \"final\" or \"preclusive.\" Rather, we examine the posture of the case in the state court &#8212; i.e., whether \"state proceedings [have] ended,\" 125 S.Ct. at 1526 &#8212; and the relief sought in the federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This conclusion conflicts, to some extent, with some of our precedents. \"Ordinarily, newly constituted panels in a multi-panel circuit should consider themselves bound by prior panel decisions.\" <i>Eulitt v. Me. Dep't of Educ.,</i> 386 F.3d 344, 349 (1st Cir.2004). However, an exception applies \"when a preexisting panel opinion is undermined by subsequently announced controlling authority, such as a decision of the Supreme Court.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">That is the case here. <i>Exxon Mobil</i> holds that federal courts lack jurisdiction to review a state court judgment in a federal case initiated \"after the state proceedings ended.\" 125 S.Ct. at 1526. While such judgments will often qualify as \"final judgments\" under &#167; 1257 and/or carry state law preclusive effect, neither &#167; 1257 finality nor state law preclusive effect is necessary under the <i>Exxon Mobil</i> test.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Consequently, we recognize that <i>Exxon Mobil</i> has effectively abrogated the dictum in <i>Cruz</i> stating that \"denying jurisdiction based on a state court judgment that is not eligible for review by the United States Supreme Court simply would not follow from the jurisdictional statute that invigorated the <i>Rooker-Feldman</i> doctrine in the first place,\" 204 F.3d at 21 n. 5, and the similar statement in <i>Hill</i> holding that, because \"<i>Rooker-Feldman</i> is keyed to &#167; 1257,\" it therefore requires a judgment immediately reviewable by the Supreme Court, 193 F.3d at 40. Under <i>Exxon Mobil,</i> state proceedings may have \"ended\" even though &#167; 1257 review would not be available.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Similarly, we recognize that <i>Exxon Mobil</i> has effectively abrogated <i>Badillo-Santiago, P&#233;rez-Guzm&#225;n,</i> and <i>Cruz</i> to the extent that they state that <i>Rooker-Feldman</i> doctrine only applies to state court judgments with preclusive effect. <i>See Badillo-Santiago,</i> 378 F.3d at 6 (\"<i>Rooker-Feldman</i> applies to state or territorial court judgments to which the federal courts would accord preclusive effect, and the federal courts `can ascribe no greater preclusive force to a state court judgment than would the courts of that state.'\") (quoting <i>Cruz,</i> 204 F.3d at 21); <i>P&#233;rez-Guzm&#225;n,</i> 346 F.3d at 238 n. 5 (\"`[O]nly a state court adjudication that itself has preclusive effect can bring the <i>Rooker-Feldman</i> doctrine into play.'\") (quoting <i>Cruz,</i> 204 F.3d at 21 n. 5); <i>Cruz,</i> 204 F.3d at 21 n. 5 (\"Only a state court adjudication that itself has preclusive effect can bring the Rooker-Feldman doctrine into play.\"). Under <i>Exxon Mobil,</i> state law preclusive effect is simply not determinative.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We now apply the <i>Rooker-Feldman</i> clarifications provided by <i>Exxon Mobil</i> to this case. As we understand it, the Federaci&#243;n posits that the Puerto Rico court's decision was interlocutory, that &#167; 1258 does not give the Supreme Court jurisdiction over interlocutory (non-final) judgments, and that, therefore, <i>Rooker-Feldman</i> should not apply. Under <i>Rooker-Feldman,</i> as clarified by <i>Exxon Mobil,</i> these arguments are largely irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Rather, what matters is that the state court proceedings have ended with regard to the sole federal issue, namely, whether the Board's jurisdiction is preempted by the NLRA. That jurisdictional question is separate and independent from the merits of the dispute. It logically should be, and has been, decided in advance of a trial on the merits. Moreover, the Puerto Rico Supreme Court has declined to disturb the lower court's decision, thus exhausting the possibility of further review in the Puerto Rico court system.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We find that this case falls neatly within one of the situations described in <i>Cox Broadcasting:</i></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">[W]here the federal issue has been finally decided in the state courts with further proceedings pending in which the party seeking review [in the Supreme Court] might prevail on the merits on nonfederal grounds, thus rendering unnecessary review of the federal issue by [the Supreme] Court, and where reversal of the state court on the federal issue would be preclusive of any further litigation on the relevant cause of action ... if a refusal immediately to review the state-court decision might seriously erode federal policy, the Court [has jurisdiction].</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">420 U.S. at 482-83, 95 S.Ct. 1029; <i>see also Belknap, Inc. v. Hale,</i> 463 U.S. 491, 497 &amp; n. 5, 103 S.Ct. 3172, 77 L.Ed.2d 798 (1983) (accepting jurisdiction over state court decision that unfair labor practice charge brought in state court was not within jurisdiction of NLRB); <i>Local No. 438 Constr. &amp; Gen. Laborers' Union v. Curry,</i> 371 U.S. 542, 548-50, 83 S.Ct. 531, 9 L.Ed.2d 514 (1963) (accepting jurisdiction over state court's injunction against labor union picketing; issue to be further litigated on the merits was legality of picketing, which was entirely separate from the union's federal defense, that NLRB's jurisdiction over labor dispute was exclusive); <i>cf. Mitchell v. Forsyth,</i> 472 U.S. 511, 525 n. 8, 105 S.Ct. 2806, 86 L.Ed.2d 411 (1985) (\"[S]tate-court decisions rejecting a party's federal-law claim that he is not subject to suit before a particular tribunal are `final' for purposes of our certiorari jurisdiction under 28 U.S.C. &#167; 1257.\"). If an interlocutory state decision on a federal issue would be reviewable by the Supreme Court under one of the <i>Cox Broadcasting</i> exceptions, then (absent unusual circumstances not present here) state court proceedings have \"ended\" for purposes of <i>Exxon Mobil.</i><a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">With these issues resolved, this case turns out to be as simple as it first appeared. The Federaci&#243;n litigated its federal labor law preemption defense before the Puerto Rico Court of Appeals. That court found that the Federaci&#243;n was not engaged in interstate commerce and that the Board's jurisdiction was not preempted by federal labor law; the Puerto Rico Supreme Court did not disturb that judgment. The Federaci&#243;n's subsequent federal claim seeks a declaration that the Board's jurisdiction <i>was</i> preempted by federal labor law. That claim could succeed only if the federal court were to hold that the Puerto Rico decision was incorrect. As in <i>Rooker</i> and <i>Feldman,</i> here \"the losing party in state court filed suit in federal court after the state proceedings ended, complaining of an injury caused by the state-court judgment and seeking review and rejection of that judgment,\" <i>Exxon Mobil,</i> 125 S.Ct. at 1526. Consequently, the district court lacked jurisdiction to review the state court decision, despite the interlocutory nature of the Puerto Rico courts' decisions. The district court properly dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Federaci&#243;n Puertorrique&#241;a de Trabajadores, though a critical participant in the proceedings before the Board, is not a party to the federal action and will not be referred to again. Consequently, our references to \"the Federaci&#243;n\" in the remainder of the opinion refer exclusively to appellant, the Federaci&#243;n de Maestros de Puerto Rico</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Federaci&#243;n also asserted defenses under Puerto Rico law, which are not before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Act grants the NLRB jurisdiction over charges of unfair labor practices \"affecting commerce,\" which means interstate commerce<i>See</i> 29 U.S.C. &#167;&#167; 152(6)-(7), 160. That jurisdiction is exclusive and preempts state labor law. <i>See San Diego Bldg. Trades Council v. Garmon,</i> 359 U.S. 236, 244-45, 79 S.Ct. 773, 3 L.Ed.2d 775 (1959). Therefore, if the Federaci&#243;n's activities affected interstate commerce, the Board lacked jurisdiction over the grievance.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because the district court and the parties frame the dispute in terms of the<i>Rooker-Feldman</i> doctrine, we do not reach the questions of whether alternative doctrines such as abstention under <i>Younger v. Harris,</i> 401 U.S. 37, 91 S.Ct. 746, 27 L.Ed.2d 669 (1971), or refusal to grant declaratory relief under <i>El Dia, Inc. v. Hernandez Colon,</i> 963 F.2d 488 (1st Cir.1992), would also have justified dismissal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> When<i>Rooker</i> was decided, the Supreme Court's jurisdictional statute provided for writ of error as well as certiorari, but was in most relevant respects similar to the present 28 U.S.C. &#167; 1257. <i>See</i> Act of September 6, 1916, Pub.L. No. 64-258, ch. 448, sec. 2, &#167; 237, 39 Stat. 726 (1916).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In this opinion we will sometimes refer to &#167; 1257 as a shorthand for, collectively, both &#167;&#167; 1257 and 1258. The differences between the two provisions are not relevant to the issues raised in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although the statute itself has changed since<i>Rooker</i> was decided, the changes have not been material to the present issue, <i>see supra</i> note 5, and the negative inference drawn in <i>Rooker</i> applies equally today.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The two concepts of finality serve very different purposes. The purpose of the final judgment rule of &#167; 1257 is to prevent the Supreme Court from considering a case that has<i>not</i> reached final judgment. It applies \"vertically\" within a single case's progress up through the appellate hierarchy. By contrast, the purpose of res judicata (and its federal statutory codification, 28 U.S.C. &#167; 1738) is to prevent federal and sister state trial courts from hearing a case that <i>has</i> reached final judgment. It applies \"horizontally\" to parallel litigation or collateral attacks.</p>\n        <p class=\"indent\">Moreover, whether a state court judgment is final for purposes of &#167; 1257 is a question of federal law, <i>Gotthilf v. Sills,</i> 375 U.S. 79, 80, 84 S.Ct. 187, 11 L.Ed.2d 159 (1963) (per curiam), but whether it is final for purposes of preclusion is a question of state law, <i>Roy v. City of Augusta,</i> 712 F.2d 1517, 1520 (1st Cir.1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The \"preclusive effect\" requirement derives not from construction of &#167; 1257, but rather from policy considerations. The most commonly stated rationale for a preclusive effect requirement is that it would be odd for<i>Rooker-Feldman</i> \"to bar an action in federal court when that same action would be allowed in the state court of the rendering state.\" <i>Davis v. Bayless,</i> 70 F.3d 367, 376 (5th Cir.1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> A more subtle version of this scenario is where the lower state court does not issue a<i>judgment</i> but merely an interlocutory order (e.g., a discovery order determining whether certain documents were privileged), and the parties then voluntarily terminate the litigation. In this case, the state court issue would be neither appealable under &#167; 1257 nor preclusive under the preclusion law of most states. Nevertheless, the state proceedings have ended, and the <i>Rooker-Feldman</i> doctrine precludes either party from later challenging the order in federal court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> <i>Cox Broadcasting</i> defines four situations in which a non-final judgment will nevertheless be considered \"final\" for purposes of &#167; 1257:</p>\n        <p class=\"indent\">[(1)] there are further proceedings &#8212; even entire trials &#8212; yet to occur in the state courts but where for one reason or another the federal issue is conclusive or the outcome of further proceedings preordained.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">[(2)] the federal issue, finally decided by the highest court in the State, will survive and require decision regardless of the outcome of future state-court proceedings.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">[(3)] the federal claim has been finally decided, with further proceedings on the merits in the state courts to come, but in which later review of the federal issue cannot be had, whatever the ultimate outcome of the case.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">[(4)] the federal issue has been finally decided in the state courts with further proceedings pending in which the party seeking review here might prevail on the merits on nonfederal grounds, thus rendering unnecessary review of the federal issue by this Court, and where reversal of the state court on the federal issue would be preclusive of any further litigation on the relevant cause of action rather than merely controlling the nature and character of, or determining the admissibility of evidence in, the state proceedings still to come ... [and] refusal immediately to review the state-court decision might seriously erode federal policy ....</p>\n        <p class=\"indent\">420 U.S. at 479-83, 95 S.Ct. 1029.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> For example, if a lower state court issues a judgment and the losing party allows the time for appeal to expire, then the state proceedings have ended, but &#167; 1257 jurisdiction would ordinarily not be available</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> By contrast, a preclusive state court judgment is<i>not</i> sufficient to trigger the <i>Rooker-Feldman</i> doctrine. In most states, a trial court judgment acquires preclusive effect as soon as it issues. <i>See, e.g., O'Brien v. Hanover Ins. Co.,</i> 427 Mass. 194, 692 N.E.2d 39, 44 (1998); <i>Bartlett v. Pullen,</i> 586 A.2d 1263, 1265 (Me.1991); <i>Silva v. Silva,</i> 122 R.I. 178, 404 A.2d 829, 832 (1979). While the state court judgment is pending on appeal, it carries preclusive effect, but (in most cases) the state proceedings have not yet \"ended.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We do not decide how to apply<i>Exxon Mobil</i> in cases where the state proceedings have, for all practical purposes, ended as to the federal issue, but the <i>Cox Broadcasting</i> exceptions do not apply.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The Federaci&#243;n contends that, despite losing its jurisdictional argument multiple times before both the Board and the Puerto Rico courts, it has not lost its right to request further review of its jurisdictional defense before those very tribunals. Since it might yet prevail on this defense, the Federaci&#243;n reasons, the Puerto Rico decision is not final &#8212; or, in the language of<i>Exxon Mobil,</i> the state proceedings have not ended.</p>\n        <p class=\"indent\">We consider it highly unlikely that the Federaci&#243;n could yet persuade the Puerto Rico courts that they lack jurisdiction. The Puerto Rico Court of Appeals concluded that the Federaci&#243;n's activities neither \"impact[] nor substantially impede[ ] ... the flow of commerce between Puerto Rico and any other state, territory of the United States or country,\" and consequently that \"the [Board] did not err when it decided that it had jurisdiction to deal with the case of record.\" (emphasis deleted). This holding appears to create law of the case and leave little room for further argument concerning the Board's jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Again, the relevance of<i>Cox Broadcasting</i> is <i>not</i> that appealability under &#167; 1257 is required in order for the proceedings to have \"ended\" under <i>Exxon Mobil.</i> But when an interlocutory state court decision <i>is</i> appealable under <i>Cox Broadcasting,</i> then the \"ended\" test, as we construe it, will almost always be satisfied.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></span></p>\n    <p class=\"parties\">FEDERACI&#211;N DE MAESTROS DE PUERTO RICO, Plaintiff, Appellant,<br>v.<br>JUNTA DE RELACIONES DEL TRABAJO DE PUERTO RICO, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 03-1979.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard September 13, 2004.</p>\n    <p class=\"date\">Decided May 27, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Godwin Aldarondo-Girald, with whom Aldarondo-Girald Law Office was on brief, for appellant.</p>\n      <p class=\"indent\">Carlos E. L&#243;pez L&#243;pez, with whom Llovet, Zurinaga, &amp; L&#243;pez, P.S.C. was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, LIPEZ, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to decide whether the <i>Rooker-Feldman</i> doctrine applies to an interlocutory jurisdictional decision of the Puerto Rico appellate courts. While this case was under advisement, the Supreme Court unanimously decided <i>Exxon Mobil Corp. v. Saudi Basic Industries Corp.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1517</span></a></span>, <span class=\"citation\" data-id=\"142885\"><a href=\"/opinion/142885/exxon-mobil-corp-v-saudi-basic-industries-corp/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">454</span></a></span> (2005), which substantially altered our understanding of the <i>Rooker-Feldman</i> doctrine. We must now apply that altered understanding for the first time.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The present case is not itself complex. Appellant Federaci&#243;n de Maestros de Puerto Rico (\"Federaci&#243;n\") is the target of an unfair labor practices grievance before appellee Junta de Relaciones del Trabajo de Puerto Rico, the Puerto Rico Labor Relations Board (\"Board\"). The Board denied the Federaci&#243;n's motion to dismiss the grievance on the ground of federal labor law preemption. The Federaci&#243;n appealed that denial on an interlocutory basis to the Puerto Rico Court of Appeals and then to the Puerto Rico Supreme Court. After losing the preemption argument in the Puerto Rico courts, the Federaci&#243;n filed an action for declaratory and injunctive relief against the Board in the United States District Court for the District of Puerto Rico. The district court concluded that it lacked jurisdiction over the Federaci&#243;n's claim because resolving that claim would require the court to review the decision of the Puerto Rico courts that the Board had jurisdiction over the labor dispute, in contravention of the <i>Rooker-Feldman</i> doctrine. Consequently, the district court dismissed the complaint. We affirm, and explain how <i>Exxon Mobil</i> affects some of our prior <i>Rooker-Feldman</i> cases.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The relevant facts and procedural history are undisputed. In 1990, the Federaci&#243;n Puertorrique&#241;a de Trabajadores, a labor union, filed an unfair labor practices charge before the Board against the appellant Federaci&#243;n de Maestros de Puerto Rico.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In 1995, the Board issued a grievance (administrative complaint) against the Federaci&#243;n. The Federaci&#243;n then moved to dismiss the grievance on the grounds that the National Labor Relations Board (\"NLRB\") had exclusive jurisdiction over the dispute.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> It contended that Puerto Rico labor law was preempted by the National Labor Relations Act, 29 U.S.C. &#167;&#167; 151-169, because the Federaci&#243;n's activities affected interstate commerce.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In early 1996, an administrative judge issued an \"Interlocutory Report\" concluding that Puerto Rico labor law was preempted by federal law, and that the Board therefore lacked jurisdiction. However, the Board rejected the Interlocutory Report and denied the Federaci&#243;n's motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After unsuccessfully requesting that the Board reconsider its decision, the Federaci&#243;n filed an interlocutory appeal to the Puerto Rico Supreme Court. That court referred the appeal to the Puerto Rico Court of Appeals. In 1997, the Court of Appeals, in a lengthy opinion and resolution, concluded that the Federaci&#243;n's activities did not affect interstate commerce, affirmed the Board's jurisdictional decision, and remanded for further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Federaci&#243;n moved for reconsideration, which was denied after some delay. It then petitioned the Puerto Rico Supreme Court for a writ of certiorari, which, too, was denied. The Federaci&#243;n twice requested reconsideration of the denial of certiorari, and both requests were denied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In November 1999, the Board issued a resolution ordering the continuation of the proceedings. In these proceedings, the Federaci&#243;n continued to argue that the Board lacked jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In March 2003, the Federaci&#243;n filed a complaint against the Board in federal district court, requesting declaratory relief and an injunction ordering the Board to terminate its proceedings for lack of jurisdiction. The Board moved to dismiss the federal complaint under Fed.R.Civ.P. 12(b)(1) on the basis that the district court lacked subject matter jurisdiction to review a decision of the Puerto Rico Court of Appeals. The district court granted the motion, and the Federaci&#243;n timely appealed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Where no evidentiary hearing has been held, we review <i>de novo</i> the district court's dismissal for lack of subject matter jurisdiction. <i>Wang v. N.H. Bd. of Registration in Med.,</i> <span class=\"citation\" data-id=\"196121\"><a href=\"/opinion/196121/wang-v-nh-board-of-reg/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 700 n. 3 (1st Cir.1995). \"[W]e construe the Complaint liberally and treat all well-pleaded facts as true, according the plaintiff the benefit of all reasonable inferences.\" <i>Murphy v. United States,</i> <span class=\"citation\" data-id=\"195855\"><a href=\"/opinion/195855/murphy-v-united-states/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 522 (1st Cir.1995).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Under the <i>Rooker-Feldman</i> doctrine, federal district courts lack jurisdiction over \"federal complaints ... [that] essentially invite[] federal courts of first instance to review and reverse unfavorable state-court judgments.\" <i>Exxon Mobil,</i> 125 S.Ct. at 1521; <i>D.C. Court of Appeals v. Feldman,</i> <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span>, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1303</span></a></span>, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">75</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">206</span></a></span> (1983); <i>Rooker v. Fid. Trust Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span>, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">362</span></span> (1923). At first glance, this case appears to present a relatively straightforward <i>Rooker-Feldman</i> issue. The Puerto Rico Court of Appeals held that the Board has jurisdiction over the underlying labor dispute, and the Puerto Rico Supreme Court declined to disturb that judgment. The Federaci&#243;n's federal complaint, however, asks the court to declare that the Board did <i>not</i> have jurisdiction over the labor dispute. Thus, the Federaci&#243;n's complaint asked the district court \"to review and reverse [an] unfavorable state-court judgment[],\" <i>Exxon Mobil,</i> 125 S.Ct. at 1521.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">However, the Federaci&#243;n argues that the Puerto Rico court's decision was interlocutory, and that <i>Rooker-Feldman</i> therefore does not apply. This argument draws some support from certain of our pre-<i>Exxon Mobil</i> precedents. In order to understand this argument, and why we now ultimately reject it, we must first describe the roots of the <i>Rooker-Feldman</i> doctrine, the somewhat uncertain path that our jurisprudence has taken, and finally the clarification provided by <i>Exxon Mobil.</i><a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">A. <i>Rooker</i> and <i>Feldman</i></p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The jurisdictional statute providing for Supreme Court review of state court judgments states that \"[f]inal judgments or decrees rendered by the highest court of a State in which a decision could be had, may be reviewed by the Supreme Court by writ of certiorari\" when certain federal questions are presented. 28 U.S.C. &#167; 1257;<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>see also id.</i> &#167; 1258 (same for Puerto Rico Supreme Court).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> <i>Rooker</i> held that Congress, by the terms of that statute, granted the United States Supreme Court, and only the United States Supreme Court, jurisdiction over appeals from state courts:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If the constitutional questions stated in the [federal complaint] actually arose in the [state case], it was the province and duty of the state courts to decide them; and their decision, whether right or wrong, was an exercise of jurisdiction.... Under the legislation of Congress, no court of the United States other than this Court could entertain a proceeding to reverse or modify the judgment for errors of that character. To do so would be an exercise of appellate jurisdiction. The jurisdiction possessed by the District Courts is strictly original.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">263 U.S. at 415-16, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">149</span></span> (internal citation omitted). In other words, <i>Rooker</i> is based on a negative inference: because Congress <i>only</i> provided for review of state court judgments by the Supreme Court, Congress therefore intended to preclude lower federal courts from exercising such review. <i>Feldman</i> repeated this reasoning: \"[A] United States District Court has no authority to review final judgments of a state court in judicial proceedings. Review of such judgments may be had only in this Court.\" 460 U.S. at 482, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1303</span></a></span>.</p>\n    </div>\n    <p class=\"indent\">B. Our Pre-<i>Exxon Mobil</i> Cases</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">1. Relevance of Availability of Supreme Court Review</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The close nexus between the <i>Rooker-Feldman</i> doctrine and Supreme Court review prompts an obvious question: what if the Supreme Court could <i>not</i> have reviewed the particular state court decision at issue? Our pre-<i>Exxon Mobil</i> cases suggested that <i>Rooker-Feldman</i> would not apply in this context. <i>See Cruz v. Melecio,</i> <span class=\"citation\" data-id=\"198832\"><a href=\"/opinion/198832/oscar-cruz-v-melecio/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 21 n. 5 (1st Cir.2000) (stating, in dictum, that \"denying jurisdiction based on a state court judgment that is not eligible for review by the United States Supreme Court simply would not follow from the jurisdictional statute that invigorated the <i>Rooker-Feldman</i> doctrine in the first place\");<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>Hill v. Town of Conway,</i> <span class=\"citation\" data-id=\"198663\"><a href=\"/opinion/198663/hill-v-town-of-conway/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 40 (1st Cir.1999) (because \"<i>Rooker-Feldman</i> is keyed to &#167; 1257,\" it therefore requires a judgment reviewable by the Supreme Court). Under this logic, the scope of <i>Rooker-Feldman</i> would be limited to state court judgments susceptible to Supreme Court review &#8212; in particular, final judgments, not interlocutory orders. <i>See</i> 28 U.S.C. &#167;&#167; 1257 (providing for review of \"[f]inal judgments or decrees\" rendered by highest state courts), 1258 (same for Puerto Rico Supreme Court). Arguably, then, under <i>Cruz</i> and <i>Hill, Rooker-Feldman</i> would not apply to interlocutory orders. That is the argument that the Federaci&#243;n makes here.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2. Relevance of Preclusive Effect Under State Law</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Our pre-<i>Exxon Mobil</i> case law also recognized, albeit not uniformly, an alternative conception of \"final judgment.\" The law of claim and issue preclusion (also known as res judicata and collateral estoppel) provides a notion of \"final judgment\" that is related to, but distinct from, finality for purposes of Supreme Court review.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> We have suggested, in some of our cases, that \"[o]nly a state court adjudication that itself has preclusive effect can bring the <i>Rooker-Feldman</i> doctrine into play.\" <i>Cruz,</i> 204 F.3d at 21 n. 5; <i>see also Badillo-Santiago v. Naveira-Merly,</i> <span class=\"citation\" data-id=\"201161\"><a href=\"/opinion/201161/badillo-santiago-v-naveira-merly/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir.2004) (\"<i>Rooker-Feldman</i> applies to state or territorial court judgments to which the federal courts would accord preclusive effect, and the federal courts `can ascribe no greater preclusive force to a state court judgment than would the courts of that state.'\") (quoting <i>Cruz,</i> 204 F.3d at 21; internal citation omitted); <i>P&#233;rez-Guzm&#225;n v. Gracia,</i> <span class=\"citation\" data-id=\"200687\"><a href=\"/opinion/200687/perez-guzman-v-commonwealth-of-pr/\"><span class=\"volume\">346</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">229</span></a></span>, 238 n. 5 (1st Cir.2003) (same), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1724</span></span>, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">401</span></span> (2004).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Yet we have also stated, in apparent contradiction to the above cases, that <i>Rooker-Feldman</i> does <i>not</i> require a decision to have state law preclusive effect. <i>See Maym&#243;-Mel&#233;ndez v. &#193;lvarez-Ram&#237;rez,</i> <span class=\"citation\" data-id=\"200962\"><a href=\"/opinion/200962/maymo-melendez-v-alvarez-ramirez/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 32-33 (1st Cir.) (<i>Rooker-Feldman</i> is \"broader and blunter\" than res judicata, and does not impose res judicata's technical requirements, \"[s]o, despite the disapproval of scholars, federal courts regularly use <i>Rooker-Feldman</i> to rebuff collateral attacks on prior state court judgments without purporting to apply the technical preclusion rules of res judicata\"), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">110</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">120</span></span> (2004); <i>Mandel v. Town of Orleans,</i> <span class=\"citation\" data-id=\"781618\"><a href=\"/opinion/781618/sarah-fitzpatrick-mandel-v-town-of-orleans/\"><span class=\"volume\">326</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">267</span></a></span>, 271 (1st Cir.2003) (\"<i>Rooker-Feldman</i> applies whether or not the federal and state causes of action are technically the same for purposes of claim preclusion, or whether all of the familiar conditions for issue preclusion are met.\") (citation omitted); <i>Sheehan v. Marr,</i> <span class=\"citation\" data-id=\"768059\"><a href=\"/opinion/768059/arthur-joseph-sheehan-v-james-marr-police-chief-city-of-gloucester/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 40 n. 5 (1st Cir.2000) (noting that \"res judicata ... and <i>Rooker-Feldman</i> are separate doctrines, [although] they have a `close affinity' to one another,\" and quoting <i>Charchenko v. City of Stillwater,</i> <span class=\"citation\" data-id=\"689193\"><a href=\"/opinion/689193/joel-charchenko-v-city-of-stillwater/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">981</span></a></span>, 983 n. 1 (8th Cir.1995), for the proposition that \"<i>Rooker-Feldman</i> is broader than claim and issue preclusion because it does not depend on a final judgment on the merits\").</p>\n    </div>\n    <p class=\"indent\">C. <i>Exxon Mobil</i></p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">These tests of state court judgment finality in our application of the <i>Rooker-Feldman</i> doctrine have now been superseded by the explanation of that doctrine in <i>Exxon Mobil.</i> We briefly summarize that case for context.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Saudi Basic Industries Corporation sued Exxon Mobil in Delaware state court for a declaratory judgment that it did not owe Exxon Mobil any money from a contractual agreement; Exxon Mobil counterclaimed for the money. Meanwhile, Exxon Mobil filed a declaratory judgment action in federal court as an \"insurance policy\" in case it lost the state court lawsuit. The state case went to judgment first, and the jury found for Exxon Mobil, awarding it a large verdict on its counterclaim. Saudi Basic appealed the judgment to the Delaware Supreme Court. <i>See</i> 125 S.Ct. at 1524-25.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Meanwhile, the federal action proceeded. Exxon Mobil's claims in federal court were essentially identical to its defenses and counterclaims in state court. On an interlocutory appeal related to foreign sovereign immunity, the Third Circuit <i>sua sponte</i> concluded that Exxon Mobil's claims were identical to claims actually litigated in state court, and ordered the claim dismissed pursuant to the <i>Rooker-Feldman</i> doctrine. <i>See id.</i> at 1525-26.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Supreme Court unanimously reversed, holding:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The <i>Rooker-Feldman</i> doctrine ... is confined to cases of the kind from which the doctrine acquired its name: cases brought by state-court losers complaining of injuries caused by state-court judgments rendered before the district court proceedings commenced and inviting district court review and rejection of those judgments. <i>Rooker-Feldman</i> does not otherwise override or supplant preclusion doctrine or augment the circumscribed doctrines that allow federal courts to stay or dismiss proceedings in deference to state-court actions.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\"><i>Id.</i> at 1521-22. The Court specifically limited the doctrine to cases in the procedural posture of <i>Rooker</i> and <i>Feldman</i> themselves:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\"><i>Rooker</i> and <i>Feldman</i> exhibit the limited circumstances in which this Court's appellate jurisdiction over state-court judgments, 28 U.S.C. &#167; 1257, precludes a United States district court from exercising subject-matter jurisdiction in an action it would otherwise be empowered to adjudicate under a congressional grant of authority[.] In both cases, the losing party in state court filed suit in federal court after the state proceedings ended, complaining of an injury caused by the state-court judgment and seeking review and rejection of that judgment. Plaintiffs in both cases, alleging federal-question jurisdiction, called upon the District Court to overturn an injurious state-court judgment. Because &#167; 1257, as long interpreted, vests authority to review a state court's judgment solely in this Court, the District Courts in <i>Rooker</i> and <i>Feldman</i> lacked subject-matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\"><i>Id.</i> at 1526 (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In short, the <i>Rooker-Feldman</i> doctrine now applies only in the \"limited circumstances\" where \"the losing party in state court filed suit in federal court after the state proceedings ended, complaining of an injury caused by the state-court judgment and seeking review and rejection of that judgment.\" <i>Id.</i> The doctrine \"does not otherwise override or supplant preclusion doctrine or augment the circumscribed doctrines that allow federal courts to stay or dismiss proceedings in deference to state-court actions.\" <i>Id.</i> at 1522.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\"><i>Exxon Mobil</i> tells us when a state court judgment is sufficiently final for operation of the <i>Rooker-Feldman</i> doctrine: when \"the state proceedings [have] ended.\" 125 S.Ct. at 1526. If federal litigation is initiated <i>before</i> state proceedings have ended, then &#8212; even if the federal plaintiff expects to lose in state court and hopes to win in federal court &#8212; the litigation is parallel, and the <i>Rooker-Feldman</i> doctrine does not deprive the court of jurisdiction. <i>See id.</i> at 1526-28. On the other hand, if federal litigation is initiated <i>after</i> state proceedings have ended, and the plaintiff implicitly or explicitly \"seek[s] review and rejection of [the state] judgment,\" <i>id.</i> at 1526, then a federal suit seeking an opposite result is an impermissible attempt to appeal the state judgment to the lower federal courts, and, under <i>Rooker-Feldman,</i> the federal courts lack jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As noted above, our prior tests of finality involved appealability under &#167; 1257 and/or state law preclusive effect. Under <i>Exxon Mobil,</i> the <i>Rooker-Feldman</i> doctrine applies when the losing party in state court files suit in federal court \"after the state proceedings ended.\" We now explore what it means for state proceedings to have \"ended,\" and explain how this test differs from the tests we had set forth before <i>Exxon Mobil.</i></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Generally speaking, state proceedings will have \"ended\" in three situations. Two are obvious; the third perhaps is not.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, when the highest state court in which review is available has affirmed the judgment below and nothing is left to be resolved, then without a doubt the state proceedings have \"ended.\" In this situation, the state court judgment would constitute a \"[f]inal judgment[ ] or decree[ ] rendered by the highest court of a State in which a decision could be had\" under &#167; 1257, it would carry preclusive effect in virtually every state, and&#8212;most relevant here &#8212; it would qualify under <i>Exxon Mobil's</i> \"ended\" test.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, if the state action has reached a point where neither party seeks further action, then the state proceedings have also \"ended.\" For example, if a lower state court issues a judgment and the losing party allows the time for appeal to expire, then the state proceedings have ended. In this situation, the judgment would carry preclusive effect in virtually every state. It would usually not, however, be an appealable \"[f]inal judgment[ ] or decree[ ] rendered by the highest court of a State in which a decision could be had\" under &#167; 1257. Nevertheless&#8212;and this is what matters&#8212;it qualifies under <i>Exxon Mobil's</i> \"ended\" test.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Third, if the state court proceedings have finally resolved all the federal questions in the litigation, but state law or purely factual questions (whether great or small) remain to be litigated, then the state proceedings have \"ended\" within the meaning of <i>Rooker-Feldman</i> on the federal questions at issue. We infer this meaning from a footnote in <i>Exxon Mobil</i> that provides an example of a federal suit that would be subject to <i>Rooker-Feldman</i> even though the state court litigation was still ongoing.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The example is a hypothetical propounded in <i>ASARCO Inc. v. Kadish,</i> <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2037</span></a></span>, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">104</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">696</span></a></span> (1989). According to the <i>Exxon Mobil</i> Court, the hypothetical would fit within the reach of the reformulated <i>Rooker-Feldman</i> doctrine, even though the litigation had not completely ended, because the state proceedings had ended as to all federal questions. <i>Exxon Mobil,</i> 125 S.Ct. at 1524 n. 2.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In <i>ASARCO,</i> the plaintiffs sought state court declaratory and injunctive relief against an Arizona mineral leasing statute on the grounds of, <i>inter alia,</i> federal preemption. <i>See</i> 490 U.S. at 610, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2037</span></a></span>. The trial court upheld the statute, but the Arizona Supreme Court reversed, and \"remanded the case to the trial court with instructions to enter summary judgment for [plaintiffs], to enter a judgment declaring [the state law] invalid, and to consider what further relief, if any, might be appropriate.\" <i>Id.</i> The defendants petitioned for certiorari, which the United States Supreme Court granted. <i>Id.</i> at 610, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2037</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The plaintiffs, with the United States as amicus, contended that the Court lacked jurisdiction over the appeal. They raised two distinct jurisdictional arguments: that the state court judgment was not a \"final judgment\" under &#167; 1257 because matters of relief remained to be litigated, and that the case was nonjusticiable because, although the plaintiffs had standing to file the suit under state law, they did not have standing under Article III. <i>See id.</i> at 611-12, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2037</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The Supreme Court rejected both arguments. It held that &#167; 1257 jurisdiction was available under the doctrine of <i>Cox Broadcasting Corp. v. Cohn,</i> <span class=\"citation\" data-id=\"109207\"><a href=\"/opinion/109207/cox-broadcasting-corp-v-cohn/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, <span class=\"citation\" data-id=\"109207\"><a href=\"/opinion/109207/cox-broadcasting-corp-v-cohn/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>, <span class=\"citation\" data-id=\"109207\"><a href=\"/opinion/109207/cox-broadcasting-corp-v-cohn/\"><span class=\"volume\">43</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">328</span></a></span> (1975),<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and that, even though the plaintiffs would not have been able to file the suit in federal court initially, the defendants nevertheless had standing to bring the appeal. <i>See ASARCO,</i> 490 U.S. at 612, 617-19, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2037</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Court also rejected the United States's suggestion that the defendants had to seek relief through a federal declaratory judgment action. <i>Id.</i> at 620, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2037</span></a></span>. The Court observed that such an action would require the federal court \"to readjudicate the very same issues that were determined in the state-court proceedings below,\" and \"in essence[ ] would be an attempt to obtain direct review of the Arizona Supreme Court's decision in the lower federal courts\" in violation of <i>Rooker-Feldman. Id.</i> at 622-23, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2037</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\"><i>ASARCO,</i> to summarize, was a case where state proceedings had not completely ended, but all federal questions had been finally resolved. The <i>ASARCO</i> Court held that the case had reached sufficient finality both to confer &#167; 1257 jurisdiction under <i>Cox Broadcasting,</i> and to invoke <i>Rooker-Feldman</i> against any hypothetical federal action concerning the same questions. A footnote in <i>Exxon Mobil</i> reaffirms that position:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The injury of which the [<i>ASARCO</i>] petitioners (the losing parties in state court) could have complained in the hypothetical federal suit would have been caused by the state court's invalidation of their mineral leases, and the relief they would have sought would have been to undo the state court's invalidation of the statute. The hypothetical suit in <i>ASARCO,</i> therefore, shares the characteristics of the suits in <i>Rooker</i> and <i>Feldman,</i> i.e., loser in state court invites federal district court to overturn state-court judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">125 S.Ct. at 1524 n. 2. Thus, <i>Exxon Mobil's</i> explanation of the <i>ASARCO</i> hypothetical confirms that <i>Rooker-Feldman</i> applies where the state proceeding has ended <i>with respect to the issues that the federal plaintiff seeks to have reviewed in federal court,</i> even if other matters remain to be litigated.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">This scenario prompts the question of how the lower federal courts should determine whether a state proceeding, still ongoing in some form, has ended with respect to a particular federal issue. We infer from <i>Exxon Mobil</i> that the <i>Cox Broadcasting</i> test of finality should be used for this purpose by the following reasoning. <i>Exxon Mobil</i> confirms that the <i>ASARCO</i> state court litigation was sufficiently final (i.e., had \"ended\") for purposes of the <i>Rooker-Feldman</i> doctrine. <i>See id.</i> And <i>ASARCO</i> concluded that the state court litigation there was sufficiently final for Supreme Court review because it satisfied the <i>Cox Broadcasting</i> test. <i>See</i> 490 U.S. at 612, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2037</span></a></span>. In short, <i>Exxon Mobil</i> and <i>ASARCO,</i> read together, suggest that if state court litigation is sufficiently final for Supreme Court review, then it is sufficiently final for purposes of the <i>Rooker-Feldman</i> doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Of course, <i>Cox Broadcasting</i> itself only answers the question of whether &#167; 1257 jurisdiction is immediately available, whereas our present question is whether state proceedings have \"ended.\" And we hasten to repeat that a proceeding may have \"ended\" under <i>Exxon Mobil</i> even when &#167; 1257 jurisdiction would not have been available.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> However, while appealability under &#167; 1257 is not <i>necessary</i> to satisfy the <i>Exxon Mobil</i> \"ended\" test, it will almost always be <i>sufficient.</i><a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Put another way, if a state court decision is final enough that the Supreme Court <i>does</i> have jurisdiction over a direct appeal, then it is final enough that a lower federal court <i>does not</i> have jurisdiction over a collateral attack on that decision. Therefore, except in unusual circumstances, if &#167; 1257 jurisdiction would have been available under <i>Cox Broadcasting,</i> then the state proceedings have sufficiently \"ended\" for purposes of <i>Exxon Mobil.</i><a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Of course, the opposite does not follow; as stated above, there are many situations where &#167; 1257 jurisdiction would <i>not</i> be available, and yet state proceedings <i>have</i> ended. But where &#167; 1257 jurisdiction <i>is</i> available &#8212; either because an appeal has progressed to \"final judgment,\" or under one of the <i>Cox Broadcasting</i> exceptions &#8212; then, for purposes of the <i>Rooker-Feldman</i> doctrine, state proceedings will ordinarily be deemed to have \"ended.\"</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\"><i>Exxon Mobil</i> means that our prior tests of finality (appealability under &#167; 1257 and preclusive effect) are no longer applicable for <i>Rooker-Feldman</i> purposes. Simply put, a state proceeding may meet the \"ended\" test of <i>Exxon Mobil</i> even if it fails one or both of those prior tests. Consequently, the applicability of the <i>Rooker-Feldman</i> doctrine no longer turns on whether the state court decision was \"final\" or \"preclusive.\" Rather, we examine the posture of the case in the state court &#8212; i.e., whether \"state proceedings [have] ended,\" 125 S.Ct. at 1526 &#8212; and the relief sought in the federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">This conclusion conflicts, to some extent, with some of our precedents. \"Ordinarily, newly constituted panels in a multi-panel circuit should consider themselves bound by prior panel decisions.\" <i>Eulitt v. Me. Dep't of Educ.,</i> <span class=\"citation\" data-id=\"201301\"><a href=\"/opinion/201301/eulitt-v-me-dept-of-edu/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 349 (1st Cir.2004). However, an exception applies \"when a preexisting panel opinion is undermined by subsequently announced controlling authority, such as a decision of the Supreme Court.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">That is the case here. <i>Exxon Mobil</i> holds that federal courts lack jurisdiction to review a state court judgment in a federal case initiated \"after the state proceedings ended.\" 125 S.Ct. at 1526. While such judgments will often qualify as \"final judgments\" under &#167; 1257 and/or carry state law preclusive effect, neither &#167; 1257 finality nor state law preclusive effect is necessary under the <i>Exxon Mobil</i> test.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Consequently, we recognize that <i>Exxon Mobil</i> has effectively abrogated the dictum in <i>Cruz</i> stating that \"denying jurisdiction based on a state court judgment that is not eligible for review by the United States Supreme Court simply would not follow from the jurisdictional statute that invigorated the <i>Rooker-Feldman</i> doctrine in the first place,\" 204 F.3d at 21 n. 5, and the similar statement in <i>Hill</i> holding that, because \"<i>Rooker-Feldman</i> is keyed to &#167; 1257,\" it therefore requires a judgment immediately reviewable by the Supreme Court, 193 F.3d at 40. Under <i>Exxon Mobil,</i> state proceedings may have \"ended\" even though &#167; 1257 review would not be available.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Similarly, we recognize that <i>Exxon Mobil</i> has effectively abrogated <i>Badillo-Santiago, P&#233;rez-Guzm&#225;n,</i> and <i>Cruz</i> to the extent that they state that <i>Rooker-Feldman</i> doctrine only applies to state court judgments with preclusive effect. <i>See Badillo-Santiago,</i> 378 F.3d at 6 (\"<i>Rooker-Feldman</i> applies to state or territorial court judgments to which the federal courts would accord preclusive effect, and the federal courts `can ascribe no greater preclusive force to a state court judgment than would the courts of that state.'\") (quoting <i>Cruz,</i> 204 F.3d at 21); <i>P&#233;rez-Guzm&#225;n,</i> 346 F.3d at 238 n. 5 (\"`[O]nly a state court adjudication that itself has preclusive effect can bring the <i>Rooker-Feldman</i> doctrine into play.'\") (quoting <i>Cruz,</i> 204 F.3d at 21 n. 5); <i>Cruz,</i> 204 F.3d at 21 n. 5 (\"Only a state court adjudication that itself has preclusive effect can bring the Rooker-Feldman doctrine into play.\"). Under <i>Exxon Mobil,</i> state law preclusive effect is simply not determinative.</p>\n    </div>\n    <p>V.</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We now apply the <i>Rooker-Feldman</i> clarifications provided by <i>Exxon Mobil</i> to this case. As we understand it, the Federaci&#243;n posits that the Puerto Rico court's decision was interlocutory, that &#167; 1258 does not give the Supreme Court jurisdiction over interlocutory (non-final) judgments, and that, therefore, <i>Rooker-Feldman</i> should not apply. Under <i>Rooker-Feldman,</i> as clarified by <i>Exxon Mobil,</i> these arguments are largely irrelevant.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Rather, what matters is that the state court proceedings have ended with regard to the sole federal issue, namely, whether the Board's jurisdiction is preempted by the NLRA. That jurisdictional question is separate and independent from the merits of the dispute. It logically should be, and has been, decided in advance of a trial on the merits. Moreover, the Puerto Rico Supreme Court has declined to disturb the lower court's decision, thus exhausting the possibility of further review in the Puerto Rico court system.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">We find that this case falls neatly within one of the situations described in <i>Cox Broadcasting:</i></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">[W]here the federal issue has been finally decided in the state courts with further proceedings pending in which the party seeking review [in the Supreme Court] might prevail on the merits on nonfederal grounds, thus rendering unnecessary review of the federal issue by [the Supreme] Court, and where reversal of the state court on the federal issue would be preclusive of any further litigation on the relevant cause of action ... if a refusal immediately to review the state-court decision might seriously erode federal policy, the Court [has jurisdiction].</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">420 U.S. at 482-83, <span class=\"citation\" data-id=\"109207\"><a href=\"/opinion/109207/cox-broadcasting-corp-v-cohn/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>; <i>see also Belknap, Inc. v. Hale,</i> <span class=\"citation\" data-id=\"111006\"><a href=\"/opinion/111006/belknap-inc-v-hale/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 497 &amp; n. 5, <span class=\"citation\" data-id=\"111006\"><a href=\"/opinion/111006/belknap-inc-v-hale/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3172</span></a></span>, <span class=\"citation\" data-id=\"111006\"><a href=\"/opinion/111006/belknap-inc-v-hale/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">798</span></a></span> (1983) (accepting jurisdiction over state court decision that unfair labor practice charge brought in state court was not within jurisdiction of NLRB); <i>Local No. 438 Constr. &amp; Gen. Laborers' Union v. Curry,</i> <span class=\"citation\" data-id=\"106521\"><a href=\"/opinion/106521/construction-laborers-v-curry/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">542</span></a></span>, 548-50, <span class=\"citation\" data-id=\"106521\"><a href=\"/opinion/106521/construction-laborers-v-curry/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">531</span></a></span>, <span class=\"citation\" data-id=\"106521\"><a href=\"/opinion/106521/construction-laborers-v-curry/\"><span class=\"volume\">9</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">514</span></a></span> (1963) (accepting jurisdiction over state court's injunction against labor union picketing; issue to be further litigated on the merits was legality of picketing, which was entirely separate from the union's federal defense, that NLRB's jurisdiction over labor dispute was exclusive); <i>cf. Mitchell v. Forsyth,</i> <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 525 n. 8, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2806</span></a></span>, <span class=\"citation\" data-id=\"111481\"><a href=\"/opinion/111481/mitchell-v-forsyth/\"><span class=\"volume\">86</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">411</span></a></span> (1985) (\"[S]tate-court decisions rejecting a party's federal-law claim that he is not subject to suit before a particular tribunal are `final' for purposes of our certiorari jurisdiction under 28 U.S.C. &#167; 1257.\"). If an interlocutory state decision on a federal issue would be reviewable by the Supreme Court under one of the <i>Cox Broadcasting</i> exceptions, then (absent unusual circumstances not present here) state court proceedings have \"ended\" for purposes of <i>Exxon Mobil.</i><a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">With these issues resolved, this case turns out to be as simple as it first appeared. The Federaci&#243;n litigated its federal labor law preemption defense before the Puerto Rico Court of Appeals. That court found that the Federaci&#243;n was not engaged in interstate commerce and that the Board's jurisdiction was not preempted by federal labor law; the Puerto Rico Supreme Court did not disturb that judgment. The Federaci&#243;n's subsequent federal claim seeks a declaration that the Board's jurisdiction <i>was</i> preempted by federal labor law. That claim could succeed only if the federal court were to hold that the Puerto Rico decision was incorrect. As in <i>Rooker</i> and <i>Feldman,</i> here \"the losing party in state court filed suit in federal court after the state proceedings ended, complaining of an injury caused by the state-court judgment and seeking review and rejection of that judgment,\" <i>Exxon Mobil,</i> 125 S.Ct. at 1526. Consequently, the district court lacked jurisdiction to review the state court decision, despite the interlocutory nature of the Puerto Rico courts' decisions. The district court properly dismissed the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Federaci&#243;n Puertorrique&#241;a de Trabajadores, though a critical participant in the proceedings before the Board, is not a party to the federal action and will not be referred to again. Consequently, our references to \"the Federaci&#243;n\" in the remainder of the opinion refer exclusively to appellant, the Federaci&#243;n de Maestros de Puerto Rico</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Federaci&#243;n also asserted defenses under Puerto Rico law, which are not before us</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Act grants the NLRB jurisdiction over charges of unfair labor practices \"affecting commerce,\" which means interstate commerce<i>See</i> 29 U.S.C. &#167;&#167; 152(6)-(7), 160. That jurisdiction is exclusive and preempts state labor law. <i>See San Diego Bldg. Trades Council v. Garmon,</i> <span class=\"citation\" data-id=\"105866\"><a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 244-45, <span class=\"citation\" data-id=\"105866\"><a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">773</span></a></span>, <span class=\"citation\" data-id=\"105866\"><a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">775</span></a></span> (1959). Therefore, if the Federaci&#243;n's activities affected interstate commerce, the Board lacked jurisdiction over the grievance.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Because the district court and the parties frame the dispute in terms of the<i>Rooker-Feldman</i> doctrine, we do not reach the questions of whether alternative doctrines such as abstention under <i>Younger v. Harris,</i> <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">746</span></a></span>, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">27</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">669</span></a></span> (1971), or refusal to grant declaratory relief under <i>El Dia, Inc. v. Hernandez Colon,</i> <span class=\"citation\" data-id=\"583336\"><a href=\"/opinion/583336/el-dia-inc-v-rafael-hernandez-colon/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></a></span> (1st Cir.1992), would also have justified dismissal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> When<i>Rooker</i> was decided, the Supreme Court's jurisdictional statute provided for writ of error as well as certiorari, but was in most relevant respects similar to the present 28 U.S.C. &#167; 1257. <i>See</i> Act of September 6, 1916, Pub.L. No. 64-258, ch. 448, sec. 2, &#167; 237, 39 Stat. 726 (1916).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In this opinion we will sometimes refer to &#167; 1257 as a shorthand for, collectively, both &#167;&#167; 1257 and 1258. The differences between the two provisions are not relevant to the issues raised in this case</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Although the statute itself has changed since<i>Rooker</i> was decided, the changes have not been material to the present issue, <i>see supra</i> note 5, and the negative inference drawn in <i>Rooker</i> applies equally today.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The two concepts of finality serve very different purposes. The purpose of the final judgment rule of &#167; 1257 is to prevent the Supreme Court from considering a case that has<i>not</i> reached final judgment. It applies \"vertically\" within a single case's progress up through the appellate hierarchy. By contrast, the purpose of res judicata (and its federal statutory codification, 28 U.S.C. &#167; 1738) is to prevent federal and sister state trial courts from hearing a case that <i>has</i> reached final judgment. It applies \"horizontally\" to parallel litigation or collateral attacks.</p>\n        <p class=\"indent\">Moreover, whether a state court judgment is final for purposes of &#167; 1257 is a question of federal law, <i>Gotthilf v. Sills,</i> <span class=\"citation\" data-id=\"106697\"><a href=\"/opinion/106697/gotthilf-v-sills/\"><span class=\"volume\">375</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 80, <span class=\"citation\" data-id=\"106697\"><a href=\"/opinion/106697/gotthilf-v-sills/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">187</span></a></span>, <span class=\"citation\" data-id=\"106697\"><a href=\"/opinion/106697/gotthilf-v-sills/\"><span class=\"volume\">11</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">159</span></a></span> (1963) (per curiam), but whether it is final for purposes of preclusion is a question of state law, <i>Roy v. City of Augusta,</i> <span class=\"citation\" data-id=\"422030\"><a href=\"/opinion/422030/donald-roy-of-waterville-kennebec-county-state-of-maine-v-the-city-of/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1517</span></a></span>, 1520 (1st Cir.1983).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The \"preclusive effect\" requirement derives not from construction of &#167; 1257, but rather from policy considerations. The most commonly stated rationale for a preclusive effect requirement is that it would be odd for<i>Rooker-Feldman</i> \"to bar an action in federal court when that same action would be allowed in the state court of the rendering state.\" <i>Davis v. Bayless,</i> <span class=\"citation\" data-id=\"8089\"><a href=\"/opinion/8089/davis-v-bayless/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">367</span></a></span>, 376 (5th Cir.1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> A more subtle version of this scenario is where the lower state court does not issue a<i>judgment</i> but merely an interlocutory order (e.g., a discovery order determining whether certain documents were privileged), and the parties then voluntarily terminate the litigation. In this case, the state court issue would be neither appealable under &#167; 1257 nor preclusive under the preclusion law of most states. Nevertheless, the state proceedings have ended, and the <i>Rooker-Feldman</i> doctrine precludes either party from later challenging the order in federal court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> <i>Cox Broadcasting</i> defines four situations in which a non-final judgment will nevertheless be considered \"final\" for purposes of &#167; 1257:</p>\n        <p class=\"indent\">[(1)] there are further proceedings &#8212; even entire trials &#8212; yet to occur in the state courts but where for one reason or another the federal issue is conclusive or the outcome of further proceedings preordained.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">[(2)] the federal issue, finally decided by the highest court in the State, will survive and require decision regardless of the outcome of future state-court proceedings.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">[(3)] the federal claim has been finally decided, with further proceedings on the merits in the state courts to come, but in which later review of the federal issue cannot be had, whatever the ultimate outcome of the case.</p>\n        <p class=\"indent\">...</p>\n        <p class=\"indent\">[(4)] the federal issue has been finally decided in the state courts with further proceedings pending in which the party seeking review here might prevail on the merits on nonfederal grounds, thus rendering unnecessary review of the federal issue by this Court, and where reversal of the state court on the federal issue would be preclusive of any further litigation on the relevant cause of action rather than merely controlling the nature and character of, or determining the admissibility of evidence in, the state proceedings still to come ... [and] refusal immediately to review the state-court decision might seriously erode federal policy ....</p>\n        <p class=\"indent\">420 U.S. at 479-83, <span class=\"citation\" data-id=\"109207\"><a href=\"/opinion/109207/cox-broadcasting-corp-v-cohn/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1029</span></a></span>.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> For example, if a lower state court issues a judgment and the losing party allows the time for appeal to expire, then the state proceedings have ended, but &#167; 1257 jurisdiction would ordinarily not be available</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> By contrast, a preclusive state court judgment is<i>not</i> sufficient to trigger the <i>Rooker-Feldman</i> doctrine. In most states, a trial court judgment acquires preclusive effect as soon as it issues. <i>See, e.g., O'Brien v. Hanover Ins. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">194</span></span>, <span class=\"citation no-link\"><span class=\"volume\">692</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">39</span></span>, 44 (1998); <i>Bartlett v. Pullen,</i> <span class=\"citation no-link\"><span class=\"volume\">586</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1263</span></span>, 1265 (Me.1991); <i>Silva v. Silva,</i> <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">R.I.</span> <span class=\"page\">178</span></span>, <span class=\"citation\" data-id=\"2363406\"><a href=\"/opinion/2363406/silva-v-silva/\"><span class=\"volume\">404</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">829</span></a></span>, 832 (1979). While the state court judgment is pending on appeal, it carries preclusive effect, but (in most cases) the state proceedings have not yet \"ended.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We do not decide how to apply<i>Exxon Mobil</i> in cases where the state proceedings have, for all practical purposes, ended as to the federal issue, but the <i>Cox Broadcasting</i> exceptions do not apply.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The Federaci&#243;n contends that, despite losing its jurisdictional argument multiple times before both the Board and the Puerto Rico courts, it has not lost its right to request further review of its jurisdictional defense before those very tribunals. Since it might yet prevail on this defense, the Federaci&#243;n reasons, the Puerto Rico decision is not final &#8212; or, in the language of<i>Exxon Mobil,</i> the state proceedings have not ended.</p>\n        <p class=\"indent\">We consider it highly unlikely that the Federaci&#243;n could yet persuade the Puerto Rico courts that they lack jurisdiction. The Puerto Rico Court of Appeals concluded that the Federaci&#243;n's activities neither \"impact[] nor substantially impede[ ] ... the flow of commerce between Puerto Rico and any other state, territory of the United States or country,\" and consequently that \"the [Board] did not err when it decided that it had jurisdiction to deal with the case of record.\" (emphasis deleted). This holding appears to create law of the case and leave little room for further argument concerning the Board's jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Again, the relevance of<i>Cox Broadcasting</i> is <i>not</i> that appealability under &#167; 1257 is required in order for the proceedings to have \"ended\" under <i>Exxon Mobil.</i> But when an interlocutory state court decision <i>is</i> appealable under <i>Cox Broadcasting,</i> then the \"ended\" test, as we construe it, will almost always be satisfied.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/8089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2363406/"
  ]
}