{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201654/",
  "absolute_url": "/opinion/201654/united-states-v-lata/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201654/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:31:34Z",
  "date_modified": "2016-02-28T05:06:08.977683Z",
  "type": "010combined",
  "sha1": "3a53c1364bda0e3331d4ca3101c89781ecd36712",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2051-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/06/24/US_v._Lata.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\nNo. 04-2051\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                          JAMES T. LATA, SR.,\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Joseph A. DiClerico, Jr., U.S. District Judge]\n\n\n                                Before\n\n                          Boudin, Chief Judge,\n\n                    Campbell, Senior Circuit Judge,\n\n                     and Gertner,* District Judge.\n\n\n     Jonathan R. Saxe, Assistant Federal Public Defender, Federal\nDefender Office, for appellant.\n     Mark E. Howard, Assistant United States Attorney, with whom\nThomas P. Colantuono, United States Attorney, was on supplemental\nbrief for appellee.\n\n\n\n                             June 24, 2005\n\n\n\n\n     *\n         Of the District of Massachusetts, sitting by designation.\n\f          BOUDIN, Chief Judge.    The appeal in this case presents\n\nthe question whether a defendant who committed a crime and was\n\nsentenced prior to United States v. Booker, 125 S. Ct. 738 (2005),\n\ncan be given a sentence that is within the statutory maximum but\n\nhigher than the sentence that he would normally have received\n\n(absent departures) under the mandatory guideline regime.        We\n\nconclude, without difficulty, that the ex post facto clause of the\n\nConstitution is not offended by this result; and, on the present\n\nfacts, no due process objection to the higher sentence can be\n\nmaintained.   For other reasons, a remand for resentencing is\n\njustified.\n\n          The facts are uncomplicated. On November 12, 2002, James\n\nLata robbed Citizens Bank in Nashua, New Hampshire, informing the\n\nmanager that he (Lata) had a gun and a bomb.   Caught in 2003, Lata\n\nwas tried and convicted of bank robbery by force and violence in\n\nfederal district court in May 2004.    18 U.S.C. § 2113(a) (2000).\n\nOn August 2, 2004, Lata was sentenced to 8 years in prison which is\n\nwell within the statutory maximum sentence of 20 years.   Id.\n\n          However, the sentence was greater than the guideline\n\nmaximum that would normally have been imposed, absent a departure\n\nupward, under the guidelines applicable either at the time the\n\ncrime was committed or at the time the sentence was passed.   Under\n\nthose guidelines, Lata’s base offense level for the robbery was 20,\n\nwhich, with adjustments prescribed by the guidelines, produced an\n\n\n                                 -2-\n\fadjusted offense level of 25.1           Prior convictions gave Lata two\n\ncriminal   history   points     but,    since    the    present   offense    was\n\ncommitted while he was on probation, two more points were added,\n\nplacing him in category III.       U.S.S.G. § 4A1.1.          An offense level\n\nof 25 and a category III criminal history created a guideline range\n\nof 70-87 months, id. ch. 5, pt. A, so the 96-month sentence was\n\nabove the range.\n\n           Although Booker had not been decided at the time of the\n\nsentencing,   the    district    court       deemed    the   mandatory   regime\n\nunconstitutional based on the Apprendi/Blakely line of decisions,\n\nApprendi v. New Jersey, 530 U.S. 466 (2000); Blakely v. Washington,\n\n124 S. Ct. 2531 (2004), and it did not therefore regard itself as\n\nbound by the guidelines.        The court so ruled after Lata objected\n\nthat the guidelines were unconstitutional under Apprendi/Blakely,\n\ninsofar as they permitted enhancement based upon judge-found facts.\n\n           The district court’s decision to exceed the guideline\n\nsentence was based on Lata’s extensive criminal record and the fear\n\ninduced by the threat of the bomb and the gun at the robbery.               Lata\n\nhad been the subject of arrests, charges and convictions from his\n\njuvenile days onward and, with time out for a lengthy prison\n\nsentence for bank robbery in the 1970s, had a fairly dismal record\n\n\n     1\n      One level was added because the loss to the bank was between\n$10,000 and $50,000. U.S.S.G. § 2B3.1(b)(7)(B). Two levels each\nwere prescribed because the robbery was of property of a financial\ninstitution, § 2B3.1(b)(1), and a threat of death was employed,\n§ 2B3.1(b)(2)(F).\n\n                                       -3-\n\fof continuing involvement with violent crime.     For a variety of\n\nreasons, much of this was not reflected in the raw points awarded\n\nfor criminal history.\n\n          Lata appealed to this court.   In his initial brief, Lata\n\nargued that no jury having passed on the facts underlying the\n\nenhancements to his guideline sentence (five levels and the two\n\nprobation-related criminal history points), the maximum possible\n\nsentence for him was within the 37-46 month range; this is the\n\nrange that would have resulted if he had been sentenced without\n\nenhancements, using an offense level of 20 and a criminal history\n\ncategory of II. This argument is defeated by Booker, which permits\n\nenhancements based on judge-found facts with advisory guidelines,\n\nBooker, 125 S. Ct. at 749-50, 764; United States v. Antonakopoulos,\n\n399 F.3d 68, 75 (1st Cir. 2005), and need not be further considered.\n\n          However, as a fallback argument, Lata argued that the\n\nmaximum sentence that could properly be imposed was the 70-87 month\n\nrange that resulted from an ordinary application of the guidelines,\n\nincluding the enhancements already described. A sentence exceeding\n\n87 months, in Lata’s view, violates both the ex post facto clause\n\nof the Constitution, U.S. Const. art. I, § 9, cl. 3, and the due\n\nprocess clause variant, U.S. Const. amend. V, that may apply even\n\nwhere the ex post facto clause is inapplicable.\n\n          Lata’s initial appellate brief was filed prior to the\n\ndecision in Booker itself.   Accordingly, we invited both sides to\n\n\n                                -4-\n\fsupplement their earlier briefs in light of Booker and also asked\n\nLata whether as a further alternative he wished to argue for a\n\nremand on the ground that the district judge might have reached a\n\ndifferent sentence under the post-Booker guideline regime now in\n\nplace.   Lata has now made such a request but without prejudice to\n\nhis main constitutional claims based on ex post facto precedents,\n\nwhich he renews.\n\n            The ex post facto clause argument is readily answered.\n\nThe ex post facto clause forbids not only legislative creation of\n\nnew criminal liability after the event but also a legislative\n\nincrease in punishment after the event, but it does not apply of\n\nits own force to changes worked by judicial decisions.   Rogers v.\n\nTennessee, 532 U.S. 451, 460 (2001); Marks v. United States, 430\n\nU.S. 188,    191 (1977).    In this instance, the change in the\n\nguideline regime from mandatory to advisory was worked entirely by\n\njudicial interpretation, based on the Sixth Amendment and severance\n\nanalysis in Booker.\n\n            In this respect, the change from mandatory to advisory\n\nguidelines differs importantly from changes in the guidelines’\n\ncontent worked by ordinary amendments adopted by the Commission and\n\nsubmitted to Congress.     For ex post facto purposes, the federal\n\ncourts have assumed that those changes in content should be viewed\n\nas the equivalent of statutory changes–-indeed, in some cases they\n\nare formally directed by Congress.     See, e.g., United States v.\n\n\n                                 -5-\n\fJordan, 162 F.3d 1, 2 (1st Cir. 1998) (referring to Congress's\n\nenactment of a guidelines amendment).                Based on this equation of\n\nguideline    changes      with    statutes,    the    circuits    have   normally\n\napproved use of the guideline edition in force at the time of the\n\ncrime if later amendments increased the sentences.\n\n             That   the   shift    to   advisory     guidelines    stemmed   from\n\njudicial decision may seem a formal distinction but the ex post\n\nfacto clause is mechanical and, from the standpoint of protecting\n\nreliance, over-inclusive.           The clause applies to changes in the\n\ndefinition    of    a   crime    and    in   the   maximum   sentence    even   in\n\nsituations where there is no possibility that the defendant in fact\n\nrelied on the earlier version of the statute in committing the\n\ncrime. And, so far as ex post facto principles rely on concepts of\n\nfair warning, they have been absorbed into the due process clause,\n\nwhich underpins Lata's only serious argument.\n\n            An after-the-offense enlargement of the contours of the\n\ncrime or maximum sentence by judicial construction can raise due\n\nprocess objections based on lack of fair warning but only where the\n\nalteration is “unexpected and indefensible” by reference to the\n\ncase law that had been expressed prior to the offense.               Rogers, 532\n\nU.S. at 461; Bouie v. City of Columbia, 378 U.S. 347, 354 (1964).\n\nThis is      an imprecise formula, as the conflicting opinions in\n\nRogers readily show, so it is of some benefit to understand the\n\nunderlying policy dilemma.\n\n\n                                        -6-\n\f            The     underlying     problem       is   one    of     reconciling    the\n\ncontinuing mutability of judicial doctrine with concerns about\n\nreliance and notice.      Glosses on statutes or refinements in common\n\nlaw doctrine regularly evolve between the time of the crime and a\n\ntrial that may occur years later.                At least in sentencing, the\n\ncriminal's reliance on earlier glosses is usually an imaginary\n\nconcern:    rarely is the decision to commit the crime affected by\n\nclose attention to the statutory penalties, let alone the more\n\nobscure    intermediate     step      of    guideline       calculations.         Lata\n\ncertainly does not claim that he in fact relied on the mandatory\n\nguidelines when he robbed the bank.\n\n            But the Supreme Court's concern with fair notice goes\n\nbeyond actual reliance. Under Bouie, Rogers and Marks, some court-\n\nmade changes in criminal law may be so surprising and troubling\n\n(“unexpected and indefensible”) as to offend a sense of fair\n\nwarning even if the defendant probably paid no attention to the\n\ncase law.        In Bouie, for example, the Supreme Court deemed the\n\nstate court’s expansive, non-literal reading of its trespassing\n\nstatute     to    be   unfair    as    applied        to    civil    rights   sit-in\n\ndemonstrators who lacked fair warning that their conduct was\n\ncriminal.    Bouie, 378 U.S. at 355.\n\n            In this case, the “unexpected and indefensible” test\n\ncould be difficult to apply if the focus were solely upon the shift\n\nfrom mandatory to advisory guidelines.                Booker was not an isolated\n\n\n                                           -7-\n\fevent but the end of a multi-year evolution developed through a\n\nhost of cases; how \"unexpected\" Booker appears depends largely on\n\none’s time horizon.       Ten years ago, Booker would have seemed\n\nimprobable; gradually with Apprendi followed by Blakely, some major\n\nchange in guideline status or operations seemed possible; and in\n\nthe Booker case itself the government in fact urged a similar\n\nresult to that reached by the Supreme Court.          See Booker, 125 S.\n\nCt. at 768 (characterizing the government's remedial suggestion as\n\n\"coincid[ing] significantly\" with [the Court's] own\").\n\n           Also, the Booker majority would hardly call its own\n\ndecision “indefensible” in the sense of the Bouie case (where it\n\nwas almost a polite synonym for \"wrong\").         But the meaning of the\n\nterm is no longer quite clear, compare Rogers, 532 U.S. at 461\n\n(using   \"indefensible\"   to   mean    \"unjustified,\"   \"arbitrary,\"   or\n\n\"vindictive\" breaks with prior law), with Marks v. United States,\n\n430 U.S. 188 (1977) (ignoring \"unjustified\" test but stressing\n\nFirst Amendment concerns).     See also Rogers, 532 U.S. at 468, 480\n\n(Scalia, J., dissenting) (using \"indefensible\" to mean inconsistent\n\nwith prior law and presuming that the majority used the term to\n\nmean \"unreasonable\").\n\n           However, our own case becomes easy if one looks to the\n\nunderlying concern of fair warning and asks whether–-measured by\n\nwhat Lata could objectively know at the time he planned to rob the\n\nbank–-Lata’s   later    sentence      so   far   disappoints   reasonable\n\n\n                                   -8-\n\fexpectations as to raise due process concerns.             Booker, after all,\n\ndoes not lay down a new fixed rule of primary conduct or redefine\n\nelements of a crime (cf. Bouie; Marks) but is only part of a\n\nmechanism or framework by which an ultimate sentence is developed.\n\nLata’s own sentencing expectations when he committed the crime, if\n\nany, surely related to results.2\n\n            Before committing the crime, Lata would have known only\n\none thing for certain, namely, the 20-year maximum statutory\n\nsentence    for     bank   robbery.      He     could   have    made    guideline\n\ncalculations as well, but only on a variety of further assumptions\n\nabout the details of how the crime would occur (e.g., how much\n\nmoney might be taken, injuries done), what the government might\n\ncharge     among    alternative     offenses,     events   after       the    crime\n\n(acceptance of responsibility, new criminal history), and the\n\npossibility of reasonable departures based on an array of factors--\n\nsome unpredictable.\n\n            To     some,   the   government’s    position--that        Lata   could\n\nreasonably rely only on the 20-year maximum–-might also seem\n\nunrealistic from the standpoint of fair notice.                Absent extremely\n\naggravating characteristics not present here-–e.g., a felony murder\n\nin the course of a robbery–-it is not easy to imagine a 20-year\n\n\n\n     2\n      If the mechanism had been changed by legislation, as in\nMiller v. Florida, 413 U.S. 185 (1977), then the ex post facto\nprecedents might be invoked; but it was not.     See also United\nStates v. Safarini, 257 F. Supp. 2d 191, 201 (D.D.C. 2003).\n\n                                       -9-\n\fsentence in this case being imposed under the guidelines (or post-\n\nBooker for that matter).   In all events, it is unnecessary for the\n\ndisposition of this case to adopt a flat and final position on due\n\nprocess objections to post-Booker sentences for pre-Booker crimes.\n\n            Here, we think it is enough to resolve this case that\n\neven viewed as of the time Lata committed the crime--post-Apprendi\n\nbut pre-Blakely--someone in Lata's position could not reasonably be\n\nsurprised by the sentence he eventually received.    Whether or not\n\nexactly the same sentence would necessarily have been imposed by\n\ndepartures under the guidelines is necessarily uncertain.   But the\n\nsentence imposed is not wildly different than a sentence that might\n\nwell have been imposed under the guidelines for someone with Lata's\n\ncriminal record and offense-related conduct.\n\n            Even under mandatory guidelines, a defendant with a\n\ncriminal record not fully reflected by criminal history points was\n\nalways on notice that the top of his guideline range might be\n\nexceeded.    U.S.S.G. § 4A1.3; United States v. Black, 78 F.3d 1, 8\n\n(1st Cir. 1996).     Lata's pre-sentence report indicated that an\n\nupward departure might be warranted because of the character of his\n\ncriminal record. Nothing in the guidelines flatly forbad the judge\n\nfrom departing based on the fear induced by the threat of the bomb\n\nand gun.    The result does not violate the due process clause.\n\n            We reserve for the future the case, if one ever arises,\n\nin which a sentence is imposed for a pre-Booker crime that is\n\n\n                                -10-\n\fhigher than any that might realistically have been imagined at the\n\ntime of the crime or based on factors previously discouraged,\n\nprohibited, or not recognized under the guidelines.            As we have\n\nseen, any prospective guideline range estimated before the crime\n\nhas been committed is far more contingent and uncertain than may be\n\ntrue on the day of sentencing.       And, since post-Booker sentences\n\nare open to review for reasonableness, Booker, 125 S. Ct. at 765-\n\n66, extreme   sentences   at   the   very   least   will   rarely   survive\n\nordinary review so as to present the naked due process question.\n\n          This brings us to Lata's remaining argument, which is\n\nthat the case ought to be remanded for resentencing under the post-\n\nBooker regime. Of course, the district judge has already sentenced\n\nLata under a non-mandatory regime, which is what he would again get\n\non remand.    But the district judge did not have the benefit of\n\nBooker's own determination as to what parts of the existing statute\n\nremained after severance and just how the Supreme Court conceived\n\nof the relationship of statute, guidelines, and discretion in post-\n\nBooker sentencing.   Booker, 125 S. Ct. at 764-65.\n\n          In his post-Booker brief, Lata's counsel notes that Lata\n\nis over 60 and that he is suffering from cancer, so that the\n\nprospects of recidivism are arguably no longer very great.           Under\n\nthe guidelines, both age and infirmity were discouraged as bases\n\nfor departure, § 5H1.1, .4; under the statute alone, conceivably\n\nthey might be afforded more weight in a particular case, especially\n\n\n                                 -11-\n\fif    they   diminished   the   risk    of    recurrence.       See    18   U.S.C.\n\n§ 3553(a)(2)(C) (2000) (sentence to take account, inter alia, of\n\nneed to protect public “from further crimes of the defendant\").\n\nCf. United States v. Heldeman, 402 F.3d 220, 224 (1st Cir. 2005).\n\n             Because the district judge knew most of the pertinent\n\nfacts and did not regard himself as constrained by the guidelines,\n\nit is far from clear that the result would be different on remand.\n\nAdmittedly, based on defense counsel's proffer, Lata’s affliction\n\nis possibly much worse than was known at the time of sentencing.\n\nBut for assessing plain or harmless error–-and the failure fully to\n\nanticipate Booker itself is treated as “error” under existing\n\ndoctrine, Antonakopoulos, 399 F.3d at 76--our focus is primarily\n\nupon what was known at the time of sentencing.3\n\n             Nevertheless, under our somewhat mechanical test of what\n\nis preserved Booker error, Antonakopoulos, 399 F.3d at 76, the\n\n“error” here was manifestly preserved in the district court, as the\n\ngovernment freely conceded at oral argument.                Under the harmless\n\nerror test, the government must show beyond a reasonable doubt that\n\na    lower   sentence   would   not    be    imposed   under   the    post-Booker\n\nregime–-a test where doubts are resolved in favor of a remand.\n\n\n\n\n       3\n      United States v. Antonakopoulos, 399 F.3d 68, 81 (1st Cir.\n2005). Yet, if a remand for resentencing is otherwise justified,\nit is quite arguable that the sentence on remand can and should\ntake account of intervening facts that normally bear on sentencing.\nUnited States v. Hughes, 401 F.3d 540, 560 n.19 (4th Cir. 2005).\n\n                                       -12-\n\fUnited States v. Vazquez-Rivera, 407 F.3d 476, 489 (1st Cir. 2005).\n\nOn balance, we think remand is the safest course in this case.\n\n          As we have stressed before, a remand even for plain error\n\ndoes not carry any implication that this court expects or endorses\n\na lower sentence.     Heldeman, 402 F.3d at 224.             This is so a\n\nfortiori where the remand arises out of a preserved error and where\n\nthe harmless error test makes even a modest possibility of change\n\nenough to warrant remand.       This general qualification should not\n\nrequire repeating in every case; it should be assumed unless the\n\nopinion expressly says otherwise.\n\n          The   sentence   is   vacated   and   the   case   remanded   for\n\nresentencing consistent with this decision.\n\n          It is so ordered.\n\n\n\n\n                                  -13-\n\f",
  "html": "<p class=\"case_cite\">415 F.3d 107</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>James T. LATA, Sr., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-2051.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 17, 2005.</p>\n    <p class=\"date\">Decided June 24, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jonathan R. Saxe, Assistant Federal Public Defender, Federal Defender Office, for appellant.</p>\n      <p class=\"indent\">Mark E. Howard, Assistant United States Attorney, with whom Thomas P. Colantuono, United States Attorney, was on supplemental brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CAMPBELL, Senior Circuit Judge, and Gertner,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appeal in this case presents the question whether a defendant who committed a crime and was sentenced prior to <i>United States v. Booker,</i> ___ U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), can be given a sentence that is within the statutory maximum but higher than the sentence that he would normally have received (absent departures) under the mandatory guideline regime. We conclude, without difficulty, that the <i>ex post facto</i> clause of the Constitution is not offended by this result; and, on the present facts, no due process objection to the higher sentence can be maintained. For other reasons, a remand for resentencing is justified.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are uncomplicated. On November 12, 2002, James Lata robbed Citizens Bank in Nashua, New Hampshire, informing the manager that he (Lata) had a gun and a bomb. Caught in 2003, Lata was tried and convicted of bank robbery by force and violence in federal district court in May 2004. 18 U.S.C. &#167; 2113(a) (2000). On August 2, 2004, Lata was sentenced to 8 years in prison which is well within the statutory maximum sentence of 20 years. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">However, the sentence was greater than the guideline maximum that would normally have been imposed, absent a departure upward, under the guidelines applicable either at the time the crime was committed or at the time the sentence was passed. Under those guidelines, Lata's base offense level for the robbery was 20, which, with adjustments prescribed by the guidelines, produced an adjusted offense level of 25.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Prior convictions gave Lata two criminal history points but, since the present offense was committed while he was on probation, two more points were added, placing him in category III. U.S.S.G. &#167; 4A1.1. An offense level of 25 and a category III criminal history created a guideline range of 70-87 months, <i>id.</i> ch. 5, pt. A, so the 96-month sentence was above the range.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although <i>Booker</i> had not been decided at the time of the sentencing, the district court deemed the mandatory regime unconstitutional based on the <i>Apprendi/Blakely</i> line of decisions, <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000); <i>Blakely v. Washington,</i> 542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), and it did not therefore regard itself as bound by the guidelines. The court so ruled after Lata objected that the guidelines were unconstitutional under <i>Apprendi/Blakely,</i> insofar as they permitted enhancement based upon judge-found facts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court's decision to exceed the guideline sentence was based on Lata's extensive criminal record and the fear induced by the threat of the bomb and the gun at the robbery. Lata had been the subject of arrests, charges and convictions from his juvenile days onward and, with time out for a lengthy prison sentence for bank robbery in the 1970s, had a fairly dismal record of continuing involvement with violent crime. For a variety of reasons, much of this was not reflected in the raw points awarded for criminal history.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lata appealed to this court. In his initial brief, Lata argued that no jury having passed on the facts underlying the enhancements to his guideline sentence (five levels and the two probation-related criminal history points), the maximum possible sentence for him was within the 37-46 month range; this is the range that would have resulted if he had been sentenced without enhancements, using an offense level of 20 and a criminal history category of II. This argument is defeated by <i>Booker,</i> which permits enhancements based on judge-found facts with advisory guidelines, <i>Booker,</i> 125 S.Ct. at 749-50, 764; <i>United States v. Antonakopoulos,</i> 399 F.3d 68, 75 (1st Cir.2005), and need not be further considered.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">However, as a fallback argument, Lata argued that the maximum sentence that could properly be imposed was the 70-87 month range that resulted from an ordinary application of the guidelines, including the enhancements already described. A sentence exceeding 87 months, in Lata's view, violates both the <i>ex post facto</i> clause of the Constitution, U.S. Const. art. I, &#167; 9, cl. 3, and the due process clause variant, U.S. Const. amend. V, that may apply even where the <i>ex post facto</i> clause is inapplicable.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lata's initial appellate brief was filed prior to the decision in <i>Booker</i> itself. Accordingly, we invited both sides to supplement their earlier briefs in light of <i>Booker</i> and also asked Lata whether as a further alternative he wished to argue for a remand on the ground that the district judge might have reached a different sentence under the post-<i>Booker</i> guideline regime now in place. Lata has now made such a request but without prejudice to his main constitutional claims based on <i>ex post facto</i> precedents, which he renews.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The <i>ex post facto</i> clause argument is readily answered. The <i>ex post facto</i> clause forbids not only legislative creation of new criminal liability after the event but also a legislative increase in punishment after the event, but it does not apply of its own force to changes worked by judicial decisions. <i>Rogers v. Tennessee,</i> 532 U.S. 451, 460, 121 S.Ct. 1693, 149 L.Ed.2d 697 (2001); <i>Marks v. United States,</i> 430 U.S. 188, 191, 97 S.Ct. 990, 51 L.Ed.2d 260 (1977). In this instance, the change in the guideline regime from mandatory to advisory was worked entirely by judicial interpretation, based on the Sixth Amendment and severance analysis in <i>Booker.</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this respect, the change from mandatory to advisory guidelines differs importantly from changes in the guidelines' content worked by ordinary amendments adopted by the Commission and submitted to Congress. For <i>ex post facto</i> purposes, the federal courts have assumed that those changes in content should be viewed as the equivalent of statutory changes&#8212;indeed, in some cases they are formally directed by Congress. <i>See, e.g., United States v. Jordan,</i> 162 F.3d 1, 2 (1st Cir.1998) (referring to Congress's enactment of a guidelines amendment). Based on this equation of guideline changes with statutes, the circuits have normally approved use of the guideline edition in force at the time of the crime if later amendments increased the sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That the shift to advisory guidelines stemmed from judicial decision may seem a formal distinction but the <i>ex post facto</i> clause is mechanical and, from the standpoint of protecting reliance, over-inclusive. The clause applies to changes in the definition of a crime and in the maximum sentence even in situations where there is no possibility that the defendant in fact relied on the earlier version of the statute in committing the crime. And, so far as <i>ex post facto</i> principles rely on concepts of fair warning, they have been absorbed into the due process clause, which underpins Lata's only serious argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">An after-the-offense enlargement of the contours of the crime or maximum sentence by judicial construction can raise due process objections based on lack of fair warning but only where the alteration is \"unexpected and indefensible\" by reference to the case law that had been expressed prior to the offense. <i>Rogers,</i> 532 U.S. at 461, 121 S.Ct. 1693; <i>Bouie v. City of Columbia,</i> 378 U.S. 347, 354, 84 S.Ct. 1697, 12 L.Ed.2d 894 (1964). This is an imprecise formula, as the conflicting opinions in <i>Rogers</i> readily show, so it is of some benefit to understand the underlying policy dilemma.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The underlying problem is one of reconciling the continuing mutability of judicial doctrine with concerns about reliance and notice. Glosses on statutes or refinements in common law doctrine regularly evolve between the time of the crime and a trial that may occur years later. At least in sentencing, the criminal's reliance on earlier glosses is usually an imaginary concern: rarely is the decision to commit the crime affected by close attention to the statutory penalties, let alone the more obscure intermediate step of guideline calculations. Lata certainly does not claim that he in fact relied on the mandatory guidelines when he robbed the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But the Supreme Court's concern with fair notice goes beyond actual reliance. Under <i>Bouie, Rogers</i> and <i>Marks,</i> some court-made changes in criminal law may be so surprising and troubling (\"unexpected and indefensible\") as to offend a sense of fair warning even if the defendant probably paid no attention to the case law. In <i>Bouie,</i> for example, the Supreme Court deemed the state court's expansive, non-literal reading of its trespassing statute to be unfair as applied to civil rights sit-in demonstrators who lacked fair warning that their conduct was criminal. <i>Bouie,</i> 378 U.S. at 355, 84 S.Ct. 1697.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, the \"unexpected and indefensible\" test could be difficult to apply if the focus were solely upon the shift from mandatory to advisory guidelines. <i>Booker</i> was not an isolated event but the end of a multi-year evolution developed through a host of cases; how \"unexpected\" <i>Booker</i> appears depends largely on one's time horizon. Ten years ago, <i>Booker</i> would have seemed improbable; gradually with <i>Apprendi</i> followed by <i>Blakely,</i> some major change in guideline status or operations seemed possible; and in the <i>Booker</i> case itself the government in fact urged a similar result to that reached by the Supreme Court. <i>See Booker,</i> 125 S.Ct. at 768 (characterizing the government's remedial suggestion as \"coincid[ing] significantly with [the \"Court's] own\")\".</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Also, the <i>Booker</i> majority would hardly call its own decision \"indefensible\" in the sense of the <i>Bouie</i> case (where it was almost a polite synonym for \"wrong\"). But the meaning of the term is no longer quite clear, <i>compare Rogers,</i> 532 U.S. at 461, 121 S.Ct. 1693 (using \"indefensible\" to mean \"unjustified,\" \"arbitrary,\" or \"vindictive\" breaks with prior law), <i>with Marks v. United States,</i> 430 U.S. 188, 97 S.Ct. 990, 51 L.Ed.2d 260 (1977) (ignoring \"unjustified\" test but stressing First Amendment concerns). <i>See also Rogers,</i> 532 U.S. at 468, 480, 121 S.Ct. 1693 (Scalia, J., dissenting) (using \"indefensible\" to mean inconsistent with prior law and presuming that the majority used the term to mean \"unreasonable\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">However, our own case becomes easy if one looks to the underlying concern of fair warning and asks whether&#8212;measured by what Lata could objectively know at the time he planned to rob the bank&#8212;Lata's later <i>sentence</i> so far disappoints reasonable expectations as to raise due process concerns. <i>Booker,</i> after all, does not lay down a new fixed rule of primary conduct or redefine elements of a crime (<i>cf. Bouie; Marks</i>) but is only part of a mechanism or framework by which an ultimate sentence is developed. Lata's own sentencing expectations when he committed the crime, if any, surely related to results.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Before committing the crime, Lata would have known only one thing for certain, namely, the 20-year maximum statutory sentence for bank robbery. He could have made guideline calculations as well, but only on a variety of further assumptions about the details of how the crime would occur (<i>e.g.,</i> how much money might be taken, injuries done), what the government might charge among alternative offenses, events after the crime (acceptance of responsibility, new criminal history), and the possibility of reasonable departures based on an array of factors&#8212;some unpredictable.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To some, the government's position&#8212;that Lata could reasonably rely only on the 20-year maximum&#8212;might also seem unrealistic from the standpoint of fair notice. Absent extremely aggravating characteristics not present here&#8212;<i>e.g.,</i> a felony murder in the course of a robbery&#8212;it is not easy to imagine a 20-year sentence in this case being imposed under the guidelines (or post-<i>Booker</i> for that matter). In all events, it is unnecessary for the disposition of this case to adopt a flat and final position on due process objections to post-<i>Booker</i> sentences for pre-<i>Booker</i> crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here, we think it is enough to resolve this case that even viewed as of the time Lata committed the crime-post-<i>Apprendi</i> but pre-<i>Blakely</i>&#8212;someone in Lata's position could not reasonably be surprised by the sentence he eventually received. Whether or not exactly the same sentence would necessarily have been imposed by departures under the guidelines is necessarily uncertain. But the sentence imposed is not wildly different than a sentence that might well have been imposed under the guidelines for someone with Lata's criminal record and offense-related conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Even under mandatory guidelines, a defendant with a criminal record not fully reflected by criminal history points was always on notice that the top of his guideline range might be exceeded. U.S.S.G. &#167; 4A1.3; <i>United States v. Black,</i> 78 F.3d 1, 8 (1st Cir.1996). Lata's pre-sentence report indicated that an upward departure might be warranted because of the character of his criminal record. Nothing in the guidelines flatly forbad the judge from departing based on the fear induced by the threat of the bomb and gun. The result does not violate the due process clause.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We reserve for the future the case, if one ever arises, in which a sentence is imposed for a pre-<i>Booker</i> crime that is higher than any that might realistically have been imagined at the time of the crime or based on factors previously discouraged, prohibited, or not recognized under the guidelines. As we have seen, any prospective guideline range estimated before the crime has been committed is far more contingent and uncertain than may be true on the day of sentencing. And, since post-<i>Booker</i> sentences are open to review for reasonableness, <i>Booker,</i> 125 S.Ct. at 765-66, extreme sentences at the very least will rarely survive ordinary review so as to present the naked due process question.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This brings us to Lata's remaining argument, which is that the case ought to be remanded for resentencing under the post-<i>Booker</i> regime. Of course, the district judge has already sentenced Lata under a non-mandatory regime, which is what he would again get on remand. But the district judge did not have the benefit of <i>Booker's</i> own determination as to what parts of the existing statute remained after severance and just how the Supreme Court conceived of the relationship of statute, guidelines, and discretion in post-<i>Booker</i> sentencing. <i>Booker,</i> 125 S.Ct. at 764-65.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In his post-<i>Booker</i> brief, Lata's counsel notes that Lata is over 60 and that he is suffering from cancer, so that the prospects of recidivism are arguably no longer very great. Under the guidelines, both age and infirmity were discouraged as bases for departure, &#167; 5H1.1.4; under the statute alone, conceivably they might be afforded more weight in a particular case, especially if they diminished the risk of recurrence. <i>See</i> 18 U.S.C. &#167; 3553(a)(2)(C) (2000) (sentence to take account, <i>inter alia,</i> of need to protect public \"from further crimes of the defendant\"). <i>Cf. United States v. Heldeman,</i> 402 F.3d 220, 224 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because the district judge knew most of the pertinent facts and did not regard himself as constrained by the guidelines, it is far from clear that the result would be different on remand. Admittedly, based on defense counsel's proffer, Lata's affliction is possibly much worse than was known at the time of sentencing. But for assessing plain or harmless error&#8212;and the failure fully to anticipate <i>Booker</i> itself is treated as \"error\" under existing doctrine, <i>Antonakopoulos,</i> 399 F.3d at 76&#8212;our focus is primarily upon what was known at the time of sentencing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nevertheless, under our somewhat mechanical test of what is preserved <i>Booker</i> error, <i>Antonakopoulos,</i> 399 F.3d at 76, the \"error\" here was manifestly preserved in the district court, as the government freely conceded at oral argument. Under the harmless error test, the government must show beyond a reasonable doubt that a lower sentence would not be imposed under the post-<i>Booker</i> regime&#8212;a test where doubts are resolved in favor of a remand. <i>United States v. Vazquez-Rivera,</i> 407 F.3d 476, 489 (1st Cir.2005). On balance, we think remand is the safest course in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As we have stressed before, a remand even for plain error does not carry any implication that this court expects or endorses a lower sentence. <i>Heldeman,</i> 402 F.3d at 224. This is so <i>a fortiori</i> where the remand arises out of a preserved error and where the harmless error test makes even a modest possibility of change enough to warrant remand. This general qualification should not require repeating in every case; it should be assumed unless the opinion expressly says otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The sentence is vacated and the case remanded for resentencing consistent with this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> One level was added because the loss to the bank was between $10,000 and $50,000. U.S.S.G. &#167; 2B3.1(b)(7)(B). Two levels each were prescribed because the robbery was of property of a financial institution, &#167; 2B3.1(b)(1), and a threat of death was employed, &#167; 2B3.1(b)(2)(F)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> If the mechanism had been changed by legislation, as in<i>Miller v. Florida,</i> 482 U.S. 423, 435-36, 107 S.Ct. 2446, 96 L.Ed.2d 351 (1987), then the <i>ex post facto</i> precedents might be invoked; but it was not. <i>See also United States v. Safarini,</i> 257 F.Supp.2d 191, 201 (D.D.C.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>United States v. Antonakopoulos,</i> 399 F.3d 68, 81 (1st Cir.2005). Yet, if a remand for resentencing is otherwise justified, it is quite arguable that the sentence on remand can and should take account of intervening facts that normally bear on sentencing. <i>United States v. Hughes,</i> 401 F.3d 540, 560 n. 19 (4th Cir.2005).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>James T. LATA, Sr., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-2051.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 17, 2005.</p>\n    <p class=\"date\">Decided June 24, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Jonathan R. Saxe, Assistant Federal Public Defender, Federal Defender Office, for appellant.</p>\n      <p class=\"indent\">Mark E. Howard, Assistant United States Attorney, with whom Thomas P. Colantuono, United States Attorney, was on supplemental brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CAMPBELL, Senior Circuit Judge, and Gertner,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appeal in this case presents the question whether a defendant who committed a crime and was sentenced prior to <i>United States v. Booker,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), can be given a sentence that is within the statutory maximum but higher than the sentence that he would normally have received (absent departures) under the mandatory guideline regime. We conclude, without difficulty, that the <i>ex post facto</i> clause of the Constitution is not offended by this result; and, on the present facts, no due process objection to the higher sentence can be maintained. For other reasons, a remand for resentencing is justified.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are uncomplicated. On November 12, 2002, James Lata robbed Citizens Bank in Nashua, New Hampshire, informing the manager that he (Lata) had a gun and a bomb. Caught in 2003, Lata was tried and convicted of bank robbery by force and violence in federal district court in May 2004. 18 U.S.C. &#167; 2113(a) (2000). On August 2, 2004, Lata was sentenced to 8 years in prison which is well within the statutory maximum sentence of 20 years. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">However, the sentence was greater than the guideline maximum that would normally have been imposed, absent a departure upward, under the guidelines applicable either at the time the crime was committed or at the time the sentence was passed. Under those guidelines, Lata's base offense level for the robbery was 20, which, with adjustments prescribed by the guidelines, produced an adjusted offense level of 25.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Prior convictions gave Lata two criminal history points but, since the present offense was committed while he was on probation, two more points were added, placing him in category III. U.S.S.G. &#167; 4A1.1. An offense level of 25 and a category III criminal history created a guideline range of 70-87 months, <i>id.</i> ch. 5, pt. A, so the 96-month sentence was above the range.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Although <i>Booker</i> had not been decided at the time of the sentencing, the district court deemed the mandatory regime unconstitutional based on the <i>Apprendi/Blakely</i> line of decisions, <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000); <i>Blakely v. Washington,</i> <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (2004), and it did not therefore regard itself as bound by the guidelines. The court so ruled after Lata objected that the guidelines were unconstitutional under <i>Apprendi/Blakely,</i> insofar as they permitted enhancement based upon judge-found facts.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The district court's decision to exceed the guideline sentence was based on Lata's extensive criminal record and the fear induced by the threat of the bomb and the gun at the robbery. Lata had been the subject of arrests, charges and convictions from his juvenile days onward and, with time out for a lengthy prison sentence for bank robbery in the 1970s, had a fairly dismal record of continuing involvement with violent crime. For a variety of reasons, much of this was not reflected in the raw points awarded for criminal history.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Lata appealed to this court. In his initial brief, Lata argued that no jury having passed on the facts underlying the enhancements to his guideline sentence (five levels and the two probation-related criminal history points), the maximum possible sentence for him was within the 37-46 month range; this is the range that would have resulted if he had been sentenced without enhancements, using an offense level of 20 and a criminal history category of II. This argument is defeated by <i>Booker,</i> which permits enhancements based on judge-found facts with advisory guidelines, <i>Booker,</i> 125 S.Ct. at 749-50, 764; <i>United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 75 (1st Cir.2005), and need not be further considered.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">However, as a fallback argument, Lata argued that the maximum sentence that could properly be imposed was the 70-87 month range that resulted from an ordinary application of the guidelines, including the enhancements already described. A sentence exceeding 87 months, in Lata's view, violates both the <i>ex post facto</i> clause of the Constitution, U.S. Const. art. I, &#167; 9, cl. 3, and the due process clause variant, U.S. Const. amend. V, that may apply even where the <i>ex post facto</i> clause is inapplicable.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Lata's initial appellate brief was filed prior to the decision in <i>Booker</i> itself. Accordingly, we invited both sides to supplement their earlier briefs in light of <i>Booker</i> and also asked Lata whether as a further alternative he wished to argue for a remand on the ground that the district judge might have reached a different sentence under the post-<i>Booker</i> guideline regime now in place. Lata has now made such a request but without prejudice to his main constitutional claims based on <i>ex post facto</i> precedents, which he renews.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The <i>ex post facto</i> clause argument is readily answered. The <i>ex post facto</i> clause forbids not only legislative creation of new criminal liability after the event but also a legislative increase in punishment after the event, but it does not apply of its own force to changes worked by judicial decisions. <i>Rogers v. Tennessee,</i> <span class=\"citation\" data-id=\"118425\"><a href=\"/opinion/118425/rogers-v-tennessee/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 460, <span class=\"citation\" data-id=\"118425\"><a href=\"/opinion/118425/rogers-v-tennessee/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1693</span></a></span>, <span class=\"citation\" data-id=\"118425\"><a href=\"/opinion/118425/rogers-v-tennessee/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">697</span></a></span> (2001); <i>Marks v. United States,</i> <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, 191, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></a></span>, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1977). In this instance, the change in the guideline regime from mandatory to advisory was worked entirely by judicial interpretation, based on the Sixth Amendment and severance analysis in <i>Booker.</i></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In this respect, the change from mandatory to advisory guidelines differs importantly from changes in the guidelines' content worked by ordinary amendments adopted by the Commission and submitted to Congress. For <i>ex post facto</i> purposes, the federal courts have assumed that those changes in content should be viewed as the equivalent of statutory changes&#8212;indeed, in some cases they are formally directed by Congress. <i>See, e.g., United States v. Jordan,</i> <span class=\"citation\" data-id=\"759597\"><a href=\"/opinion/759597/united-states-v-barry-jordan/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir.1998) (referring to Congress's enactment of a guidelines amendment). Based on this equation of guideline changes with statutes, the circuits have normally approved use of the guideline edition in force at the time of the crime if later amendments increased the sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That the shift to advisory guidelines stemmed from judicial decision may seem a formal distinction but the <i>ex post facto</i> clause is mechanical and, from the standpoint of protecting reliance, over-inclusive. The clause applies to changes in the definition of a crime and in the maximum sentence even in situations where there is no possibility that the defendant in fact relied on the earlier version of the statute in committing the crime. And, so far as <i>ex post facto</i> principles rely on concepts of fair warning, they have been absorbed into the due process clause, which underpins Lata's only serious argument.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">An after-the-offense enlargement of the contours of the crime or maximum sentence by judicial construction can raise due process objections based on lack of fair warning but only where the alteration is \"unexpected and indefensible\" by reference to the case law that had been expressed prior to the offense. <i>Rogers,</i> 532 U.S. at 461, <span class=\"citation\" data-id=\"118425\"><a href=\"/opinion/118425/rogers-v-tennessee/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1693</span></a></span>; <i>Bouie v. City of Columbia,</i> <span class=\"citation\" data-id=\"106880\"><a href=\"/opinion/106880/bouie-v-city-of-columbia/\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 354, <span class=\"citation\" data-id=\"106880\"><a href=\"/opinion/106880/bouie-v-city-of-columbia/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>, <span class=\"citation\" data-id=\"106880\"><a href=\"/opinion/106880/bouie-v-city-of-columbia/\"><span class=\"volume\">12</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">894</span></a></span> (1964). This is an imprecise formula, as the conflicting opinions in <i>Rogers</i> readily show, so it is of some benefit to understand the underlying policy dilemma.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The underlying problem is one of reconciling the continuing mutability of judicial doctrine with concerns about reliance and notice. Glosses on statutes or refinements in common law doctrine regularly evolve between the time of the crime and a trial that may occur years later. At least in sentencing, the criminal's reliance on earlier glosses is usually an imaginary concern: rarely is the decision to commit the crime affected by close attention to the statutory penalties, let alone the more obscure intermediate step of guideline calculations. Lata certainly does not claim that he in fact relied on the mandatory guidelines when he robbed the bank.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But the Supreme Court's concern with fair notice goes beyond actual reliance. Under <i>Bouie, Rogers</i> and <i>Marks,</i> some court-made changes in criminal law may be so surprising and troubling (\"unexpected and indefensible\") as to offend a sense of fair warning even if the defendant probably paid no attention to the case law. In <i>Bouie,</i> for example, the Supreme Court deemed the state court's expansive, non-literal reading of its trespassing statute to be unfair as applied to civil rights sit-in demonstrators who lacked fair warning that their conduct was criminal. <i>Bouie,</i> 378 U.S. at 355, <span class=\"citation\" data-id=\"106880\"><a href=\"/opinion/106880/bouie-v-city-of-columbia/\"><span class=\"volume\">84</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1697</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In this case, the \"unexpected and indefensible\" test could be difficult to apply if the focus were solely upon the shift from mandatory to advisory guidelines. <i>Booker</i> was not an isolated event but the end of a multi-year evolution developed through a host of cases; how \"unexpected\" <i>Booker</i> appears depends largely on one's time horizon. Ten years ago, <i>Booker</i> would have seemed improbable; gradually with <i>Apprendi</i> followed by <i>Blakely,</i> some major change in guideline status or operations seemed possible; and in the <i>Booker</i> case itself the government in fact urged a similar result to that reached by the Supreme Court. <i>See Booker,</i> 125 S.Ct. at 768 (characterizing the government's remedial suggestion as \"coincid[ing] significantly with [the \"Court's] own\")\".</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Also, the <i>Booker</i> majority would hardly call its own decision \"indefensible\" in the sense of the <i>Bouie</i> case (where it was almost a polite synonym for \"wrong\"). But the meaning of the term is no longer quite clear, <i>compare Rogers,</i> 532 U.S. at 461, <span class=\"citation\" data-id=\"118425\"><a href=\"/opinion/118425/rogers-v-tennessee/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1693</span></a></span> (using \"indefensible\" to mean \"unjustified,\" \"arbitrary,\" or \"vindictive\" breaks with prior law), <i>with Marks v. United States,</i> <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">188</span></a></span>, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">990</span></a></span>, <span class=\"citation\" data-id=\"109611\"><a href=\"/opinion/109611/marks-v-united-states/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">260</span></a></span> (1977) (ignoring \"unjustified\" test but stressing First Amendment concerns). <i>See also Rogers,</i> 532 U.S. at 468, 480, <span class=\"citation\" data-id=\"118425\"><a href=\"/opinion/118425/rogers-v-tennessee/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1693</span></a></span> (Scalia, J., dissenting) (using \"indefensible\" to mean inconsistent with prior law and presuming that the majority used the term to mean \"unreasonable\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">However, our own case becomes easy if one looks to the underlying concern of fair warning and asks whether&#8212;measured by what Lata could objectively know at the time he planned to rob the bank&#8212;Lata's later <i>sentence</i> so far disappoints reasonable expectations as to raise due process concerns. <i>Booker,</i> after all, does not lay down a new fixed rule of primary conduct or redefine elements of a crime (<i>cf. Bouie; Marks</i>) but is only part of a mechanism or framework by which an ultimate sentence is developed. Lata's own sentencing expectations when he committed the crime, if any, surely related to results.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Before committing the crime, Lata would have known only one thing for certain, namely, the 20-year maximum statutory sentence for bank robbery. He could have made guideline calculations as well, but only on a variety of further assumptions about the details of how the crime would occur (<i>e.g.,</i> how much money might be taken, injuries done), what the government might charge among alternative offenses, events after the crime (acceptance of responsibility, new criminal history), and the possibility of reasonable departures based on an array of factors&#8212;some unpredictable.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To some, the government's position&#8212;that Lata could reasonably rely only on the 20-year maximum&#8212;might also seem unrealistic from the standpoint of fair notice. Absent extremely aggravating characteristics not present here&#8212;<i>e.g.,</i> a felony murder in the course of a robbery&#8212;it is not easy to imagine a 20-year sentence in this case being imposed under the guidelines (or post-<i>Booker</i> for that matter). In all events, it is unnecessary for the disposition of this case to adopt a flat and final position on due process objections to post-<i>Booker</i> sentences for pre-<i>Booker</i> crimes.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Here, we think it is enough to resolve this case that even viewed as of the time Lata committed the crime-post-<i>Apprendi</i> but pre-<i>Blakely</i>&#8212;someone in Lata's position could not reasonably be surprised by the sentence he eventually received. Whether or not exactly the same sentence would necessarily have been imposed by departures under the guidelines is necessarily uncertain. But the sentence imposed is not wildly different than a sentence that might well have been imposed under the guidelines for someone with Lata's criminal record and offense-related conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Even under mandatory guidelines, a defendant with a criminal record not fully reflected by criminal history points was always on notice that the top of his guideline range might be exceeded. U.S.S.G. &#167; 4A1.3; <i>United States v. Black,</i> <span class=\"citation\" data-id=\"196600\"><a href=\"/opinion/196600/united-states-v-black/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir.1996). Lata's pre-sentence report indicated that an upward departure might be warranted because of the character of his criminal record. Nothing in the guidelines flatly forbad the judge from departing based on the fear induced by the threat of the bomb and gun. The result does not violate the due process clause.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We reserve for the future the case, if one ever arises, in which a sentence is imposed for a pre-<i>Booker</i> crime that is higher than any that might realistically have been imagined at the time of the crime or based on factors previously discouraged, prohibited, or not recognized under the guidelines. As we have seen, any prospective guideline range estimated before the crime has been committed is far more contingent and uncertain than may be true on the day of sentencing. And, since post-<i>Booker</i> sentences are open to review for reasonableness, <i>Booker,</i> 125 S.Ct. at 765-66, extreme sentences at the very least will rarely survive ordinary review so as to present the naked due process question.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This brings us to Lata's remaining argument, which is that the case ought to be remanded for resentencing under the post-<i>Booker</i> regime. Of course, the district judge has already sentenced Lata under a non-mandatory regime, which is what he would again get on remand. But the district judge did not have the benefit of <i>Booker's</i> own determination as to what parts of the existing statute remained after severance and just how the Supreme Court conceived of the relationship of statute, guidelines, and discretion in post-<i>Booker</i> sentencing. <i>Booker,</i> 125 S.Ct. at 764-65.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In his post-<i>Booker</i> brief, Lata's counsel notes that Lata is over 60 and that he is suffering from cancer, so that the prospects of recidivism are arguably no longer very great. Under the guidelines, both age and infirmity were discouraged as bases for departure, &#167; 5H1.1.4; under the statute alone, conceivably they might be afforded more weight in a particular case, especially if they diminished the risk of recurrence. <i>See</i> 18 U.S.C. &#167; 3553(a)(2)(C) (2000) (sentence to take account, <i>inter alia,</i> of need to protect public \"from further crimes of the defendant\"). <i>Cf. United States v. Heldeman,</i> <span class=\"citation\" data-id=\"201512\"><a href=\"/opinion/201512/united-states-v-heldeman/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 224 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because the district judge knew most of the pertinent facts and did not regard himself as constrained by the guidelines, it is far from clear that the result would be different on remand. Admittedly, based on defense counsel's proffer, Lata's affliction is possibly much worse than was known at the time of sentencing. But for assessing plain or harmless error&#8212;and the failure fully to anticipate <i>Booker</i> itself is treated as \"error\" under existing doctrine, <i>Antonakopoulos,</i> 399 F.3d at 76&#8212;our focus is primarily upon what was known at the time of sentencing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nevertheless, under our somewhat mechanical test of what is preserved <i>Booker</i> error, <i>Antonakopoulos,</i> 399 F.3d at 76, the \"error\" here was manifestly preserved in the district court, as the government freely conceded at oral argument. Under the harmless error test, the government must show beyond a reasonable doubt that a lower sentence would not be imposed under the post-<i>Booker</i> regime&#8212;a test where doubts are resolved in favor of a remand. <i>United States v. Vazquez-Rivera,</i> <span class=\"citation\" data-id=\"201585\"><a href=\"/opinion/201585/united-states-v-vazquez-rivera/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 489 (1st Cir.2005). On balance, we think remand is the safest course in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As we have stressed before, a remand even for plain error does not carry any implication that this court expects or endorses a lower sentence. <i>Heldeman,</i> 402 F.3d at 224. This is so <i>a fortiori</i> where the remand arises out of a preserved error and where the harmless error test makes even a modest possibility of change enough to warrant remand. This general qualification should not require repeating in every case; it should be assumed unless the opinion expressly says otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The sentence is vacated and the case remanded for resentencing consistent with this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>It is so ordered.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> One level was added because the loss to the bank was between $10,000 and $50,000. U.S.S.G. &#167; 2B3.1(b)(7)(B). Two levels each were prescribed because the robbery was of property of a financial institution, &#167; 2B3.1(b)(1), and a threat of death was employed, &#167; 2B3.1(b)(2)(F)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> If the mechanism had been changed by legislation, as in<i>Miller v. Florida,</i> <span class=\"citation\" data-id=\"111917\"><a href=\"/opinion/111917/miller-v-florida/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 435-36, <span class=\"citation\" data-id=\"111917\"><a href=\"/opinion/111917/miller-v-florida/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2446</span></a></span>, <span class=\"citation\" data-id=\"111917\"><a href=\"/opinion/111917/miller-v-florida/\"><span class=\"volume\">96</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">351</span></a></span> (1987), then the <i>ex post facto</i> precedents might be invoked; but it was not. <i>See also United States v. Safarini,</i> <span class=\"citation\" data-id=\"2499848\"><a href=\"/opinion/2499848/united-states-v-safarini/\"><span class=\"volume\">257</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">191</span></a></span>, 201 (D.D.C.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> <i>United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 81 (1st Cir.2005). Yet, if a remand for resentencing is otherwise justified, it is quite arguable that the sentence on remand can and should take account of intervening facts that normally bear on sentencing. <i>United States v. Hughes,</i> <span class=\"citation\" data-id=\"789603\"><a href=\"/opinion/789603/united-states-v-david-c-hughes-the-office-of-the-federal-public/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">540</span></a></span>, 560 n. 19 (4th Cir.2005).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2499848/"
  ]
}