{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201695/",
  "absolute_url": "/opinion/201695/municipality-of-san-v-corporacion-para-el/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201695/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:32:20Z",
  "date_modified": "2016-02-28T05:06:21.181184Z",
  "type": "010combined",
  "sha1": "1cf2b5a82c6ecdc0a676b6085e6a154174a51351",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2303-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/07/14/Municipality_of_San_v._Corporacion_Para_El.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 04-2303\n\n                    MUNICIPALITY OF SAN JUAN,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n   CORPORACIÓN PARA EL FOMENTO ECONÓMICO DE LA CIUDAD CAPITAL,\n\n                       Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jay A. Garcia-Gregory, U.S. District Judge]\n\n\n                              Before\n\n                       Selya, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n\n     Francisco J. Amundaray-Rodriguez with whom Mercado & Soto,\nP.S.C. was on brief for appellant.\n     Roberto Abesada-Agüet with whom Harold D. Vicente and Vincente\n& Cuebas were on brief for appellee.\n\n\n\n                          July 14, 2005\n\f       COFFIN, Senior Circuit Judge.         The Municipality of San Juan,\n\nplaintiff-appellant      in   this     action,   contends   that    defendant-\n\nappellee Corporación para el Fomento Económico de la Ciudad Capital\n\n(COFECC) misused federal block grant funds the agency was assigned\n\nto disburse, and the Municipality consequently seeks the return of\n\nall    remaining    federal    funds     held    by   COFECC,   damages,     and\n\ndeclaratory and injunctive relief establishing that the trustee\n\nrelationship between the two entities was properly terminated. The\n\ndistrict court granted COFECC's motion to compel arbitration of all\n\nissues and dismissed the case without prejudice.                After careful\n\nreview of the facts and relevant legal principles, we affirm.\n\n                                I. Background\n\n       In July 1982, the Municipality and the Government Development\n\nBank of Puerto Rico executed a deed of trust (\"Deed of Trust No. 5\"\n\nor \"Deed of Trust\") that designated the Bank, as trustee, to\n\nadminister funds granted to the Municipality by the United States\n\nDepartment of Housing and Urban Development (HUD).                 The Deed of\n\nTrust contains a broad arbitration clause requiring that disputes\n\nthat    arise      between    the    parties     \"with   regard     to     their\n\nresponsibilities and obligations under this contract\" shall be\n\nresolved through arbitration. The Deed of Trust also provides that\n\nthe Municipality can terminate the contract upon sixty days' notice\n\nand after appointment of a successor trustee.\n\n\n\n\n                                       -2-\n\f     In   1983,   COFECC   succeeded   the   Bank    as   trustee,     and   the\n\ntransition was effectuated through a series of one-year delegation\n\ncontracts     between   the   Municipality    and    COFECC     that   renewed\n\nautomatically unless written notice was given thirty days before\n\nexpiration.     Deed of Trust No. 5 remained the governing document\n\nfor the trusteeship and was explicitly incorporated into the first\n\nseveral   delegation    agreements.       Annual    contracts    between     the\n\nMunicipality and COFECC were executed through 1992, with the last\n\nwritten agreement terminating on June 30, 1992.1                 The parties\n\ncontinued their relationship beyond that point, however, through\n\n\"tacit\" extension of their contractual arrangement.2             In May 2003,\n\nthe Municipality sent a letter terminating the trustee agreement,\n\ngiving the sixty days notice required by the Deed of Trust and thus\n\n\n     1\n        The original agreement linking the parties was titled\n\"Contract for the Transfer of Funds\" and was dated May 20, 1983,\nwith a June 30, 1984 expiration. That document states that Deed of\nTrust No. 5 and Deed of Trust No. 6 (the former addressing\nadministration of the Municipality's \"Capital Independent Fund\" and\nthe latter addressing loans granted through the Fund) are enclosed\n\"as part of this contract.\" The next document, titled \"Contract\nfor the Transfer and Administration of Funds and Programs,\" dated\nAugust 23, 1984, explicitly appoints COFECC as successor\nadministrator of the Capital Fund, and it provides that COFECC\n\"assumes the obligations of the Bank\" under Deeds No. 5 and 6.\nThis second contract ended on June 30, 1985, but would\nautomatically renew in the absence of thirty-day written notice of\nnon-renewal. A similar document dated September 12, 1985 continued\nCOFECC's appointment under the two deeds through June 1986. The\nsubsequent contracts, extending the relationship through June 1992,\ndid not reference the deeds of trust.\n     2\n       In its brief, the Municipality states that, after June 1992,\n\"the relationship between the parties was tacitly renovated as well\nas the terms and conditions of the delegation agreement.\"\n\n                                    -3-\n\fintended to take effect on July 30, 2003. The Municipality asserts\n\nthat COFECC improperly used thousands of dollars of federal money\n\nand failed to comply with regulatory requirements governing the use\n\nof   federal    grant   funds,   including   maintaining   an   adequate\n\naccounting and auditing system.     The Municipality sought return of\n\nall unused funds.\n\n     COFECC disputed the termination of its trustee status and did\n\nnot turn over any funds to the Municipality.       In August 2003, the\n\nMunicipality filed this action, seeking breach of contract damages,\n\nthe return of any remaining federal funds held by COFECC, and\n\ninjunctive and declaratory relief terminating both the parties'\n\nrelationship and COFECC's authority to use the federal monies.\n\nCOFECC argued that all of the issues were arbitrable, and the\n\ndistrict court ultimately agreed.3       On appeal, we review only the\n\ncourt's ruling that the duration of the trusteeship – i.e., the\n\nvalidity   of    the    Municipality's   attempt   to   terminate   the\n\nrelationship – must be arbitrated. The arbitrability of the breach\n\nof contract issues is not before us.4\n\n\n     3\n       In so concluding, the district court departed from the\nrecommendation of a magistrate judge, who held that issues relating\nto the alleged unlawful use of funds must be arbitrated, but ruled\nthat the question of termination did not require arbitration.\n     4\n       The Municipality suggests in its brief that no part of its\ndispute with COFECC is arbitrable because their relationship was\ngoverned by the delegation contracts, which do not contain\narbitration provisions. The Municipality did not submit objections\nto the magistrate judge's contrary recommendation on the contract\nissue, however; indeed, it noted that the magistrate judge\n\n                                   -4-\n\f     We briefly address a preliminary jurisdictional issue before\n\nexplaining why we conclude that the district court correctly\n\nreferred the termination issue to the arbitrator.\n\n                          II. Discussion\n\n     A. Finality of a Dismissal Without Prejudice\n\n     COFECC argues that the district court's decision compelling\n\nthe parties to arbitrate, accompanied by dismissal of the case\n\nwithout prejudice, resulted in a judgment that was not final and\n\nappealable under the Federal Arbitration Act, 9 U.S.C. § 16(a)(3).5\n\nCOFECC's cursory argument is arguably insufficient to warrant our\n\nfull attention, see, e.g., Smilow v. Southwestern Bell Mobile Sys.,\n\nInc., 323 F.3d 32, 43 (1st Cir. 2003) (\"Issues raised on appeal in\n\na perfunctory manner (or not at all) are waived.\"), but since we\n\nview the agency's assertion as plainly without merit, we choose to\n\ntake the opportunity to state so explicitly.\n\n\n\n\n\"correctly held\" that \"the only issues that the parties have to\narbitrate . . . are the breach of contract and the resulting\ndamages, if any.\" See Opposition to Defendant's Objections to the\nMagistrate Judge's Report and Recommendation.\" The Municipality\nmay not change course on appeal, see, e.g., Burke v. Town of\nWalpole, 405 F.3d 66, 71 n.2 (1st Cir. 2005), and, like the\nmagistrate judge and district court, we therefore presume that Deed\nof Trust No. 5 – including its arbitration provision – governed the\nparties' relationship at least until the attempt to terminate the\nagreement in May 2003. There is no dispute that the arbitration\nprovision substantively covers the breach of contract allegations.\n     5\n       Section 16(a)(3) provides that an appeal may be taken from\n\"a final decision with respect to an arbitration that is subject to\nthis title.\"\n\n                               -5-\n\f     In Green Tree Fin. Corp.-Alabama v. Randolph, 531 U.S. 79, 86-\n\n87 (2000), the Supreme Court held that a district court's order\n\ndirecting arbitration and dismissing all of the claims before it\n\nwas \"final\" within the meaning of section 16(a)(3) and therefore\n\nappealable.    The action in Green Tree had been dismissed with\n\nprejudice, and COFECC asserts that the Supreme Court's ruling\n\nconsequently is inapplicable to dismissals without prejudice.   We\n\nagree with the reasoning of other courts that have rejected this\n\ndistinction.   See Hill v. Rent-A-Center, Inc., 398 F.3d 1286, 1288\n\n(11th Cir. 2005); Blair v. Scott Specialty Gases, 283 F.3d 595, 602\n\n(3d Cir. 2002); Salim Oleochemicals v. M/V Shropshire, 278 F.3d 90,\n\n91 (2d Cir. 2002); Interactive Flight Techs., Inc. v. Swissair\n\nSwiss Air Transp. Co., 249 F.3d 1177, 1179 (9th Cir. 2001).     In\n\nbrief, these courts concluded that both types of dismissal are\n\nequivalent with respect to the Supreme Court's rationale in Green\n\nTree – that the arbitration order \"plainly disposed of the entire\n\ncase on the merits and left no part of it pending before the\n\ncourt,\" 531 U.S. at 86.   Cf. Mirpuri v. ACT Mfg., Inc., 212 F.3d\n\n624, 628-29 (1st Cir. 2000) (a dismissal without prejudice that\n\nentirely terminates the litigation is a final order). We therefore\n\nhold that the Municipality's appeal is properly before us.6\n\n\n     6\n       Although not argued before us, COFECC earlier in the\nlitigation challenged the substantive basis for jurisdiction,\nasserting that the Municipality's complaint did not state a federal\nquestion.    After the magistrate judge initially recommended\ndismissal, the Municipality amended its complaint to draw a more\n\n                                -6-\n\f     B. Arbitrability of the Termination Dispute\n\n     We think it most helpful to begin this discussion by reviewing\n\nseveral basic arbitration principles noted by the Supreme Court in\n\nAT&T Techs., Inc. v. Communications Workers, 475 U.S. 643 (1986),\n\nand derived from prior case law.     See id. at 648 (referring to the\n\nSteelworkers   Trilogy).7   First,    \"'arbitration   is   a   matter   of\n\ncontract and a party cannot be required to submit to arbitration\n\nany dispute which he has not agreed so to submit.'\"            Id. at 648\n\n(citation omitted).   Second, \"the question of arbitrability . . .\n\n\nexplicit link between its allegations and the federal interest in\nensuring compliance with the comprehensive framework of regulations\ngoverning recipients of federal block grant funds. The magistrate\njudge vacated his earlier ruling, relying on Supreme Court\nprecedent recognizing that traditional state law causes of action\nmay present a sufficiently important federal interest to warrant\nfederal jurisdiction. See Smith v. Kansas City Title & Trust Co.,\n255 U.S. 180, 199 (1921); Templeton Bd. of Sewer Comm'rs v. Amer.\nTissue Mills of Mass., Inc., 352 F.3d 33, 36 (1st Cir. 2003);\nPenobscot Nation v. Georgia-Pacific Corp., 254 F.3d 317, 321 (1st\nCir. 2001); Almond v. Capital Props., Inc., 212 F.3d 20, 22-24 (1st\nCir. 2000).\n     Because the propriety of COFECC's conduct turns entirely on\nits adherence to the intricate and detailed set of federal\nregulatory requirements, and the funds at issue are federal grant\nmonies, we agree with the magistrate judge and district court that\njurisdiction is proper. The Supreme Court recently affirmed the\ncontinued viability of the Smith line of cases, albeit narrowly\ndrawn. See Grable & Sons Metal Prods., Inc. v. Darue Eng'g & Mfg.,\n125 S. Ct. 2363, 2368 (2005) (upholding federal-question\njurisdiction where a state-law claim necessarily implicates a\nfederal issue, \"actually disputed and substantial, which a federal\nforum may entertain without disturbing any congressionally approved\nbalance of federal and state judicial responsibilities\").\n     7\n       The Steelworkers Trilogy consisted of: Steelworkers v.\nAmerican Mfg. Co., 363 U.S. 564 (1960); Steelworkers v. Warrior &\nGulf Navigation Co., 363 U.S. 574 (1960); and Steelworkers v.\nEnterprise Wheel & Car Corp., 363 U.S. 593 (1960).\n\n                                -7-\n\fis undeniably an issue for judicial determination.\"                   Id. at 649.\n\nThird, a court deciding whether the parties have agreed to submit\n\na particular grievance to arbitration is \"not to rule on the\n\npotential merits of the underlying claims.\"                 Id.     And, finally,\n\nwhen a contract contains an arbitration clause, \"'[d]oubts should\n\nbe resolved in favor of coverage.'\" Id. at 650 (citation omitted);\n\nsee also, e.g., First Options of Chicago, Inc. v. Kaplan, 514 U.S.\n\n938, 944-45 (1995).         In other words, \"'[a]n order to arbitrate the\n\nparticular grievance should not be denied unless it may be said\n\nwith    positive      assurance   that    the      arbitration     clause    is    not\n\nsusceptible      of    an   interpretation         that   covers    the     asserted\n\ndispute.'\"       AT&T Techs., 475 U.S. at 650 (citation omitted); see\n\nalso Mobil Oil Corp. v. Local 8-766, Oil, Chemical & Atomic Workers\n\nInt'l Union, 600 F.2d 322, 328 (1st Cir. 1979) (\"'In the absence of\n\nany    express    provision    excluding       a   particular      grievance      from\n\narbitration, we think only the most forceful evidence of a purpose\n\nto exclude the claim from arbitration can prevail, particularly\n\nwhere . . . the arbitration clause [is] quite broad.'\" (quoting\n\nUnited Steelworkers of Amer. v. Warrior & Gulf Navigation Co., 363\n\nU.S. 574, 584-85 (1960))).\n\n       The middle two principles pose no difficulty here.                         Both\n\nparties agree that the arbitrability question is for the court and\n\nthat the merits do not play a role in that determination.                          The\n\nparties pit the first and fourth principles against each other,\n\n\n                                         -8-\n\fhowever – with the Municipality claiming that the termination issue\n\nis   outside   the   contractual     arbitration        provision     and   COFECC\n\nmaintaining    that,   in   the    absence      of   its   explicit    exclusion,\n\ntermination falls within the clause.              Like the district court, we\n\nconclude that COFECC has the better argument.                  Our review of the\n\ncourt's decision is de novo.        See Intergen N.V. v. Grina, 344 F.3d\n\n134, 141 (1st Cir. 2003)\n\n      We first dispense with the Municipality's argument that this\n\ncase implicates Supreme Court precedent on the arbitrability of\n\npost-termination disputes. See, e.g., Litton Fin. Printing Div. v.\n\nN.L.R.B., 501 U.S. 190 (1991).                 The dispute here is not over\n\nmatters that arose following the acknowledged end of the parties'\n\nagreement, but the issue is whether termination has, in fact,\n\nproperly occurred.     Post-termination case law is simply inapposite\n\nin this setting.\n\n      Our   focus,   rather,      must    be    on   whether    the   arbitration\n\nprovision in Deed of Trust No. 5 is reasonably construed to embrace\n\ndisputes over the termination of the trustee relationship.                    The\n\nentire arbitration provision, section 702 of the Trust document,\n\nstates as follows:\n\n                 In the event any controversy arises\n            between the parties with regard to their\n            responsibilities and obligations under this\n            contract, said differences shall be resolved\n            by arbitration. The parties should mutually\n            agree to consent to the designation of the\n            arbiter and shall be bound by his decision.\n\n\n                                         -9-\n\f          The parties will equally share the costs of\n          the arbitration.\n\nThe \"responsibilities and obligations\" outlined in the contract\n\nappear to include those related to the agreement's termination.\n\nUnder section 604, the Municipality is obliged to give at least\n\nsixty days notice of its intent to end the relationship and to\n\nappoint a successor administrator by the termination date.    That\n\nsection goes on to state that, in the event of termination,\n\n          the Administrator of the Capital Fund shall be\n          responsible for transferring all the documents\n          and assets, and deliver to and on behalf of\n          the Municipality all the documents, moneys and\n          values received with regard to the loan funds\n          that might be in his possession, custody or\n          control,    and    the     prerogatives    and\n          responsibilities of the Administrator of the\n          Capital Fund and his right to compensation\n          shall terminate.\n\n     The parties here volley various assertions about whether the\n\nMunicipality accomplished a valid termination of the Deed of Trust\n\n(as well as the subsidiary delegation agreements) and whether\n\nCOFECC is therefore presently obliged to turn over all federal\n\nassets and related materials remaining in its possession. We think\n\nit fairly clear that section 604's explicit reference to both the\n\nrequirements    for   termination      and   the   administrator's\n\nresponsibilities upon termination places these matters squarely\n\nwithin the arbitrator's domain as described in section 702.   Even\n\nif that proposition were debatable, however, we would be obliged to\n\nreach the same outcome.   We certainly could not say \"with positive\n\n\n                                -10-\n\fassurance\" that the arbitration clause is not susceptible of being\n\nso construed. Consequently, we think it manifest that the issue of\n\ncontract duration must be decided by the arbitrator.         Cf. New York\n\nNews Inc. v. Newspaper Guild, 927 F.2d 82, 84 (2d Cir. 1991) (per\n\ncuriam) (narrow arbitration clause limited to \"grievances\" does not\n\napply to disputes over contract termination); but see Virginia\n\nCarolina Tools, Inc. v. Int'l Tool Supply, Inc., 984 F.2d 113, 118\n\n(4th Cir. 1993) (general presumption in favor of arbitrability\n\ngiven \"less force\" on contract duration issues).8\n\n      In urging its contrary view, the Municipality relies most\n\nheavily on Nat'l R.R. Passenger Corp. v. Boston and Maine Corp.,\n\n850   F.2d   756   (D.C.   Cir.   1988),   arguing   that   the   issue    of\n\ntermination is not arbitrable here because Deed of Trust No. 5\n\nspecifies a \"date certain\" for expiration of the contract.                 In\n\nNational R.R. Passenger Corp., the D.C. Circuit reasoned that \"the\n\npresumption in favor of arbitrating disputes over contract duration\n\ncan be overcome by a clear showing that the parties intended for\n\nthe   underlying    contract   to   expire,   or   separately     agreed   to\n\nterminate it, before the relevant dispute arose.\"               Id. at 763.\n\n\n      8\n       We note that the contract at issue in Virginia Carolina\nTools had a more specific termination date than Deed of Trust No.\n5: 60 days from the date of the execution of the agreement. See\n984 F.2d at 115. The court relied on this \"express termination\ndate provision\" to support its view that the parties did not intend\nto arbitrate the contract's duration, noting that there was \"no\nincipient issue of contract duration in the parties' memorialized\nagreement, hence no built-in likelihood of dispute over its\nduration.\" Id. at 118.\n\n                                    -11-\n\fSuch a showing would be accomplished, the court explained, if the\n\ncontract clearly \"provides that it will expire on a date certain.\"\n\nId.\n\n      Even under a \"date certain\" test, however, the Municipality's\n\nposition falters.      The instant contract expires only after two\n\nprerequisites are fulfilled:       written notice given sixty days in\n\nadvance and substitution of a successor administrator. We need not\n\naddress now whether a conditional expiration provision could ever\n\nbe considered sufficiently \"certain\" to overcome the presumption in\n\nfavor of arbitrability; the touchstone, after all, is not the\n\nlanguage formula chosen but what the language reveals about the\n\nparticular parties' intent.    See, e.g., PaineWebber Inc. v. Elahi,\n\n87 F.3d 589, 599 (1st Cir. 1996) (\"[T]he intent of the parties\n\nalways controls what is to be arbitrated.\"); Nat'l R.R. Passenger\n\nCorp., 850 F.2d at 760 (\"[O]ur task is to discern the choice of the\n\nparties, not to make a choice of our own.\"); see also First\n\nOptions, 514 U.S. at 943 (\"[A]rbitration is simply a matter of\n\ncontract between the parties[.]\").            Here, the parties' debate\n\nconcerns both the efficacy of the notice given and whether notice\n\nwas necessary at all – matters that cloud the time of termination.\n\nWithout a fixed endpoint for the Deed of Trust, and otherwise\n\nlacking   \"'forceful    evidence    of    a   purpose   to   exclude   the\n\n[termination] claim from arbitration,'\" Mobil Oil Corp., 600 F.2d\n\nat 328 (citation omitted), the Municipality is unable to make the\n\n\n                                   -12-\n\f\"clear showing\" of non-arbitrability required by the court in Nat'l\n\nR.R. Passenger Corp.   In sum, we see no basis for departing from\n\nthe general principle that all doubts be resolved in favor of\n\narbitration.\n\n     The judgment of the district court is therefore affirmed.\n\n\n\n\n                               -13-\n\f",
  "html": "<p class=\"case_cite\">415 F.3d 145</p>\n    <p class=\"parties\">MUNICIPALITY OF SAN JUAN, Plaintiff, Appellant,<br>v.<br>CORPORACI&#211;N PARA EL FOMENTO ECON&#211;MICO DE LA CIUDAD CAPITAL, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2303.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 2, 2005.</p>\n    <p class=\"date\">Decided July 14, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francisco J. Amundaray-Rodriguez with whom Mercado &amp; Soto, P.S.C. was on brief for appellant.</p>\n      <p class=\"indent\">Roberto Abesada-Ag&#252;et with whom Harold D. Vicente and Vincente &amp; Cuebas were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Municipality of San Juan, plaintiff-appellant in this action, contends that defendant-appellee Corporaci&#243;n para el Fomento Econ&#243;mico de la Ciudad Capital (COFECC) misused federal block grant funds the agency was assigned to disburse, and the Municipality consequently seeks the return of all remaining federal funds held by COFECC, damages, and declaratory and injunctive relief establishing that the trustee relationship between the two entities was properly terminated. The district court granted COFECC's motion to compel arbitration of all issues and dismissed the case without prejudice. After careful review of the facts and relevant legal principles, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In July 1982, the Municipality and the Government Development Bank of Puerto Rico executed a deed of trust (\"Deed of Trust No. 5\" or \"Deed of Trust\") that designated the Bank, as trustee, to administer funds granted to the Municipality by the United States Department of Housing and Urban Development (HUD). The Deed of Trust contains a broad arbitration clause requiring that disputes that arise between the parties \"with regard to their responsibilities and obligations under this contract\" shall be resolved through arbitration. The Deed of Trust also provides that the Municipality can terminate the contract upon sixty days' notice and after appointment of a successor trustee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1983, COFECC succeeded the Bank as trustee, and the transition was effectuated through a series of one-year delegation contracts between the Municipality and COFECC that renewed automatically unless written notice was given thirty days before expiration. Deed of Trust No. 5 remained the governing document for the trusteeship and was explicitly incorporated into the first several delegation agreements. Annual contracts between the Municipality and COFECC were executed through 1992, with the last written agreement terminating on June 30, 1992.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The parties continued their relationship beyond that point, however, through \"tacit\" extension of their contractual arrangement.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In May 2003, the Municipality sent a letter terminating the trustee agreement, giving the sixty days notice required by the Deed of Trust and thus intended to take effect on July 30, 2003. The Municipality asserts that COFECC improperly used thousands of dollars of federal money and failed to comply with regulatory requirements governing the use of federal grant funds, including maintaining an adequate accounting and auditing system. The Municipality sought return of all unused funds.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">COFECC disputed the termination of its trustee status and did not turn over any funds to the Municipality. In August 2003, the Municipality filed this action, seeking breach of contract damages, the return of any remaining federal funds held by COFECC, and injunctive and declaratory relief terminating both the parties' relationship and COFECC's authority to use the federal monies. COFECC argued that all of the issues were arbitrable, and the district court ultimately agreed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On appeal, we review only the court's ruling that the duration of the trusteeship &#8212; i.e., the validity of the Municipality's attempt to terminate the relationship &#8212; must be arbitrated. The arbitrability of the breach of contract issues is not before us.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We briefly address a preliminary jurisdictional issue before explaining why we conclude that the district court correctly referred the termination issue to the arbitrator.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A. <i>Finality of a Dismissal Without Prejudice</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">COFECC argues that the district court's decision compelling the parties to arbitrate, accompanied by dismissal of the case <i>without prejudice,</i> resulted in a judgment that was not final and appealable under the Federal Arbitration Act, 9 U.S.C. &#167; 16(a)(3).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> COFECC's cursory argument is arguably insufficient to warrant our full attention, <i>see, e.g., Smilow v. Southwestern Bell Mobile Sys., Inc.,</i> 323 F.3d 32, 43 (1st Cir.2003) (\"Issues raised on appeal in a perfunctory manner (or not at all) are waived.\"), but since we view the agency's assertion as plainly without merit, we choose to take the opportunity to state so explicitly.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In <i>Green Tree Fin. Corp.-Alabama v. Randolph,</i> 531 U.S. 79, 86-87, 121 S.Ct. 513, 148 L.Ed.2d 373 (2000), the Supreme Court held that a district court's order directing arbitration and dismissing all of the claims before it was \"final\" within the meaning of section 16(a)(3) and therefore appealable. The action in <i>Green Tree</i> had been dismissed with prejudice, and COFECC asserts that the Supreme Court's ruling consequently is inapplicable to dismissals <i>without</i> prejudice. We agree with the reasoning of other courts that have rejected this distinction. <i>See Hill v. Rent-A-Center, Inc.,</i> 398 F.3d 1286, 1288 (11th Cir.2005); <i>Blair v. Scott Specialty Gases,</i> 283 F.3d 595, 602 (3d Cir.2002); <i>Salim Oleochemicals v. M/V Shropshire,</i> 278 F.3d 90, 91 (2d Cir.2002); <i>Interactive Flight Techs., Inc. v. Swissair Swiss Air Transp. Co.,</i> 249 F.3d 1177, 1179 (9th Cir. 2001). In brief, these courts concluded that both types of dismissal are equivalent with respect to the Supreme Court's rationale in <i>Green Tree</i> &#8212; that the arbitration order \"plainly disposed of the entire case on the merits and left no part of it pending before the court,\" 531 U.S. at 86, 121 S.Ct. 513. <i>Cf. Mirpuri v. ACT Mfg., Inc.,</i> 212 F.3d 624, 628-29 (1st Cir.2000) (a dismissal without prejudice that entirely terminates the litigation is a final order). We therefore hold that the Municipality's appeal is properly before us.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">B. <i>Arbitrability of the Termination Dispute</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We think it most helpful to begin this discussion by reviewing several basic arbitration principles noted by the Supreme Court in <i>AT &amp; T Techs., Inc. v. Communications Workers,</i> 475 U.S. 643, 106 S.Ct. 1415, 89 L.Ed.2d 648 (1986), and derived from prior case law. <i>See id.</i> at 648, 106 S.Ct. 1415 (referring to the <i>Steelworkers Trilogy</i>).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> First, \"`arbitration is a matter of contract and a party cannot be required to submit to arbitration any dispute which he has not agreed so to submit.'\" <i>Id.</i> at 648, 106 S.Ct. 1415 (citation omitted). Second, \"the question of arbitrability... is undeniably an issue for judicial determination.\" <i>Id.</i> at 649, 106 S.Ct. 1415. Third, a court deciding whether the parties have agreed to submit a particular grievance to arbitration is \"not to rule on the potential merits of the underlying claims.\" <i>Id.</i> And, finally, when a contract contains an arbitration clause, \"`[d]oubts should be resolved in favor of coverage.'\" <i>Id.</i> at 650 (citation omitted); <i>see also, e.g., First Options of Chicago, Inc. v. Kaplan,</i> 514 U.S. 938, 944-45, 115 S.Ct. 1920, 131 L.Ed.2d 985 (1995). In other words, \"`[a]n order to arbitrate the particular grievance should not be denied unless it may be said with positive assurance that the arbitration clause is not susceptible of an interpretation that covers the asserted dispute.'\" <i>AT &amp; T Techs.,</i> 475 U.S. at 650, 106 S.Ct. 1415 (citation omitted); <i>see also Mobil Oil Corp. v. Local 8-766, Oil, Chemical &amp; Atomic Workers Int'l Union,</i> 600 F.2d 322, 328 (1st Cir. 1979) (\"`In the absence of any express provision excluding a particular grievance from arbitration, we think only the most forceful evidence of a purpose to exclude the claim from arbitration can prevail, particularly where ... the arbitration clause [is] quite broad.'\" (quoting <i>United Steelworkers of Amer. v. Warrior &amp; Gulf Navigation Co.,</i> 363 U.S. 574, 584-85, 80 S.Ct. 1347, 4 L.Ed.2d 1409 (1960))).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The middle two principles pose no difficulty here. Both parties agree that the arbitrability question is for the court and that the merits do not play a role in that determination. The parties pit the first and fourth principles against each other, however &#8212; with the Municipality claiming that the termination issue is outside the contractual arbitration provision and COFECC maintaining that, in the absence of its explicit exclusion, termination falls within the clause. Like the district court, we conclude that COFECC has the better argument. Our review of the court's decision is de novo. <i>See InterGen N.V. v. Grina,</i> 344 F.3d 134, 141 (1st Cir. 2003)</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We first dispense with the Municipality's argument that this case implicates Supreme Court precedent on the arbitrability of post-termination disputes. <i>See, e.g., Litton Fin. Printing Div. v. N.L.R.B.,</i> 501 U.S. 190, 111 S.Ct. 2215, 115 L.Ed.2d 177 (1991). The dispute here is not over matters that arose following the acknowledged end of the parties' agreement, but the issue is whether termination has, in fact, properly occurred. Post-termination case law is simply inapposite in this setting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our focus, rather, must be on whether the arbitration provision in Deed of Trust No. 5 is reasonably construed to embrace disputes over the termination of the trustee relationship. The entire arbitration provision, section 702 of the Trust document, states as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the event any controversy arises between the parties with regard to their responsibilities and obligations under this contract, said differences shall be resolved by arbitration. The parties should mutually agree to consent to the designation of the arbiter and shall be bound by his decision. The parties will equally share the costs of the arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The \"responsibilities and obligations\" outlined in the contract appear to include those related to the agreement's termination. Under section 604, the Municipality is obliged to give at least sixty days notice of its intent to end the relationship and to appoint a successor administrator by the termination date. That section goes on to state that, in the event of termination,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">the Administrator of the Capital Fund shall be responsible for transferring all the documents and assets, and deliver to and on behalf of the Municipality all the documents, moneys and values received with regard to the loan funds that might be in his possession, custody or control, and the prerogatives and responsibilities of the Administrator of the Capital Fund and his right to compensation shall terminate.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The parties here volley various assertions about whether the Municipality accomplished a valid termination of the Deed of Trust (as well as the subsidiary delegation agreements) and whether COFECC is therefore presently obliged to turn over all federal assets and related materials remaining in its possession. We think it fairly clear that section 604's explicit reference to both the requirements for termination and the administrator's responsibilities upon termination places these matters squarely within the arbitrator's domain as described in section 702. Even if that proposition were debatable, however, we would be obliged to reach the same outcome. We certainly could not say \"with positive assurance\" that the arbitration clause is not susceptible of being so construed. Consequently, we think it manifest that the issue of contract duration must be decided by the arbitrator. <i>Cf. New York News Inc. v. Newspaper Guild,</i> 927 F.2d 82, 84 (2d Cir.1991) (per curiam) (narrow arbitration clause limited to \"grievances\" does not apply to disputes over contract termination); <i>but see Virginia Carolina Tools, Inc. v. Int'l Tool Supply, Inc.,</i> 984 F.2d 113, 118 (4th Cir.1993) (general presumption in favor of arbitrability given \"less force\" on contract duration issues).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In urging its contrary view, the Municipality relies most heavily on <i>Nat'l R.R. Passenger Corp. v. Boston and Maine Corp.,</i> 850 F.2d 756 (D.C.Cir.1988), arguing that the issue of termination is not arbitrable here because Deed of Trust No. 5 specifies a \"date certain\" for expiration of the contract. In <i>National R.R. Passenger Corp.,</i> the D.C. Circuit reasoned that \"the presumption in favor of arbitrating disputes over contract duration can be overcome by a clear showing that the parties intended for the underlying contract to expire, or separately agreed to terminate it, before the relevant dispute arose.\" <i>Id.</i> at 763. Such a showing would be accomplished, the court explained, if the contract clearly \"provides that it will expire on a date certain.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Even under a \"date certain\" test, however, the Municipality's position falters. The instant contract expires only after two prerequisites are fulfilled: written notice given sixty days in advance and substitution of a successor administrator. We need not address now whether a conditional expiration provision could ever be considered sufficiently \"certain\" to overcome the presumption in favor of arbitrability; the touchstone, after all, is not the language formula chosen but what the language reveals about the particular parties' intent. <i>See, e.g., PaineWebber Inc. v. Elahi,</i> 87 F.3d 589, 599 (1st Cir.1996) (\"[T]he intent of the parties always controls what is to be arbitrated.\"); <i>Nat'l R.R. Passenger Corp.,</i> 850 F.2d at 760 (\"[O]ur task is to discern the choice of the parties, not to make a choice of our own.\"); <i>see also First Options,</i> 514 U.S. at 943, 115 S.Ct. 1920 (\"[A]rbitration is simply a matter of contract between the parties[.]\"). Here, the parties' debate concerns both the efficacy of the notice given and whether notice was necessary at all &#8212; matters that cloud the time of termination. Without a fixed end-point for the Deed of Trust, and otherwise lacking \"`forceful evidence of a purpose to exclude the [termination] claim from arbitration,'\" <i>Mobil Oil Corp.,</i> 600 F.2d at 328 (citation omitted), the Municipality is unable to make the \"clear showing\" of non-arbitrability required by the court in <i>Nat'l R.R. Passenger Corp.</i> In sum, we see no basis for departing from the general principle that all doubts be resolved in favor of arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\n        <i>The judgment of the district court is therefore affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The original agreement linking the parties was titled \"Contract for the Transfer of Funds\" and was dated May 20, 1983, with a June 30, 1984 expiration. That document states that Deed of Trust No. 5 and Deed of Trust No. 6 (the former addressing administration of the Municipality's \"Capital Independent Fund\" and the latter addressing loans granted through the Fund) are enclosed \"as part of this contract.\" The next document, titled \"Contract for the Transfer and Administration of Funds and Programs,\" dated August 23, 1984, explicitly appoints COFECC as successor administrator of the Capital Fund, and it provides that COFECC \"assumes the obligations of the Bank\" under Deeds No. 5 and 6. This second contract ended on June 30, 1985, but would automatically renew in the absence of thirty-day written notice of non-renewal. A similar document dated September 12, 1985 continued COFECC's appointment under the two deeds through June 1986. The subsequent contracts, extending the relationship through June 1992, did not reference the deeds of trust</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In its brief, the Municipality states that, after June 1992, \"the relationship between the parties was tacitly renovated as well as the terms and conditions of the delegation agreement.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In so concluding, the district court departed from the recommendation of a magistrate judge, who held that issues relating to the alleged unlawful use of funds must be arbitrated, but ruled that the question of termination did not require arbitration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Municipality suggests in its brief that no part of its dispute with COFECC is arbitrable because their relationship was governed by the delegation contracts, which do not contain arbitration provisions. The Municipality did not submit objections to the magistrate judge's contrary recommendation on the contract issue, however; indeed, it noted that the magistrate judge \"correctly held\" that \"the only issues that the parties have to arbitrate... are the breach of contract and the resulting damages, if any.\"<i>See</i> \"Opposition to Defendant's Objections to the Magistrate Judge's Report and Recommendation.\" The Municipality may not change course on appeal, <i>see, e.g., Burke v. Town of Walpole,</i> 405 F.3d 66, 71 n. 2 (1st Cir.2005), and, like the magistrate judge and district court, we therefore presume that Deed of Trust No. 5 &#8212; including its arbitration provision &#8212; governed the parties' relationship at least until the attempt to terminate the agreement in May 2003. There is no dispute that the arbitration provision substantively covers the breach of contract allegations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 16(a)(3) provides that an appeal may be taken from \"a final decision with respect to an arbitration that is subject to this title.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although not argued before us, COFECC earlier in the litigation challenged the substantive basis for jurisdiction, asserting that the Municipality's complaint did not state a federal question. After the magistrate judge initially recommended dismissal, the Municipality amended its complaint to draw a more explicit link between its allegations and the federal interest in ensuring compliance with the comprehensive framework of regulations governing recipients of federal block grant funds. The magistrate judge vacated his earlier ruling, relying on Supreme Court precedent recognizing that traditional state law causes of action may present a sufficiently important federal interest to warrant federal jurisdiction<i>See Smith v. Kansas City Title &amp; Trust Co.,</i> 255 U.S. 180, 199, 41 S.Ct. 243, 65 L.Ed. 577 (1921); <i>Templeton Bd. of Sewer Comm'rs v. Amer. Tissue Mills of Mass., Inc.,</i> 352 F.3d 33, 36 (1st Cir.2003); <i>Penobscot Nation v. Georgia-Pacific Corp.,</i> 254 F.3d 317, 321 (1st Cir.2001); <i>Almond v. Capital Props., Inc.,</i> 212 F.3d 20, 22-24 (1st Cir.2000).</p>\n        <p class=\"indent\">Because the propriety of COFECC's conduct turns entirely on its adherence to the intricate and detailed set of federal regulatory requirements, and the funds at issue are federal grant monies, we agree with the magistrate judge and district court that jurisdiction is proper. The Supreme Court recently affirmed the continued viability of the <i>Smith</i> line of cases, albeit narrowly drawn. <i>See Grable &amp; Sons Metal Prods., Inc. v. Darue Eng'g &amp; Mfg.,</i> ___ U.S. ___, ___, 125 S.Ct. 2363, 2368, ___ L.Ed.2d ___, ___ (2005) (upholding federal-question jurisdiction where a state-law claim necessarily implicates a federal issue, \"actually disputed and substantial, which a federal forum may entertain without disturbing any congressionally approved balance of federal and state judicial responsibilities\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The<i>Steelworkers Trilogy</i> consisted of: <i>Steelworkers v. American Mfg. Co.,</i> 363 U.S. 564, 80 S.Ct. 1343, 4 L.Ed.2d 1403 (1960); <i>Steelworkers v. Warrior &amp; Gulf Navigation Co.,</i> 363 U.S. 574, 80 S.Ct. 1347, 4 L.Ed.2d 1409 (1960); and <i>Steelworkers v. Enterprise Wheel &amp; Car Corp.,</i> 363 U.S. 593, 80 S.Ct. 1358, 4 L.Ed.2d 1424 (1960).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that the contract at issue in<i>Virginia Carolina Tools</i> had a more specific termination date than Deed of Trust No. 5: 60 days from the date of the execution of the agreement. <i>See</i> 984 F.2d at 115. The court relied on this \"express termination date provision\" to support its view that the parties did not intend to arbitrate the contract's duration, noting that there was \"no incipient issue of contract duration in the parties' memorialized agreement, hence no built-in likelihood of dispute over its duration.\" <i>Id.</i> at 118.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></span></p>\n    <p class=\"parties\">MUNICIPALITY OF SAN JUAN, Plaintiff, Appellant,<br>v.<br>CORPORACI&#211;N PARA EL FOMENTO ECON&#211;MICO DE LA CIUDAD CAPITAL, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2303.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 2, 2005.</p>\n    <p class=\"date\">Decided July 14, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Francisco J. Amundaray-Rodriguez with whom Mercado &amp; Soto, P.S.C. was on brief for appellant.</p>\n      <p class=\"indent\">Roberto Abesada-Ag&#252;et with whom Harold D. Vicente and Vincente &amp; Cuebas were on brief for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, COFFIN, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Municipality of San Juan, plaintiff-appellant in this action, contends that defendant-appellee Corporaci&#243;n para el Fomento Econ&#243;mico de la Ciudad Capital (COFECC) misused federal block grant funds the agency was assigned to disburse, and the Municipality consequently seeks the return of all remaining federal funds held by COFECC, damages, and declaratory and injunctive relief establishing that the trustee relationship between the two entities was properly terminated. The district court granted COFECC's motion to compel arbitration of all issues and dismissed the case without prejudice. After careful review of the facts and relevant legal principles, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In July 1982, the Municipality and the Government Development Bank of Puerto Rico executed a deed of trust (\"Deed of Trust No. 5\" or \"Deed of Trust\") that designated the Bank, as trustee, to administer funds granted to the Municipality by the United States Department of Housing and Urban Development (HUD). The Deed of Trust contains a broad arbitration clause requiring that disputes that arise between the parties \"with regard to their responsibilities and obligations under this contract\" shall be resolved through arbitration. The Deed of Trust also provides that the Municipality can terminate the contract upon sixty days' notice and after appointment of a successor trustee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1983, COFECC succeeded the Bank as trustee, and the transition was effectuated through a series of one-year delegation contracts between the Municipality and COFECC that renewed automatically unless written notice was given thirty days before expiration. Deed of Trust No. 5 remained the governing document for the trusteeship and was explicitly incorporated into the first several delegation agreements. Annual contracts between the Municipality and COFECC were executed through 1992, with the last written agreement terminating on June 30, 1992.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The parties continued their relationship beyond that point, however, through \"tacit\" extension of their contractual arrangement.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In May 2003, the Municipality sent a letter terminating the trustee agreement, giving the sixty days notice required by the Deed of Trust and thus intended to take effect on July 30, 2003. The Municipality asserts that COFECC improperly used thousands of dollars of federal money and failed to comply with regulatory requirements governing the use of federal grant funds, including maintaining an adequate accounting and auditing system. The Municipality sought return of all unused funds.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">COFECC disputed the termination of its trustee status and did not turn over any funds to the Municipality. In August 2003, the Municipality filed this action, seeking breach of contract damages, the return of any remaining federal funds held by COFECC, and injunctive and declaratory relief terminating both the parties' relationship and COFECC's authority to use the federal monies. COFECC argued that all of the issues were arbitrable, and the district court ultimately agreed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On appeal, we review only the court's ruling that the duration of the trusteeship &#8212; i.e., the validity of the Municipality's attempt to terminate the relationship &#8212; must be arbitrated. The arbitrability of the breach of contract issues is not before us.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We briefly address a preliminary jurisdictional issue before explaining why we conclude that the district court correctly referred the termination issue to the arbitrator.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A. <i>Finality of a Dismissal Without Prejudice</i></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">COFECC argues that the district court's decision compelling the parties to arbitrate, accompanied by dismissal of the case <i>without prejudice,</i> resulted in a judgment that was not final and appealable under the Federal Arbitration Act, 9 U.S.C. &#167; 16(a)(3).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> COFECC's cursory argument is arguably insufficient to warrant our full attention, <i>see, e.g., Smilow v. Southwestern Bell Mobile Sys., Inc.,</i> <span class=\"citation\" data-id=\"200373\"><a href=\"/opinion/200373/smilow-v-southwestern-bell/\"><span class=\"volume\">323</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 43 (1st Cir.2003) (\"Issues raised on appeal in a perfunctory manner (or not at all) are waived.\"), but since we view the agency's assertion as plainly without merit, we choose to take the opportunity to state so explicitly.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In <i>Green Tree Fin. Corp.-Alabama v. Randolph,</i> <span class=\"citation\" data-id=\"118394\"><a href=\"/opinion/118394/green-tree-financial-corp-ala-v-randolph/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 86-87, <span class=\"citation\" data-id=\"118394\"><a href=\"/opinion/118394/green-tree-financial-corp-ala-v-randolph/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">513</span></a></span>, <span class=\"citation\" data-id=\"118394\"><a href=\"/opinion/118394/green-tree-financial-corp-ala-v-randolph/\"><span class=\"volume\">148</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">373</span></a></span> (2000), the Supreme Court held that a district court's order directing arbitration and dismissing all of the claims before it was \"final\" within the meaning of section 16(a)(3) and therefore appealable. The action in <i>Green Tree</i> had been dismissed with prejudice, and COFECC asserts that the Supreme Court's ruling consequently is inapplicable to dismissals <i>without</i> prejudice. We agree with the reasoning of other courts that have rejected this distinction. <i>See Hill v. Rent-A-Center, Inc.,</i> <span class=\"citation\" data-id=\"76863\"><a href=\"/opinion/76863/lashan-d-hill-v-rent-a-center-inc/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1286</span></a></span>, 1288 (11th Cir.2005); <i>Blair v. Scott Specialty Gases,</i> <span class=\"citation\" data-id=\"776913\"><a href=\"/opinion/776913/diane-blair-v-scott-specialty-gases-thomas-barford-jerry-stump/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">595</span></a></span>, 602 (3d Cir.2002); <i>Salim Oleochemicals v. M/V Shropshire,</i> <span class=\"citation\" data-id=\"776285\"><a href=\"/opinion/776285/salim-oleochemicals-v-mv-shropshire/\"><span class=\"volume\">278</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></a></span>, 91 (2d Cir.2002); <i>Interactive Flight Techs., Inc. v. Swissair Swiss Air Transp. Co.,</i> <span class=\"citation\" data-id=\"773233\"><a href=\"/opinion/773233/interactive-flight-technologies-inc-v-swissair-swiss-air-transport/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1177</span></a></span>, 1179 (9th Cir. 2001). In brief, these courts concluded that both types of dismissal are equivalent with respect to the Supreme Court's rationale in <i>Green Tree</i> &#8212; that the arbitration order \"plainly disposed of the entire case on the merits and left no part of it pending before the court,\" 531 U.S. at 86, <span class=\"citation\" data-id=\"118394\"><a href=\"/opinion/118394/green-tree-financial-corp-ala-v-randolph/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">513</span></a></span>. <i>Cf. Mirpuri v. ACT Mfg., Inc.,</i> <span class=\"citation\" data-id=\"198919\"><a href=\"/opinion/198919/mirpuri-v-act-manufacturing/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 628-29 (1st Cir.2000) (a dismissal without prejudice that entirely terminates the litigation is a final order). We therefore hold that the Municipality's appeal is properly before us.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">B. <i>Arbitrability of the Termination Dispute</i></p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We think it most helpful to begin this discussion by reviewing several basic arbitration principles noted by the Supreme Court in <i>AT &amp; T Techs., Inc. v. Communications Workers,</i> <span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">643</span></a></span>, <span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1415</span></a></span>, <span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">648</span></a></span> (1986), and derived from prior case law. <i>See id.</i> at 648, <span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1415</span></a></span> (referring to the <i>Steelworkers Trilogy</i>).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> First, \"`arbitration is a matter of contract and a party cannot be required to submit to arbitration any dispute which he has not agreed so to submit.'\" <i>Id.</i> at 648, <span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1415</span></a></span> (citation omitted). Second, \"the question of arbitrability... is undeniably an issue for judicial determination.\" <i>Id.</i> at 649, <span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1415</span></a></span>. Third, a court deciding whether the parties have agreed to submit a particular grievance to arbitration is \"not to rule on the potential merits of the underlying claims.\" <i>Id.</i> And, finally, when a contract contains an arbitration clause, \"`[d]oubts should be resolved in favor of coverage.'\" <i>Id.</i> at 650 (citation omitted); <i>see also, e.g., First Options of Chicago, Inc. v. Kaplan,</i> <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">938</span></a></span>, 944-45, <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span>, <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"volume\">131</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">985</span></a></span> (1995). In other words, \"`[a]n order to arbitrate the particular grievance should not be denied unless it may be said with positive assurance that the arbitration clause is not susceptible of an interpretation that covers the asserted dispute.'\" <i>AT &amp; T Techs.,</i> 475 U.S. at 650, <span class=\"citation\" data-id=\"111623\"><a href=\"/opinion/111623/att-technologies-inc-v-communications-workers/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1415</span></a></span> (citation omitted); <i>see also Mobil Oil Corp. v. Local 8-766, Oil, Chemical &amp; Atomic Workers Int'l Union,</i> <span class=\"citation\" data-id=\"367069\"><a href=\"/opinion/367069/mobil-oil-corporation-v-local-8-766-oil-chemical-atomic-workers/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">322</span></a></span>, 328 (1st Cir. 1979) (\"`In the absence of any express provision excluding a particular grievance from arbitration, we think only the most forceful evidence of a purpose to exclude the claim from arbitration can prevail, particularly where ... the arbitration clause [is] quite broad.'\" (quoting <i>United Steelworkers of Amer. v. Warrior &amp; Gulf Navigation Co.,</i> <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 584-85, <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1409</span></a></span> (1960))).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The middle two principles pose no difficulty here. Both parties agree that the arbitrability question is for the court and that the merits do not play a role in that determination. The parties pit the first and fourth principles against each other, however &#8212; with the Municipality claiming that the termination issue is outside the contractual arbitration provision and COFECC maintaining that, in the absence of its explicit exclusion, termination falls within the clause. Like the district court, we conclude that COFECC has the better argument. Our review of the court's decision is de novo. <i>See InterGen N.V. v. Grina,</i> <span class=\"citation\" data-id=\"200660\"><a href=\"/opinion/200660/intergen-n-v-v-grina/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span>, 141 (1st Cir. 2003)</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We first dispense with the Municipality's argument that this case implicates Supreme Court precedent on the arbitrability of post-termination disputes. <i>See, e.g., Litton Fin. Printing Div. v. N.L.R.B.,</i> <span class=\"citation\" data-id=\"112623\"><a href=\"/opinion/112623/litton-financial-printing-div-litton-business-systems-inc-v-nlrb/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">190</span></a></span>, <span class=\"citation\" data-id=\"112623\"><a href=\"/opinion/112623/litton-financial-printing-div-litton-business-systems-inc-v-nlrb/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2215</span></a></span>, <span class=\"citation\" data-id=\"112623\"><a href=\"/opinion/112623/litton-financial-printing-div-litton-business-systems-inc-v-nlrb/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">177</span></a></span> (1991). The dispute here is not over matters that arose following the acknowledged end of the parties' agreement, but the issue is whether termination has, in fact, properly occurred. Post-termination case law is simply inapposite in this setting.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Our focus, rather, must be on whether the arbitration provision in Deed of Trust No. 5 is reasonably construed to embrace disputes over the termination of the trustee relationship. The entire arbitration provision, section 702 of the Trust document, states as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the event any controversy arises between the parties with regard to their responsibilities and obligations under this contract, said differences shall be resolved by arbitration. The parties should mutually agree to consent to the designation of the arbiter and shall be bound by his decision. The parties will equally share the costs of the arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The \"responsibilities and obligations\" outlined in the contract appear to include those related to the agreement's termination. Under section 604, the Municipality is obliged to give at least sixty days notice of its intent to end the relationship and to appoint a successor administrator by the termination date. That section goes on to state that, in the event of termination,</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">the Administrator of the Capital Fund shall be responsible for transferring all the documents and assets, and deliver to and on behalf of the Municipality all the documents, moneys and values received with regard to the loan funds that might be in his possession, custody or control, and the prerogatives and responsibilities of the Administrator of the Capital Fund and his right to compensation shall terminate.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The parties here volley various assertions about whether the Municipality accomplished a valid termination of the Deed of Trust (as well as the subsidiary delegation agreements) and whether COFECC is therefore presently obliged to turn over all federal assets and related materials remaining in its possession. We think it fairly clear that section 604's explicit reference to both the requirements for termination and the administrator's responsibilities upon termination places these matters squarely within the arbitrator's domain as described in section 702. Even if that proposition were debatable, however, we would be obliged to reach the same outcome. We certainly could not say \"with positive assurance\" that the arbitration clause is not susceptible of being so construed. Consequently, we think it manifest that the issue of contract duration must be decided by the arbitrator. <i>Cf. New York News Inc. v. Newspaper Guild,</i> <span class=\"citation\" data-id=\"556649\"><a href=\"/opinion/556649/new-york-news-inc-v-newspaper-guild-of-new-york-barry-f-lipton/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">82</span></a></span>, 84 (2d Cir.1991) (per curiam) (narrow arbitration clause limited to \"grievances\" does not apply to disputes over contract termination); <i>but see Virginia Carolina Tools, Inc. v. Int'l Tool Supply, Inc.,</i> <span class=\"citation\" data-id=\"599040\"><a href=\"/opinion/599040/virginia-carolina-tools-incorporated-american-metal-industries/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">113</span></a></span>, 118 (4th Cir.1993) (general presumption in favor of arbitrability given \"less force\" on contract duration issues).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In urging its contrary view, the Municipality relies most heavily on <i>Nat'l R.R. Passenger Corp. v. Boston and Maine Corp.,</i> <span class=\"citation\" data-id=\"508409\"><a href=\"/opinion/508409/national-railroad-passenger-corporation-v-boston-and-maine-corporation/\"><span class=\"volume\">850</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">756</span></a></span> (D.C.Cir.1988), arguing that the issue of termination is not arbitrable here because Deed of Trust No. 5 specifies a \"date certain\" for expiration of the contract. In <i>National R.R. Passenger Corp.,</i> the D.C. Circuit reasoned that \"the presumption in favor of arbitrating disputes over contract duration can be overcome by a clear showing that the parties intended for the underlying contract to expire, or separately agreed to terminate it, before the relevant dispute arose.\" <i>Id.</i> at 763. Such a showing would be accomplished, the court explained, if the contract clearly \"provides that it will expire on a date certain.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Even under a \"date certain\" test, however, the Municipality's position falters. The instant contract expires only after two prerequisites are fulfilled: written notice given sixty days in advance and substitution of a successor administrator. We need not address now whether a conditional expiration provision could ever be considered sufficiently \"certain\" to overcome the presumption in favor of arbitrability; the touchstone, after all, is not the language formula chosen but what the language reveals about the particular parties' intent. <i>See, e.g., PaineWebber Inc. v. Elahi,</i> <span class=\"citation\" data-id=\"720635\"><a href=\"/opinion/720635/painewebber-incorporated-v-mohamad-s-elahi-kokab-moarefi-elahi-and/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">589</span></a></span>, 599 (1st Cir.1996) (\"[T]he intent of the parties always controls what is to be arbitrated.\"); <i>Nat'l R.R. Passenger Corp.,</i> 850 F.2d at 760 (\"[O]ur task is to discern the choice of the parties, not to make a choice of our own.\"); <i>see also First Options,</i> 514 U.S. at 943, <span class=\"citation\" data-id=\"117937\"><a href=\"/opinion/117937/first-options-of-chicago-inc-v-kaplan/\"><span class=\"volume\">115</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1920</span></a></span> (\"[A]rbitration is simply a matter of contract between the parties[.]\"). Here, the parties' debate concerns both the efficacy of the notice given and whether notice was necessary at all &#8212; matters that cloud the time of termination. Without a fixed end-point for the Deed of Trust, and otherwise lacking \"`forceful evidence of a purpose to exclude the [termination] claim from arbitration,'\" <i>Mobil Oil Corp.,</i> 600 F.2d at 328 (citation omitted), the Municipality is unable to make the \"clear showing\" of non-arbitrability required by the court in <i>Nat'l R.R. Passenger Corp.</i> In sum, we see no basis for departing from the general principle that all doubts be resolved in favor of arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">\n        <i>The judgment of the district court is therefore affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The original agreement linking the parties was titled \"Contract for the Transfer of Funds\" and was dated May 20, 1983, with a June 30, 1984 expiration. That document states that Deed of Trust No. 5 and Deed of Trust No. 6 (the former addressing administration of the Municipality's \"Capital Independent Fund\" and the latter addressing loans granted through the Fund) are enclosed \"as part of this contract.\" The next document, titled \"Contract for the Transfer and Administration of Funds and Programs,\" dated August 23, 1984, explicitly appoints COFECC as successor administrator of the Capital Fund, and it provides that COFECC \"assumes the obligations of the Bank\" under Deeds No. 5 and 6. This second contract ended on June 30, 1985, but would automatically renew in the absence of thirty-day written notice of non-renewal. A similar document dated September 12, 1985 continued COFECC's appointment under the two deeds through June 1986. The subsequent contracts, extending the relationship through June 1992, did not reference the deeds of trust</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In its brief, the Municipality states that, after June 1992, \"the relationship between the parties was tacitly renovated as well as the terms and conditions of the delegation agreement.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In so concluding, the district court departed from the recommendation of a magistrate judge, who held that issues relating to the alleged unlawful use of funds must be arbitrated, but ruled that the question of termination did not require arbitration</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Municipality suggests in its brief that no part of its dispute with COFECC is arbitrable because their relationship was governed by the delegation contracts, which do not contain arbitration provisions. The Municipality did not submit objections to the magistrate judge's contrary recommendation on the contract issue, however; indeed, it noted that the magistrate judge \"correctly held\" that \"the only issues that the parties have to arbitrate... are the breach of contract and the resulting damages, if any.\"<i>See</i> \"Opposition to Defendant's Objections to the Magistrate Judge's Report and Recommendation.\" The Municipality may not change course on appeal, <i>see, e.g., Burke v. Town of Walpole,</i> <span class=\"citation\" data-id=\"201555\"><a href=\"/opinion/201555/burke-v-town-of-walpole/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 71 n. 2 (1st Cir.2005), and, like the magistrate judge and district court, we therefore presume that Deed of Trust No. 5 &#8212; including its arbitration provision &#8212; governed the parties' relationship at least until the attempt to terminate the agreement in May 2003. There is no dispute that the arbitration provision substantively covers the breach of contract allegations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 16(a)(3) provides that an appeal may be taken from \"a final decision with respect to an arbitration that is subject to this title.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Although not argued before us, COFECC earlier in the litigation challenged the substantive basis for jurisdiction, asserting that the Municipality's complaint did not state a federal question. After the magistrate judge initially recommended dismissal, the Municipality amended its complaint to draw a more explicit link between its allegations and the federal interest in ensuring compliance with the comprehensive framework of regulations governing recipients of federal block grant funds. The magistrate judge vacated his earlier ruling, relying on Supreme Court precedent recognizing that traditional state law causes of action may present a sufficiently important federal interest to warrant federal jurisdiction<i>See Smith v. Kansas City Title &amp; Trust Co.,</i> <span class=\"citation\" data-id=\"99730\"><a href=\"/opinion/99730/smith-v-kansas-city-title-trust-co/\"><span class=\"volume\">255</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">180</span></a></span>, 199, <span class=\"citation no-link\"><span class=\"volume\">41</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">243</span></span>, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">577</span></span> (1921); <i>Templeton Bd. of Sewer Comm'rs v. Amer. Tissue Mills of Mass., Inc.,</i> <span class=\"citation\" data-id=\"200765\"><a href=\"/opinion/200765/templeton-board-v-american-tissue/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 36 (1st Cir.2003); <i>Penobscot Nation v. Georgia-Pacific Corp.,</i> <span class=\"citation\" data-id=\"199487\"><a href=\"/opinion/199487/penobscot-nation-v-georgia-pacific-corp/\"><span class=\"volume\">254</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">317</span></a></span>, 321 (1st Cir.2001); <i>Almond v. Capital Props., Inc.,</i> <span class=\"citation\" data-id=\"768667\"><a href=\"/opinion/768667/governor-lincoln-c-almond-v-capital-properties-inc-and-metropark-ltd/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 22-24 (1st Cir.2000).</p>\n        <p class=\"indent\">Because the propriety of COFECC's conduct turns entirely on its adherence to the intricate and detailed set of federal regulatory requirements, and the funds at issue are federal grant monies, we agree with the magistrate judge and district court that jurisdiction is proper. The Supreme Court recently affirmed the continued viability of the <i>Smith</i> line of cases, albeit narrowly drawn. <i>See Grable &amp; Sons Metal Prods., Inc. v. Darue Eng'g &amp; Mfg.,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"799977\"><a href=\"/opinion/799977/grable-sons-metal-products-inc-v-darue-engineering-mfg/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2363</span></a></span>, 2368, ___ L.Ed.2d ___, ___ (2005) (upholding federal-question jurisdiction where a state-law claim necessarily implicates a federal issue, \"actually disputed and substantial, which a federal forum may entertain without disturbing any congressionally approved balance of federal and state judicial responsibilities\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The<i>Steelworkers Trilogy</i> consisted of: <i>Steelworkers v. American Mfg. Co.,</i> <span class=\"citation\" data-id=\"106084\"><a href=\"/opinion/106084/steelworkers-v-american-mfg-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, <span class=\"citation\" data-id=\"106084\"><a href=\"/opinion/106084/steelworkers-v-american-mfg-co/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1343</span></a></span>, <span class=\"citation\" data-id=\"106084\"><a href=\"/opinion/106084/steelworkers-v-american-mfg-co/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1403</span></a></span> (1960); <i>Steelworkers v. Warrior &amp; Gulf Navigation Co.,</i> <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1347</span></a></span>, <span class=\"citation\" data-id=\"106085\"><a href=\"/opinion/106085/steelworkers-v-warrior-gulf-nav-co/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1409</span></a></span> (1960); and <i>Steelworkers v. Enterprise Wheel &amp; Car Corp.,</i> <span class=\"citation\" data-id=\"106086\"><a href=\"/opinion/106086/steelworkers-v-enterprise-wheel-car-corp/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, <span class=\"citation\" data-id=\"106086\"><a href=\"/opinion/106086/steelworkers-v-enterprise-wheel-car-corp/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1358</span></a></span>, <span class=\"citation\" data-id=\"106086\"><a href=\"/opinion/106086/steelworkers-v-enterprise-wheel-car-corp/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1424</span></a></span> (1960).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that the contract at issue in<i>Virginia Carolina Tools</i> had a more specific termination date than Deed of Trust No. 5: 60 days from the date of the execution of the agreement. <i>See</i> 984 F.2d at 115. The court relied on this \"express termination date provision\" to support its view that the parties did not intend to arbitrate the contract's duration, noting that there was \"no incipient issue of contract duration in the parties' memorialized agreement, hence no built-in likelihood of dispute over its duration.\" <i>Id.</i> at 118.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/76863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/99730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508409/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/720635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776285/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799977/"
  ]
}