{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201691/",
  "absolute_url": "/opinion/201691/olsen-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201691/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:32:15Z",
  "date_modified": "2016-02-28T05:06:19.275442Z",
  "type": "010combined",
  "sha1": "f37ef1f3beddc6f3d49b4d1af69e6ff81ed4d6b8",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2156-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/07/08/Olsen_v._US.pdf",
  "plain_text": "Error: May not be a PDF file (continuing anyway)\nError: PDF file is damaged - attempting to reconstruct xref table...\nError: Couldn't find trailer dictionary\nError: Couldn't read xref table\n",
  "html": "<p class=\"case_cite\">414 F.3d 144</p>\n    <p class=\"parties\">Richard E. OLSEN, Plaintiff, Appellant,<br>v.<br>UNITED STATES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2156.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 7, 2005.</p>\n    <p class=\"date\">Decided July 8, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Timothy J. Burke for appellant.</p>\n      <p class=\"indent\">Jonathan S. Cohen, Tax Division, Department of Justice, with whom Eileen J. O'Connor, Assistant Attorney General, John Schumann, Tax Division, Department of Justice, and Michael J. Sullivan, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CAMPBELL, Senior Circuit Judge, and GERTNER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-Appellant Richard E. Olsen (\"Olsen\") appeals from a judgment of the United States District Court for the District of Massachusetts affirming an administrative determination by the Internal Revenue Service (\"IRS\") Office of Appeals permitting the IRS to collect by levy unpaid employment taxes and penalties owed by Olsen. <i>See Olsen v. United States,</i> 326 F.Supp.2d 184 (D.Mass.2004). We affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 14, 2001, the IRS sent Olsen a \"Notice of Intent to Levy\" on his property in order to collect delinquent federal employment taxes for which he was liable as a \"responsible person\" under &#167; 6672 of the Internal Revenue Code, 26 U.S.C. &#167; 6672 (2000). Given in accordance with 26 U.S.C. &#167; 6330(a), the notice indicated that Olsen owed about $105,000 in unpaid employment taxes, penalties, and interest for the wages of employees of Interactive Arts, Inc.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The notice of levy advised Olsen of his right to request, within thirty days, an administrative appeal to challenge the proposed collection action. <i>See</i> 26 U.S.C. &#167; 6330(a) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 20, 2001, Olsen filed a timely \"Request for a Collection Due Process Hearing\" (hereafter sometime \"CDP hearing\") with respect to the unpaid employment taxes. In the CDP hearing request, Olsen said he was \"filing this appeal to object to the Service's actions in attempting to undertake collections actions when an Offer in Compromise is the more effective and efficient means of collecting past due taxes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 12, 2002, the IRS appeals officer assigned to Olsen's case sent to Olsen's attorney, Timothy J. Burke (\"Burke\"), a letter notifying him that Olsen's CDP hearing was scheduled for March 26, 2002. The officer advised Burke that the hearing would be informal and that \"[y]ou may present facts, arguments, and legal authority to support your position.\" The letter listed items that Olsen had to submit if he wanted the appeals officer to \"consider collection alternatives such as an offer in compromise, an installment agreement, etc. in [the] hearing.\" These items included a \"completed Collection Information Statement (Form 433-A for individuals and/or Form 433-B for businesses. . .).\" Because Olsen had not filed income tax returns for the years 1996 to 2000, the officer stated that Olsen also had to complete, and file with her, income tax returns for those years. It does not appear from the record that a face-to-face hearing actually took place on March 26.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On or about July 26, 2002, sixteen months after his request for a CDP hearing, Olsen filed a formal offer in compromise, proposing payment of $5,000 to settle his <i>income</i> tax liability for the years 1996 to 2000. Olsen did not state in the offer that it was also submitted to settle the unpaid <i>employment</i> taxes that were the subject of the notice of intent to levy and his request for a CDP hearing. Without questioning the IRS's claims as to the amount of either form of tax liability, Olsen indicated as the basis for his offer in compromise his \"Doubt as to Collectibility &#8212; `I have insufficient assets and income to pay the full amount.'\" Olsen stated that \"the tax that is owed will never be paid,\" and that \"[his] financial history for the past ten years shows a pattern of financial reverses which is broken by an occasional year of success.\" He also stated \"[h]is spouse is a piano teacher whose income has not approached $30,000 on an annual basis for the past ten years.\" He indicated that the source of the $5,000 he was offering to pay was \"FUNDS FROM FAMILY.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">With his offer in compromise, Olsen submitted a \"Collection Information Statement for Wage Earners and Self-Employed Individuals\" (Form 433-A) and copies of his income tax returns for the years 1996 to 2000. In the Form 433-A, Olsen reported having no checking or savings accounts, no investments, and no automobiles, and indicated that he receives $2,000 in net business income each month. On August 2, 2002, the IRS appeals officer called Burke to ask that he provide Olsen's income tax returns containing original signatures that could be filed with the IRS.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On November 7, 2002, Olsen's appeal was transferred to a new appeals officer. The officer noted in the case activity records that a levy source had been identified, <i>viz.,</i> a 1998 Toyota Camry owned by Olsen, with no lien, purchased in 2000. The records noted that Olsen's wife owned a 2000 Volkswagen Passat with no lien and that she leased a 2000 Ford Taurus. The appeals officer also indicated that joint income tax returns by Olsen and his wife reflected, among other income, income from a venture capital business owned by Olsen as well as income of $131,000 from a partnership known as Tektonic Partners LLC for 1999 and income of $165,750 from this partnership for 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On November 13, 2002, the appeals officer wrote to Burke, informing him that \"[a]t this point the offer [in compromise] is not processable\" as income tax returns with original signatures had not yet been filed. The officer also pointed out that the offer in compromise only listed the periods for the income tax returns from 1996 to 2000 and made no reference to the employment tax liabilities that were the subject of the notice of levy and Olsen's request for a CDP hearing. The officer requested that Burke \"update [the offer in compromise] to include the trust fund recovery penalty balance due periods as well.\" (Insofar as appears, this was never done.) The officer also asked Burke to provide certain other information including: an income tax return for the year 2001; a Collection Information Statement (Form 433-B) for Olsen's venture capital business; a Form 433-B for Tektonic Partners LLC; and partnership income tax returns (Form 1065) for Tektonic Partners LLC. The appeals officer also inquired as to the status of the 1998 Camry, which was not reflected in Olsen's financial statements. She requested a response by December 4, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On December 10, 2002, Burke mailed to the appeals officer Olsen's income tax return for 2001 and a Form 1065 for Tektonic Partners LLC for 2001, which indicated income from Tektonic Partners LLC in the amount of $158,010. Burke wrote: \"Kindly note that the taxpayer does not have an interest in Tektonic Partners. Accordingly, please appri[s]e me as to your reasons for requesting that the taxpayer prepare a financial statement for an entity owned by his spouse.\" According to the 2001 tax return for Tektonic Partners LLC, Mrs. Olsen now owned 100% of Tektonic Partners LLC.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 23, 2002, Burke sent to the appeals officer additional information, including Olsen's requested income tax returns with original signatures for the years 1996 to 2000. The officer forwarded the income tax returns for filing elsewhere within the IRS. At this point, some of the requested information still had to be provided, but the officer concluded that receipt and filing of the original tax returns allowed her to process the offer in compromise, which, on January 3, 2003, she began to do.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The case activity records reflect that, on January 15, 2003, Burke called the appeals officer and informed her that he had sent the remainder of the requested information. The records also reflect that he told the officer that the offer in compromise was \"for all periods\" and that he would \"amend it if necessary.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On January 27, 2003, the appeals officer wrote to Burke and asked for the following information requested in November but never received: a Form 433-B for Olsen's venture capital business, a Form 433-B for Tektonic Partners LLC, and a statement on the status of the 1998 Camry. The officer also requested for the first time the following additional information: Forms 433-B and Forms 1065 for three other Tektonic partnerships and the source of unexplained deposits totaling over $115,000 into Mrs. Olsen's bank account during the six-month period for which bank statements had been provided. The appeals officer wrote: \"Although you had informed me that one of the [Tektonic] partnerships is 100% owned by Mrs. Olsen, the requested information is still necessary.\" The letter also indicated that the officer had learned of a Tektonic Partners located in Boston, and asked whether this was one of the partnerships in which Mr. or Mrs. Olsen had an interest. The officer requested that the previously requested documents be provided by February 14, 2003, and the rest of the information by February 28, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On January 29, 2003 and March 1, 2003, Burke sent to the appeals officer some but not all of the requested information. He stated in the January letter that the 1998 Camry was owned and used by Olsen's daughter. With the March letter, Burke included tax returns for the year 2001 for the Tektonic partnerships, stating that \"[a]ll interests in these entities are held by [Olsen's] spouse.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On April 8, 2003, the appeals officer sent another letter to Burke, identifying the information that was necessary to complete her review of the offer in compromise. The officer requested information she had requested twice before (in November and January) and had still not received, including a Form 433-B for Olsen's venture capital business and a Form 433-B for Tektonic Partners LLC. The officer also requested the following information, which had been requested in January but still not received: Forms 433-B for each of the other three Tektonic partnerships, the source of over $115,000 in unexplained deposits to Mrs. Olsen's bank account, and information regarding Tektonic Partners located in Boston. The officer asked that the information be provided by April 16, 2003, and she warned that \"[i]f the information requested is not provided by that date my determination may be made with the information currently available.\" On April 23, 2003, the appeals officer noted in the case activity records that Olsen had not yet provided the requested information \"despite having been given three chances,\" and that his offer in compromise was not acceptable.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Six weeks after the April 16 deadline, the appeals officer still had not received the requested materials. On May 29, 2003, she sent Olsen a \"Notice of Determination,\" informing him that the proposed collection action was fully sustained. The appeals officer stated that the offer in compromise was not acceptable because Olsen had failed to submit information necessary to evaluate the offer despite repeated requests. Specifically, the officer noted that Olsen was a venture capitalist, and had failed to provide \"[v]erification of several items such as a financial statement for [his] business and financial statements for several other businesses.\" The notice concluded that the proposed collection action was \"now necessary to provide for the efficient collection of taxes despite the potential intrusiveness of enforced collection.\" The notice of determination also advised Olsen of his right to seek judicial review by filing a complaint in the district court within 30 days of the date of the notice. <i>See</i> 26 U.S.C. &#167; 6330(d)(1) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Olsen thereafter filed a timely complaint in the Massachusetts federal district court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> He alleged that the IRS had denied him the right to a CDP hearing as guaranteed by 26 U.S.C. &#167; 6330, and asked \"[t]hat this matter be remanded to the Service for full consideration.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The government produced to Olsen the administrative record made up of documents, case activity records, and the like, recording the events described above. Olsen thereupon filed a motion to conduct discovery prior to the filing of dispositive motions. As grounds for the motion, Olsen stated that certain \"public information\" showed that the IRS \"has systematically evaded the responsibilities given to it by Congress as part of the Revenue Restructuring Act of 1998\" and that \"matters such as the Plaintiff's are not being properly considered.\" Olsen also argued, <i>inter alia,</i> that discovery was necessary in order to determine \"whether the settlement officer failed to meet her responsibilities, including communicating with the Plaintiff's counsel.\" The district court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government moved to affirm the IRS appeals officer's decision and to dismiss the complaint on the ground that the appeals officer had acted properly in sustaining the proposed collection action. Olsen moved for a remand of the case to the IRS for further administrative proceedings. The district court granted the motion to affirm, denied the motion for remand, and dismissed the complaint. <i>See Olsen,</i> 326 F.Supp.2d at 189. This appeal followed.</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">\n      <i>A. Overview of 26 U.S.C. &#167; 6330</i>\n    </p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This appeal is from a form of administrative proceeding first provided by Congress in 1998 in order to ameliorate any harshness caused by allowing the IRS to levy on property without any provision for advance hearing or procedural due process (in addition to already existing post-deprivation procedures). <i>See</i> 26 U.S.C. &#167; 6330 (2000); <i>Living Care Alternatives of Utica, Inc. v. United States,</i> 411 F.3d 621, 623-24 (6th Cir.2005). Enacted as part of the IRS Restructuring and Reform Act of 1998, Pub.L. No. 105-206, &#167; 3401, 112 Stat. 746, subsection (a) of the statute provides for notice to the taxpayer before levy; subsection (b) creates the right to a hearing; and subsection (c) outlines the content of the hearing. <i>See Meadows v. Comm'r,</i> 405 F.3d 949, 951-52 (11th Cir.2005). As noted in footnote 2, <i>supra,</i> Treasury Regulations construe the hearing provision as not necessarily requiring a face-to-face encounter: one or more written or oral communications will suffice. Olsen does not challenge the validity of the Treasury's regulation in this particular.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the hearing, the taxpayer may raise \"any relevant issue relating to the unpaid tax or the proposed levy, including. . . offers of collection alternatives, which may include . . . an offer-in-compromise.\" 26 U.S.C. &#167; 6330(c)(2)(A) (2000). The appeals officer is to take into consideration \"verification. . . that the requirements of any applicable law or administrative procedure have been met,\" any issues raised by the taxpayer, and \"whether any proposed collection action balances the need for the efficient collection of taxes with the legitimate concern of the person that any collection action be no more intrusive than necessary.\" <i>Id.</i> &#167; 6330(c). If the taxpayer is dissatisfied with the administrative determination, judicial review is available. <i>See id.</i> &#167; 6330(d)(1); footnote 4, <i>supra.</i></p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In a CDP case in which, as here, the amount of the underlying tax liability is not at issue, the trial court and the court of appeals review the determination of the IRS appeals officer for abuse of discretion. <i>See Living Care,</i> 411 F.3d at 625; <i>Jones v. Comm'r,</i> 338 F.3d 463, 466 (5th Cir.2003); H.R.Rep. No. 105-599, at 266 (1998) (legislative history of &#167; 6330 indicating that where the underlying tax liability is not at issue, \"the appeals officer's determination as to the appropriateness of the collection activity will be reviewed using an abuse of discretion standard of review\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is worth noting that in <i>Living Care,</i> the Sixth Circuit also stated that in providing for CDP hearings on what is ordinarily a scant record, Congress \"must have been contemplating a more deferential review of these tax appeals than of more formal agency decisions.\" <i>Id.</i> at 625. The court went on to conclude, \"without a clear abuse of discretion in the sense of clear taxpayer abuse and unfairness by the IRS, as contemplated by Congress, the judiciary will inevitably become involved on a daily basis with tax enforcement details that judges are neither qualified, nor have the time, to administer.\" <i>Id.</i> at 631. <i>See also id.</i> at 629 (\"[A]t the very least, in order to overturn the IRS decisions, we must be convinced that the type of taxpayer abuse that Congress sought to remedy [by enacting 26 U.S.C. &#167; 6330] has occurred in the case.\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our own analysis of the review standard and Congress's wishes are much in accord with those set forth by the Sixth Circuit in <i>Living Care.</i> It must be borne in mind that taxpayers have further recourse, besides the CDP hearing, to post-deprivation procedures. While Congress clearly wanted to prevent mere bureaucratic harassment, we do not understand it to have intended to strip the IRS of effective and reasonable tax collection procedures.</p>\n    </div>\n    <p class=\"indent\">\n      <i>C. Determination of the IRS Appeals Officer</i>\n    </p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Olsen argues the appeals officer misconstrued or overlooked the above statutory standards, and abused her discretion. We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In a CDP hearing, taxpayers are expected to provide \"all relevant information requested by [the IRS Office of] Appeals, including financial statements, for its consideration of the facts and issues involved in the hearing.\" Treas. Reg. &#167; 301.6330-1(e)(1) (2004). The IRS Office of Appeals repeatedly asked Burke for information it believed necessary to evaluate fully Olsen's offer to compromise for $5,000 a tax liability which (including the $105,000 employment taxes) was well in excess of $100,000. Olsen did not contest the IRS's calculation of the total amount of the employment or other tax deficiency but rather defended his proposed offer in compromise solely on his purported inability to pay more. Focus was thus upon Olsen's ability to pay, making it reasonable for the IRS to inquire carefully into his circumstances. Yet Olsen was less than forthcoming with the information requested by the IRS in areas where joint income tax filings and his wife's bank deposits raised questions as to his true worth. Not only were his responses slow in coming, they remained incomplete; and, except for blanket assertions, little alternative information was tendered that might have clarified matters. The appeals officer unsuccessfully asked three times &#8212; in letters dated November 2002, January 2003, and April 2003 &#8212; for a Form 433-B for Olsen's venture capital business and a Form 433-B for Tektonic Partners LLC. In the January and April 2003 letters, the appeals officer requested the following information: the source of over $115,000 in unexplained deposits into Mrs. Olsen's bank accounts, a Form 433-B for the other Tektonic partnerships, and information regarding Tektonic Partners LLC located in Boston.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appeals officer warned Burke in her November 13, 2002 letter, that, \"[i]f the requested information and documentation ... is not provided, I cannot consider the offer in compromise as a collection alternative.\" In the letter dated January 27, 2003, the officer warned that \"[f]ailure of the Olsens to provide the information by the due dates will result in a determination hearing being made with the information contained in the file.\" Similarly, in the April 8, 2003 letter, the officer warned Burke that \"[i]f the information requested is not provided ... my determination may be made with the information currently available.\" The instructions to Form 656, \"Offer in Compromise,\" also warned Olsen that failure to respond to inquiries for information in a timely manner constitutes grounds for giving no further consideration to an offer in compromise. Despite these warnings, the requested information was not provided.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Olsen complains that some of the information he did not provide could not be considered by the IRS appeals officer because that information related to assets or business entities owned by his wife, not by him. He also contends the district court erred in finding that he owned certain assets.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Olsen is correct that the district court itself was seemingly inaccurate when it recounted that \"he owned two cars which were unencumbered by liens and that he leased a third automobile,\" and that a federal tax lien could be placed on these vehicles. <i>See Olsen,</i> 326 F.Supp.2d at 186. The case activity records reflect that Olsen purchased a 1998 Camry in the year 2000. After several inquiries by the appeals officer, Burke informed the officer that the Camry was owned by Olsen's daughter. The case activity records indicate that Mrs. Olsen owned one of the other cars and leased the third. But the court's factual errors relative to ownership of the cars were not central to the outcome. Olsen's version of who owned what seems adequately to have been passed along to the appeals officer and to have been understood by her. The district court premised its affirmation of the appeals officer's determination mainly upon \"the affirmative steps taken by the appeals officer to obtain the financial information necessary to evaluate the offer\" and Olsen's failure to provide that information. <i>Id.</i> at 189.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As for the district court's finding that Olsen owned certain business ventures, the record demonstrates that Olsen did in fact claim that he had an interest in a venture capital business. Olsen stated on his Form 433-A that he receives $2,000 in net business income each month but did not identify its source. His income tax returns for the years 1996 to 2000 indicated that his \"business\" was a \"venture capital[ ]\" business. Thus, given Olsen's insistence that he could not pay his conceded liability, it was entirely reasonable for the appeals officer to seek more information about Olsen's venture capital business and, as well, to want to look with care into the family's assets so as to verify Olsen's inability to pay.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Olsen contends that the appeals officer improperly asked for financial information about business entities in which his wife alone had an interest. On this premise, Olsen argues that he justifiably failed to provide collection information statements for Tektonic Partners LLC as well as for the three other Tektonic partnerships. He also failed to respond to the officer's inquiry regarding the Tektonic Partners located in Boston. The information was, however, relevant to evaluating Olsen's offer in compromise, irrespective of whether the business interests belonged to him, his wife, or both of them. Olsen's income tax returns for the years 1999 to 2001 showed well over $100,000 in income from Tektonic Partners LLC each of those years. And the tax return for one of the partnerships, Tektonic Partners &#8212; TX, LLC, listed Olsen as a 90% owner.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"[T]he decision to accept or reject an offer to compromise ... is left to the discretion of the Secretary.\" Treas. Reg. &#167; 301.7122-1(c)(1) (2004); <i>see also</i> 26 U.S.C. &#167; 7122 (2000) (\"The Secretary <i>may</i> compromise any civil or criminal case arising under the internal revenue laws ....\") (emphasis added). Even where a taxpayer is offering to compromise a tax liability for which the taxpayer's spouse has no liability, the Secretary may, in appropriate circumstances, seek information about the nonliable spouse's income and assets. Treas. Reg. &#167; 301.7122-1(c)(2)(ii)(A) (2004) provides that information concerning a nonliable spouse may be considered, <i>inter alia,</i> \"to the extent ... property has been transferred by the taxpayer to the nonliable spouse for the purpose of removing the property from consideration by the IRS in evaluating the compromise\" or \"for the purpose of verifying the amount of and responsibility for expenses claimed by the taxpayer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In the instant case, both rules are material. The facts in the record are open to the suggestion that Olsen may have transferred his own interests in Tektonic to his wife. The record indicates that Olsen may have held an interest in the Tektonic partnerships at least through the year 2001. The Olsens' joint income tax returns showed income from Tektonic Partners LLC in the amount of $131,000 for 1999, $165,750 for 2000, and $158,010 for 2001. The tax return for the year 2001 for Tektonic Partners &#8212; TX, LLC listed Olsen as a 90% owner. On October 14, 2002, Olsen signed the year 2001 tax return for Tektonic Partners LLC as the \"general partner designated as the tax matters partner for the tax year of [the] return.\" This same tax return indicated, however, that Mrs. Olsen owned 100% of the interest of Tektonic Partners LLC. On December 10, 2002, just two months after Olsen signed this tax return as the tax matters partner, Burke informed the appeals officer that Olsen had no interest in Tektonic Partners LLC and that 100% of the interest was owned by his wife. Based on these statements, it was not unreasonable for the appeals officer to suspect that Olsen may have owned interests in the Tektonic partnerships at least through the year 2001 and that he may have transferred his interests to his wife for the purpose of removing the assets from consideration by the IRS in evaluating his offer in compromise.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The regulation permitting consideration of information about a nonliable spouse \"for the purpose of verifying the amount of and responsibility for expenses claimed by the taxpayer\" is also relevant here. Treas. Reg. &#167; 301.7122-1(c)(2)(ii)(A) (2004). On his Form 433-A, Olsen indicated the amount he pays for certain living expenses, such as food, housing, utilities, and insurance. For example, he stated that he paid $120 per month for life insurance. An insurance statement Olsen later submitted showed that he was insured for $1 million at a monthly premium of $1,424.70 (annual premium of $15,830). Because Olsen claimed to pay only $120 of the monthly premium, the appeals officer had reason to question the source of the remaining $1,304.70 each month. Olsen had earlier contended in his offer in compromise that he had insufficient funds to pay the full amount of his tax liability, and that \"[h]is spouse is a piano teacher whose income has not approached $30,000 on an annual basis for the past ten years.\" At the same time, there were over $115,000 in unexplained deposits into his wife's bank account over a six-month period. In light of these circumstances, the appeals officer was entitled to review Mrs. Olsen's assets and income in order to verify the amount of and responsibility for the life insurance expense and other expenses claimed by Olsen.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Given Olsen's failure to cooperate fully despite the appeals officer's repeated attempts to obtain the information deemed necessary to evaluate the offer (and, in particular, Olsen's claimed inability to pay), we cannot say the appeals officer abused her discretion in determining the collection action to be \"no more intrusive than necessary.\" 26 U.S.C. &#167; 6330(c) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>D. Motion to Conduct Discovery and Scope of District Court Review</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Olsen argues that the district court erred in denying his motion to conduct discovery and in limiting its review to the administrative record. He now also contends, for the first time on appeal, that, under <i>Robinette v. Commissioner,</i> 123 T.C. 85, 2004 WL 1616381 (2004) (en banc), <i>appeal docketed,</i> No. 04-3600 (8th Cir. Oct. 27, 2004), the district court should have conducted its review pursuant to a <i>de novo</i> trial. In <i>Robinette,</i> the Tax Court held that, when reviewing for abuse of discretion under 26 U.S.C. &#167; 6330(d), the Tax Court is not limited by the Administrative Procedure Act (\"APA\") nor is its review limited to the administrative record. <i>Id.</i> at 95, 2004 WL 1616381.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Taking the last issue first, we find no merit to Olsen's claim of entitlement to a <i>de novo</i> trial below. No claim to a <i>de novo</i> trial was made to the district court. \"It is a bedrock rule that when a party has not presented an argument to the district court, [he] may not unveil it in the court of appeals.\" <i>United States v. Slade,</i> 980 F.2d 27, 30 (1st Cir.1992). Although an appellate court has discretion to excuse waiver \"in the interests of justice,\" <i>see Thomas v. Arn,</i> 474 U.S. 140, 155 &amp; n. 15, 106 S.Ct. 466, 88 L.Ed.2d 435 (1986), we see no reason to overlook waiver here. That the Tax Court's decision in <i>Robinette,</i> which is itself up on appeal, was not decided until after the district court decided the present action, does not excuse Olsen's failure to have raised the argument. <i>See, e.g., Derman v. United States,</i> 298 F.3d 34, 44 (1st Cir.2002); <i>see also Nat'l Ass'n of Social Workers v. Harwood,</i> 69 F.3d 622, 627 (1st Cir.1995) (\"[T]he raise-or-waive principle [may not] be dismissed as a pettifogging technicality or a trap for the indolent; the rule is founded upon important considerations of fairness, judicial economy, and practical wisdom.\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We turn next to Olsen's argument that the district court erred in denying his motion to conduct discovery and in limiting its review to the administrative record. The Supreme Court has consistently stated that review of administrative decisions is \"ordinarily limited to consideration of the decision of the agency ... and of the evidence on which it was based,\" and that \"no de novo proceeding may be held.\" <i>United States v. Carlo Bianchi &amp; Co.,</i> 373 U.S. 709, 714-15, 83 S.Ct. 1409, 10 L.Ed.2d 652 (1963). \"[T]he focal point for judicial review should be the administrative record already in existence, not some new record made initially in the reviewing court.\" <i>Camp v. Pitts,</i> 411 U.S. 138, 142, 93 S.Ct. 1241, 36 L.Ed.2d 106 (1973). <i>See also Florida Power &amp; Light Co. v. Lorion,</i> 470 U.S. 729, 743-44, 105 S.Ct. 1598, 84 L.Ed.2d 643 (1985) (\"The task of the reviewing court is to apply the appropriate APA standard of review, 5 U.S.C. &#167; 706, to the agency decision based on the record the agency presents to the reviewing court.\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is true the instant record is not of a formal adjudication. But an administrative record was compiled and made available, reflecting the actions, contentions, and reasoning of those involved. And the Supreme Court has made clear that the record rule extends to informal agency adjudications. <i>See, e.g., Lorion,</i> 470 U.S. at 744, 105 S.Ct. 1598 (\"The APA specifically contemplates judicial review on the basis of the agency record compiled in the course of <i>informal</i> agency action in which a hearing has not occurred.\") (emphasis added). In the event the administrative record is found inadequate for judicial review, \"the proper course, except in rare circumstances, is to remand to the agency for additional investigation or explanation.\" <i>Id.; see also Carlo Bianchi,</i> 373 U.S. at 718, 83 S.Ct. 1409 (remand \"would certainly be justified where the department had failed to make adequate provision for a record that could be subjected to judicial scrutiny\"); <i>Fed. Communications Comm'n v. ITT World Communications, Inc.,</i> 466 U.S. 463, 469, 104 S.Ct. 1936, 80 L.Ed.2d 480 (1984) (\"If ... the Court of Appeals finds that the administrative record is inadequate, it may remand to the agency or in some circumstances refer the case to a special master.\") (citations omitted). Here, the court needed to ascertain whether the appeals officer had abused her discretion when she did not accept a compromise based on Olsen's insistence that he could only pay 1/20 or less of his uncontested tax liability, and in concluding that, under all the circumstances, the use of the levy process was no \"more intrusive than necessary.\" 26 U.S.C. &#167; 6330(c) (2000). The present record showing <i>inter alia</i> Olsen's offer, his responses and lack thereof to the officer's requests, and the officer's conclusions, was adequate for such review.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">To be sure, limited exception to the rule against record supplementation exists, but in circumstances clearly not applicable here. The Supreme Court said in <i>Citizens to Preserve Overton Park, Inc. v. Volpe,</i> 401 U.S. 402, 91 S.Ct. 814, 28 L.Ed.2d 136 (1971), <i>overruled on other grounds by Califano v. Sanders,</i> 430 U.S. 99, 97 S.Ct. 980, 51 L.Ed.2d 192 (1977), that the district court \"may\" (although it is not required to) supplement the record where there is a \"a strong showing of bad faith or improper behavior\" by agency decision makers. <i>Id.</i> at 420, 91 S.Ct. 814; <i>see Town of Norfolk v. U.S. Army Corps of Eng'rs,</i> 968 F.2d 1438, 1458-59 (1st Cir.1992). Alternatively, supplementation of the record may be permissible where there is a \"failure to explain administrative action as to frustrate effective judicial review.\" <i>Camp,</i> 411 U.S. at 142-43, 93 S.Ct. 1241.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Olsen argues that the administrative record should have been supplemented by discovery here, because there was public information suggesting the IRS's bias against offers in compromise. He asserts that the record did not include a transcript or recording of the hearing, and that the notice of determination did not state what IRS policy or procedures had been considered or applied. Olsen made scant showing, however, as to how the information he would have sought related to the question of whether the appeals officer abused her discretion in sustaining the proposed collection action. There was certainly no \"strong showing of bad faith or improper behavior,\" <i>Overton Park,</i> 401 U.S. at 420, 91 S.Ct. 814, nor did the IRS Office of Appeals so fail to explain its action as to frustrate judicial review. To the contrary, the administrative record adequately explains and supports the appeals officer's determination. <i>See supra.</i></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Nor, it might be added, has Olsen shown any resulting prejudice from the denial of discovery. We disturb a district court's management of discovery \"only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\" <i>Mack v. Great Atl. &amp; Pac. Tea Co.,</i> 871 F.2d 179, 186 (1st Cir.1989).</p>\n    </div>\n    <p class=\"indent\">\n      <i>E. Due Process Claim</i>\n    </p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Olsen contends that the district court violated his right to due process by concluding that taxpayers who submit offers in compromise during the course of a CDP hearing, pursuant to 26 U.S.C. &#167; 6330, are to be accorded disparate treatment from those who submit offers separately from such a hearing. There is no merit to this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In Olsen's view, the district court erroneously concluded that appeals officers are not bound by any standards or regulations in reviewing offers in compromise filed in accordance with &#167; 6330. In its memorandum opinion, the district court distinguished &#167; 6330(d), which \"provides for judicial review of an administrative appellate decision to sustain a proposed collection action,\" and &#167; 7122, which governs the acceptance of offers in compromise and entitles the taxpayer to administrative, but not judicial review. <i>Olsen,</i> 326 F.Supp.2d at 188. Ruling that \"whether the appeals officer observed relevant Treasury regulations in negotiating an offer in compromise is an issue that falls outside the scope of judicial review under &#167; 6330,\" the court determined that the scope of its review was limited to determining whether the appeals officer, after holding a CDP hearing, abused her discretion in upholding the proposed collection action. <i>Id.</i> While, alone, this seems something of an overstatement, the district court went on to acknowledge that &#167; 6330(c)(2)(iii) allows a taxpayer to raise as part of his argument for relief at a CDP hearing any offers in compromise, as was done here. Thus, the court said, \"My task therefore is limited to determining whether the appeals officer adequately considered the offer in compromise that the plaintiff had on the table when the appeal was denied.\" <i>Id.</i> at 189.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Taken in toto, we cannot say the above analysis signals some kind of reversible legal error. As the district court noted, the handling and processing of an offer in compromise not submitted in conjunction with a CDP hearing is not subject to judicial review at all. <i>Id.</i> at 188 (citing 26 U.S.C. &#167; 7122(d)). That offers in compromise submitted as part of a CDP hearing are reviewed in light of the purposes of &#167; 6330 hardly amounts to a denial of due process. And we see nothing improper in the appeals officer's handling of Olsen's offer in compromise here.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Olsen strenuously contends that the IRS's failure to negotiate and make a counter-offer during the consideration of his offer in compromise was contrary to the spirit of &#167; 6330(c) and violated his right to due process. Relying on the legislative history of the Revenue Restructuring Act, he asserts that the IRS should \"be flexible\" and \"make it easier for taxpayers to enter into offer-in-compromise agreements.\" He argues that the district court's finding that such negotiations are not requisite to a CDP hearing discriminates against persons who submit an offer in compromise in conjunction with such a hearing. However, 26 U.S.C. &#167; 7122 commits the acceptance and negotiation of offers in compromise to the Secretary's discretion. In the current proceedings, the Secretary was hardly in a position to have made a counter-offer. The appeals officer made several unsuccessful attempts to secure the information deemed necessary to discover Olsen's true financial position &#8212; information upon which evaluation of both the current offer and any counter-offer would necessarily have to be based. Given Olsen's sluggish and inadequate response, the appeals officer was certainly not required, nor was she able, to make a meaningful counter-offer.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, Olsen complains that the absence of administrative review of the rejected offer in compromise as well as the Secretary's failure to grant him administrative appeal rights violates his right to due process. Represented by counsel, Olsen decided to submit his offer in compromise to the IRS Office of Appeals pursuant to &#167; 6330 in the first instance. Under &#167; 6330, he had no right to more than one hearing nor to a hearing before anyone other than the Office of Appeals. <i>See</i> 26 U.S.C. &#167; 6330(b) (2000). Moreover, if a taxpayer desires to challenge an appeals officer's determination, &#167; 6330 provides for judicial review, which Olsen elected to pursue, not another administrative appeal. <i>Id.</i> &#167; 6330(d).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\n        <i>F. Comparison of Amount of Offer in Compromise and Amount of Tax Liability</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Olsen argues that the district court's comparison of the amount he offered to compromise the tax debt ($5,000) with the amount of the tax liability ($105,000) was improper. <i>See Olsen,</i> 326 F.Supp.2d at 189. In a case where there is doubt as to collectibility, like this one, he contends that such a comparison is irrelevant. But the comparison is not irrelevant where, as here, the taxpayer was not forthcoming as to the details of his financial position and the IRS remained uncertain as to what his financial ability and assets were. The district court stated that, \"[d]espite the paltry size of the plaintiff's offer in comparison to his liability ... the appeals officer took several steps to assist the plaintiff in perfecting his offer for processing.\" <i>Id.</i> The court went on to hold that the appeals officer's determination that the offer in compromise could not be accepted was not an abuse of discretion where Olsen had failed to submit requested financial information necessary to consider the offer. <i>See id.</i> We see no error.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We <i>affirm</i> the order of the district court granting the defendant's motion to affirm the appeals officer's determination and dismissing the plaintiff's complaint.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Prior to this time, Olsen had personally filed for bankruptcy, and his case had been discharged on April 21, 1999. His liability for the employment taxes at issue was held not to be dischargeable in bankruptcy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Treasury regulations provide that \"[a] CDP hearing may, but is not required to, consist of a face-to-face meeting, one or more written or oral communications . . . or some combination thereof.\" Treas. Reg. &#167; 301.6330-1(d)(2)(Q &amp; A-D6) (2004)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The IRS argues in its brief on appeal that appellant's failure ever to amend his offer in compromise so as to explicitly refer to the employment tax liability, for which the instant CDP hearing was sought and held, is fatal to his current challenge to rejection of the offer. The IRS appeals officer, however, in her final notice of determination and summary relative, specifically, to only the employment tax liability, discussed and rejected the offer in compromise as if it related to that matter. Thereafter, the district court did not expressly address the question of whether the compromise offer went to the employment tax, to the income tax deficiency, or to both items (although, in describing the offer in compromise, the judge said it related to Olsen's income tax liability.). In this muddy state of affairs, we shall assume, arguendo, for purposes of this appeal from the district court's review of the CDP determination, that the offer was considered by the IRS to apply to the employment tax liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> An individual may appeal from the determination of an appeals officer to the Tax Court, or, \"if the Tax Court does not have jurisdiction of the underlying tax liability,\" to a federal district court. 26 U.S.C. &#167; 6330(d)(1) (2000). Because the Tax Court does not have jurisdiction over the employment tax liability at issue, Olsen filed in the district court<i>See Moore v. Comm'r,</i> 114 T.C. 171, 175, 2000 WL 283865 (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It also appears from the record that Olsen never submitted the following requested information: (1) proof of estimated tax payments for 2001 (requested in March 2002); (2) tax returns for Tektonic Partners LLC for the year 2000 (requested in November 2002); and (3) a credit card statement (requested in November 2002 and January 2003)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Olsen claims that he was self-employed and, therefore, met the requirement for filing a financial statement by filing the \"Collection Information Statement for Wage Earners and Self Employed Individuals\" (Form 433-A). Olsen did not, however, attach to his Form 433-A proof of self-employment income for the prior three months, as required. More importantly, while Olsen may have satisfied his initial obligation to file a Form 433-A with his offer to compromise, he did not satisfy his obligation to provide the appeals officer with any information necessary to evaluate his offer in compromise. We see nothing in the Internal Revenue Code or corresponding Treasury regulations that prevents the IRS Office of Appeals from requesting that a self-employed taxpayer submit a Form 433-B for his business as part of a CDP hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Other documentation submitted with the March letter indicated that Tektonic Partners &#8212; TX, LLC had recently filed for bankruptcy under Chapter 7 of the Bankruptcy Code on December 20, 2002</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that there was also some basis in the record for suspecting that Olsen had also transferred some of his interests to his dependent children. Information on Tektonic Partners LLC, obtained by the appeals officer from the Secretary of the Commonwealth, reflects that the company's managers are Olsen's wife and one of his daughters. Olsen purchased a 1998 Toyota Camry in 2000, which he claims is now owned and used by his daughter. Further, while Olsen claimed on his Form 433-A that he himself has no bank accounts, information he submitted to the appeals officer indicates that his wife has two bank accounts while his four children each have one account. Mrs. Olsen's bank account records reflect numerous transfers of funds between her account and the children's accounts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>Robinette</i> is on appeal in the Eighth Circuit, and oral argument was held on June 22, 2005. <i>See Robinette v. Comm'r,</i> No. 04-3600 (8th Cir.). Even if upheld, <i>Robinette's</i> holding is of problematic relevance to district courts. It is based solely on the premise that the Tax Court is not subject to the APA, and that the historical availability of trial <i>de novo</i> in the Tax Court justifies the admission of evidence outside the administrative record. <i>See Robinette,</i> 123 T.C. at 97-98. By contrast, federal district courts \"hav[ing] jurisdiction to hear section 6330 appeals involving taxes over which the Tax Court does not have jurisdiction ... have uniformly limited their review for abuse of discretion in such cases to the administrative record.\" <i>Id.</i> at 128 (Halpern &amp; Holmes, JJ., dissenting) (collecting cases).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></span></p>\n    <p class=\"parties\">Richard E. OLSEN, Plaintiff, Appellant,<br>v.<br>UNITED STATES, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2156.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 7, 2005.</p>\n    <p class=\"date\">Decided July 8, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Timothy J. Burke for appellant.</p>\n      <p class=\"indent\">Jonathan S. Cohen, Tax Division, Department of Justice, with whom Eileen J. O'Connor, Assistant Attorney General, John Schumann, Tax Division, Department of Justice, and Michael J. Sullivan, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CAMPBELL, Senior Circuit Judge, and GERTNER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-Appellant Richard E. Olsen (\"Olsen\") appeals from a judgment of the United States District Court for the District of Massachusetts affirming an administrative determination by the Internal Revenue Service (\"IRS\") Office of Appeals permitting the IRS to collect by levy unpaid employment taxes and penalties owed by Olsen. <i>See Olsen v. United States,</i> <span class=\"citation\" data-id=\"2463492\"><a href=\"/opinion/2463492/olsen-v-united-states/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">184</span></a></span> (D.Mass.2004). We affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On March 14, 2001, the IRS sent Olsen a \"Notice of Intent to Levy\" on his property in order to collect delinquent federal employment taxes for which he was liable as a \"responsible person\" under &#167; 6672 of the Internal Revenue Code, 26 U.S.C. &#167; 6672 (2000). Given in accordance with 26 U.S.C. &#167; 6330(a), the notice indicated that Olsen owed about $105,000 in unpaid employment taxes, penalties, and interest for the wages of employees of Interactive Arts, Inc.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The notice of levy advised Olsen of his right to request, within thirty days, an administrative appeal to challenge the proposed collection action. <i>See</i> 26 U.S.C. &#167; 6330(a) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 20, 2001, Olsen filed a timely \"Request for a Collection Due Process Hearing\" (hereafter sometime \"CDP hearing\") with respect to the unpaid employment taxes. In the CDP hearing request, Olsen said he was \"filing this appeal to object to the Service's actions in attempting to undertake collections actions when an Offer in Compromise is the more effective and efficient means of collecting past due taxes.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 12, 2002, the IRS appeals officer assigned to Olsen's case sent to Olsen's attorney, Timothy J. Burke (\"Burke\"), a letter notifying him that Olsen's CDP hearing was scheduled for March 26, 2002. The officer advised Burke that the hearing would be informal and that \"[y]ou may present facts, arguments, and legal authority to support your position.\" The letter listed items that Olsen had to submit if he wanted the appeals officer to \"consider collection alternatives such as an offer in compromise, an installment agreement, etc. in [the] hearing.\" These items included a \"completed Collection Information Statement (Form 433-A for individuals and/or Form 433-B for businesses. . .).\" Because Olsen had not filed income tax returns for the years 1996 to 2000, the officer stated that Olsen also had to complete, and file with her, income tax returns for those years. It does not appear from the record that a face-to-face hearing actually took place on March 26.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On or about July 26, 2002, sixteen months after his request for a CDP hearing, Olsen filed a formal offer in compromise, proposing payment of $5,000 to settle his <i>income</i> tax liability for the years 1996 to 2000. Olsen did not state in the offer that it was also submitted to settle the unpaid <i>employment</i> taxes that were the subject of the notice of intent to levy and his request for a CDP hearing. Without questioning the IRS's claims as to the amount of either form of tax liability, Olsen indicated as the basis for his offer in compromise his \"Doubt as to Collectibility &#8212; `I have insufficient assets and income to pay the full amount.'\" Olsen stated that \"the tax that is owed will never be paid,\" and that \"[his] financial history for the past ten years shows a pattern of financial reverses which is broken by an occasional year of success.\" He also stated \"[h]is spouse is a piano teacher whose income has not approached $30,000 on an annual basis for the past ten years.\" He indicated that the source of the $5,000 he was offering to pay was \"FUNDS FROM FAMILY.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">With his offer in compromise, Olsen submitted a \"Collection Information Statement for Wage Earners and Self-Employed Individuals\" (Form 433-A) and copies of his income tax returns for the years 1996 to 2000. In the Form 433-A, Olsen reported having no checking or savings accounts, no investments, and no automobiles, and indicated that he receives $2,000 in net business income each month. On August 2, 2002, the IRS appeals officer called Burke to ask that he provide Olsen's income tax returns containing original signatures that could be filed with the IRS.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On November 7, 2002, Olsen's appeal was transferred to a new appeals officer. The officer noted in the case activity records that a levy source had been identified, <i>viz.,</i> a 1998 Toyota Camry owned by Olsen, with no lien, purchased in 2000. The records noted that Olsen's wife owned a 2000 Volkswagen Passat with no lien and that she leased a 2000 Ford Taurus. The appeals officer also indicated that joint income tax returns by Olsen and his wife reflected, among other income, income from a venture capital business owned by Olsen as well as income of $131,000 from a partnership known as Tektonic Partners LLC for 1999 and income of $165,750 from this partnership for 2000.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On November 13, 2002, the appeals officer wrote to Burke, informing him that \"[a]t this point the offer [in compromise] is not processable\" as income tax returns with original signatures had not yet been filed. The officer also pointed out that the offer in compromise only listed the periods for the income tax returns from 1996 to 2000 and made no reference to the employment tax liabilities that were the subject of the notice of levy and Olsen's request for a CDP hearing. The officer requested that Burke \"update [the offer in compromise] to include the trust fund recovery penalty balance due periods as well.\" (Insofar as appears, this was never done.) The officer also asked Burke to provide certain other information including: an income tax return for the year 2001; a Collection Information Statement (Form 433-B) for Olsen's venture capital business; a Form 433-B for Tektonic Partners LLC; and partnership income tax returns (Form 1065) for Tektonic Partners LLC. The appeals officer also inquired as to the status of the 1998 Camry, which was not reflected in Olsen's financial statements. She requested a response by December 4, 2002.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On December 10, 2002, Burke mailed to the appeals officer Olsen's income tax return for 2001 and a Form 1065 for Tektonic Partners LLC for 2001, which indicated income from Tektonic Partners LLC in the amount of $158,010. Burke wrote: \"Kindly note that the taxpayer does not have an interest in Tektonic Partners. Accordingly, please appri[s]e me as to your reasons for requesting that the taxpayer prepare a financial statement for an entity owned by his spouse.\" According to the 2001 tax return for Tektonic Partners LLC, Mrs. Olsen now owned 100% of Tektonic Partners LLC.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 23, 2002, Burke sent to the appeals officer additional information, including Olsen's requested income tax returns with original signatures for the years 1996 to 2000. The officer forwarded the income tax returns for filing elsewhere within the IRS. At this point, some of the requested information still had to be provided, but the officer concluded that receipt and filing of the original tax returns allowed her to process the offer in compromise, which, on January 3, 2003, she began to do.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The case activity records reflect that, on January 15, 2003, Burke called the appeals officer and informed her that he had sent the remainder of the requested information. The records also reflect that he told the officer that the offer in compromise was \"for all periods\" and that he would \"amend it if necessary.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On January 27, 2003, the appeals officer wrote to Burke and asked for the following information requested in November but never received: a Form 433-B for Olsen's venture capital business, a Form 433-B for Tektonic Partners LLC, and a statement on the status of the 1998 Camry. The officer also requested for the first time the following additional information: Forms 433-B and Forms 1065 for three other Tektonic partnerships and the source of unexplained deposits totaling over $115,000 into Mrs. Olsen's bank account during the six-month period for which bank statements had been provided. The appeals officer wrote: \"Although you had informed me that one of the [Tektonic] partnerships is 100% owned by Mrs. Olsen, the requested information is still necessary.\" The letter also indicated that the officer had learned of a Tektonic Partners located in Boston, and asked whether this was one of the partnerships in which Mr. or Mrs. Olsen had an interest. The officer requested that the previously requested documents be provided by February 14, 2003, and the rest of the information by February 28, 2003.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On January 29, 2003 and March 1, 2003, Burke sent to the appeals officer some but not all of the requested information. He stated in the January letter that the 1998 Camry was owned and used by Olsen's daughter. With the March letter, Burke included tax returns for the year 2001 for the Tektonic partnerships, stating that \"[a]ll interests in these entities are held by [Olsen's] spouse.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On April 8, 2003, the appeals officer sent another letter to Burke, identifying the information that was necessary to complete her review of the offer in compromise. The officer requested information she had requested twice before (in November and January) and had still not received, including a Form 433-B for Olsen's venture capital business and a Form 433-B for Tektonic Partners LLC. The officer also requested the following information, which had been requested in January but still not received: Forms 433-B for each of the other three Tektonic partnerships, the source of over $115,000 in unexplained deposits to Mrs. Olsen's bank account, and information regarding Tektonic Partners located in Boston. The officer asked that the information be provided by April 16, 2003, and she warned that \"[i]f the information requested is not provided by that date my determination may be made with the information currently available.\" On April 23, 2003, the appeals officer noted in the case activity records that Olsen had not yet provided the requested information \"despite having been given three chances,\" and that his offer in compromise was not acceptable.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Six weeks after the April 16 deadline, the appeals officer still had not received the requested materials. On May 29, 2003, she sent Olsen a \"Notice of Determination,\" informing him that the proposed collection action was fully sustained. The appeals officer stated that the offer in compromise was not acceptable because Olsen had failed to submit information necessary to evaluate the offer despite repeated requests. Specifically, the officer noted that Olsen was a venture capitalist, and had failed to provide \"[v]erification of several items such as a financial statement for [his] business and financial statements for several other businesses.\" The notice concluded that the proposed collection action was \"now necessary to provide for the efficient collection of taxes despite the potential intrusiveness of enforced collection.\" The notice of determination also advised Olsen of his right to seek judicial review by filing a complaint in the district court within 30 days of the date of the notice. <i>See</i> 26 U.S.C. &#167; 6330(d)(1) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Olsen thereafter filed a timely complaint in the Massachusetts federal district court.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> He alleged that the IRS had denied him the right to a CDP hearing as guaranteed by 26 U.S.C. &#167; 6330, and asked \"[t]hat this matter be remanded to the Service for full consideration.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The government produced to Olsen the administrative record made up of documents, case activity records, and the like, recording the events described above. Olsen thereupon filed a motion to conduct discovery prior to the filing of dispositive motions. As grounds for the motion, Olsen stated that certain \"public information\" showed that the IRS \"has systematically evaded the responsibilities given to it by Congress as part of the Revenue Restructuring Act of 1998\" and that \"matters such as the Plaintiff's are not being properly considered.\" Olsen also argued, <i>inter alia,</i> that discovery was necessary in order to determine \"whether the settlement officer failed to meet her responsibilities, including communicating with the Plaintiff's counsel.\" The district court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government moved to affirm the IRS appeals officer's decision and to dismiss the complaint on the ground that the appeals officer had acted properly in sustaining the proposed collection action. Olsen moved for a remand of the case to the IRS for further administrative proceedings. The district court granted the motion to affirm, denied the motion for remand, and dismissed the complaint. <i>See Olsen,</i> 326 F.Supp.2d at 189. This appeal followed.</p>\n    </div>\n    <p>II. Discussion</p>\n    <p class=\"indent\">\n      <i>A. Overview of 26 U.S.C. &#167; 6330</i>\n    </p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This appeal is from a form of administrative proceeding first provided by Congress in 1998 in order to ameliorate any harshness caused by allowing the IRS to levy on property without any provision for advance hearing or procedural due process (in addition to already existing post-deprivation procedures). <i>See</i> 26 U.S.C. &#167; 6330 (2000); <i>Living Care Alternatives of Utica, Inc. v. United States,</i> <span class=\"citation\" data-id=\"790607\"><a href=\"/opinion/790607/living-care-alternatives-of-utica-inc-v-united-states-of-america/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">621</span></a></span>, 623-24 (6th Cir.2005). Enacted as part of the IRS Restructuring and Reform Act of 1998, Pub.L. No. 105-206, &#167; 3401, 112 Stat. 746, subsection (a) of the statute provides for notice to the taxpayer before levy; subsection (b) creates the right to a hearing; and subsection (c) outlines the content of the hearing. <i>See Meadows v. Comm'r,</i> <span class=\"citation\" data-id=\"76931\"><a href=\"/opinion/76931/darrel-r-meadows-v-commr-of-irs/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">949</span></a></span>, 951-52 (11th Cir.2005). As noted in footnote 2, <i>supra,</i> Treasury Regulations construe the hearing provision as not necessarily requiring a face-to-face encounter: one or more written or oral communications will suffice. Olsen does not challenge the validity of the Treasury's regulation in this particular.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In the hearing, the taxpayer may raise \"any relevant issue relating to the unpaid tax or the proposed levy, including. . . offers of collection alternatives, which may include . . . an offer-in-compromise.\" 26 U.S.C. &#167; 6330(c)(2)(A) (2000). The appeals officer is to take into consideration \"verification. . . that the requirements of any applicable law or administrative procedure have been met,\" any issues raised by the taxpayer, and \"whether any proposed collection action balances the need for the efficient collection of taxes with the legitimate concern of the person that any collection action be no more intrusive than necessary.\" <i>Id.</i> &#167; 6330(c). If the taxpayer is dissatisfied with the administrative determination, judicial review is available. <i>See id.</i> &#167; 6330(d)(1); footnote 4, <i>supra.</i></p>\n    </div>\n    <p class=\"indent\">\n      <i>B. Standard of Review</i>\n    </p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In a CDP case in which, as here, the amount of the underlying tax liability is not at issue, the trial court and the court of appeals review the determination of the IRS appeals officer for abuse of discretion. <i>See Living Care,</i> 411 F.3d at 625; <i>Jones v. Comm'r,</i> <span class=\"citation\" data-id=\"31966\"><a href=\"/opinion/31966/jones-v-cir/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">463</span></a></span>, 466 (5th Cir.2003); H.R.Rep. No. 105-599, at 266 (1998) (legislative history of &#167; 6330 indicating that where the underlying tax liability is not at issue, \"the appeals officer's determination as to the appropriateness of the collection activity will be reviewed using an abuse of discretion standard of review\").</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is worth noting that in <i>Living Care,</i> the Sixth Circuit also stated that in providing for CDP hearings on what is ordinarily a scant record, Congress \"must have been contemplating a more deferential review of these tax appeals than of more formal agency decisions.\" <i>Id.</i> at 625. The court went on to conclude, \"without a clear abuse of discretion in the sense of clear taxpayer abuse and unfairness by the IRS, as contemplated by Congress, the judiciary will inevitably become involved on a daily basis with tax enforcement details that judges are neither qualified, nor have the time, to administer.\" <i>Id.</i> at 631. <i>See also id.</i> at 629 (\"[A]t the very least, in order to overturn the IRS decisions, we must be convinced that the type of taxpayer abuse that Congress sought to remedy [by enacting 26 U.S.C. &#167; 6330] has occurred in the case.\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Our own analysis of the review standard and Congress's wishes are much in accord with those set forth by the Sixth Circuit in <i>Living Care.</i> It must be borne in mind that taxpayers have further recourse, besides the CDP hearing, to post-deprivation procedures. While Congress clearly wanted to prevent mere bureaucratic harassment, we do not understand it to have intended to strip the IRS of effective and reasonable tax collection procedures.</p>\n    </div>\n    <p class=\"indent\">\n      <i>C. Determination of the IRS Appeals Officer</i>\n    </p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Olsen argues the appeals officer misconstrued or overlooked the above statutory standards, and abused her discretion. We do not agree.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In a CDP hearing, taxpayers are expected to provide \"all relevant information requested by [the IRS Office of] Appeals, including financial statements, for its consideration of the facts and issues involved in the hearing.\" Treas. Reg. &#167; 301.6330-1(e)(1) (2004). The IRS Office of Appeals repeatedly asked Burke for information it believed necessary to evaluate fully Olsen's offer to compromise for $5,000 a tax liability which (including the $105,000 employment taxes) was well in excess of $100,000. Olsen did not contest the IRS's calculation of the total amount of the employment or other tax deficiency but rather defended his proposed offer in compromise solely on his purported inability to pay more. Focus was thus upon Olsen's ability to pay, making it reasonable for the IRS to inquire carefully into his circumstances. Yet Olsen was less than forthcoming with the information requested by the IRS in areas where joint income tax filings and his wife's bank deposits raised questions as to his true worth. Not only were his responses slow in coming, they remained incomplete; and, except for blanket assertions, little alternative information was tendered that might have clarified matters. The appeals officer unsuccessfully asked three times &#8212; in letters dated November 2002, January 2003, and April 2003 &#8212; for a Form 433-B for Olsen's venture capital business and a Form 433-B for Tektonic Partners LLC. In the January and April 2003 letters, the appeals officer requested the following information: the source of over $115,000 in unexplained deposits into Mrs. Olsen's bank accounts, a Form 433-B for the other Tektonic partnerships, and information regarding Tektonic Partners LLC located in Boston.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appeals officer warned Burke in her November 13, 2002 letter, that, \"[i]f the requested information and documentation ... is not provided, I cannot consider the offer in compromise as a collection alternative.\" In the letter dated January 27, 2003, the officer warned that \"[f]ailure of the Olsens to provide the information by the due dates will result in a determination hearing being made with the information contained in the file.\" Similarly, in the April 8, 2003 letter, the officer warned Burke that \"[i]f the information requested is not provided ... my determination may be made with the information currently available.\" The instructions to Form 656, \"Offer in Compromise,\" also warned Olsen that failure to respond to inquiries for information in a timely manner constitutes grounds for giving no further consideration to an offer in compromise. Despite these warnings, the requested information was not provided.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Olsen complains that some of the information he did not provide could not be considered by the IRS appeals officer because that information related to assets or business entities owned by his wife, not by him. He also contends the district court erred in finding that he owned certain assets.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Olsen is correct that the district court itself was seemingly inaccurate when it recounted that \"he owned two cars which were unencumbered by liens and that he leased a third automobile,\" and that a federal tax lien could be placed on these vehicles. <i>See Olsen,</i> 326 F.Supp.2d at 186. The case activity records reflect that Olsen purchased a 1998 Camry in the year 2000. After several inquiries by the appeals officer, Burke informed the officer that the Camry was owned by Olsen's daughter. The case activity records indicate that Mrs. Olsen owned one of the other cars and leased the third. But the court's factual errors relative to ownership of the cars were not central to the outcome. Olsen's version of who owned what seems adequately to have been passed along to the appeals officer and to have been understood by her. The district court premised its affirmation of the appeals officer's determination mainly upon \"the affirmative steps taken by the appeals officer to obtain the financial information necessary to evaluate the offer\" and Olsen's failure to provide that information. <i>Id.</i> at 189.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As for the district court's finding that Olsen owned certain business ventures, the record demonstrates that Olsen did in fact claim that he had an interest in a venture capital business. Olsen stated on his Form 433-A that he receives $2,000 in net business income each month but did not identify its source. His income tax returns for the years 1996 to 2000 indicated that his \"business\" was a \"venture capital[ ]\" business. Thus, given Olsen's insistence that he could not pay his conceded liability, it was entirely reasonable for the appeals officer to seek more information about Olsen's venture capital business and, as well, to want to look with care into the family's assets so as to verify Olsen's inability to pay.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Olsen contends that the appeals officer improperly asked for financial information about business entities in which his wife alone had an interest. On this premise, Olsen argues that he justifiably failed to provide collection information statements for Tektonic Partners LLC as well as for the three other Tektonic partnerships. He also failed to respond to the officer's inquiry regarding the Tektonic Partners located in Boston. The information was, however, relevant to evaluating Olsen's offer in compromise, irrespective of whether the business interests belonged to him, his wife, or both of them. Olsen's income tax returns for the years 1999 to 2001 showed well over $100,000 in income from Tektonic Partners LLC each of those years. And the tax return for one of the partnerships, Tektonic Partners &#8212; TX, LLC, listed Olsen as a 90% owner.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\"[T]he decision to accept or reject an offer to compromise ... is left to the discretion of the Secretary.\" Treas. Reg. &#167; 301.7122-1(c)(1) (2004); <i>see also</i> 26 U.S.C. &#167; 7122 (2000) (\"The Secretary <i>may</i> compromise any civil or criminal case arising under the internal revenue laws ....\") (emphasis added). Even where a taxpayer is offering to compromise a tax liability for which the taxpayer's spouse has no liability, the Secretary may, in appropriate circumstances, seek information about the nonliable spouse's income and assets. Treas. Reg. &#167; 301.7122-1(c)(2)(ii)(A) (2004) provides that information concerning a nonliable spouse may be considered, <i>inter alia,</i> \"to the extent ... property has been transferred by the taxpayer to the nonliable spouse for the purpose of removing the property from consideration by the IRS in evaluating the compromise\" or \"for the purpose of verifying the amount of and responsibility for expenses claimed by the taxpayer.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In the instant case, both rules are material. The facts in the record are open to the suggestion that Olsen may have transferred his own interests in Tektonic to his wife. The record indicates that Olsen may have held an interest in the Tektonic partnerships at least through the year 2001. The Olsens' joint income tax returns showed income from Tektonic Partners LLC in the amount of $131,000 for 1999, $165,750 for 2000, and $158,010 for 2001. The tax return for the year 2001 for Tektonic Partners &#8212; TX, LLC listed Olsen as a 90% owner. On October 14, 2002, Olsen signed the year 2001 tax return for Tektonic Partners LLC as the \"general partner designated as the tax matters partner for the tax year of [the] return.\" This same tax return indicated, however, that Mrs. Olsen owned 100% of the interest of Tektonic Partners LLC. On December 10, 2002, just two months after Olsen signed this tax return as the tax matters partner, Burke informed the appeals officer that Olsen had no interest in Tektonic Partners LLC and that 100% of the interest was owned by his wife. Based on these statements, it was not unreasonable for the appeals officer to suspect that Olsen may have owned interests in the Tektonic partnerships at least through the year 2001 and that he may have transferred his interests to his wife for the purpose of removing the assets from consideration by the IRS in evaluating his offer in compromise.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The regulation permitting consideration of information about a nonliable spouse \"for the purpose of verifying the amount of and responsibility for expenses claimed by the taxpayer\" is also relevant here. Treas. Reg. &#167; 301.7122-1(c)(2)(ii)(A) (2004). On his Form 433-A, Olsen indicated the amount he pays for certain living expenses, such as food, housing, utilities, and insurance. For example, he stated that he paid $120 per month for life insurance. An insurance statement Olsen later submitted showed that he was insured for $1 million at a monthly premium of $1,424.70 (annual premium of $15,830). Because Olsen claimed to pay only $120 of the monthly premium, the appeals officer had reason to question the source of the remaining $1,304.70 each month. Olsen had earlier contended in his offer in compromise that he had insufficient funds to pay the full amount of his tax liability, and that \"[h]is spouse is a piano teacher whose income has not approached $30,000 on an annual basis for the past ten years.\" At the same time, there were over $115,000 in unexplained deposits into his wife's bank account over a six-month period. In light of these circumstances, the appeals officer was entitled to review Mrs. Olsen's assets and income in order to verify the amount of and responsibility for the life insurance expense and other expenses claimed by Olsen.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Given Olsen's failure to cooperate fully despite the appeals officer's repeated attempts to obtain the information deemed necessary to evaluate the offer (and, in particular, Olsen's claimed inability to pay), we cannot say the appeals officer abused her discretion in determining the collection action to be \"no more intrusive than necessary.\" 26 U.S.C. &#167; 6330(c) (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">\n        <i>D. Motion to Conduct Discovery and Scope of District Court Review</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Olsen argues that the district court erred in denying his motion to conduct discovery and in limiting its review to the administrative record. He now also contends, for the first time on appeal, that, under <i>Robinette v. Commissioner,</i> <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">85</span></span>, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1616381</span></span> (2004) (en banc), <i>appeal docketed,</i> No. 04-3600 (8th Cir. Oct. 27, 2004), the district court should have conducted its review pursuant to a <i>de novo</i> trial. In <i>Robinette,</i> the Tax Court held that, when reviewing for abuse of discretion under 26 U.S.C. &#167; 6330(d), the Tax Court is not limited by the Administrative Procedure Act (\"APA\") nor is its review limited to the administrative record. <i>Id.</i> at 95, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1616381</span></span>.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Taking the last issue first, we find no merit to Olsen's claim of entitlement to a <i>de novo</i> trial below. No claim to a <i>de novo</i> trial was made to the district court. \"It is a bedrock rule that when a party has not presented an argument to the district court, [he] may not unveil it in the court of appeals.\" <i>United States v. Slade,</i> <span class=\"citation\" data-id=\"595481\"><a href=\"/opinion/595481/united-states-v-frances-slade/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30 (1st Cir.1992). Although an appellate court has discretion to excuse waiver \"in the interests of justice,\" <i>see Thomas v. Arn,</i> <span class=\"citation\" data-id=\"111545\"><a href=\"/opinion/111545/thomas-v-arn/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">140</span></a></span>, 155 &amp; n. 15, <span class=\"citation\" data-id=\"111545\"><a href=\"/opinion/111545/thomas-v-arn/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"111545\"><a href=\"/opinion/111545/thomas-v-arn/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (1986), we see no reason to overlook waiver here. That the Tax Court's decision in <i>Robinette,</i> which is itself up on appeal, was not decided until after the district court decided the present action, does not excuse Olsen's failure to have raised the argument. <i>See, e.g., Derman v. United States,</i> <span class=\"citation\" data-id=\"200045\"><a href=\"/opinion/200045/derman-v-united-states/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 44 (1st Cir.2002); <i>see also Nat'l Ass'n of Social Workers v. Harwood,</i> <span class=\"citation\" data-id=\"707518\"><a href=\"/opinion/707518/national-association-of-social-workers-v-john-b-harwood/\"><span class=\"volume\">69</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">622</span></a></span>, 627 (1st Cir.1995) (\"[T]he raise-or-waive principle [may not] be dismissed as a pettifogging technicality or a trap for the indolent; the rule is founded upon important considerations of fairness, judicial economy, and practical wisdom.\").</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We turn next to Olsen's argument that the district court erred in denying his motion to conduct discovery and in limiting its review to the administrative record. The Supreme Court has consistently stated that review of administrative decisions is \"ordinarily limited to consideration of the decision of the agency ... and of the evidence on which it was based,\" and that \"no de novo proceeding may be held.\" <i>United States v. Carlo Bianchi &amp; Co.,</i> <span class=\"citation\" data-id=\"106633\"><a href=\"/opinion/106633/united-states-v-carlo-bianchi-co/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">709</span></a></span>, 714-15, <span class=\"citation\" data-id=\"106633\"><a href=\"/opinion/106633/united-states-v-carlo-bianchi-co/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1409</span></a></span>, <span class=\"citation\" data-id=\"106633\"><a href=\"/opinion/106633/united-states-v-carlo-bianchi-co/\"><span class=\"volume\">10</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">652</span></a></span> (1963). \"[T]he focal point for judicial review should be the administrative record already in existence, not some new record made initially in the reviewing court.\" <i>Camp v. Pitts,</i> <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">138</span></a></span>, 142, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></a></span>, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">106</span></a></span> (1973). <i>See also Florida Power &amp; Light Co. v. Lorion,</i> <span class=\"citation\" data-id=\"111379\"><a href=\"/opinion/111379/florida-power-light-co-v-lorion/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">729</span></a></span>, 743-44, <span class=\"citation\" data-id=\"111379\"><a href=\"/opinion/111379/florida-power-light-co-v-lorion/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1598</span></a></span>, <span class=\"citation\" data-id=\"111379\"><a href=\"/opinion/111379/florida-power-light-co-v-lorion/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">643</span></a></span> (1985) (\"The task of the reviewing court is to apply the appropriate APA standard of review, 5 U.S.C. &#167; 706, to the agency decision based on the record the agency presents to the reviewing court.\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is true the instant record is not of a formal adjudication. But an administrative record was compiled and made available, reflecting the actions, contentions, and reasoning of those involved. And the Supreme Court has made clear that the record rule extends to informal agency adjudications. <i>See, e.g., Lorion,</i> 470 U.S. at 744, <span class=\"citation\" data-id=\"111379\"><a href=\"/opinion/111379/florida-power-light-co-v-lorion/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1598</span></a></span> (\"The APA specifically contemplates judicial review on the basis of the agency record compiled in the course of <i>informal</i> agency action in which a hearing has not occurred.\") (emphasis added). In the event the administrative record is found inadequate for judicial review, \"the proper course, except in rare circumstances, is to remand to the agency for additional investigation or explanation.\" <i>Id.; see also Carlo Bianchi,</i> 373 U.S. at 718, <span class=\"citation\" data-id=\"106633\"><a href=\"/opinion/106633/united-states-v-carlo-bianchi-co/\"><span class=\"volume\">83</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1409</span></a></span> (remand \"would certainly be justified where the department had failed to make adequate provision for a record that could be subjected to judicial scrutiny\"); <i>Fed. Communications Comm'n v. ITT World Communications, Inc.,</i> <span class=\"citation\" data-id=\"111162\"><a href=\"/opinion/111162/fcc-v-itt-world-communications-inc/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">463</span></a></span>, 469, <span class=\"citation\" data-id=\"111162\"><a href=\"/opinion/111162/fcc-v-itt-world-communications-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1936</span></a></span>, <span class=\"citation\" data-id=\"111162\"><a href=\"/opinion/111162/fcc-v-itt-world-communications-inc/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">480</span></a></span> (1984) (\"If ... the Court of Appeals finds that the administrative record is inadequate, it may remand to the agency or in some circumstances refer the case to a special master.\") (citations omitted). Here, the court needed to ascertain whether the appeals officer had abused her discretion when she did not accept a compromise based on Olsen's insistence that he could only pay 1/20 or less of his uncontested tax liability, and in concluding that, under all the circumstances, the use of the levy process was no \"more intrusive than necessary.\" 26 U.S.C. &#167; 6330(c) (2000). The present record showing <i>inter alia</i> Olsen's offer, his responses and lack thereof to the officer's requests, and the officer's conclusions, was adequate for such review.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">To be sure, limited exception to the rule against record supplementation exists, but in circumstances clearly not applicable here. The Supreme Court said in <i>Citizens to Preserve Overton Park, Inc. v. Volpe,</i> <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">402</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">28</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">136</span></a></span> (1971), <i>overruled on other grounds by Califano v. Sanders,</i> <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">980</span></a></span>, <span class=\"citation\" data-id=\"109606\"><a href=\"/opinion/109606/califano-v-sanders/\"><span class=\"volume\">51</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">192</span></a></span> (1977), that the district court \"may\" (although it is not required to) supplement the record where there is a \"a strong showing of bad faith or improper behavior\" by agency decision makers. <i>Id.</i> at 420, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>; <i>see Town of Norfolk v. U.S. Army Corps of Eng'rs,</i> <span class=\"citation\" data-id=\"586821\"><a href=\"/opinion/586821/town-of-norfolk-and-town-of-walpole-v-united-states-army-corps-of/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1438</span></a></span>, 1458-59 (1st Cir.1992). Alternatively, supplementation of the record may be permissible where there is a \"failure to explain administrative action as to frustrate effective judicial review.\" <i>Camp,</i> 411 U.S. at 142-43, <span class=\"citation\" data-id=\"108752\"><a href=\"/opinion/108752/camp-v-pitts/\"><span class=\"volume\">93</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1241</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Olsen argues that the administrative record should have been supplemented by discovery here, because there was public information suggesting the IRS's bias against offers in compromise. He asserts that the record did not include a transcript or recording of the hearing, and that the notice of determination did not state what IRS policy or procedures had been considered or applied. Olsen made scant showing, however, as to how the information he would have sought related to the question of whether the appeals officer abused her discretion in sustaining the proposed collection action. There was certainly no \"strong showing of bad faith or improper behavior,\" <i>Overton Park,</i> 401 U.S. at 420, <span class=\"citation\" data-id=\"108283\"><a href=\"/opinion/108283/citizens-to-preserve-overton-park-inc-v-volpe/\"><span class=\"volume\">91</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">814</span></a></span>, nor did the IRS Office of Appeals so fail to explain its action as to frustrate judicial review. To the contrary, the administrative record adequately explains and supports the appeals officer's determination. <i>See supra.</i></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Nor, it might be added, has Olsen shown any resulting prejudice from the denial of discovery. We disturb a district court's management of discovery \"only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\" <i>Mack v. Great Atl. &amp; Pac. Tea Co.,</i> <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 186 (1st Cir.1989).</p>\n    </div>\n    <p class=\"indent\">\n      <i>E. Due Process Claim</i>\n    </p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Olsen contends that the district court violated his right to due process by concluding that taxpayers who submit offers in compromise during the course of a CDP hearing, pursuant to 26 U.S.C. &#167; 6330, are to be accorded disparate treatment from those who submit offers separately from such a hearing. There is no merit to this contention.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">In Olsen's view, the district court erroneously concluded that appeals officers are not bound by any standards or regulations in reviewing offers in compromise filed in accordance with &#167; 6330. In its memorandum opinion, the district court distinguished &#167; 6330(d), which \"provides for judicial review of an administrative appellate decision to sustain a proposed collection action,\" and &#167; 7122, which governs the acceptance of offers in compromise and entitles the taxpayer to administrative, but not judicial review. <i>Olsen,</i> 326 F.Supp.2d at 188. Ruling that \"whether the appeals officer observed relevant Treasury regulations in negotiating an offer in compromise is an issue that falls outside the scope of judicial review under &#167; 6330,\" the court determined that the scope of its review was limited to determining whether the appeals officer, after holding a CDP hearing, abused her discretion in upholding the proposed collection action. <i>Id.</i> While, alone, this seems something of an overstatement, the district court went on to acknowledge that &#167; 6330(c)(2)(iii) allows a taxpayer to raise as part of his argument for relief at a CDP hearing any offers in compromise, as was done here. Thus, the court said, \"My task therefore is limited to determining whether the appeals officer adequately considered the offer in compromise that the plaintiff had on the table when the appeal was denied.\" <i>Id.</i> at 189.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Taken in toto, we cannot say the above analysis signals some kind of reversible legal error. As the district court noted, the handling and processing of an offer in compromise not submitted in conjunction with a CDP hearing is not subject to judicial review at all. <i>Id.</i> at 188 (citing 26 U.S.C. &#167; 7122(d)). That offers in compromise submitted as part of a CDP hearing are reviewed in light of the purposes of &#167; 6330 hardly amounts to a denial of due process. And we see nothing improper in the appeals officer's handling of Olsen's offer in compromise here.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Olsen strenuously contends that the IRS's failure to negotiate and make a counter-offer during the consideration of his offer in compromise was contrary to the spirit of &#167; 6330(c) and violated his right to due process. Relying on the legislative history of the Revenue Restructuring Act, he asserts that the IRS should \"be flexible\" and \"make it easier for taxpayers to enter into offer-in-compromise agreements.\" He argues that the district court's finding that such negotiations are not requisite to a CDP hearing discriminates against persons who submit an offer in compromise in conjunction with such a hearing. However, 26 U.S.C. &#167; 7122 commits the acceptance and negotiation of offers in compromise to the Secretary's discretion. In the current proceedings, the Secretary was hardly in a position to have made a counter-offer. The appeals officer made several unsuccessful attempts to secure the information deemed necessary to discover Olsen's true financial position &#8212; information upon which evaluation of both the current offer and any counter-offer would necessarily have to be based. Given Olsen's sluggish and inadequate response, the appeals officer was certainly not required, nor was she able, to make a meaningful counter-offer.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, Olsen complains that the absence of administrative review of the rejected offer in compromise as well as the Secretary's failure to grant him administrative appeal rights violates his right to due process. Represented by counsel, Olsen decided to submit his offer in compromise to the IRS Office of Appeals pursuant to &#167; 6330 in the first instance. Under &#167; 6330, he had no right to more than one hearing nor to a hearing before anyone other than the Office of Appeals. <i>See</i> 26 U.S.C. &#167; 6330(b) (2000). Moreover, if a taxpayer desires to challenge an appeals officer's determination, &#167; 6330 provides for judicial review, which Olsen elected to pursue, not another administrative appeal. <i>Id.</i> &#167; 6330(d).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">\n        <i>F. Comparison of Amount of Offer in Compromise and Amount of Tax Liability</i>\n      </p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Olsen argues that the district court's comparison of the amount he offered to compromise the tax debt ($5,000) with the amount of the tax liability ($105,000) was improper. <i>See Olsen,</i> 326 F.Supp.2d at 189. In a case where there is doubt as to collectibility, like this one, he contends that such a comparison is irrelevant. But the comparison is not irrelevant where, as here, the taxpayer was not forthcoming as to the details of his financial position and the IRS remained uncertain as to what his financial ability and assets were. The district court stated that, \"[d]espite the paltry size of the plaintiff's offer in comparison to his liability ... the appeals officer took several steps to assist the plaintiff in perfecting his offer for processing.\" <i>Id.</i> The court went on to hold that the appeals officer's determination that the offer in compromise could not be accepted was not an abuse of discretion where Olsen had failed to submit requested financial information necessary to consider the offer. <i>See id.</i> We see no error.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">We <i>affirm</i> the order of the district court granting the defendant's motion to affirm the appeals officer's determination and dismissing the plaintiff's complaint.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Prior to this time, Olsen had personally filed for bankruptcy, and his case had been discharged on April 21, 1999. His liability for the employment taxes at issue was held not to be dischargeable in bankruptcy</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Treasury regulations provide that \"[a] CDP hearing may, but is not required to, consist of a face-to-face meeting, one or more written or oral communications . . . or some combination thereof.\" Treas. Reg. &#167; 301.6330-1(d)(2)(Q &amp; A-D6) (2004)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The IRS argues in its brief on appeal that appellant's failure ever to amend his offer in compromise so as to explicitly refer to the employment tax liability, for which the instant CDP hearing was sought and held, is fatal to his current challenge to rejection of the offer. The IRS appeals officer, however, in her final notice of determination and summary relative, specifically, to only the employment tax liability, discussed and rejected the offer in compromise as if it related to that matter. Thereafter, the district court did not expressly address the question of whether the compromise offer went to the employment tax, to the income tax deficiency, or to both items (although, in describing the offer in compromise, the judge said it related to Olsen's income tax liability.). In this muddy state of affairs, we shall assume, arguendo, for purposes of this appeal from the district court's review of the CDP determination, that the offer was considered by the IRS to apply to the employment tax liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> An individual may appeal from the determination of an appeals officer to the Tax Court, or, \"if the Tax Court does not have jurisdiction of the underlying tax liability,\" to a federal district court. 26 U.S.C. &#167; 6330(d)(1) (2000). Because the Tax Court does not have jurisdiction over the employment tax liability at issue, Olsen filed in the district court<i>See Moore v. Comm'r,</i> <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">T.C.</span> <span class=\"page\">171</span></span>, 175, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">283865</span></span> (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It also appears from the record that Olsen never submitted the following requested information: (1) proof of estimated tax payments for 2001 (requested in March 2002); (2) tax returns for Tektonic Partners LLC for the year 2000 (requested in November 2002); and (3) a credit card statement (requested in November 2002 and January 2003)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Olsen claims that he was self-employed and, therefore, met the requirement for filing a financial statement by filing the \"Collection Information Statement for Wage Earners and Self Employed Individuals\" (Form 433-A). Olsen did not, however, attach to his Form 433-A proof of self-employment income for the prior three months, as required. More importantly, while Olsen may have satisfied his initial obligation to file a Form 433-A with his offer to compromise, he did not satisfy his obligation to provide the appeals officer with any information necessary to evaluate his offer in compromise. We see nothing in the Internal Revenue Code or corresponding Treasury regulations that prevents the IRS Office of Appeals from requesting that a self-employed taxpayer submit a Form 433-B for his business as part of a CDP hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Other documentation submitted with the March letter indicated that Tektonic Partners &#8212; TX, LLC had recently filed for bankruptcy under Chapter 7 of the Bankruptcy Code on December 20, 2002</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that there was also some basis in the record for suspecting that Olsen had also transferred some of his interests to his dependent children. Information on Tektonic Partners LLC, obtained by the appeals officer from the Secretary of the Commonwealth, reflects that the company's managers are Olsen's wife and one of his daughters. Olsen purchased a 1998 Toyota Camry in 2000, which he claims is now owned and used by his daughter. Further, while Olsen claimed on his Form 433-A that he himself has no bank accounts, information he submitted to the appeals officer indicates that his wife has two bank accounts while his four children each have one account. Mrs. Olsen's bank account records reflect numerous transfers of funds between her account and the children's accounts</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> <i>Robinette</i> is on appeal in the Eighth Circuit, and oral argument was held on June 22, 2005. <i>See Robinette v. Comm'r,</i> No. 04-3600 (8th Cir.). Even if upheld, <i>Robinette's</i> holding is of problematic relevance to district courts. It is based solely on the premise that the Tax Court is not subject to the APA, and that the historical availability of trial <i>de novo</i> in the Tax Court justifies the admission of evidence outside the administrative record. <i>See Robinette,</i> 123 T.C. at 97-98. By contrast, federal district courts \"hav[ing] jurisdiction to hear section 6330 appeals involving taxes over which the Tax Court does not have jurisdiction ... have uniformly limited their review for abuse of discretion in such cases to the administrative record.\" <i>Id.</i> at 128 (Halpern &amp; Holmes, JJ., dissenting) (collecting cases).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/31966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/76931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109606/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/595481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/707518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2463492/"
  ]
}