{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201752/",
  "absolute_url": "/opinion/201752/liberty-cablevision-v-municipality-of-cagu/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201752/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:33:29Z",
  "date_modified": "2016-02-28T05:06:21.638399Z",
  "type": "010combined",
  "sha1": "727b569887f2a45581a3da45f1108754d9d64181",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1597-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/08/09/Liberty_Cablevision_v._Municipality_of_Cagu.pdf",
  "plain_text": "           United States Court of Appeals\n                        For the First Circuit\nNo. 04-1597\n\n              LIBERTY CABLEVISION OF PUERTO RICO, INC.,\n                         Plaintiff, Appellee,\n\n                                  v.\n\n                        MUNICIPALITY OF CAGUAS,\n                         Defendant, Appellant,\n\n    WILLIAM MIRANDA-MARIN, Mayor of the Municipality of Caguas;\n        TELECOMMUNICATIONS REGULATORY BOARD OF PUERTO RICO,\n                            Defendants.\n\n\nNos. 04-2136, 04-2137\n\n              LIBERTY CABLEVISION OF PUERTO RICO, INC.,\n                        Plaintiff, Appellant,\n\n                                  v.\n\n        TELECOMMUNICATIONS REGULATORY BOARD OF PUERTO RICO,\n                       Defendant, Appellant,\n\n     MUNICIPALITY OF BARCELONETA; MUNICIPALITY OF LAS PIEDRAS,\n                       Defendants, Appellees.\n\n\n\n           APPEALS FROM THE UNITED STATES DISTRICT COURT\n                  FOR THE DISTRICT OF PUERTO RICO\n       [Hon. Jay A. García-Gregory, U.S. District Judge and\n        Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\n\n\n                                Before\n                      Torruella, Circuit Judge,\n                    Stahl, Senior Circuit Judge,\n               and Oberdorfer,* Senior District Judge.\n\n\n\n\n*\n    Of the District of Columbia, sitting by designation.\n\f     Eyck O. Lugo-Rivera, with whom Humberto Guzmán-Rodríguez,\nEliseo Roques and Martínez Odell & Calabria, were on brief, for\nMunicipality of Caguas.\n     Orlando Fernández, with whom Orlando Fernández Law Offices,\nwas on brief, for Liberty Cablevision of Puerto Rico, Inc.\n     Robert F. Reklaitis, with whom Leslie Paul Machado and Nixon\nPeabody LLP, were on brief, for Telecommunications Regulatory Board\nof Puerto Rico.\n     Luis F. Colón-González, with whom Colón González Law Firm, was\non brief, for the Municipality of Barceloneta.\n     Enrique R. Siaca, with whom Quiñones & Sánchez, P.S.C., was on\nbrief, for amicus curiae Centennial Puerto Rico Cable TV Corp.\n\n\n                          August 9, 2005\n\n\n\n\n                               -2-\n\f          TORRUELLA,   Circuit    Judge.    These   consolidated   and\n\nconflicting cases present a novel question: whether municipal\n\nordinances which assess gross revenue fees on cable providers for\n\nuse of the municipalities' \"rights-of-way\" -- when similar fees are\n\nalready assessed by the state \"local franchising authority\" in\n\naccordance with the Cable Communications Policy Act of 1984, 47\n\nU.S.C. § 521, et seq. (1984) (\"Cable Act\") -- conflict with the\n\nfederal statute and are therefore preempted.        We answer in the\n\naffirmative, and accordingly reverse and remand the Barceloneta\n\ncase and affirm the Caguas case.\n\n                                   I\n\n          This appeal stems from two separate cases brought by\n\nLiberty CableVision of Puerto Rico -- one against the municipality\n\nof Caguas, the other against the municipalities of Barceloneta and\n\nLas Piedras -- challenging ordinances which impose a 5% annual fee\n\non Liberty's gross revenues for use of the municipalities' rights-\n\nof-way.   The Telecommunications Regulatory Board of Puerto Rico\n\n(\"Board\") -- which assesses franchise fees for use of these rights-\n\nof-way, 27 P.R. Laws Ann. § 269h, and which has been designated by\n\nthe Puerto Rico Legislative Assembly as the local franchising\n\nauthority in accordance with the Cable Act, id. -- was named as co-\n\ndefendant in these suits.        In essence, Liberty argued that the\n\nCable Act necessarily preempts these ordinances because its use of\n\nrights-of-way are already accounted for in the franchise fee paid\n\n\n                                  -3-\n\fto the Board -- which, as the state's designated local franchising\n\nauthority under the Cable Act -- is the lawful entity to assess\n\nsuch fees.\n\n           On March 10, 2004, the district court in the Caguas case\n\nentered summary judgment for Liberty.              Liberty Cablevision of\n\nPuerto Rico, Inc. v. Municipality of Caguas, No. 02-2429 (D.P.R.\n\nMar. 10, 2004).     The court held that because Liberty \"already pays\n\nfive percent of its yearly revenues to the Board, which is the\n\nmaximum   allowed   by    the   Cable    Act,   Caguas   cannot   impose   the\n\nadditional   fee    mandated    by   the    ordinance.      Therefore,     the\n\n[o]rdinance is preempted by the Cable Act as applied to Liberty as\n\na cable operator.\"       Id. at 17 (footnote omitted).       The court also\n\nfound the fee unjustifiable under § 253 of the Telecommunications\n\nAct of 1996, despite       Liberty's provision of cable modem service,\n\nbecause the Federal Communications Commission (\"FCC\") determined\n\nthat cable modem service was not \"telecommunications service\" under\n\nthe Communications Act, and because cable modem uses the same\n\ntransmission lines as cable television and thus imposes no extra\n\nburden on Caguas.1       Id. at 17-18.\n\n\n\n\n1\n  If cable modem service were a \"telecommunications service,\" then\nLiberty arguably would be liable to the municipalities for its use\nof their rights-of-way under § 253 of the Telecommunications Act of\n1996, 110 Stat. 56, despite any language in the Cable Act to the\ncontrary.\n\n                                     -4-\n\f             On July 2, 2004, the district court in the Barceloneta\n\ncase2 arrived at the opposite conclusion: \"Municipalities must be\n\ncompensated for the use of their rights of way . . . .\"              Liberty\n\nCablevision of Puerto Rico v. Municipality of Barceloneta, 326 F.\n\nSupp. 2d 236, 240 (D.P.R. 2004).             In so holding, the court found\n\nthat these municipalities are \"owners\" of the rights-of-way, and\n\nmust be compensated as such, while the franchise fee paid to the\n\nBoard solely encompasses \"access.\"           Id. at 239.   The court pointed\n\nout   that   unlike   most    United    States    jurisdictions   where   the\n\nmunicipality is both the franchisor and \"owner\" of the rights-of-\n\nway, in Puerto Rico, the \"Board is the franchisor, but a different\n\nentity, the Municipality, is the owner of the rights of way being\n\nutilized.\"    Id. at 238.    Thus, the court ordered Liberty to pay the\n\nBoard a franchise fee of 1.5% of the gross revenues it derives from\n\nall municipalities, and, in addition, pay Barceloneta and Las\n\nPiedras 1% of the gross revenues from services it derives from\n\nthose municipalities.3       Id. at 240.      The court also recognized that\n\nthe municipalities would be able to state a federal takings claim\n\nfor Liberty's use of their rights-of-way once they had exhausted\n\nthe state remedy of an \"inverse condemnation action.\"             Id. at 242.\n\n\n\n\n2\n   This case involves the municipalities of Barceloneta and Las\nPiedras.\n3\n   The court fashioned these numbers without much explanation nor\ncase law.\n\n                                       -5-\n\f           This appeal follows. For the sake of simplicity -- given\n\nthe parties' dual roles as both appellants and appellees, and given\n\ntheir myriad claims -- we organize the issues as follows:                  (1)\n\nwhether the Cable Act preempts these municipal ordinances; (2)\n\nwhether the municipal fees are nonetheless justified under § 253 of\n\nthe Telecommunications Act of 1996 due to Liberty's provision of\n\ncable   modem   service;   and   (3)    whether     the   municipalities   are\n\nentitled   to   just   compensation     for   the   alleged   constitutional\n\ntakings.   As always, we review these abstract issues of law de\n\nnovo.   See, e.g., Global Naps, Inc. v. Verizon New England, Inc.,\n\n396 F.3d 16, 23 (1st Cir. 2005).\n\n                                       II\n\nA.   Preemption\n\n           In 1984, Congress enacted the Cable Act, 47 U.S.C. § 521\n\n(amending the Communications Act of 1934, 47 U.S.C. § 151 et seq.),\n\nto establish a national framework for regulating cable television.\n\nSee F.C.C. v. Beach Communications, Inc., 508 U.S. 307, 309 (1993).\n\nThe Act sought to \"'encourage the growth and development of cable\n\nsystems and . . . [to] assure that cable systems are responsive to\n\nthe needs and interests of the local community.'\"              Id.   (quoting\n\n§ 601(2), 47 U.S.C. § 512(2)).         That is, Congress, in enacting the\n\nCable Act, \"was concerned both with relieving the cable industry\n\nfrom unnecessary, burdensome regulation and with ensuring that\n\ncable systems remain responsive to the needs of the public.\"\n\n\n                                       -6-\n\fAmerican Civil Liberties Union v. F.C.C., 823 F.2d 1554, 1559 (D.C.\n\nCir. 1987).\n\n          To   these    ends,    the    Act   empowered    the   \"franchising\n\nauthority\"    --   which   is   defined      as   \"any   governmental   entity\n\nempowered by Federal, State, or local law to grant a franchise,\" 47\n\nU.S.C. § 522(10) -- to impose a maximum of 5% of gross revenues as\n\n\"franchise fees,\"      47 U.S.C. § 542(b).\n\n          Franchise fees include \"any tax, fee, or assessment of\n\nany kind imposed by a franchising authority or governmental entity\n\non a cable operator or cable subscriber, or both, solely because of\n\ntheir status as such.\"     47 U.S.C. § 542(g)(1).          The term, however,\n\nspecifically excludes any \"tax, fee, or assessment of general\n\napplicability (including any such tax, fee, or assessment imposed\n\non both utilities and cable operators or their services but not\n\nincluding a tax, fee or assessment which is unduly discriminatory\n\nagainst cable operators or cable subscribers).\" 47 U.S.C. § 542(g)\n\n(2)(A).   Franchise fees may be passed directly to customers, 47\n\nC.F.R. § 76.922 (2002), and itemized on the customers' bills, 47\n\nU.S.C. § 542(c).\n\n          The award of a franchise allows a cable operator to use,\n\namong others, the public rights-of-way.              47 U.S.C. § 541(a)(2)\n\n(\"[a]ny franchise shall be construed to authorize the construction\n\nof a cable system over public rights-of-way\"). \"[A]ny provision of\n\nlaw of any State, political subdivision, or agency thereof . . .\n\n\n                                       -7-\n\fwhich is inconsistent with [the Cable Act] shall be deemed to be\n\npreempted and superceded.\"       47 U.S.C. § 556(c).\n\n          In the case of Puerto Rico, its legislature created an\n\nagency -- the Telecommunications Regulatory Board of Puerto Rico --\n\nto be its \"franchising authority\" under the Cable Act.             27 P.R.\n\nLaws Ann. § 265 et seq.      The enabling legislation, enacted on\n\nSeptember 12, 1996, vested the Board with the authority, among\n\nothers, to grant cable franchises, 27 P.R. Laws Ann. § 269h (\"[t]he\n\nBoard shall be empowered to grant nonexclusive franchises to one or\n\nmore cable companies\"), and to assess cable franchise fees, 27 P.R.\n\nLaws Ann. § 267j(h) (\"franchise fees . . . shall be paid in full to\n\nthe Board as of the effective date of this Act\").\n\n          On   September   25,    2001,   the   Board   renewed   Liberty's\n\nfranchise to operate cable systems in several municipalities,\n\nincluding Caguas (Franchise FC-59), Barceloneta (Franchise FC-41),\n\nand Las Piedras (Franchise FC-59).              The franchise agreements\n\ngranted Liberty, among other things, \"extensive and valuable rights\n\nto operate its cable system for profit using the public rights-of-\n\nway and public utility easements within the franchise area.\"\n\n\n\n\n                                    -8-\n\f           In November 2001, the municipalities of Barceloneta4 and\n\nLas Piedras5 enacted ordinances imposing a 5% fee for the use of\n\nrights-of-way   within   those   municipalities.   Caguas   enacted   a\n\nsimilar ordinance on February 21, 2002.6\n\n           We now invalidate these ordinances to the extent they\n\nconflict with the Cable Act. It is established beyond peradventure\n\nthat under the Supremacy Clause, U.S. Const. art. VI, cl. 2,\n\n\n4\n    The Barceloneta ordinance authorized:\n\n      the collection of 5% of the gross income of any invoice\n      made out by telecommunication, cable TV and utilities\n      services located at the Municipality of Barceloneta.\n      This tax is for the use and maintenance of municipal\n      rights of way of easements.\n\nBarceloneta, P.R., Ordinance 16 (Nov. 2, 2001).\n5\n    The Las Piedras ordinance authorized:\n\n      the Director of Finance to regulate and impose the\n      collection of five percent (5%) of the gross income of\n      all billings for the use and maintenance of the right of\n      way easements to public properties and utilities of the\n      Municipality of Las Piedras to the providers of\n      telecommunications services, cable TV and similar\n      utilities.\n\nLas Piedras, P.R., Ordinance 16 (Nov. 7, 2001).\n6\n    The Caguas ordinance authorized:\n\n      regulations to charge for the use and maintenance of the\n      municipal rights of way to telecommunications, cable TV,\n      and public utility companies that do business, or carry\n      out operations in the Municipality of Caguas using these\n      rights of way. The charge shall be equal to 5% of the\n      gross income of all the services provided and billed to\n      their clients and subscribers during the year.\n\nCaguas, P.R., Ordinance 02A-42 (Feb. 21, 2002).\n\n                                  -9-\n\ffederal law preempts inconsistent state law when: (1) \"Congress, in\n\nenacting    a    federal    statute,     has    expressed        a     clear    intent   to\n\npre-empt state law;\" (2) \"it is clear, despite the absence of\n\nexplicit    preemptive       language,    that        Congress       has   intended,     by\n\nlegislating       comprehensively,       to     occupy      an       entire     field    of\n\nregulation      and   has    thereby    left     no    room      for    the     States   to\n\nsupplement federal law;\" and (3) \"compliance with both state and\n\nfederal law is impossible,\" or (4) \"the state law stands as an\n\nobstacle to the accomplishment and execution of the full purposes\n\nand objectives of Congress.\"            Capital Cities Cable, Inc. v. Crisp,\n\n467 U.S. 691, 698-99 (1984) (internal quotations and citations\n\nomitted);       see also Rhode Island v. Narragansett Indian Tribe, 19\n\nF.3d 685, 703 (1st Cir. 1994).                   \"[F]or the purposes of the\n\nSupremacy Clause, the constitutionality of local ordinances is\n\nanalyzed in the same way as that of statewide laws.\"                       Hillsborough\n\nCounty, Fla. v. Automated Med. Labs., Inc., 471 U.S. 707, 713\n\n(1985).\n\n            In the instant case, Congress has made it \"unmistakably\n\nclear\" that the Cable Act will preempt any inconsistent state or\n\nlocal    law:      \"any     provision    of     law    of   any      State,      political\n\nsubdivision, or agency thereof . . . which is inconsistent with\n\n[the Cable Act] shall be deemed to be preempted and superceded,\" 47\n\nU.S.C. § 556(c).       See generally Gregory v. Ashcroft,                  501 U.S. 452,\n\n460-61    (1991)      (\"[I]f   Congress        intends      to    alter        the   'usual\n\n\n                                         -10-\n\fconstitutional     balance   between     the    States   and    the     Federal\n\nGovernment,' it must make its intention to do so 'unmistakably\n\nclear in the language of the statute.'\") (alteration in original)\n\n(citing Atascadero State Hosp. v. Scanlon, 473 U.S. 234, 242\n\n(1985)).     Given the clear congressional intent to preempt, our\n\ninquiry focuses on whether these ordinances conflict with the Cable\n\nAct, and we find that they do.          As outlined, the Act explicitly\n\ndesignated the \"franchising authority\" as the grantor of franchises\n\nand assessor of \"franchise fees,\" 47 U.S.C. § 522(10); 47 U.S.C.\n\n§ 542(b), in exchange for which the franchisee cable operator may\n\nuse the public \"rights-of-way,\" 47 U.S.C. § 541(a)(2).                In Puerto\n\nRico, the legislature chose to designate a state agency -- the\n\nBoard -- as its \"franchising authority,\" 27 P.R. Laws Ann. § 265 et\n\nseq.,   as    opposed   to   granting    that    power   to    its      various\n\nmunicipalities like most United States jurisdictions.             The Board,\n\nin granting a franchise to Liberty, enables Liberty to use the\n\npublic \"rights-of-way\" within the municipalities.              See 47 U.S.C.\n\n§ 541(a)(2); Franchise Agreements. Therefore, the municipalities'\n\nattempts to assess fees for use of these same rights-of-way are\n\ninconsistent with the Cable Act and are necessarily preempted.\n\n             Our finding is supported by the fact that the ordinances\n\n\"stand[] as . . . obstacle[s] to the accomplishment and execution\n\nof the full purposes and objectives of Congress\" in enacting the\n\nCable Act.      Capital Cities Cable, 467 U.S. at 699 (internal\n\n\n                                  -11-\n\fquotation omitted).      As explained, Congress \"was concerned both\n\nwith relieving the cable industry from unnecessary, burdensome\n\nregulation and with ensuring that cable systems remain responsive\n\nto the needs of the public.\"       American Civil Liberties Union, 823\n\nF.2d at 1559.        We fail to see how a significant increase in\n\nfranchise fees -- 3% by the Board7 plus 5% by the municipalities,\n\nfor use of the same public rights-of-way -- would not amount to\n\n\"unnecessary, burdensome regulation,\" particularly in light of\n\nCongress's explicit intent that such fees be capped at 5%, see 47\n\nU.S.C. § 542(b). Moreover, given that franchise fees may be passed\n\ndirectly to consumers, see 47 C.F.R. § 76.922 (2002), which we\n\nsuspect will certainly be the case, we find it difficult to accept\n\nhow a significant increase in franchise fees would at all ensure\n\nthat \"cable systems remain responsive to the needs of the public.\"\n\nAmerican Civil Liberties Union, 823 F.2d at 1559.             Thus, we find\n\nthese   ordinances    constitutionally    infirm   to   the    extent    they\n\nconflict with the Cable Act.\n\n            The   municipalities   nonetheless     argue   that   they    are\n\nentitled to compensation as \"owners\" of these rights-of-way.               We\n\ndisagree.    It is well established that municipalities possess no\n\ninherent powers, as all such powers are derived from the state.\n\nSee generally John F. Dillon, Commentaries on the Law of Municipal\n\n\n7\n   The Renewal Franchise Agreements between the Board and Liberty\nassess a 3% franchise fee, which can be increased to 5% after\nproper notice and a hearing.\n\n                                   -12-\n\fCorporations 1846-1847 (5th ed. 1911) (\"As the highways of a State,\n\nincluding streets in cities, are under the paramount and primary\n\ncontrol of the legislature, and as all municipal powers are derived\n\nfrom   the   legislature,     it   follows    that       the    authority    of\n\nmunicipalities over streets . . . depends . . . entirely upon their\n\ncharters or the legislative enactments . . . .\").              The Puerto Rico\n\nConstitution, for example, empowers the \"Legislative Assembly to\n\ncreate, abolish, consolidate and reorganize municipalities,\" P.R.\n\nConst. art. VI, § 1, which power has been recognized by the Puerto\n\nRico Supreme Court.     López v. Commonwealth of Puerto Rico, 21 P.R.\n\nOffic. Trans. 71, 81 (P.R. 1988) (\"our legal order basically\n\nembodies the legislative idea that municipalities are exclusively\n\nfashioned by the Legislature or are created by the government\")\n\n(citations   omitted).      Some   courts    have    recognized      that   the\n\nownership    interest    municipalities     hold    in   their    streets   is\n\n\"governmental,\" and not \"proprietary,\" and thus municipalities are\n\nnot necessarily entitled to compensation. See, e.g., City & County\n\nof Denver v. Qwest Corp., 18 P.3d 748, 761 (Colo. 2001) (en banc);\n\nAT & T Corp. v. Vill. of Arlington Heights, 620 N.E.2d 1040, 1044\n\n(Ill. 1993); City of New York v. Bee Line Inc., 284 N.Y.S. 452, 456\n\n(N.Y. App. Div. 1935).     Moreover, even \"when the fee of the streets\n\nis in the city, in trust for the public,\" it is \"a mistake to\n\nsuppose . . . [that] the city is constitutionally and necessarily\n\nentitled to compensation.\"     Hodges v. W. Union Tel. Co., 18 So. 84,\n\n\n                                   -13-\n\f85 (Miss. 1895) (internal quotation omitted).                   See generally\n\nGardner   F.      Gillespie,    Rights-of-Way   Redux:      Municipal   Fees   on\n\nTelecommunications Companies and Cable Operators, 107 Dick. L. Rev.\n\n209, 212-15 (2002).            This is because municipalities generally\n\npossess no rights to profit from their streets unless specifically\n\nauthorized by the state.           Id. at 215 (citing People v. Kerr, 27\n\nN.Y. 188, 212 (1863)).\n\n             In    the   instant    case,     Puerto   Rico     empowers   each\n\nmunicipality to \"[e]xercise its legislative and executive powers in\n\nany matter of a municipal nature, . . . subject to applicable\n\nlegislation.\"        21 P.R. Laws Ann. § 4051(o) (emphasis added).\n\nDespite    this autonomy, \"every municipal ordinance must be in\n\nharmony   with      [state]    government    law,   which    shall   prevail   in\n\nconflicting situations.\"           López, 21 P.R. Offic. Trans. at 84\n\n(citations omitted).            Thus, \"[e]ven in matters of a municipal\n\nnature, the Municipal Assembly has no authority to intervene when\n\nthe Legislative Assembly has preempted that particular field.\" Id.\n\n(internal quotation and citation omitted).             Here, the Legislative\n\nAssembly created the Board as its sole franchising authority, 27\n\nP.R. Laws Ann. § 269h, and gave it broad powers, 27 P.R. Laws Ann.\n\n§ 267i, including the power to grant franchises and to assess\n\nfranchise fees for use of the rights-of-way, 27 P.R. Laws Ann.\n\n§ 267j(h).     We therefore find that the municipalities' attempts to\n\nregulate cable companies by charging franchise fees for the rights-\n\n\n                                      -14-\n\fof-way conflict with Puerto Rico legislation and necessarily fail.\n\nCf. Van Meter v. Township of Maplewood, 696 F. Supp. 1024 (D.N.J.\n\n1988) (in the federal preemption context, federal regulation may\n\npreempt local law if the agency intended to exercise exclusive\n\nauthority in the area and the agency is legally authorized to\n\ndisplace   local   regulation).      Moreover,   the   lack   of   state\n\nauthorization permitting municipalities to charge franchise fees\n\nfor use of the rights-of-way8 further supports our rejection of the\n\nmunicipalities' argument for compensation as \"owners\" of these\n\nrights-of-way.\n\n\n\n8\n    We note that in September 2004, the Puerto Rico Legislative\nAssembly amended the Puerto Rico Autonomous Municipalities Act, 21\nP.R. Laws Ann. § 4001 et seq., to enable municipalities to assess\nfees for use of the public rights-of-way. We read this to mean\nthat prior to such enactment, the municipalities possessed no such\npower to assess those fees. See, e.g., Duncan v. Walker, 533 U.S.\n167, 174 (2001) (\"statute ought, upon the whole, to be so construed\nthat, if it can be prevented, no clause, sentence, or word shall be\nsuperfluous, void, or insignificant\") (internal quotations and\nquotation marks omitted);     Herman v. Héctor I. Nieves Transp.,\nInc., 244 F.3d 32, 36 (1st Cir. 2001) (\"A primary canon of\nstatutory construction is that a statute should be construed so as\nnot to render any of its phrases superfluous.\") (citation omitted).\nIn any event, the new legislation fails to apply retroactively to\nthese ordinances. See, e.g., Rivera-Flores v. Puerto Rico Tel.\nCo., 64 F.3d 742, 751-52 (1st Cir. 1995) (\"In Puerto Rico, statutes\ngenerally are presumed to have prospective effect only, unless the\nstatute expressly or by inescapable inference demonstrates a\ncontrary legislative intent.\") (citing P.R. Laws Ann. tit. 31, § 3\n(no   retroactive    application   of   statutes   absent   express\nretroactivity provision); Vélez Reboyrás v. Sec'y of Justice, 115\nD.P.R. 533 (1984); Landgraf v. USI Film Prods., 511 U.S. 244\n(1994)).   We also note that this recent authorization does not\nnecessarily mean that the municipalities involved could come back\nand enact ordinances identical to the ones at issue without\ncontravening the Cable Act.\n\n                                  -15-\n\f              Neither do we find the municipalities' argument that\n\ntheir assessments are of \"general applicability,\" and therefore not\n\n\"franchise fees\" under the Cable Act, persuasive.                   The House\n\nCommittee defined a \"tax of general applicability\" to include:\n\n              such payments as a general sales tax, an\n              entertainment    tax    imposed    on    other\n              entertainment businesses as well as the cable\n              operator, and utility taxes or utility user\n              taxes which, while they may differentiate the\n              rates charged to different types of utilities,\n              do not unduly discriminate against the cable\n              operator so as to effectively constitute a tax\n              directed at the cable system.\n\nH.R.   Rep.    No.   98-934,   at    64   (1984)    (emphasis    added).   In\n\ndetermining      whether   the      municipal      assessments   \"effectively\n\nconstitute a tax directed at the cable system,\" id., we examine the\n\n\"revenue's ultimate use, asking whether it provides a general\n\nbenefit to the public, of a sort often financed by a general tax,\n\nor whether it provides more narrow benefits to regulated companies\n\nor defrays the agency's costs of regulation.\"              San Juan Cellular\n\nTel. Co. v. Public Serv. Comm'n of Puerto Rico, 967 F.2d 683, 685\n\n(1st Cir. 1992) (collecting cases).\n\n              Here, instead of assessing a general tax for the general\n\nbenefit of the public, the municipal ordinances target a small\n\ngroup for regulatory costs associated with the \"use and maintenance\n\nof municipal rights of way.\"              Barceloneta, P.R., Ordinance 16\n\n(Nov. 2, 2001); see also Las Piedras, P.R., Ordinance 16 (Nov. 7,\n\n2001);   Caguas, P.R., Ordinance 02A-42 (Feb. 21, 2002).              This is\n\n\n                                      -16-\n\fnothing short of a prototypical franchise fee.                  See San Juan\n\nCellular, 967 F.2d at 685.           Moreover, given that Liberty already\n\npays the Board a 3% franchise fee for use of the public rights-of-\n\nway, we fail to see how the municipalities' more-than-double\n\nassessment for the same usage would not be \"unduly discriminatory.\"\n\n47 U.S.C. § 542 (g)(2)(A).           Our finding is supported by the fact\n\nthat   Liberty    also   pays    these       municipalities   license   taxes\n\n(\"patentes\")     --   which    are    quintessential    taxes   of   \"general\n\napplicability\" -- for income derived from the municipalities.              We\n\ntherefore find that the franchise fees are not assessments of\n\n\"general applicability\" that would fall outside the purview of\n\nCable Act preemption.\n\n           For the reasons stated, we invalidate these ordinances as\n\npreempted by the federal Cable Act.\n\nB.   The Telecommunications Act and Cable Modem Service\n\n           The municipalities alternatively argue that Liberty's\n\nprovision of cable modem service makes it a \"telecommunications\n\ncarrier\" subject to fees under § 253 of the Telecommunications Act\n\nof 1996, 110 Stat. 56.        We are not convinced.\n\n           The Telecommunications Act of 1996, which amends the\n\nCommunications Act of 1934, 48 Stat. 1064, as amended, 47 U.S.C.\n\n§ 151 et seq., \"regulates telecommunications carriers, but not\n\ninformation service providers, as common carriers.\" National Cable\n\n& Telecomms. Ass'n v. Brand X Internet Servs., 125 S. Ct. 2688,\n\n\n                                      -17-\n\f2696 (2005). Unlike \"information service\" providers -- i.e., those\n\n\"offering . . . a capability for . . . processing . . . information\n\nvia telecommunications,\" 47 U.S.C. § 153(20), \"telecommunications\n\ncarriers\" -- i.e., those \"offering . . . telecommunications for a\n\nfee directly to the public . . . regardless of the facilities\n\nused,\" 47 U.S.C. § 153(46), are subject to mandatory Title II\n\nregulation.   Nat'l Cable, 125 S. Ct. at 2696.       Of particular\n\nrelevance to this case is § 253, which provides:\n\n          Nothing in this section affects the authority\n          of a State or local government to manage the\n          public rights-of-way or to require fair and\n          reasonable         compensation         from\n          telecommunications     providers,     on    a\n          competitively neutral and nondiscriminatory\n          basis, for use of public rights-of-way on a\n          nondiscriminatory basis, if the compensation\n          required is publicly disclosed by such\n          government.\n\n47 U.S.C. § 253(c) (emphasis added).\n\n          The municipalities urge us to follow Brand X Internet\n\nServ. v. F.C.C., 345 F.3d 1120 (9th Cir. 2003), and AT & T Corp. v.\n\nPortland, 216 F.3d 871 (9th Cir. 2000), instead of the FCC's\n\nDeclaratory Ruling in In re Inquiry Concerning High-Speed Access to\n\nthe Internet Over Cable and Other Facilities, 17 FCC Rcd. 4798,\n\n4802-4803, ¶ 9 (2002), to hold that cable modem service is a\n\n\"telecommunications service,\" thereby making Liberty liable for\n\n\"fair and reasonable compensation\" for its use of the \"public\n\nrights-of-way.\"   47 U.S.C. § 253(c).\n\n\n\n                               -18-\n\f            This issue has recently been foreclosed by National\n\nCable, 125 S. Ct. at 2688.      In that case, the Supreme Court upheld\n\nthe    FCC's   conclusion    that   cable     modem   service       is   not    a\n\n\"telecommunications service\" subject to Title II common-carrier\n\nregulation as a lawful construction of the Communications Act under\n\nChevron U.S.A. Inc. v. Natural Resources Def. Council, Inc., 467\n\nU.S. 837 (1984), and the Administrative Procedure Act, 5 U.S.C.\n\n§ 555 et seq.    Id. at 2695.   As such, we reject the municipalities'\n\nargument that Liberty's provision of cable modem service renders it\n\nliable for fees as a \"telecommunications provider\" under the\n\nTelecommunications Act.\n\nC.    Takings and Just Compensation\n\n            Finally, the municipalities argue that Liberty's use of\n\ntheir rights-of-way constitutes a physical taking subject to just\n\ncompensation under Federal and Puerto Rico laws.                U.S. Const.\n\namend. V; P.R. Const. amend. IV; 21 P.R. Laws Ann. § 4004(e).                  We\n\nneed not reach this issue.      Even assuming arguendo that this is an\n\nactionable claim, it is a quarrel involving the municipalities and\n\nthe state legislature, not Liberty, and is therefore beyond the\n\nscope of this opinion.\n\n                                     III\n\n            For the foregoing reasons, the Barceloneta decision is\n\nreversed   and   remanded,   and    the    Caguas   decision   is    affirmed,\n\nconsistent with this opinion.\n\n\n                                    -19-\n\f",
  "html": "<p class=\"case_cite\">417 F.3d 216</p>\n    <p class=\"parties\">LIBERTY CABLEVISION OF PUERTO RICO, INC., Plaintiff, Appellee,<br>v.<br>MUNICIPALITY OF CAGUAS, Defendant, Appellant,<br>William Miranda-Marin, Mayor of the Municipality of Caguas; Telecommunications Regulatory Board of Puerto Rico, Defendants.<br>Liberty Cablevision of Puerto Rico, Inc., Plaintiff, Appellant,<br>v.<br>Telecommunications Regulatory Board of Puerto Rico, Defendant, Appellant,<br>Municipality of Barceloneta; Municipality of Las Piedras, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1597.</p>\n    <p class=\"docket\">No. 04-2136.</p>\n    <p class=\"docket\">No. 04-2137.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 11, 2005.</p>\n    <p class=\"date\">Decided August 9, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eyck O. Lugo-Rivera, with whom Humberto Guzm&#225;n-Rodr&#237;guez, Eliseo Roques and Mart&#237;nez Odell &amp; Calabria, were on brief, for Municipality of Caguas.</p>\n      <p class=\"indent\">Orlando Fern&#225;ndez, with whom Orlando Fern&#225;ndez Law Offices, was on brief, for Liberty Cablevision of Puerto Rico, Inc.</p>\n      <p class=\"indent\">Robert F. Reklaitis, with whom Leslie Paul Machado and Nixon Peabody LLP, were on brief, for Telecommunications Regulatory Board of Puerto Rico.</p>\n      <p class=\"indent\">Luis F. Col&#243;n-Gonz&#225;lez, with whom Col&#243;n Gonz&#225;lez Law Firm, was on brief, for the Municipality of Barceloneta.</p>\n      <p class=\"indent\">Enrique R. Siaca, with whom Qui&#241;ones &amp; S&#225;nchez, P.S.C., was on brief, for amicus curiae Centennial Puerto Rico Cable TV Corp.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and OBERDORFER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These consolidated and conflicting cases present a novel question: whether municipal ordinances which assess gross revenue fees on cable providers for use of the municipalities' \"rights-of-way\" &#8212; when similar fees are already assessed by the state \"local franchising authority\" in accordance with the Cable Communications Policy Act of 1984, 47 U.S.C. &#167; 521, <i>et seq.</i> (1984) (\"Cable Act\") &#8212; conflict with the federal statute and are therefore preempted. We answer in the affirmative, and accordingly reverse and remand the <i>Barceloneta</i> case and affirm the <i>Caguas</i> case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* This appeal stems from two separate cases brought by Liberty CableVision of Puerto Rico &#8212; one against the municipality of Caguas, the other against the municipalities of Barceloneta and Las Piedras &#8212; challenging ordinances which impose a 5% annual fee on Liberty's gross revenues for use of the municipalities' rights-of-way. The Telecommunications Regulatory Board of Puerto Rico (\"Board\") &#8212; which assesses franchise fees for use of these rights-of-way, 27 P.R. Laws Ann. &#167; 269h, and which has been designated by the Puerto Rico Legislative Assembly as the local franchising authority in accordance with the Cable Act, <i>id.</i> &#8212; was named as co-defendant in these suits. In essence, Liberty argued that the Cable Act necessarily preempts these ordinances because its use of rights-of-way are already accounted for in the franchise fee paid to the Board &#8212; which, as the state's designated local franchising authority under the Cable Act &#8212; is the lawful entity to assess such fees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 10, 2004, the district court in the <i>Caguas</i> case entered summary judgment for Liberty. <i>Liberty Cablevision of Puerto Rico, Inc. v. Municipality of Caguas,</i> No. 02-2429 (D.P.R. Mar. 10, 2004). The court held that because Liberty \"already pays five percent of its yearly revenues to the Board, which is the maximum allowed by the Cable Act, Caguas cannot impose the additional fee mandated by the ordinance. Therefore, the [o]rdinance is preempted by the Cable Act as applied to Liberty as a cable operator.\" <i>Id.</i> at 17 (footnote omitted). The court also found the fee unjustifiable under &#167; 253 of the Telecommunications Act of 1996, despite Liberty's provision of cable modem service, because the Federal Communications Commission (\"FCC\") determined that cable modem service was not \"telecommunications service\" under the Communications Act, and because cable modem uses the same transmission lines as cable television and thus imposes no extra burden on Caguas.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Id.</i> at 17-18.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 2, 2004, the district court in the <i>Barceloneta</i> case<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> arrived at the opposite conclusion: \"Municipalities must be compensated for the use of their rights of way . . . .\" <i>Liberty Cablevision of Puerto Rico v. Municipality of Barceloneta,</i> 326 F.Supp.2d 236, 240 (D.P.R.2004). In so holding, the court found that these municipalities are \"owners\" of the rights-of-way, and must be compensated as such, while the franchise fee paid to the Board solely encompasses \"access.\" <i>Id.</i> at 239. The court pointed out that unlike most United States jurisdictions where the municipality is both the franchisor and \"owner\" of the rights-of-way, in Puerto Rico, the \"Board is the franchisor, but a different entity, the Municipality, is the owner of the rights of way being utilized.\" <i>Id.</i> at 238. Thus, the court ordered Liberty to pay the Board a franchise fee of 1.5% of the gross revenues it derives from all municipalities, and, in addition, pay Barceloneta and Las Piedras 1% of the gross revenues from services it derives from those municipalities.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at 240. The court also recognized that the municipalities would be able to state a federal takings claim for Liberty's use of their rights-of-way once they had exhausted the state remedy of an \"inverse condemnation action.\" <i>Id.</i> at 242.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This appeal follows. For the sake of simplicity &#8212; given the parties' dual roles as both appellants and appellees, and given their myriad claims &#8212; we organize the issues as follows: (1) whether the Cable Act preempts these municipal ordinances; (2) whether the municipal fees are nonetheless justified under &#167; 253 of the Telecommunications Act of 1996 due to Liberty's provision of cable modem service; and (3) whether the municipalities are entitled to just compensation for the alleged constitutional takings. As always, we review these abstract issues of law <i>de novo. See, e.g., Global Naps, Inc. v. Verizon New England, Inc.,</i> 396 F.3d 16, 23 (1st Cir.2005).</p>\n    </div>\n    <p>II</p>\n    <p class=\"indent\">A. <i>Preemption</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1984, Congress enacted the Cable Act, 47 U.S.C. &#167; 521 (amending the Communications Act of 1934, 47 U.S.C. &#167; 151 <i>et seq.</i>), to establish a national framework for regulating cable television. <i>See F.C.C. v. Beach Communications, Inc.,</i> 508 U.S. 307, 309, 113 S.Ct. 2096, 124 L.Ed.2d 211 (1993). The Act sought to \"`encourage the growth and development of cable systems and ... [to] assure that cable systems are responsive to the needs and interests of the local community.'\" <i>Id.</i> (quoting &#167; 601(2), 47 U.S.C. &#167; 512(2)). That is, Congress, in enacting the Cable Act, \"was concerned both with relieving the cable industry from unnecessary, burdensome regulation and with ensuring that cable systems remain responsive to the needs of the public.\" <i>American Civil Liberties Union v. F.C.C.,</i> 823 F.2d 1554, 1559 (D.C.Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To these ends, the Act empowered the \"franchising authority\" &#8212; which is defined as \"any governmental entity empowered by Federal, State, or local law to grant a franchise,\" 47 U.S.C. &#167; 522(10) &#8212; to impose a maximum of 5% of gross revenues as \"franchise fees,\" 47 U.S.C. &#167; 542(b).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Franchise fees include \"any tax, fee, or assessment of any kind imposed by a franchising authority or governmental entity on a cable operator or cable subscriber, or both, solely because of their status as such.\" 47 U.S.C. &#167; 542(g)(1). The term, however, specifically excludes any \"tax, fee, or assessment of general applicability (including any such tax, fee, or assessment imposed on both utilities and cable operators or their services but not including a tax, fee or assessment which is unduly discriminatory against cable operators or cable subscribers).\" 47 U.S.C. &#167; 542(g)(2)(A). Franchise fees may be passed directly to customers, 47 C.F.R. &#167; 76.922 (2002), and itemized on the customers' bills, 47 U.S.C. &#167; 542(c).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The award of a franchise allows a cable operator to use, among others, the public rights-of-way. 47 U.S.C. &#167; 541(a)(2) (\"[a]ny franchise shall be construed to authorize the construction of a cable system over public rights-of-way\"). \"[A]ny provision of law of any State, political subdivision, or agency thereof . . . which is inconsistent with [the Cable Act] shall be deemed to be preempted and superceded.\" 47 U.S.C. &#167; 556(c).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the case of Puerto Rico, its legislature created an agency &#8212; the Telecommunications Regulatory Board of Puerto Rico &#8212; to be its \"franchising authority\" under the Cable Act. 27 P.R. Laws Ann. &#167; 265 <i>et seq.</i> The enabling legislation, enacted on September 12, 1996, vested the Board with the authority, among others, to grant cable franchises, 27 P.R. Laws Ann. &#167; 269h (\"[t]he Board shall be empowered to grant nonexclusive franchises to one or more cable companies\"), and to assess cable franchise fees, 27 P.R. Laws Ann. &#167; 267j(h) (\"franchise fees ... shall be paid in full to the Board as of the effective date of this Act\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 25, 2001, the Board renewed Liberty's franchise to operate cable systems in several municipalities, including Caguas (Franchise FC-59), Barceloneta (Franchise FC-41), and Las Piedras (Franchise FC-59). The franchise agreements granted Liberty, among other things, \"extensive and valuable rights to operate its cable system for profit using the public rights-of-way and public utility easements within the franchise area.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In November 2001, the municipalities of Barceloneta<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and Las Piedras<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> enacted ordinances imposing a 5% fee for the use of rights-of-way within those municipalities. Caguas enacted a similar ordinance on February 21, 2002.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We now invalidate these ordinances to the extent they conflict with the Cable Act. It is established beyond peradventure that under the Supremacy Clause, U.S. Const. art. VI, cl. 2, federal law preempts inconsistent state law when: (1) \"Congress, in enacting a federal statute, has expressed a clear intent to pre-empt state law;\" (2) \"it is clear, despite the absence of explicit preemptive language, that Congress has intended, by legislating comprehensively, to occupy an entire field of regulation and has thereby left no room for the States to supplement federal law;\" and (3) \"compliance with both state and federal law is impossible,\" or (4) \"the state law stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.\" <i>Capital Cities Cable, Inc. v. Crisp,</i> 467 U.S. 691, 698-99, 104 S.Ct. 2694, 81 L.Ed.2d 580 (1984) (internal quotations and citations omitted); <i>see also Rhode Island v. Narragansett Indian Tribe,</i> 19 F.3d 685, 703 (1st Cir.1994). \"[F]or the purposes of the Supremacy Clause, the constitutionality of local ordinances is analyzed in the same way as that of statewide laws.\" <i>Hillsborough County, Fla. v. Automated Med. Labs., Inc.,</i> 471 U.S. 707, 713, 105 S.Ct. 2371, 85 L.Ed.2d 714 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the instant case, Congress has made it \"unmistakably clear\" that the Cable Act will preempt any inconsistent state or local law: \"any provision of law of any State, political subdivision, or agency thereof . . . which is inconsistent with [the Cable Act] shall be deemed to be preempted and superceded,\" 47 U.S.C. &#167; 556(c). <i>See generally Gregory v. Ashcroft,</i> 501 U.S. 452, 460-61, 111 S.Ct. 2395, 115 L.Ed.2d 410 (1991) (\"[I]f Congress intends to alter the `usual constitutional balance between the States and the Federal Government,' it must make its intention to do so `unmistakably clear in the language of the statute.'\") (alteration in original) (citing <i>Atascadero State Hosp. v. Scanlon,</i> 473 U.S. 234, 242, 105 S.Ct. 3142, 87 L.Ed.2d 171 (1985)). Given the clear congressional intent to preempt, our inquiry focuses on whether these ordinances conflict with the Cable Act, and we find that they do. As outlined, the Act explicitly designated the \"franchising authority\" as the grantor of franchises and assessor of \"franchise fees,\" 47 U.S.C. &#167; 522(10); 47 U.S.C. &#167; 542(b), in exchange for which the franchisee cable operator may use the public \"rights-of-way,\" 47 U.S.C. &#167; 541(a)(2). In Puerto Rico, the legislature chose to designate a state agency &#8212; the Board &#8212; as its \"franchising authority,\" 27 P.R. Laws Ann. &#167; 265 <i>et seq.,</i> as opposed to granting that power to its various municipalities like most United States jurisdictions. The Board, in granting a franchise to Liberty, enables Liberty to use the public \"rights-of-way\" within the municipalities. <i>See</i> 47 U.S.C. &#167; 541(a)(2); Franchise Agreements. Therefore, the municipalities' attempts to assess fees for use of these same rights-of-way are inconsistent with the Cable Act and are necessarily preempted.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Our finding is supported by the fact that the ordinances \"stand[ ] as . . . obstacle[s] to the accomplishment and execution of the full purposes and objectives of Congress\" in enacting the Cable Act. <i>Capital Cities Cable,</i> 467 U.S. at 699, 104 S.Ct. 2694 (internal quotation omitted). As explained, Congress \"was concerned both with relieving the cable industry from unnecessary, burdensome regulation and with ensuring that cable systems remain responsive to the needs of the public.\" <i>American Civil Liberties Union,</i> 823 F.2d at 1559. We fail to see how a significant increase in franchise fees&#8212;3% by the Board<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> plus 5% by the municipalities, for use of the same public rights-of-way &#8212; would not amount to \"unnecessary, burdensome regulation,\" particularly in light of Congress's explicit intent that such fees be capped at 5%, <i>see</i> 47 U.S.C. &#167; 542(b). Moreover, given that franchise fees may be passed directly to consumers, <i>see</i> 47 C.F.R. &#167; 76.922 (2002), which we suspect will certainly be the case, we find it difficult to accept how a significant increase in franchise fees would at all ensure that \"cable systems remain responsive to the needs of the public.\" <i>American Civil Liberties Union,</i> 823 F.2d at 1559. Thus, we find these ordinances constitutionally infirm to the extent they conflict with the Cable Act.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The municipalities nonetheless argue that they are entitled to compensation as \"owners\" of these rights-of-way. We disagree. It is well established that municipalities possess no inherent powers, as all such powers are derived from the state. <i>See generally</i> John F. Dillon, <i>Commentaries on the Law of Municipal Corporations 1846-1847</i> (5th ed. 1911) (\"As the highways of a State, including streets in cities, are under the paramount and primary control of the legislature, and as all municipal powers are derived from the legislature, it follows that the authority of municipalities over streets . . . depends. . . entirely upon their charters or the legislative enactments. . . .\"). The Puerto Rico Constitution, for example, empowers the \"Legislative Assembly to create, abolish, consolidate and reorganize municipalities,\" P.R. Const. art. VI, &#167; 1, which power has been recognized by the Puerto Rico Supreme Court. <i>Lopez v. Commonwealth of Puerto Rico,</i> 21 P.R. Offic. Trans. 71, 81 (P.R.1988) (\"our legal order basically embodies the legislative idea that municipalities are exclusively fashioned by the Legislature or are created by the government\") (citations omitted). Some courts have recognized that the ownership interest municipalities hold in their streets is \"governmental,\" and not \"proprietary,\" and thus municipalities are not necessarily entitled to compensation. <i>See, e.g., City &amp; County of Denver v. Qwest Corp.,</i> 18 P.3d 748, 761 (Colo.2001) (en banc); <i>AT &amp; T Corp. v. Vill. of Arlington Heights,</i> 156 Ill.2d 399, 189 Ill. Dec. 723, 620 N.E.2d 1040, 1044 (1993); <i>City of New York v. Bee Line Inc.,</i> 246 A.D. 28, 284 N.Y.S. 452, 456 (1935). Moreover, even \"when the fee of the streets is in the city, in trust for the public,\" it is \"a mistake to suppose . . . [that] the city is constitutionally and necessarily entitled to compensation.\" <i>Hodges v. W. Union Tel. Co.,</i> 72 Miss. 910, 18 So. 84, 85 (1895) (internal quotation omitted). <i>See generally</i> Gardner F. Gillespie, <i>Rights-of-Way Redux: Municipal Fees on Telecommunications Companies and Cable Operators,</i> 107 Dick. L.Rev. 209, 212-15 (2002). This is because municipalities generally possess no rights to profit from their streets unless specifically authorized by the state. <i>Id.</i> at 215 (citing <i>People v. Kerr,</i> 27 N.Y. 188, 212 (1863)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the instant case, Puerto Rico empowers each municipality to \"[e]xercise its legislative and executive powers in any matter of a municipal nature, . . . <i>subject to applicable legislation.</i>\" 21 P.R. Laws Ann. &#167; 4051(<i>o</i>) (emphasis added). Despite this autonomy, \"every municipal ordinance must be in harmony with [state] government law, which shall prevail in conflicting situations.\" <i>Lopez,</i> 21 P.R. Offic. Trans. at 84 (citations omitted). Thus, \"[e]ven in matters of a municipal nature, the Municipal Assembly has no authority to intervene when the Legislative Assembly has preempted that particular field.\" <i>Id.</i> (internal quotation and citation omitted). Here, the Legislative Assembly created the Board as its sole franchising authority, 27 P.R. Laws Ann. &#167; 269h, and gave it broad powers, 27 P.R. Laws Ann. &#167; 267i, including the power to grant franchises and to assess franchise fees for use of the rights-of-way, 27 P.R. Laws Ann. &#167; 267j(h). We therefore find that the municipalities' attempts to regulate cable companies by charging franchise fees for the rights-of-way conflict with Puerto Rico legislation and necessarily fail. <i>Cf. Van Meter v. Township of Maplewood,</i> 696 F.Supp. 1024 (D.N.J.1988) (in the federal preemption context, federal regulation may preempt local law if the agency intended to exercise exclusive authority in the area and the agency is legally authorized to displace local regulation). Moreover, the lack of state authorization permitting municipalities to charge franchise fees for use of the rights-of-way<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> further supports our rejection of the municipalities' argument for compensation as \"owners\" of these rights-of-way.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Neither do we find the municipalities' argument that their assessments are of \"general applicability,\" and therefore not \"franchise fees\" under the Cable Act, persuasive. The House Committee defined a \"tax of general applicability\" to include:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">such payments as a general sales tax, an entertainment tax imposed on other entertainment businesses as well as the cable operator, and utility taxes or utility user taxes which, while they may differentiate the rates charged to different types of utilities, do not unduly discriminate against the cable operator so as to <i>effectively constitute a tax</i> directed at the cable system.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">H.R.Rep. No. 98-934, at 64 (1984) (emphasis added). In determining whether the municipal assessments \"effectively constitute a tax directed at the cable system,\" <i>id.,</i> we examine the \"revenue's ultimate use, asking whether it provides a general benefit to the public, of a sort often financed by a general tax, or whether it provides more narrow benefits to regulated companies or defrays the agency's costs of regulation.\" <i>San Juan Cellular Tel. Co. v. Public Serv. Comm'n of Puerto Rico,</i> 967 F.2d 683, 685 (1st Cir.1992) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, instead of assessing a general tax for the general benefit of the public, the municipal ordinances target a small group for regulatory costs associated with the \"use and maintenance of municipal rights of way.\" Barceloneta, P.R., Ordinance 16 (Nov. 2, 2001); <i>see also</i> Las Piedras, P.R., Ordinance 16 (Nov. 7, 2001); Caguas, P.R., Ordinance 02A-42 (Feb. 21, 2002). This is nothing short of a prototypical franchise fee. <i>See San Juan Cellular,</i> 967 F.2d at 685. Moreover, given that Liberty already pays the Board a 3% franchise fee for use of the public rights-of-way, we fail to see how the municipalities' more-than-double assessment for the same usage would not be \"unduly discriminatory.\" 47 U.S.C. &#167; 542(g)(2)(A). Our finding is supported by the fact that Liberty also pays these municipalities license taxes (\"patentes\") &#8212; which are quintessential taxes of \"general applicability\" &#8212; for income derived from the municipalities. We therefore find that the franchise fees are not assessments of \"general applicability\" that would fall outside the purview of Cable Act preemption.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the reasons stated, we invalidate these ordinances as preempted by the federal Cable Act.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. <i>The Telecommunications Act and Cable Modem Service</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The municipalities alternatively argue that Liberty's provision of cable modem service makes it a \"telecommunications carrier\" subject to fees under &#167; 253 of the Telecommunications Act of 1996, 110 Stat. 56. We are not convinced.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Telecommunications Act of 1996, which amends the Communications Act of 1934, 48 Stat. 1064, as amended, 47 U.S.C. &#167; 151 <i>et seq.,</i> \"regulates telecommunications carriers, but not information service providers, as common carriers.\" <i>National Cable &amp; Telecomms. Ass'n v. Brand X Internet Servs.,</i> ___ U.S. ___, ___, 125 S.Ct. 2688, 2696, ___ L.Ed.2d ___, ___ (2005). Unlike \"information service\" providers &#8212; <i>i.e.,</i> those \"offering . . . a capability for . . . processing . . . information via telecommunications,\" 47 U.S.C. &#167; 153(20), \"telecommunications carriers\" &#8212; <i>i.e.,</i> those \"offering . . . telecommunications for a fee directly to the public . . . regardless of the facilities used,\" 47 U.S.C. &#167; 153(46), are subject to mandatory Title II regulation. <i>Nat'l Cable,</i> 125 S.Ct. at 2696. Of particular relevance to this case is &#167; 253, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nothing in this section affects the authority of a State or local government to manage the public rights-of-way or to require fair and reasonable compensation from <i>telecommunications providers,</i> on a competitively neutral and nondiscriminatory basis, for use of public rights-of-way on a nondiscriminatory basis, if the compensation required is publicly disclosed by such government.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">47 U.S.C. &#167; 253(c) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The municipalities urge us to follow <i>Brand X Internet Serv. v. F.C.C.,</i> 345 F.3d 1120 (9th Cir.2003), and <i>AT &amp; T Corp. v. Portland,</i> 216 F.3d 871 (9th Cir.2000), instead of the FCC's Declaratory Ruling in <i>In re Inquiry Concerning High-Speed Access to the Internet Over Cable and Other Facilities,</i> 17 FCC Rcd. 4798, 4802-4803, &#182; 9 (2002), to hold that cable modem service is a \"telecommunications service,\" thereby making Liberty liable for \"fair and reasonable compensation\" for its use of the \"public rights-of-way.\" 47 U.S.C. &#167; 253(c).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This issue has recently been foreclosed by <i>National Cable,</i> 125 S.Ct. at 2688. In that case, the Supreme Court upheld the FCC's conclusion that cable modem service is not a \"telecommunications service\" subject to Title II common-carrier regulation as a lawful construction of the Communications Act under <i>Chevron U.S.A. Inc. v. Natural Resources Def. Council, Inc.,</i> 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984), and the Administrative Procedure Act, 5 U.S.C. &#167; 555 <i>et seq. Id.</i> at 2695. As such, we reject the municipalities' argument that Liberty's provision of cable modem service renders it liable for fees as a \"telecommunications provider\" under the Telecommunications Act.</p>\n    </div>\n    <p class=\"indent\">C. <i>Takings and Just Compensation</i></p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, the municipalities argue that Liberty's use of their rights-of-way constitutes a physical taking subject to just compensation under Federal and Puerto Rico laws. U.S. Const. amend. V; P.R. Const. amend. IV; 21 P.R. Laws Ann. &#167; 4004(e). We need not reach this issue. Even assuming <i>arguendo</i> that this is an actionable claim, it is a quarrel involving the municipalities and the state legislature, not Liberty, and is therefore beyond the scope of this opinion.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For the foregoing reasons, the <i>Barceloneta</i> decision is <i>reversed and remanded,</i> and the <i>Caguas</i> decision is <i>affirmed,</i> consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Columbia, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If cable modem service were a \"telecommunications service,\" then Liberty arguably would be liable to the municipalities for its use of their rights-of-way under &#167; 253 of the Telecommunications Act of 1996, 110 Stat. 56, despite any language in the Cable Act to the contrary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This case involves the municipalities of Barceloneta and Las Piedras</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court fashioned these numbers without much explanation nor case law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Barceloneta ordinance authorized:</p>\n        <p class=\"indent\">the collection of 5% of the gross income of any invoice made out by telecommunication, cable TV and utilities services located at the Municipality of Barceloneta. This tax is for the use and maintenance of municipal rights of way of easements.</p>\n        <p class=\"indent\">Barceloneta, P.R., Ordinance 16 (Nov. 2, 2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Las Piedras ordinance authorized:</p>\n        <p class=\"indent\">the Director of Finance to regulate and impose the collection of five percent (5%) of the gross income of all billings for the use and maintenance of the right of way easements to public properties and utilities of the Municipality of Las Piedras to the providers of telecommunications services, cable TV and similar utilities.</p>\n        <p class=\"indent\">Las Piedras, P.R., Ordinance 16 (Nov. 7, 2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Caguas ordinance authorized:</p>\n        <p class=\"indent\">regulations to charge for the use and maintenance of the municipal rights of way to telecommunications, cable TV, and public utility companies that do business, or carry out operations in the Municipality of Caguas using these rights of way. The charge shall be equal to 5% of the gross income of all the services provided and billed to their clients and subscribers during the year.</p>\n        <p class=\"indent\">Caguas, P.R., Ordinance 02A-42 (Feb. 21, 2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Renewal Franchise Agreements between the Board and Liberty assess a 3% franchise fee, which can be increased to 5% after proper notice and a hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that in September 2004, the Puerto Rico Legislative Assembly amended the Puerto Rico Autonomous Municipalities Act, 21 P.R. Laws Ann. &#167; 4001<i>et seq.,</i> to enable municipalities to assess fees for use of the public rights-of-way. We read this to mean that prior to such enactment, the municipalities possessed no such power to assess those fees. <i>See, e.g., Duncan v. Walker,</i> 533 U.S. 167, 174, 121 S.Ct. 2120, 150 L.Ed.2d 251 (2001) (\"statute ought, upon the whole, to be so construed that, if it can be prevented, no clause, sentence, or word shall be superfluous, void, or insignificant\") (internal quotations and quotation marks omitted); <i>Herman v. Hector I. Nieves Transp., Inc.,</i> 244 F.3d 32, 36 (1st Cir.2001) (\"A primary canon of statutory construction is that a statute should be construed so as not to render any of its phrases superfluous.\") (citation omitted). In any event, the new legislation fails to apply retroactively to these ordinances. <i>See, e.g., Rivera-Flores v. Puerto Rico Tel. Co.,</i> 64 F.3d 742, 751-52 (1st Cir.1995) (\"In Puerto Rico, statutes generally are presumed to have prospective effect only, unless the statute expressly or by inescapable inference demonstrates a contrary legislative intent.\") (citing P.R. Laws Ann. tit. 31, &#167; 3 (no retroactive application of statutes absent express retroactivity provision); <i>Velez Reboyras v. Secretario De Justicia,</i> 115 D.P.R. 533, 1984 WL 270917 (1984); <i>Landgraf v. USI Film Prods.,</i> 511 U.S. 244, 114 S.Ct. 1483, 128 L.Ed.2d 229 (1994)). We also note that this recent authorization does not necessarily mean that the municipalities involved could come back and enact ordinances identical to the ones at issue without contravening the Cable Act.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">216</span></span></p>\n    <p class=\"parties\">LIBERTY CABLEVISION OF PUERTO RICO, INC., Plaintiff, Appellee,<br>v.<br>MUNICIPALITY OF CAGUAS, Defendant, Appellant,<br>William Miranda-Marin, Mayor of the Municipality of Caguas; Telecommunications Regulatory Board of Puerto Rico, Defendants.<br>Liberty Cablevision of Puerto Rico, Inc., Plaintiff, Appellant,<br>v.<br>Telecommunications Regulatory Board of Puerto Rico, Defendant, Appellant,<br>Municipality of Barceloneta; Municipality of Las Piedras, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 04-1597.</p>\n    <p class=\"docket\">No. 04-2136.</p>\n    <p class=\"docket\">No. 04-2137.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 11, 2005.</p>\n    <p class=\"date\">Decided August 9, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Eyck O. Lugo-Rivera, with whom Humberto Guzm&#225;n-Rodr&#237;guez, Eliseo Roques and Mart&#237;nez Odell &amp; Calabria, were on brief, for Municipality of Caguas.</p>\n      <p class=\"indent\">Orlando Fern&#225;ndez, with whom Orlando Fern&#225;ndez Law Offices, was on brief, for Liberty Cablevision of Puerto Rico, Inc.</p>\n      <p class=\"indent\">Robert F. Reklaitis, with whom Leslie Paul Machado and Nixon Peabody LLP, were on brief, for Telecommunications Regulatory Board of Puerto Rico.</p>\n      <p class=\"indent\">Luis F. Col&#243;n-Gonz&#225;lez, with whom Col&#243;n Gonz&#225;lez Law Firm, was on brief, for the Municipality of Barceloneta.</p>\n      <p class=\"indent\">Enrique R. Siaca, with whom Qui&#241;ones &amp; S&#225;nchez, P.S.C., was on brief, for amicus curiae Centennial Puerto Rico Cable TV Corp.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and OBERDORFER,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">These consolidated and conflicting cases present a novel question: whether municipal ordinances which assess gross revenue fees on cable providers for use of the municipalities' \"rights-of-way\" &#8212; when similar fees are already assessed by the state \"local franchising authority\" in accordance with the Cable Communications Policy Act of 1984, 47 U.S.C. &#167; 521, <i>et seq.</i> (1984) (\"Cable Act\") &#8212; conflict with the federal statute and are therefore preempted. We answer in the affirmative, and accordingly reverse and remand the <i>Barceloneta</i> case and affirm the <i>Caguas</i> case.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* This appeal stems from two separate cases brought by Liberty CableVision of Puerto Rico &#8212; one against the municipality of Caguas, the other against the municipalities of Barceloneta and Las Piedras &#8212; challenging ordinances which impose a 5% annual fee on Liberty's gross revenues for use of the municipalities' rights-of-way. The Telecommunications Regulatory Board of Puerto Rico (\"Board\") &#8212; which assesses franchise fees for use of these rights-of-way, 27 P.R. Laws Ann. &#167; 269h, and which has been designated by the Puerto Rico Legislative Assembly as the local franchising authority in accordance with the Cable Act, <i>id.</i> &#8212; was named as co-defendant in these suits. In essence, Liberty argued that the Cable Act necessarily preempts these ordinances because its use of rights-of-way are already accounted for in the franchise fee paid to the Board &#8212; which, as the state's designated local franchising authority under the Cable Act &#8212; is the lawful entity to assess such fees.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 10, 2004, the district court in the <i>Caguas</i> case entered summary judgment for Liberty. <i>Liberty Cablevision of Puerto Rico, Inc. v. Municipality of Caguas,</i> No. 02-2429 (D.P.R. Mar. 10, 2004). The court held that because Liberty \"already pays five percent of its yearly revenues to the Board, which is the maximum allowed by the Cable Act, Caguas cannot impose the additional fee mandated by the ordinance. Therefore, the [o]rdinance is preempted by the Cable Act as applied to Liberty as a cable operator.\" <i>Id.</i> at 17 (footnote omitted). The court also found the fee unjustifiable under &#167; 253 of the Telecommunications Act of 1996, despite Liberty's provision of cable modem service, because the Federal Communications Commission (\"FCC\") determined that cable modem service was not \"telecommunications service\" under the Communications Act, and because cable modem uses the same transmission lines as cable television and thus imposes no extra burden on Caguas.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Id.</i> at 17-18.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On July 2, 2004, the district court in the <i>Barceloneta</i> case<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> arrived at the opposite conclusion: \"Municipalities must be compensated for the use of their rights of way . . . .\" <i>Liberty Cablevision of Puerto Rico v. Municipality of Barceloneta,</i> <span class=\"citation\" data-id=\"2463682\"><a href=\"/opinion/2463682/liberty-cab-of-pr-v-municipality-of-barceloneta/\"><span class=\"volume\">326</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">236</span></a></span>, 240 (D.P.R.2004). In so holding, the court found that these municipalities are \"owners\" of the rights-of-way, and must be compensated as such, while the franchise fee paid to the Board solely encompasses \"access.\" <i>Id.</i> at 239. The court pointed out that unlike most United States jurisdictions where the municipality is both the franchisor and \"owner\" of the rights-of-way, in Puerto Rico, the \"Board is the franchisor, but a different entity, the Municipality, is the owner of the rights of way being utilized.\" <i>Id.</i> at 238. Thus, the court ordered Liberty to pay the Board a franchise fee of 1.5% of the gross revenues it derives from all municipalities, and, in addition, pay Barceloneta and Las Piedras 1% of the gross revenues from services it derives from those municipalities.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>Id.</i> at 240. The court also recognized that the municipalities would be able to state a federal takings claim for Liberty's use of their rights-of-way once they had exhausted the state remedy of an \"inverse condemnation action.\" <i>Id.</i> at 242.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This appeal follows. For the sake of simplicity &#8212; given the parties' dual roles as both appellants and appellees, and given their myriad claims &#8212; we organize the issues as follows: (1) whether the Cable Act preempts these municipal ordinances; (2) whether the municipal fees are nonetheless justified under &#167; 253 of the Telecommunications Act of 1996 due to Liberty's provision of cable modem service; and (3) whether the municipalities are entitled to just compensation for the alleged constitutional takings. As always, we review these abstract issues of law <i>de novo. See, e.g., Global Naps, Inc. v. Verizon New England, Inc.,</i> <span class=\"citation\" data-id=\"201414\"><a href=\"/opinion/201414/global-naps-inc-v-verizon-new-england/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span>, 23 (1st Cir.2005).</p>\n    </div>\n    <p>II</p>\n    <p class=\"indent\">A. <i>Preemption</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1984, Congress enacted the Cable Act, 47 U.S.C. &#167; 521 (amending the Communications Act of 1934, 47 U.S.C. &#167; 151 <i>et seq.</i>), to establish a national framework for regulating cable television. <i>See F.C.C. v. Beach Communications, Inc.,</i> <span class=\"citation\" data-id=\"112870\"><a href=\"/opinion/112870/fcc-v-beach-communications-inc/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span>, 309, <span class=\"citation\" data-id=\"112870\"><a href=\"/opinion/112870/fcc-v-beach-communications-inc/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2096</span></a></span>, <span class=\"citation\" data-id=\"112870\"><a href=\"/opinion/112870/fcc-v-beach-communications-inc/\"><span class=\"volume\">124</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">211</span></a></span> (1993). The Act sought to \"`encourage the growth and development of cable systems and ... [to] assure that cable systems are responsive to the needs and interests of the local community.'\" <i>Id.</i> (quoting &#167; 601(2), 47 U.S.C. &#167; 512(2)). That is, Congress, in enacting the Cable Act, \"was concerned both with relieving the cable industry from unnecessary, burdensome regulation and with ensuring that cable systems remain responsive to the needs of the public.\" <i>American Civil Liberties Union v. F.C.C.,</i> <span class=\"citation\" data-id=\"491625\"><a href=\"/opinion/491625/american-civil-liberties-union-v-federal-communications-commission-and/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1554</span></a></span>, 1559 (D.C.Cir.1987).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">To these ends, the Act empowered the \"franchising authority\" &#8212; which is defined as \"any governmental entity empowered by Federal, State, or local law to grant a franchise,\" 47 U.S.C. &#167; 522(10) &#8212; to impose a maximum of 5% of gross revenues as \"franchise fees,\" 47 U.S.C. &#167; 542(b).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Franchise fees include \"any tax, fee, or assessment of any kind imposed by a franchising authority or governmental entity on a cable operator or cable subscriber, or both, solely because of their status as such.\" 47 U.S.C. &#167; 542(g)(1). The term, however, specifically excludes any \"tax, fee, or assessment of general applicability (including any such tax, fee, or assessment imposed on both utilities and cable operators or their services but not including a tax, fee or assessment which is unduly discriminatory against cable operators or cable subscribers).\" 47 U.S.C. &#167; 542(g)(2)(A). Franchise fees may be passed directly to customers, 47 C.F.R. &#167; 76.922 (2002), and itemized on the customers' bills, 47 U.S.C. &#167; 542(c).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The award of a franchise allows a cable operator to use, among others, the public rights-of-way. 47 U.S.C. &#167; 541(a)(2) (\"[a]ny franchise shall be construed to authorize the construction of a cable system over public rights-of-way\"). \"[A]ny provision of law of any State, political subdivision, or agency thereof . . . which is inconsistent with [the Cable Act] shall be deemed to be preempted and superceded.\" 47 U.S.C. &#167; 556(c).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the case of Puerto Rico, its legislature created an agency &#8212; the Telecommunications Regulatory Board of Puerto Rico &#8212; to be its \"franchising authority\" under the Cable Act. 27 P.R. Laws Ann. &#167; 265 <i>et seq.</i> The enabling legislation, enacted on September 12, 1996, vested the Board with the authority, among others, to grant cable franchises, 27 P.R. Laws Ann. &#167; 269h (\"[t]he Board shall be empowered to grant nonexclusive franchises to one or more cable companies\"), and to assess cable franchise fees, 27 P.R. Laws Ann. &#167; 267j(h) (\"franchise fees ... shall be paid in full to the Board as of the effective date of this Act\").</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 25, 2001, the Board renewed Liberty's franchise to operate cable systems in several municipalities, including Caguas (Franchise FC-59), Barceloneta (Franchise FC-41), and Las Piedras (Franchise FC-59). The franchise agreements granted Liberty, among other things, \"extensive and valuable rights to operate its cable system for profit using the public rights-of-way and public utility easements within the franchise area.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In November 2001, the municipalities of Barceloneta<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and Las Piedras<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> enacted ordinances imposing a 5% fee for the use of rights-of-way within those municipalities. Caguas enacted a similar ordinance on February 21, 2002.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We now invalidate these ordinances to the extent they conflict with the Cable Act. It is established beyond peradventure that under the Supremacy Clause, U.S. Const. art. VI, cl. 2, federal law preempts inconsistent state law when: (1) \"Congress, in enacting a federal statute, has expressed a clear intent to pre-empt state law;\" (2) \"it is clear, despite the absence of explicit preemptive language, that Congress has intended, by legislating comprehensively, to occupy an entire field of regulation and has thereby left no room for the States to supplement federal law;\" and (3) \"compliance with both state and federal law is impossible,\" or (4) \"the state law stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.\" <i>Capital Cities Cable, Inc. v. Crisp,</i> <span class=\"citation\" data-id=\"111215\"><a href=\"/opinion/111215/capital-cities-cable-inc-v-crisp/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">691</span></a></span>, 698-99, <span class=\"citation\" data-id=\"111215\"><a href=\"/opinion/111215/capital-cities-cable-inc-v-crisp/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></a></span>, <span class=\"citation\" data-id=\"111215\"><a href=\"/opinion/111215/capital-cities-cable-inc-v-crisp/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">580</span></a></span> (1984) (internal quotations and citations omitted); <i>see also Rhode Island v. Narragansett Indian Tribe,</i> <span class=\"citation\" data-id=\"195256\"><a href=\"/opinion/195256/state-of-ri-v-narragansett-tribe/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">685</span></a></span>, 703 (1st Cir.1994). \"[F]or the purposes of the Supremacy Clause, the constitutionality of local ordinances is analyzed in the same way as that of statewide laws.\" <i>Hillsborough County, Fla. v. Automated Med. Labs., Inc.,</i> <span class=\"citation\" data-id=\"111437\"><a href=\"/opinion/111437/hillsborough-county-v-automated-medical-laboratories-inc/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">707</span></a></span>, 713, <span class=\"citation\" data-id=\"111437\"><a href=\"/opinion/111437/hillsborough-county-v-automated-medical-laboratories-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2371</span></a></span>, <span class=\"citation\" data-id=\"111437\"><a href=\"/opinion/111437/hillsborough-county-v-automated-medical-laboratories-inc/\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In the instant case, Congress has made it \"unmistakably clear\" that the Cable Act will preempt any inconsistent state or local law: \"any provision of law of any State, political subdivision, or agency thereof . . . which is inconsistent with [the Cable Act] shall be deemed to be preempted and superceded,\" 47 U.S.C. &#167; 556(c). <i>See generally Gregory v. Ashcroft,</i> <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">452</span></a></span>, 460-61, <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2395</span></a></span>, <span class=\"citation\" data-id=\"112632\"><a href=\"/opinion/112632/gregory-v-ashcroft/\"><span class=\"volume\">115</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">410</span></a></span> (1991) (\"[I]f Congress intends to alter the `usual constitutional balance between the States and the Federal Government,' it must make its intention to do so `unmistakably clear in the language of the statute.'\") (alteration in original) (citing <i>Atascadero State Hosp. v. Scanlon,</i> <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 242, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3142</span></a></span>, <span class=\"citation\" data-id=\"111503\"><a href=\"/opinion/111503/atascadero-state-hospital-v-scanlon/\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">171</span></a></span> (1985)). Given the clear congressional intent to preempt, our inquiry focuses on whether these ordinances conflict with the Cable Act, and we find that they do. As outlined, the Act explicitly designated the \"franchising authority\" as the grantor of franchises and assessor of \"franchise fees,\" 47 U.S.C. &#167; 522(10); 47 U.S.C. &#167; 542(b), in exchange for which the franchisee cable operator may use the public \"rights-of-way,\" 47 U.S.C. &#167; 541(a)(2). In Puerto Rico, the legislature chose to designate a state agency &#8212; the Board &#8212; as its \"franchising authority,\" 27 P.R. Laws Ann. &#167; 265 <i>et seq.,</i> as opposed to granting that power to its various municipalities like most United States jurisdictions. The Board, in granting a franchise to Liberty, enables Liberty to use the public \"rights-of-way\" within the municipalities. <i>See</i> 47 U.S.C. &#167; 541(a)(2); Franchise Agreements. Therefore, the municipalities' attempts to assess fees for use of these same rights-of-way are inconsistent with the Cable Act and are necessarily preempted.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Our finding is supported by the fact that the ordinances \"stand[ ] as . . . obstacle[s] to the accomplishment and execution of the full purposes and objectives of Congress\" in enacting the Cable Act. <i>Capital Cities Cable,</i> 467 U.S. at 699, <span class=\"citation\" data-id=\"111215\"><a href=\"/opinion/111215/capital-cities-cable-inc-v-crisp/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2694</span></a></span> (internal quotation omitted). As explained, Congress \"was concerned both with relieving the cable industry from unnecessary, burdensome regulation and with ensuring that cable systems remain responsive to the needs of the public.\" <i>American Civil Liberties Union,</i> 823 F.2d at 1559. We fail to see how a significant increase in franchise fees&#8212;3% by the Board<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> plus 5% by the municipalities, for use of the same public rights-of-way &#8212; would not amount to \"unnecessary, burdensome regulation,\" particularly in light of Congress's explicit intent that such fees be capped at 5%, <i>see</i> 47 U.S.C. &#167; 542(b). Moreover, given that franchise fees may be passed directly to consumers, <i>see</i> 47 C.F.R. &#167; 76.922 (2002), which we suspect will certainly be the case, we find it difficult to accept how a significant increase in franchise fees would at all ensure that \"cable systems remain responsive to the needs of the public.\" <i>American Civil Liberties Union,</i> 823 F.2d at 1559. Thus, we find these ordinances constitutionally infirm to the extent they conflict with the Cable Act.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The municipalities nonetheless argue that they are entitled to compensation as \"owners\" of these rights-of-way. We disagree. It is well established that municipalities possess no inherent powers, as all such powers are derived from the state. <i>See generally</i> John F. Dillon, <i>Commentaries on the Law of Municipal Corporations 1846-1847</i> (5th ed. 1911) (\"As the highways of a State, including streets in cities, are under the paramount and primary control of the legislature, and as all municipal powers are derived from the legislature, it follows that the authority of municipalities over streets . . . depends. . . entirely upon their charters or the legislative enactments. . . .\"). The Puerto Rico Constitution, for example, empowers the \"Legislative Assembly to create, abolish, consolidate and reorganize municipalities,\" P.R. Const. art. VI, &#167; 1, which power has been recognized by the Puerto Rico Supreme Court. <i>Lopez v. Commonwealth of Puerto Rico,</i> <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">71</span></span>, 81 (P.R.1988) (\"our legal order basically embodies the legislative idea that municipalities are exclusively fashioned by the Legislature or are created by the government\") (citations omitted). Some courts have recognized that the ownership interest municipalities hold in their streets is \"governmental,\" and not \"proprietary,\" and thus municipalities are not necessarily entitled to compensation. <i>See, e.g., City &amp; County of Denver v. Qwest Corp.,</i> <span class=\"citation\" data-id=\"2629892\"><a href=\"/opinion/2629892/city-and-county-of-denver-v-qwest-corp/\"><span class=\"volume\">18</span> <span class=\"reporter\">P.3d</span> <span class=\"page\">748</span></a></span>, 761 (Colo.2001) (en banc); <i>AT &amp; T Corp. v. Vill. of Arlington Heights,</i> <span class=\"citation\" data-id=\"2087199\"><a href=\"/opinion/2087199/at-t-co-v-village-of-arlington-heights/\"><span class=\"volume\">156</span> <span class=\"reporter\">Ill. 2d</span> <span class=\"page\">399</span></a></span>, <span class=\"citation\" data-id=\"2087199\"><a href=\"/opinion/2087199/at-t-co-v-village-of-arlington-heights/\"><span class=\"volume\">189</span> <span class=\"reporter\">Ill. Dec.</span> <span class=\"page\">723</span></a></span>, <span class=\"citation\" data-id=\"2087199\"><a href=\"/opinion/2087199/at-t-co-v-village-of-arlington-heights/\"><span class=\"volume\">620</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1040</span></a></span>, 1044 (1993); <i>City of New York v. Bee Line Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">28</span></span>, <span class=\"citation no-link\"><span class=\"volume\">284</span> <span class=\"reporter\">N.Y.S.</span> <span class=\"page\">452</span></span>, 456 (1935). Moreover, even \"when the fee of the streets is in the city, in trust for the public,\" it is \"a mistake to suppose . . . [that] the city is constitutionally and necessarily entitled to compensation.\" <i>Hodges v. W. Union Tel. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">Miss.</span> <span class=\"page\">910</span></span>, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">So.</span> <span class=\"page\">84</span></span>, 85 (1895) (internal quotation omitted). <i>See generally</i> Gardner F. Gillespie, <i>Rights-of-Way Redux: Municipal Fees on Telecommunications Companies and Cable Operators,</i> 107 Dick. L.Rev. 209, 212-15 (2002). This is because municipalities generally possess no rights to profit from their streets unless specifically authorized by the state. <i>Id.</i> at 215 (citing <i>People v. Kerr,</i> <span class=\"citation no-link\"><span class=\"volume\">27</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">188</span></span>, 212 (1863)).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the instant case, Puerto Rico empowers each municipality to \"[e]xercise its legislative and executive powers in any matter of a municipal nature, . . . <i>subject to applicable legislation.</i>\" 21 P.R. Laws Ann. &#167; 4051(<i>o</i>) (emphasis added). Despite this autonomy, \"every municipal ordinance must be in harmony with [state] government law, which shall prevail in conflicting situations.\" <i>Lopez,</i> 21 P.R. Offic. Trans. at 84 (citations omitted). Thus, \"[e]ven in matters of a municipal nature, the Municipal Assembly has no authority to intervene when the Legislative Assembly has preempted that particular field.\" <i>Id.</i> (internal quotation and citation omitted). Here, the Legislative Assembly created the Board as its sole franchising authority, 27 P.R. Laws Ann. &#167; 269h, and gave it broad powers, 27 P.R. Laws Ann. &#167; 267i, including the power to grant franchises and to assess franchise fees for use of the rights-of-way, 27 P.R. Laws Ann. &#167; 267j(h). We therefore find that the municipalities' attempts to regulate cable companies by charging franchise fees for the rights-of-way conflict with Puerto Rico legislation and necessarily fail. <i>Cf. Van Meter v. Township of Maplewood,</i> <span class=\"citation\" data-id=\"1422031\"><a href=\"/opinion/1422031/van-meter-v-township-of-maplewood/\"><span class=\"volume\">696</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1024</span></a></span> (D.N.J.1988) (in the federal preemption context, federal regulation may preempt local law if the agency intended to exercise exclusive authority in the area and the agency is legally authorized to displace local regulation). Moreover, the lack of state authorization permitting municipalities to charge franchise fees for use of the rights-of-way<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> further supports our rejection of the municipalities' argument for compensation as \"owners\" of these rights-of-way.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Neither do we find the municipalities' argument that their assessments are of \"general applicability,\" and therefore not \"franchise fees\" under the Cable Act, persuasive. The House Committee defined a \"tax of general applicability\" to include:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">such payments as a general sales tax, an entertainment tax imposed on other entertainment businesses as well as the cable operator, and utility taxes or utility user taxes which, while they may differentiate the rates charged to different types of utilities, do not unduly discriminate against the cable operator so as to <i>effectively constitute a tax</i> directed at the cable system.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">H.R.Rep. No. 98-934, at 64 (1984) (emphasis added). In determining whether the municipal assessments \"effectively constitute a tax directed at the cable system,\" <i>id.,</i> we examine the \"revenue's ultimate use, asking whether it provides a general benefit to the public, of a sort often financed by a general tax, or whether it provides more narrow benefits to regulated companies or defrays the agency's costs of regulation.\" <i>San Juan Cellular Tel. Co. v. Public Serv. Comm'n of Puerto Rico,</i> <span class=\"citation\" data-id=\"585778\"><a href=\"/opinion/585778/san-juan-cellular-telephone-company-etc-v-public-service-commission-of/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">683</span></a></span>, 685 (1st Cir.1992) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Here, instead of assessing a general tax for the general benefit of the public, the municipal ordinances target a small group for regulatory costs associated with the \"use and maintenance of municipal rights of way.\" Barceloneta, P.R., Ordinance 16 (Nov. 2, 2001); <i>see also</i> Las Piedras, P.R., Ordinance 16 (Nov. 7, 2001); Caguas, P.R., Ordinance 02A-42 (Feb. 21, 2002). This is nothing short of a prototypical franchise fee. <i>See San Juan Cellular,</i> 967 F.2d at 685. Moreover, given that Liberty already pays the Board a 3% franchise fee for use of the public rights-of-way, we fail to see how the municipalities' more-than-double assessment for the same usage would not be \"unduly discriminatory.\" 47 U.S.C. &#167; 542(g)(2)(A). Our finding is supported by the fact that Liberty also pays these municipalities license taxes (\"patentes\") &#8212; which are quintessential taxes of \"general applicability\" &#8212; for income derived from the municipalities. We therefore find that the franchise fees are not assessments of \"general applicability\" that would fall outside the purview of Cable Act preemption.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the reasons stated, we invalidate these ordinances as preempted by the federal Cable Act.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">B. <i>The Telecommunications Act and Cable Modem Service</i></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The municipalities alternatively argue that Liberty's provision of cable modem service makes it a \"telecommunications carrier\" subject to fees under &#167; 253 of the Telecommunications Act of 1996, 110 Stat. 56. We are not convinced.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Telecommunications Act of 1996, which amends the Communications Act of 1934, 48 Stat. 1064, as amended, 47 U.S.C. &#167; 151 <i>et seq.,</i> \"regulates telecommunications carriers, but not information service providers, as common carriers.\" <i>National Cable &amp; Telecomms. Ass'n v. Brand X Internet Servs.,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"799969\"><a href=\"/opinion/799969/national-cable-telecommunications-assn-v-brand-x-internet-services/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2688</span></a></span>, 2696, ___ L.Ed.2d ___, ___ (2005). Unlike \"information service\" providers &#8212; <i>i.e.,</i> those \"offering . . . a capability for . . . processing . . . information via telecommunications,\" 47 U.S.C. &#167; 153(20), \"telecommunications carriers\" &#8212; <i>i.e.,</i> those \"offering . . . telecommunications for a fee directly to the public . . . regardless of the facilities used,\" 47 U.S.C. &#167; 153(46), are subject to mandatory Title II regulation. <i>Nat'l Cable,</i> 125 S.Ct. at 2696. Of particular relevance to this case is &#167; 253, which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Nothing in this section affects the authority of a State or local government to manage the public rights-of-way or to require fair and reasonable compensation from <i>telecommunications providers,</i> on a competitively neutral and nondiscriminatory basis, for use of public rights-of-way on a nondiscriminatory basis, if the compensation required is publicly disclosed by such government.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">47 U.S.C. &#167; 253(c) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The municipalities urge us to follow <i>Brand X Internet Serv. v. F.C.C.,</i> <span class=\"citation no-link\"><span class=\"volume\">345</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1120</span></span> (9th Cir.2003), and <i>AT &amp; T Corp. v. Portland,</i> <span class=\"citation\" data-id=\"769201\"><a href=\"/opinion/769201/att-corporation-tci-cablevision-of-oregon-incorporated-tciof-southern/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">871</span></a></span> (9th Cir.2000), instead of the FCC's Declaratory Ruling in <i>In re Inquiry Concerning High-Speed Access to the Internet Over Cable and Other Facilities,</i> 17 FCC Rcd. 4798, 4802-4803, &#182; 9 (2002), to hold that cable modem service is a \"telecommunications service,\" thereby making Liberty liable for \"fair and reasonable compensation\" for its use of the \"public rights-of-way.\" 47 U.S.C. &#167; 253(c).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">This issue has recently been foreclosed by <i>National Cable,</i> 125 S.Ct. at 2688. In that case, the Supreme Court upheld the FCC's conclusion that cable modem service is not a \"telecommunications service\" subject to Title II common-carrier regulation as a lawful construction of the Communications Act under <i>Chevron U.S.A. Inc. v. Natural Resources Def. Council, Inc.,</i> <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2778</span></a></span>, <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">81</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1984), and the Administrative Procedure Act, 5 U.S.C. &#167; 555 <i>et seq. Id.</i> at 2695. As such, we reject the municipalities' argument that Liberty's provision of cable modem service renders it liable for fees as a \"telecommunications provider\" under the Telecommunications Act.</p>\n    </div>\n    <p class=\"indent\">C. <i>Takings and Just Compensation</i></p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Finally, the municipalities argue that Liberty's use of their rights-of-way constitutes a physical taking subject to just compensation under Federal and Puerto Rico laws. U.S. Const. amend. V; P.R. Const. amend. IV; 21 P.R. Laws Ann. &#167; 4004(e). We need not reach this issue. Even assuming <i>arguendo</i> that this is an actionable claim, it is a quarrel involving the municipalities and the state legislature, not Liberty, and is therefore beyond the scope of this opinion.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For the foregoing reasons, the <i>Barceloneta</i> decision is <i>reversed and remanded,</i> and the <i>Caguas</i> decision is <i>affirmed,</i> consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Columbia, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If cable modem service were a \"telecommunications service,\" then Liberty arguably would be liable to the municipalities for its use of their rights-of-way under &#167; 253 of the Telecommunications Act of 1996, 110 Stat. 56, despite any language in the Cable Act to the contrary</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> This case involves the municipalities of Barceloneta and Las Piedras</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The court fashioned these numbers without much explanation nor case law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Barceloneta ordinance authorized:</p>\n        <p class=\"indent\">the collection of 5% of the gross income of any invoice made out by telecommunication, cable TV and utilities services located at the Municipality of Barceloneta. This tax is for the use and maintenance of municipal rights of way of easements.</p>\n        <p class=\"indent\">Barceloneta, P.R., Ordinance 16 (Nov. 2, 2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Las Piedras ordinance authorized:</p>\n        <p class=\"indent\">the Director of Finance to regulate and impose the collection of five percent (5%) of the gross income of all billings for the use and maintenance of the right of way easements to public properties and utilities of the Municipality of Las Piedras to the providers of telecommunications services, cable TV and similar utilities.</p>\n        <p class=\"indent\">Las Piedras, P.R., Ordinance 16 (Nov. 7, 2001).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Caguas ordinance authorized:</p>\n        <p class=\"indent\">regulations to charge for the use and maintenance of the municipal rights of way to telecommunications, cable TV, and public utility companies that do business, or carry out operations in the Municipality of Caguas using these rights of way. The charge shall be equal to 5% of the gross income of all the services provided and billed to their clients and subscribers during the year.</p>\n        <p class=\"indent\">Caguas, P.R., Ordinance 02A-42 (Feb. 21, 2002).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Renewal Franchise Agreements between the Board and Liberty assess a 3% franchise fee, which can be increased to 5% after proper notice and a hearing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We note that in September 2004, the Puerto Rico Legislative Assembly amended the Puerto Rico Autonomous Municipalities Act, 21 P.R. Laws Ann. &#167; 4001<i>et seq.,</i> to enable municipalities to assess fees for use of the public rights-of-way. We read this to mean that prior to such enactment, the municipalities possessed no such power to assess those fees. <i>See, e.g., Duncan v. Walker,</i> <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">167</span></a></span>, 174, <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2120</span></a></span>, <span class=\"citation\" data-id=\"118447\"><a href=\"/opinion/118447/duncan-v-walker/\"><span class=\"volume\">150</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">251</span></a></span> (2001) (\"statute ought, upon the whole, to be so construed that, if it can be prevented, no clause, sentence, or word shall be superfluous, void, or insignificant\") (internal quotations and quotation marks omitted); <i>Herman v. Hector I. Nieves Transp., Inc.,</i> <span class=\"citation\" data-id=\"199331\"><a href=\"/opinion/199331/herman-v-nieves/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 36 (1st Cir.2001) (\"A primary canon of statutory construction is that a statute should be construed so as not to render any of its phrases superfluous.\") (citation omitted). In any event, the new legislation fails to apply retroactively to these ordinances. <i>See, e.g., Rivera-Flores v. Puerto Rico Tel. Co.,</i> <span class=\"citation\" data-id=\"703157\"><a href=\"/opinion/703157/iris-v-rivera-flores-v-puerto-rico-telephone-company/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">742</span></a></span>, 751-52 (1st Cir.1995) (\"In Puerto Rico, statutes generally are presumed to have prospective effect only, unless the statute expressly or by inescapable inference demonstrates a contrary legislative intent.\") (citing P.R. Laws Ann. tit. 31, &#167; 3 (no retroactive application of statutes absent express retroactivity provision); <i>Velez Reboyras v. Secretario De Justicia,</i> 115 D.P.R. 533, <span class=\"citation no-link\"><span class=\"volume\">1984</span> <span class=\"reporter\">WL</span> <span class=\"page\">270917</span></span> (1984); <i>Landgraf v. USI Film Prods.,</i> <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">244</span></a></span>, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">114</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1483</span></a></span>, <span class=\"citation\" data-id=\"117841\"><a href=\"/opinion/117841/landgraf-v-usi-film-products/\"><span class=\"volume\">128</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">229</span></a></span> (1994)). We also note that this recent authorization does not necessarily mean that the municipalities involved could come back and enact ordinances identical to the ones at issue without contravening the Cable Act.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112632/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201414/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1422031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2087199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2463682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2629892/"
  ]
}