{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201763/",
  "absolute_url": "/opinion/201763/chen-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201763/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:33:45Z",
  "date_modified": "2016-02-28T05:06:21.872003Z",
  "type": "010combined",
  "sha1": "b09ac9229deaef1d5d671a0a75ee4eccd0db1017",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2623-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/08/12/Chen_v._Gonzales.pdf",
  "plain_text": "         United States Court of Appeals\n                      For the First Circuit\n\nNo. 04-2623\n\n                          XUE XIANG CHEN,\n\n                            Petitioner,\n\n                                 v.\n\n                        ALBERTO GONZALES,\n          Attorney General of the United States; et al.\n\n                            Respondents.\n\n\n                 ON PETITION FOR REVIEW OF AN ORDER\n                OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                               Before\n              Selya, Lynch, and Lipez, Circuit Judges.\n\n\n     Douglas B. Payne on brief for petitioner.\n     George B. Henderson, II, Assistant United States Attorney, and\nMichael J. Sullivan, United States Attorney, on brief for\nrespondents.\n\n\n                          August 12, 2005\n\f           LYNCH, Circuit Judge.      The petitioner, Xue Xiang Chen,\n\nfrom the People's Republic of China, unlawfully entered the United\n\nStates on June 17, 2001, and applied for asylum, withholding of\n\nremoval, and protection under the Convention Against Torture (CAT).\n\nThe application was based on Chen's allegations that the government\n\nforced his girlfriend to have an abortion in China in 1998.\n\n           The Immigration Judge (IJ) found him not credible and\n\ndenied him the requested relief.      The Board of Immigration Appeals\n\n(BIA) adopted and affirmed the IJ's decision.               It also added an\n\nadditional, independent ground for denial.            The BIA reasoned that\n\neven   assuming   Chen   was   credible,   he   was   not    married   to   his\n\ngirlfriend, and thus was not eligible for this type of refugee\n\nstatus: the BIA has interpreted the scope of the relevant statutory\n\nprovision, Section 601 of the Illegal Immigration Reform and\n\nImmigrant Responsibility Act of 1996 (IIRIRA), which amended 8\n\nU.S.C. § 1101(a)(42)(B), to limit eligibility for asylum to persons\n\nforced to undergo abortions or sterilization procedures themselves\n\nand to their spouses.1     See Ma v. Ashcroft, 361 F.3d 553, 554 (9th\n\nCir. 2004); In re C-Y-Z-, 21 I. & N. Dec. 915 (BIA 1997).                   Chen\n\nargues that it is irrational for the BIA to permit spouses to apply\n\n\n\n\n1\n   IIRIRA added to the definition of \"refugee\" the following: \"a\nperson who has been forced to abort a pregnancy or to undergo\ninvoluntary sterilization, or who has been persecuted for failure\nor refusal to undergo such a procedure or for other resistance to\na coercive population control program.\" 8 U.S.C. § 1101(a)(42)(B).\n\n                                    -2-\n\ffor asylum, but not boyfriends or girlfriends.   There is an active\n\ncircuit split on this question of law.2\n\n          We acknowledge but do not weigh in on the question. That\n\nis because we affirm on the ground of the adverse credibility\n\nfinding,3 which was also adopted and affirmed by the BIA, and for\n\nwhich there is ample evidence.4\n\n\n\n\n2\n  For example, compare Ma v. Ashcroft, 361 F.3d 553, 561 (9th Cir.\n2004) (holding 8 U.S.C. § 1101(a)(42)(B) applicable to \"husbands\nwhose marriages would be legally recognized, but for China's\ncoercive family planning policies, and not only to husbands whose\nmarriages are recognized by Chinese authorities\") with Chen v.\nAshcroft, 381 F.3d 221, 226-27, 229 (3d Cir. 2004) (giving Chevron\ndeference to the BIA's \"decision not to extend C-Y-Z- to unmarried\npartners\" but dubious about the BIA's reasoning extending statutory\nprotection to spouse who was not forced to undergo abortion or\nsterilization). See also Yuan v. U.S. Dep't of Justice, No. 02-\n4632-AG, 2005 WL 1745200, at *4 (2d Cir. July 26, 2005) (expressing\ndoubt as to BIA's reasoning in C-Y-Z-). The Second Circuit has\nrecently remanded three cases raising the issue of the eligibility\nof boyfriends and fiancés under 8 U.S.C. § 1101(a)(42)(B) to the\nBIA so that the BIA can \"more precisely explain its rationale\"\nbehind its construction and define if and when non-married partners\nmay be eligible for asylum. Lin v. U.S. Dep't of Justice, No. 02-\n4611, 2005 WL 1791996, at *5 (2d Cir. July 29, 2005).\n3\n   Chen's petition for review is solely focused on his claim for\nasylum, challenging the credibility finding and the BIA's\ninterpretation of 8 U.S.C. § 1101(a)(42)(B). He has offered no\narguments with respect to his claims for withholding of removal or\nprotection under the CAT. He has therefore waived any challenge to\nthe BIA's denial of these claims. See Ali v. Gonzales, 401 F.3d\n11, 14 n.3 (1st Cir. 2005).\n4\n      Alberto Gonzales was sworn in as Attorney General of the\nUnited States on February 3, 2005. We have substituted him for\nJohn Ashcroft, previous holder of that office, as the lead\nrespondent. See Fed. R. App. P. 43(c)(2).\n\n                                  -3-\n\f                                           I.\n\n             In    his    application      for   asylum,   Chen   recounted    the\n\nfollowing story.          Chen lived with his parents in their house in\n\nTantou Town, which is in Changle City in Fujian Province.                   On July\n\n7,   1997,   three       public   health    officials   saw   Yung   Liu,   Chen's\n\ngirlfriend, and wanted \"to detain her for a pregnancy checkup.\" As\n\nthe officials struggled with Liu, Chen attempted to intervene, and\n\nthe officials \"used a[n] electro-shock apparatus and momentarily\n\nstunned [him], rendering [him] immobil[iz]ed.\"                When Chen revived,\n\nhe fled the scene, and one of the officials, who chased after Chen,\n\n\"slipped     and   fell,     injuring   himself    in   the   process.\"      Liu's\n\npregnancy test turned up negative.\n\n             On July 25, 1997, the same public health officials\n\nbrought policemen to Chen's house to question him.                   Chen was not\n\nhome.     Chen's father \"panicked trying to open the door for the\n\npolice\" and \"fell down the stairs and injured his head, causing\n\nsevere injuries.\"         He died ten days later in the hospital from the\n\ninjury.\n\n             Chen wrote:\n\n             After my father was injured, I went to the\n             hospital to see him until he died. I borrowed\n             money from friends and buried my father. Then\n             I went to the police station trying to find\n             answers as to why my father was injured and\n             why no one helped him. At the police station,\n             . . . the police beat me. They then took me\n             to the hospital. I stayed in the hospital for\n             two days.\n\n\n                                           -4-\n\fAfter he left the hospital, Chen attempted to sue the government.\n\nWhen no attorney would take his case, he became frustrated and\n\n\"took a large rock and threw it at a government building and broke\n\nthe plate glass.\"\n\n            On April 1, 1998, the police went to Chen's house to\n\narrest him for breaking the window.    While Chen was not there, they\n\nfound Liu.     The public health officials again took Liu to be\n\nexamined.     She was three months pregnant this time, and the\n\nhospital performed an unwanted abortion on her.\n\n            Chen wrote that he stayed in Changle City, hiding with\n\nfriends until April of 1999.      He then went to Yunnan Province,\n\nwhere he met a \"snakehead\" -- a smuggler who helped him enter the\n\nUnited States.\n\n            Chen received a merits hearing before an IJ on September\n\n11, 2003. His testimony before the IJ was inconsistent in numerous\n\nways with his written application.     We recount the highlights.\n\n            Chen testified that during the July 7, 1997 incident,\n\nwhile the family planning officials were struggling with his\n\ngirlfriend, he tried to intervene and was beaten for 10 minutes.\n\nThere was no mention of an \"electro-shock\" device as set out in his\n\nwritten application.    In this version, after the family planning\n\nofficial tripped and fell as he pursued Chen, Chen escaped to his\n\naunt's house in Changle City and stayed there for three to four\n\n\n\n\n                                 -5-\n\fmonths.   Chen had not mentioned fleeing to his aunt's house in his\n\nwritten application.\n\n            Chen's testimony was also different from his written\n\napplication regarding the circumstances of his father's death.\n\nContrary to his written application, Chen testified that he did not\n\nhave a chance to see his father while his father was in the\n\nhospital.      Also contrary to his application, Chen testified that\n\nbecause he was still in hiding, his family and neighbors, but not\n\nhe, buried his father.\n\n            There were inconsistent explanations about his visit to\n\nthe police at Town Hall.       Chen testified that he went to speak with\n\nthe police at Town Hall on October 5, 1997.            Unlike his written\n\napplication, which clearly stated that he went seeking answers for\n\nhis father's death, Chen's testimony was unclear as to what was his\n\npurpose   in    going   to   Town   Hall.   After   much   questioning,   he\n\nindicated that he wanted to negotiate with city officials to help\n\npay for his father's burial and explained that he thought he would\n\n\"tell them that my father already died so you just don't bother,\n\ndon't bother with me.\"\n\n            Chen was also inconsistent about what happened to him at\n\nTown Hall and afterwards.           In his written application, he wrote\n\nthat he was brought to the hospital after the police beat him, and\n\nthat after he was released, he hid with friends.               In his oral\n\ntestimony, however, Chen made no mention of a hospital.           Instead,\n\n\n                                      -6-\n\fhe said that other villagers came to Town Hall and negotiated with\n\nthe police for his release.   Chen also testified that after he left\n\nTown Hall, he hid, not with friends, but first in his aunt's house\n\nand then in his uncle's house.\n\n           Chen testified that he did not know what happened to his\n\ngirlfriend after he left home or where she was.      He said that he\n\nwas in contact with his mother, and she had not heard from his\n\ngirlfriend.\n\n           Along with his application, Chen submitted documents\n\npurporting to be 1) a \"certificate of arrest\" for Chen issued on\n\nMarch 31, 1998 for \"[i]nterference with public affairs\"; 2) a\n\ncertificate that Liu had an abortion on April 1, 1998; and 3) his\n\nfather's death certificate.      During the hearing, the government\n\nobjected to the documents on the ground that they were not properly\n\nauthenticated and did not comply with the requirements of 8 C.F.R.\n\n§ 287.6.   The IJ accepted the documents de bene.   The IJ attempted\n\nto ascertain how Chen obtained the documents.       Chen was unclear\n\nwhether he obtained all of the documents when he was in the United\n\nStates or when he was in hiding in China, but it was clear that he\n\ndid not obtain the documents contemporaneously with the events of\n\nhis narrative.\n\n                                 II.\n\n           Because   the   BIA    adopted   the   IJ's   credibility\n\ndetermination and decision, we review the IJ's decision as the\n\n\n                                 -7-\n\fadopted final agency determination.5                          Albathani v. INS, 318 F.3d\n\n365, 373 (1st Cir. 2003).\n\n              We    do    not      recite    the       full     panoply       of   burdens    and\n\nstandards for denial of asylum.                  Suffice it to say that many asylum\n\nclaims, as this one, depend on whether the statements made by an\n\nalien   in    support         of   the     asylum       application       are      accepted    as\n\ncredible.      See, e.g., Dhima v. Gonzales, No. 04-2545, 2005 WL\n\n1774549, at *3 (1st Cir. Jul 28, 2005).                         Where the agency's final\n\ndecision rests on the ground that the alien was not credible, then,\n\nwe see whether the determination of non-credibility is conclusive\n\nof his claim.        See id.       If the adverse credibility determination is\n\nsupported by substantial evidence -- that is, if we cannot say a\n\nfinding that the alien is credible is compelled -- then the\n\ndecision      must       be   affirmed.           See     8    U.S.C.     §    1252(b)(4)(B);\n\nRodriguez-Ramirez v. Ashcroft, 398 F.3d 120, 123 (1st Cir. 2005).\n\nThere   may    be    times         when,    in    performing       our        judicial   review\n\nfunction, we are impaired because the agency does not explain the\n\nadverse credibility finding.                 That situation does not arise when\n\nthe IJ gives specific reasons for the determination, which are in\n\nturn supported by the evidence.                        See Akinwande v. Ashcroft, 380\n\nF.3d 517, 522 (1st Cir. 2004).\n\n\n5\n   Chen argues that the BIA, though it explicitly stated that it\nadopted the IJ's decision, in fact \"distance[d] itself from [the\nIJ's credibility] finding.\" This argument simply misreads the BIA\nopinion, which clearly adopted the IJ's findings and went on to\nprovide an additional, independent ground for affirmance.\n\n                                                 -8-\n\f            The IJ's adverse credibility determination here is amply\n\nsupported by stated reasons and the record. A quick glance through\n\nthe facts recited above reveals numerous inconsistencies, gaps, and\n\ncontradictions.     The IJ gave reasons for her adverse credibility\n\nfinding: 1) in his account of the first encounter with family\n\nplanning officials, Chen was inconsistent about whether he was\n\nshocked with an electro-shock device and could not explain the\n\ninconsistency satisfactorily; 2) he was inconsistent about whether\n\nhe saw his father during the time when his father was supposedly in\n\nthe hospital due to the head injury; 3) he was inconsistent about\n\nwhether he was present at his father's burial, and could offer no\n\nconvincing explanation for the inconsistency; 4) he could not\n\nadequately explain why he went to the Town Hall to see the police\n\nwhen he was still hiding from the police; 5) the general outlines\n\nand the details of Chen's story were inconsistent with the U.S.\n\nState Department's Profile of Asylum Claims and Country Conditions\n\nfor China, and specifically the conditions in Fujian Province, but\n\nwere consistent with the stories that snakeheads suggest to those\n\nthey smuggle; and 6) Chen's story was lacking in crucial detail and\n\nsupporting evidence such that the IJ could not find that Chen's\n\ngirlfriend even exists, let alone that the events recounted by Chen\n\nhappened.    Each of these separate findings contributing to the\n\noverall   adverse   credibility   finding   is   well-supported   by   the\n\nevidence.\n\n\n                                  -9-\n\f          Chen makes two arguments in reply: 1) that the IJ misused\n\nthe State Department's Profile of Asylum Claims and 2) that there\n\nare innocent explanations for the inconsistencies.         The IJ, argues\n\nChen, used the Profile of Asylum Claims to treat \"Chen as [a]\n\nmember of a class of suspect people, people from Fujian Province in\n\nChina.    That   is    not   permissible.\"     This   is   a   gross   mis-\n\ncharacterization of the IJ's decision.       The IJ made it clear in her\n\ndecision: \"I will adjudicate this case on its merits but I do note\n\nthat there are, . . . certain patterns . . . in [the Profile of\n\nAsylum Claims].\"      The IJ is certainly permitted, even encouraged,\n\nto consider the Profile of Asylum Claims as background material to\n\nan individual claimant's case.     See Hernandez-Barrera v. Ashcroft,\n\n373 F.3d 9, 24 (1st Cir. 2004).      There was nothing inappropriate.\n\n          The second argument is a non-starter.        That the IJ might\n\nhave accepted Chen's explanations of his inconsistencies is not to\n\nsay she was required to do so.            Nothing compels a contrary\n\nconclusion.\n\n          The petition for review is denied.\n\n\n\n\n                                   -10-\n\f",
  "html": "<p class=\"case_cite\">418 F.3d 110</p>\n    <p class=\"parties\">Xue Xiang CHEN, Petitioner,<br>v.<br>Alberto GONZALES, Attorney General of the United States; et al., Respondents.</p>\n    <p class=\"docket\">No. 04-2623.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted July 19, 2005.</p>\n    <p class=\"date\">Decided August 12, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Douglas B. Payne on brief for petitioner.</p>\n      <p class=\"indent\">George B. Henderson, II, Assistant United States Attorney, and Michael J. Sullivan, United States Attorney, on brief for respondents.</p>\n      <p class=\"indent\">Before SELYA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioner, Xue Xiang Chen, from the People's Republic of China, unlawfully entered the United States on June 17, 2001, and applied for asylum, withholding of removal, and protection under the Convention Against Torture (CAT). The application was based on Chen's allegations that the government forced his girlfriend to have an abortion in China in 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Immigration Judge (IJ) found him not credible and denied him the requested relief. The Board of Immigration Appeals (BIA) adopted and affirmed the IJ's decision. It also added an additional, independent ground for denial. The BIA reasoned that even assuming Chen was credible, he was not married to his girlfriend, and thus was not eligible for this type of refugee status: the BIA has interpreted the scope of the relevant statutory provision, Section 601 of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRIRA), which amended 8 U.S.C. &#167; 1101(a)(42)(B), to limit eligibility for asylum to persons forced to undergo abortions or sterilization procedures themselves <i>and to their spouses.</i><a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See Ma v. Ashcroft,</i> 361 F.3d 553, 554 (9th Cir.2004); <i>In re C-Y-Z-,</i> 21 I. &amp; N. Dec. 915 (BIA 1997). Chen argues that it is irrational for the BIA to permit spouses to apply for asylum, but not boyfriends or girlfriends. There is an active circuit split on this question of law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We acknowledge but do not weigh in on the question. That is because we affirm on the ground of the adverse credibility finding,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> which was also adopted and affirmed by the BIA, and for which there is ample evidence.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In his application for asylum, Chen recounted the following story. Chen lived with his parents in their house in Tantou Town, which is in Changle City in Fujian Province. On July 7, 1997, three public health officials saw Yung Liu, Chen's girlfriend, and wanted \"to detain her for a pregnancy checkup.\" As the officials struggled with Liu, Chen attempted to intervene, and the officials \"used a[n] electro-shock apparatus and momentarily stunned [him], rendering [him] immobil[iz]ed.\" When Chen revived, he fled the scene, and one of the officials, who chased after Chen, \"slipped and fell, injuring himself in the process.\" Liu's pregnancy test turned up negative.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 25, 1997, the same public health officials brought policemen to Chen's house to question him. Chen was not home. Chen's father \"panicked trying to open the door for the police\" and \"fell down the stairs and injured his head, causing severe injuries.\" He died ten days later in the hospital from the injury.</p>\n    </div>\n    <p class=\"indent\">Chen wrote:</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After my father was injured, I went to the hospital to see him until he died. I borrowed money from friends and buried my father. Then I went to the police station trying to find answers as to why my father was injured and why no one helped him. At the police station, . . . the police beat me. They then took me to the hospital. I stayed in the hospital for two days.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After he left the hospital, Chen attempted to sue the government. When no attorney would take his case, he became frustrated and \"took a large rock and threw it at a government building and broke the plate glass.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 1, 1998, the police went to Chen's house to arrest him for breaking the window. While Chen was not there, they found Liu. The public health officials again took Liu to be examined. She was three months pregnant this time, and the hospital performed an unwanted abortion on her.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Chen wrote that he stayed in Changle City, hiding with friends until April of 1999. He then went to Yunnan Province, where he met a \"snakehead\"&#8212;a smuggler who helped him enter the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Chen received a merits hearing before an IJ on September 11, 2003. His testimony before the IJ was inconsistent in numerous ways with his written application. We recount the highlights.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Chen testified that during the July 7, 1997 incident, while the family planning officials were struggling with his girlfriend, he tried to intervene and was beaten for 10 minutes. There was no mention of an \"electro-shock\" device as set out in his written application. In this version, after the family planning official tripped and fell as he pursued Chen, Chen escaped to his aunt's house in Changle City and stayed there for three to four months. Chen had not mentioned fleeing to his aunt's house in his written application.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Chen's testimony was also different from his written application regarding the circumstances of his father's death. Contrary to his written application, Chen testified that he did not have a chance to see his father while his father was in the hospital. Also contrary to his application, Chen testified that because he was still in hiding, his family and neighbors, but not he, buried his father.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There were inconsistent explanations about his visit to the police at Town Hall. Chen testified that he went to speak with the police at Town Hall on October 5, 1997. Unlike his written application, which clearly stated that he went seeking answers for his father's death, Chen's testimony was unclear as to what was his purpose in going to Town Hall. After much questioning, he indicated that he wanted to negotiate with city officials to help pay for his father's burial and explained that he thought he would \"tell them that my father already died so you just don't bother, don't bother with me.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Chen was also inconsistent about what happened to him at Town Hall and afterwards. In his written application, he wrote that he was brought to the hospital after the police beat him, and that after he was released, he hid with friends. In his oral testimony, however, Chen made no mention of a hospital. Instead, he said that other villagers came to Town Hall and negotiated with the police for his release. Chen also testified that after he left Town Hall, he hid, not with friends, but first in his aunt's house and then in his uncle's house.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Chen testified that he did not know what happened to his girlfriend after he left home or where she was. He said that he was in contact with his mother, and she had not heard from his girlfriend.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Along with his application, Chen submitted documents purporting to be 1) a \"certificate of arrest\" for Chen issued on March 31, 1998 for \"[i]nterference with public affairs\"; 2) a certificate that Liu had an abortion on April 1, 1998; and 3) his father's death certificate. During the hearing, the government objected to the documents on the ground that they were not properly authenticated and did not comply with the requirements of 8 C.F.R. &#167; 287.6. The IJ accepted the documents <i>de bene.</i> The IJ attempted to ascertain how Chen obtained the documents. Chen was unclear whether he obtained all of the documents when he was in the United States or when he was in hiding in China, but it was clear that he did not obtain the documents contemporaneously with the events of his narrative.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because the BIA adopted the IJ's credibility determination and decision, we review the IJ's decision as the adopted final agency determination.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>Albathani v. INS,</i> 318 F.3d 365, 373 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We do not recite the full panoply of burdens and standards for denial of asylum. Suffice it to say that many asylum claims, as this one, depend on whether the statements made by an alien in support of the asylum application are accepted as credible. <i>See, e.g., Dhima v. Gonzales,</i> 416 F.3d 92, 94, 2005 WL 1774549, at *3 (1st Cir.2005). Where the agency's final decision rests on the ground that the alien was not credible, then, we see whether the determination of non-credibility is conclusive of his claim. <i>See id.</i> If the adverse credibility determination is supported by substantial evidence&#8212;that is, if we cannot say a finding that the alien is credible is compelled &#8212; then the decision must be affirmed. <i>See</i> 8 U.S.C. &#167; 1252(b)(4)(B); <i>Rodriguez-Ramirez v. Ashcroft,</i> 398 F.3d 120, 123 (1st Cir.2005). There may be times when, in performing our judicial review function, we are impaired because the agency does not explain the adverse credibility finding. That situation does not arise when the IJ gives specific reasons for the determination, which are in turn supported by the evidence. <i>See Akinwande v. Ashcroft,</i> 380 F.3d 517, 522 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The IJ's adverse credibility determination here is amply supported by stated reasons and the record. A quick glance through the facts recited above reveals numerous inconsistencies, gaps, and contradictions. The IJ gave reasons for her adverse credibility finding: 1) in his account of the first encounter with family planning officials, Chen was inconsistent about whether he was shocked with an electro-shock device and could not explain the inconsistency satisfactorily; 2) he was inconsistent about whether he saw his father during the time when his father was supposedly in the hospital due to the head injury; 3) he was inconsistent about whether he was present at his father's burial, and could offer no convincing explanation for the inconsistency; 4) he could not adequately explain why he went to the Town Hall to see the police when he was still hiding from the police; 5) the general outlines and the details of Chen's story were inconsistent with the U.S. State Department's Profile of Asylum Claims and Country Conditions for China, and specifically the conditions in Fujian Province, but were consistent with the stories that snakeheads suggest to those they smuggle; and 6) Chen's story was lacking in crucial detail and supporting evidence such that the IJ could not find that Chen's girlfriend even exists, let alone that the events recounted by Chen happened. Each of these separate findings contributing to the overall adverse credibility finding is well-supported by the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Chen makes two arguments in reply: 1) that the IJ misused the State Department's Profile of Asylum Claims and 2) that there are innocent explanations for the inconsistencies. The IJ, argues Chen, used the Profile of Asylum Claims to treat \"Chen as [a] member of a class of suspect people, people from Fujian Province in China. That is not permissible.\" This is a gross mis-characterization of the IJ's decision. The IJ made it clear in her decision: \"I will adjudicate this case on its merits but I do note that there are, . . . certain patterns. . . in [the Profile of Asylum Claims].\" The IJ is certainly permitted, even encouraged, to consider the Profile of Asylum Claims as background material to an individual claimant's case. <i>See Hernandez-Barrera v. Ashcroft,</i> 373 F.3d 9, 24 (1st Cir.2004). There was nothing inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The second argument is a non-starter. That the IJ might have accepted Chen's explanations of his inconsistencies is not to say she was required to do so. Nothing compels a contrary conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The petition for review is <i>denied.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> IIRIRA added to the definition of \"refugee\" the following: \"a person who has been forced to abort a pregnancy or to undergo involuntary sterilization, or who has been persecuted for failure or refusal to undergo such a procedure or for other resistance to a coercive population control program.\" 8 U.S.C. &#167; 1101(a)(42)(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, compare<i>Ma v. Ashcroft,</i> 361 F.3d 553, 561 (9th Cir.2004) (holding 8 U.S.C. &#167; 1101(a)(42)(B) applicable to \"husbands whose marriages would be legally recognized, but for China's coercive family planning policies, and not only to husbands whose marriages are recognized by Chinese authorities\") with <i>Chen v. Ashcroft,</i> 381 F.3d 221, 226-27, 229 (3d Cir.2004) (giving <i>Chevron</i> deference to the BIA's \"decision not to extend <i>C-Y-Z-</i> to unmarried partners\" but dubious about the BIA's reasoning extending statutory protection to spouse who was not forced to undergo abortion or sterilization). <i>See also Yuan v. U.S. Dep't of Justice,</i> 416 F.3d 192, 196, 2005 WL 1745200, at *4 (2d Cir.2005) (expressing doubt as to BIA's reasoning in <i>C-Y-Z-</i>). The Second Circuit has recently remanded three cases raising the issue of the eligibility of boyfriends and fianc&#233;s under 8 U.S.C. &#167; 1101(a)(42)(B) to the BIA so that the BIA can \"more precisely explain its rationale\" behind its construction and define if and when non-married partners may be eligible for asylum. <i>Lin v. U.S. Dep't of Justice,</i> 416 F.3d 184, 191, 2005 WL 1791996, at *5 (2d Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Chen's petition for review is solely focused on his claim for asylum, challenging the credibility finding and the BIA's interpretation of 8 U.S.C. &#167; 1101(a)(42)(B). He has offered no arguments with respect to his claims for withholding of removal or protection under the CAT. He has therefore waived any challenge to the BIA's denial of these claims<i>See Ali v. Gonzales,</i> 401 F.3d 11, 14 n. 3 (1st Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Alberto Gonzales was sworn in as Attorney General of the United States on February 3, 2005. We have substituted him for John Ashcroft, previous holder of that office, as the lead respondent<i>See</i> Fed. R.App. P. 43(c)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Chen argues that the BIA, though it explicitly stated that it adopted the IJ's decision, in fact \"distance[d] itself from [the IJ's credibility] finding.\" This argument simply misreads the BIA opinion, which clearly adopted the IJ's findings and went on to provide an additional, independent ground for affirmance</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">418</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></span></p>\n    <p class=\"parties\">Xue Xiang CHEN, Petitioner,<br>v.<br>Alberto GONZALES, Attorney General of the United States; et al., Respondents.</p>\n    <p class=\"docket\">No. 04-2623.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted July 19, 2005.</p>\n    <p class=\"date\">Decided August 12, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Douglas B. Payne on brief for petitioner.</p>\n      <p class=\"indent\">George B. Henderson, II, Assistant United States Attorney, and Michael J. Sullivan, United States Attorney, on brief for respondents.</p>\n      <p class=\"indent\">Before SELYA, LYNCH, and LIPEZ, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioner, Xue Xiang Chen, from the People's Republic of China, unlawfully entered the United States on June 17, 2001, and applied for asylum, withholding of removal, and protection under the Convention Against Torture (CAT). The application was based on Chen's allegations that the government forced his girlfriend to have an abortion in China in 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Immigration Judge (IJ) found him not credible and denied him the requested relief. The Board of Immigration Appeals (BIA) adopted and affirmed the IJ's decision. It also added an additional, independent ground for denial. The BIA reasoned that even assuming Chen was credible, he was not married to his girlfriend, and thus was not eligible for this type of refugee status: the BIA has interpreted the scope of the relevant statutory provision, Section 601 of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRIRA), which amended 8 U.S.C. &#167; 1101(a)(42)(B), to limit eligibility for asylum to persons forced to undergo abortions or sterilization procedures themselves <i>and to their spouses.</i><a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>See Ma v. Ashcroft,</i> <span class=\"citation\" data-id=\"785458\"><a href=\"/opinion/785458/kui-rong-ma-v-john-ashcroft-attorney-general/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">553</span></a></span>, 554 (9th Cir.2004); <i>In re C-Y-Z-,</i> 21 I. &amp; N. Dec. 915 (BIA 1997). Chen argues that it is irrational for the BIA to permit spouses to apply for asylum, but not boyfriends or girlfriends. There is an active circuit split on this question of law.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We acknowledge but do not weigh in on the question. That is because we affirm on the ground of the adverse credibility finding,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> which was also adopted and affirmed by the BIA, and for which there is ample evidence.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In his application for asylum, Chen recounted the following story. Chen lived with his parents in their house in Tantou Town, which is in Changle City in Fujian Province. On July 7, 1997, three public health officials saw Yung Liu, Chen's girlfriend, and wanted \"to detain her for a pregnancy checkup.\" As the officials struggled with Liu, Chen attempted to intervene, and the officials \"used a[n] electro-shock apparatus and momentarily stunned [him], rendering [him] immobil[iz]ed.\" When Chen revived, he fled the scene, and one of the officials, who chased after Chen, \"slipped and fell, injuring himself in the process.\" Liu's pregnancy test turned up negative.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On July 25, 1997, the same public health officials brought policemen to Chen's house to question him. Chen was not home. Chen's father \"panicked trying to open the door for the police\" and \"fell down the stairs and injured his head, causing severe injuries.\" He died ten days later in the hospital from the injury.</p>\n    </div>\n    <p class=\"indent\">Chen wrote:</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">After my father was injured, I went to the hospital to see him until he died. I borrowed money from friends and buried my father. Then I went to the police station trying to find answers as to why my father was injured and why no one helped him. At the police station, . . . the police beat me. They then took me to the hospital. I stayed in the hospital for two days.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">After he left the hospital, Chen attempted to sue the government. When no attorney would take his case, he became frustrated and \"took a large rock and threw it at a government building and broke the plate glass.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 1, 1998, the police went to Chen's house to arrest him for breaking the window. While Chen was not there, they found Liu. The public health officials again took Liu to be examined. She was three months pregnant this time, and the hospital performed an unwanted abortion on her.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Chen wrote that he stayed in Changle City, hiding with friends until April of 1999. He then went to Yunnan Province, where he met a \"snakehead\"&#8212;a smuggler who helped him enter the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Chen received a merits hearing before an IJ on September 11, 2003. His testimony before the IJ was inconsistent in numerous ways with his written application. We recount the highlights.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Chen testified that during the July 7, 1997 incident, while the family planning officials were struggling with his girlfriend, he tried to intervene and was beaten for 10 minutes. There was no mention of an \"electro-shock\" device as set out in his written application. In this version, after the family planning official tripped and fell as he pursued Chen, Chen escaped to his aunt's house in Changle City and stayed there for three to four months. Chen had not mentioned fleeing to his aunt's house in his written application.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Chen's testimony was also different from his written application regarding the circumstances of his father's death. Contrary to his written application, Chen testified that he did not have a chance to see his father while his father was in the hospital. Also contrary to his application, Chen testified that because he was still in hiding, his family and neighbors, but not he, buried his father.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There were inconsistent explanations about his visit to the police at Town Hall. Chen testified that he went to speak with the police at Town Hall on October 5, 1997. Unlike his written application, which clearly stated that he went seeking answers for his father's death, Chen's testimony was unclear as to what was his purpose in going to Town Hall. After much questioning, he indicated that he wanted to negotiate with city officials to help pay for his father's burial and explained that he thought he would \"tell them that my father already died so you just don't bother, don't bother with me.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Chen was also inconsistent about what happened to him at Town Hall and afterwards. In his written application, he wrote that he was brought to the hospital after the police beat him, and that after he was released, he hid with friends. In his oral testimony, however, Chen made no mention of a hospital. Instead, he said that other villagers came to Town Hall and negotiated with the police for his release. Chen also testified that after he left Town Hall, he hid, not with friends, but first in his aunt's house and then in his uncle's house.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Chen testified that he did not know what happened to his girlfriend after he left home or where she was. He said that he was in contact with his mother, and she had not heard from his girlfriend.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Along with his application, Chen submitted documents purporting to be 1) a \"certificate of arrest\" for Chen issued on March 31, 1998 for \"[i]nterference with public affairs\"; 2) a certificate that Liu had an abortion on April 1, 1998; and 3) his father's death certificate. During the hearing, the government objected to the documents on the ground that they were not properly authenticated and did not comply with the requirements of 8 C.F.R. &#167; 287.6. The IJ accepted the documents <i>de bene.</i> The IJ attempted to ascertain how Chen obtained the documents. Chen was unclear whether he obtained all of the documents when he was in the United States or when he was in hiding in China, but it was clear that he did not obtain the documents contemporaneously with the events of his narrative.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because the BIA adopted the IJ's credibility determination and decision, we review the IJ's decision as the adopted final agency determination.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>Albathani v. INS,</i> <span class=\"citation\" data-id=\"200413\"><a href=\"/opinion/200413/albathani-v-ins/\"><span class=\"volume\">318</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span>, 373 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We do not recite the full panoply of burdens and standards for denial of asylum. Suffice it to say that many asylum claims, as this one, depend on whether the statements made by an alien in support of the asylum application are accepted as credible. <i>See, e.g., Dhima v. Gonzales,</i> <span class=\"citation\" data-id=\"201733\"><a href=\"/opinion/201733/dhima-v-ashcroft/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 94, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1774549</span></span>, at *3 (1st Cir.2005). Where the agency's final decision rests on the ground that the alien was not credible, then, we see whether the determination of non-credibility is conclusive of his claim. <i>See id.</i> If the adverse credibility determination is supported by substantial evidence&#8212;that is, if we cannot say a finding that the alien is credible is compelled &#8212; then the decision must be affirmed. <i>See</i> 8 U.S.C. &#167; 1252(b)(4)(B); <i>Rodriguez-Ramirez v. Ashcroft,</i> <span class=\"citation\" data-id=\"201454\"><a href=\"/opinion/201454/rodriguez-ramirez-v-ashcroft/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 123 (1st Cir.2005). There may be times when, in performing our judicial review function, we are impaired because the agency does not explain the adverse credibility finding. That situation does not arise when the IJ gives specific reasons for the determination, which are in turn supported by the evidence. <i>See Akinwande v. Ashcroft,</i> <span class=\"citation\" data-id=\"201199\"><a href=\"/opinion/201199/akinwande-v-ashcroft/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">517</span></a></span>, 522 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The IJ's adverse credibility determination here is amply supported by stated reasons and the record. A quick glance through the facts recited above reveals numerous inconsistencies, gaps, and contradictions. The IJ gave reasons for her adverse credibility finding: 1) in his account of the first encounter with family planning officials, Chen was inconsistent about whether he was shocked with an electro-shock device and could not explain the inconsistency satisfactorily; 2) he was inconsistent about whether he saw his father during the time when his father was supposedly in the hospital due to the head injury; 3) he was inconsistent about whether he was present at his father's burial, and could offer no convincing explanation for the inconsistency; 4) he could not adequately explain why he went to the Town Hall to see the police when he was still hiding from the police; 5) the general outlines and the details of Chen's story were inconsistent with the U.S. State Department's Profile of Asylum Claims and Country Conditions for China, and specifically the conditions in Fujian Province, but were consistent with the stories that snakeheads suggest to those they smuggle; and 6) Chen's story was lacking in crucial detail and supporting evidence such that the IJ could not find that Chen's girlfriend even exists, let alone that the events recounted by Chen happened. Each of these separate findings contributing to the overall adverse credibility finding is well-supported by the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Chen makes two arguments in reply: 1) that the IJ misused the State Department's Profile of Asylum Claims and 2) that there are innocent explanations for the inconsistencies. The IJ, argues Chen, used the Profile of Asylum Claims to treat \"Chen as [a] member of a class of suspect people, people from Fujian Province in China. That is not permissible.\" This is a gross mis-characterization of the IJ's decision. The IJ made it clear in her decision: \"I will adjudicate this case on its merits but I do note that there are, . . . certain patterns. . . in [the Profile of Asylum Claims].\" The IJ is certainly permitted, even encouraged, to consider the Profile of Asylum Claims as background material to an individual claimant's case. <i>See Hernandez-Barrera v. Ashcroft,</i> <span class=\"citation\" data-id=\"786695\"><a href=\"/opinion/786695/fidel-angel-hernandez-barrera-v-john-ashcroft-attorney-general/\"><span class=\"volume\">373</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 24 (1st Cir.2004). There was nothing inappropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The second argument is a non-starter. That the IJ might have accepted Chen's explanations of his inconsistencies is not to say she was required to do so. Nothing compels a contrary conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The petition for review is <i>denied.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> IIRIRA added to the definition of \"refugee\" the following: \"a person who has been forced to abort a pregnancy or to undergo involuntary sterilization, or who has been persecuted for failure or refusal to undergo such a procedure or for other resistance to a coercive population control program.\" 8 U.S.C. &#167; 1101(a)(42)(B)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For example, compare<i>Ma v. Ashcroft,</i> <span class=\"citation\" data-id=\"785458\"><a href=\"/opinion/785458/kui-rong-ma-v-john-ashcroft-attorney-general/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">553</span></a></span>, 561 (9th Cir.2004) (holding 8 U.S.C. &#167; 1101(a)(42)(B) applicable to \"husbands whose marriages would be legally recognized, but for China's coercive family planning policies, and not only to husbands whose marriages are recognized by Chinese authorities\") with <i>Chen v. Ashcroft,</i> <span class=\"citation\" data-id=\"787511\"><a href=\"/opinion/787511/cai-luan-chen-v-john-ashcroft-attorney-general-of-the-united-states/\"><span class=\"volume\">381</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">221</span></a></span>, 226-27, 229 (3d Cir.2004) (giving <i>Chevron</i> deference to the BIA's \"decision not to extend <i>C-Y-Z-</i> to unmarried partners\" but dubious about the BIA's reasoning extending statutory protection to spouse who was not forced to undergo abortion or sterilization). <i>See also Yuan v. U.S. Dep't of Justice,</i> <span class=\"citation\" data-id=\"791136\"><a href=\"/opinion/791136/ai-feng-yuan-v-united-states-department-of-justice-song-qi-huang-v/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">192</span></a></span>, 196, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1745200</span></span>, at *4 (2d Cir.2005) (expressing doubt as to BIA's reasoning in <i>C-Y-Z-</i>). The Second Circuit has recently remanded three cases raising the issue of the eligibility of boyfriends and fianc&#233;s under 8 U.S.C. &#167; 1101(a)(42)(B) to the BIA so that the BIA can \"more precisely explain its rationale\" behind its construction and define if and when non-married partners may be eligible for asylum. <i>Lin v. U.S. Dep't of Justice,</i> <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></span>, 191, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1791996</span></span>, at *5 (2d Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Chen's petition for review is solely focused on his claim for asylum, challenging the credibility finding and the BIA's interpretation of 8 U.S.C. &#167; 1101(a)(42)(B). He has offered no arguments with respect to his claims for withholding of removal or protection under the CAT. He has therefore waived any challenge to the BIA's denial of these claims<i>See Ali v. Gonzales,</i> <span class=\"citation\" data-id=\"201489\"><a href=\"/opinion/201489/ali-v-ashcroft/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 14 n. 3 (1st Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Alberto Gonzales was sworn in as Attorney General of the United States on February 3, 2005. We have substituted him for John Ashcroft, previous holder of that office, as the lead respondent<i>See</i> Fed. R.App. P. 43(c)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Chen argues that the BIA, though it explicitly stated that it adopted the IJ's decision, in fact \"distance[d] itself from [the IJ's credibility] finding.\" This argument simply misreads the BIA opinion, which clearly adopted the IJ's findings and went on to provide an additional, independent ground for affirmance</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/200413/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791136/"
  ]
}