{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201739/",
  "absolute_url": "/opinion/201739/mcbee-v-delica-co-ltd/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201739/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:33:07Z",
  "date_modified": "2016-02-28T05:06:27.257843Z",
  "type": "010combined",
  "sha1": "460c1faed3613547ca5fe0dce3824ffc2b08e332",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2733-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/08/02/McBee_v._Delica_Co._Ltd..pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 04-2733\n\n                          CECIL McBEE,\n\n                     Plaintiff, Appellant,\n\n                               v.\n\n                       DELICA CO., LTD.,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MAINE\n\n         [Hon. Gene Carter, Senior U.S. District Judge]\n\n\n                             Before\n\n                    Selya, Lynch, and Howard,\n                         Circuit Judges.\n\n\n     Alfred C. Frawley, with whom Robert O. Newton and Preti,\nFlaherty, Beliveau, Pachios & Haley, LLP were on brief, for\nplaintiff, appellant.\n     Todd S. Holbrook, with whom John G. Osborn and Bernstein,\nShur, Sawyer & Nelson were on brief, for defendant, appellee.\n\n\n\n                         August 2, 2005\n\f              LYNCH, Circuit Judge.            It has long been settled that the\n\nLanham        Act      can,        in      appropriate        cases,           be     applied\n\nextraterritorially.            See Steele v. Bulova Watch Co., 344 U.S. 280\n\n(1952).        This        case,    dismissed      for   lack       of   subject       matter\n\njurisdiction, requires us, as a matter of first impression for this\n\ncircuit,      to     lay    out    a     framework   for      determining           when   such\n\nextraterritorial use of the Lanham Act is proper.\n\n              In doing so, we choose not to adopt the formulations used\n\nby various other circuits.                   See, e.g., Reebok Int'l, Ltd. v.\n\nMarnatech Enters., 970 F.2d 552, 554-57 (9th Cir. 1992); Vanity\n\nFair Mills v. T. Eaton Co., 234 F.2d 633, 642-43 (2d Cir. 1956).\n\nThe best-known test, the Vanity Fair test, asks (1) whether the\n\ndefendant is an American citizen, (2) whether the defendant's\n\nactions have a substantial effect on United States commerce, and\n\n(3) whether relief would create a conflict with foreign law.                                 234\n\nF.2d at 642-43.        These three prongs are given an uncertain weight.\n\nBased    on    Steele       and    subsequent      Supreme      Court     case        law,    we\n\ndisaggregate the three prongs of the Vanity Fair test, identify the\n\ndifferent types of \"extraterritorial\" application questions, and\n\nisolate the factors pertinent to subject matter jurisdiction.\n\n              Our framework asks first whether the defendant is an\n\nAmerican citizen; that inquiry is different because a separate\n\nconstitutional         basis       for    jurisdiction     exists        for    control       of\n\nactivities,         even    foreign      activities,     of    an    American        citizen.\n\n\n                                             -2-\n\fFurther, when the Lanham Act plaintiff seeks to enjoin sales in the\n\nUnited      States,     there       is     no     question    of    extraterritorial\n\napplication; the court has subject matter jurisdiction.\n\n             In order for a plaintiff to reach foreign activities of\n\nforeign defendants in American courts, however, we adopt a separate\n\ntest.      We hold that subject matter jurisdiction under the Lanham\n\nAct   is    proper    only     if    the    complained-of       activities       have   a\n\nsubstantial effect on United States commerce, viewed in light of\n\nthe purposes of the Lanham Act.                    If this \"substantial effects\"\n\nquestion     is   answered      in   the        negative,    then   the    court   lacks\n\njurisdiction over the defendant's extraterritorial acts; if it is\n\nanswered in the affirmative, then the court possesses subject\n\nmatter jurisdiction.\n\n             We reject the notion that a comity analysis is part of\n\nsubject matter jurisdiction.                    Comity considerations, including\n\npotential     conflicts       with   foreign       trademark    law,      are   properly\n\ntreated as questions of whether a court should, in its discretion,\n\ndecline to exercise subject matter jurisdiction that it already\n\npossesses.     Our approach to each of these issues is in harmony with\n\nthe   analogous       rules    for       extraterritorial      application       of   the\n\nantitrust laws. See Hartford Fire Ins. Co. v. California, 509 U.S.\n\n764, 795-99 (1993).\n\n             The plaintiff, Cecil McBee, an American citizen and\n\nresident, seeks to hold the defendant, Delica Co., Ltd. (Delica),\n\n\n\n                                            -3-\n\fresponsible for its activities in Japan said to harm McBee's\n\nreputation in both Japan and the United States and for Delica's\n\npurported activities in the United States.        McBee is a well-known\n\nAmerican jazz musician; Delica is a Japanese corporation that\n\nadopted the name \"Cecil McBee\" for its adolescent female clothing\n\nline.    McBee sued for false endorsement and dilution under the\n\nLanham Act. The district court dismissed all of McBee's Lanham Act\n\nclaims, concluding that it lacked subject matter jurisdiction. See\n\nMcBee v. Delica Co., No. 02-198-P-C, 2004 WL 2674360 (D. Me. Nov.\n\n19, 2004) (unpublished).\n\n           We affirm, albeit on different reasoning.         We conclude\n\nthat the court lacked jurisdiction over McBee's claims seeking (1)\n\nan injunction in the United States barring access to Delica's\n\nInternet website, which is written in Japanese, and (2) damages for\n\nharm to McBee due to Delica's sales in Japan.          McBee has made no\n\nshowing that Delica's activities had a substantial effect on United\n\nStates commerce. As to McBee's claim for (3) an injunction barring\n\nDelica from selling its goods in the United States, we hold that\n\nthe district court had jurisdiction but conclude that this claim is\n\nwithout merit because the only sales Delica has made into the\n\nUnited   States   were   induced   by    McBee   for   purposes   of   this\n\nlitigation, and there is no showing that Delica plans on selling\n\ninto the United States again.\n\n\n\n\n                                   -4-\n\f                                       I.\n\n            The relevant facts are basically undisputed.              McBee, who\n\nlives in both Maine and New York, is a jazz bassist with a\n\ndistinguished career spanning over forty-five years.                     He has\n\nperformed in the United States and worldwide, has performed on over\n\n200   albums,   and   has   released    six   albums   under    his    own   name\n\n(including in Japan).       He won a Grammy Award in 1989, was inducted\n\ninto the Oklahoma Jazz Hall of Fame in 1991, and teaches at the New\n\nEngland Conservatory of Music in Boston.           McBee has toured Japan\n\nseveral times, beginning in the early 1980s, and has performed in\n\nmany major Japanese cities, including Tokyo.           He continues to tour\n\nin Japan.    McBee has never licensed or authorized the use of his\n\nname to anyone, except of course in direct connection with his\n\nmusical performances, as for example on an album.                  In his own\n\nwords, he has sought to \"have [his] name associated only with\n\nmusical excellence.\"\n\n            Delica is a Japanese clothing retailer.            In 1984, Delica\n\nadopted the trade name \"Cecil McBee\" for a line of clothing and\n\naccessories primarily marketed to teen-aged girls.              Delica holds a\n\nJapanese trademark for \"Cecil McBee,\" in both Japanese and Roman or\n\nEnglish characters, for a variety of product types.               Delica owns\n\nand operates retail shops throughout Japan under the brand name\n\n\"Cecil McBee\"; these are the only stores where \"Cecil McBee\"\n\nproducts are sold. There are no \"Cecil McBee\" retail shops outside\n\n\n                                       -5-\n\fof Japan.      Delica sold approximately $23 million worth of \"Cecil\n\nMcBee\" goods in 1996 and experienced steady growth in sales in\n\nsubsequent years; in 2002, Delica sold $112 million worth of \"Cecil\n\nMcBee\" goods.\n\n            Delica puts out a \"style book\" or catalog that includes\n\npictures and descriptions of the products in its \"Cecil McBee\"\n\nline; this style book is written in Japanese with some English\n\nwords for effect.      The style book is available in Japan at the\n\nretail stores and in certain other locations; sometimes it is\n\nincluded with shipped packages of \"Cecil McBee\" products.                 The\n\nstyle   book    contains   telephone    and   fax   numbers   which   allow   a\n\ncustomer to order \"Cecil McBee\" merchandise from another company,\n\nOpus M. Co., Ltd., and have it shipped directly to the customer.\n\nOpus M. Co. buys the goods from Delica for this purpose, and then\n\nuses yet another company, Hamasho Co., Ltd., to do the shipping.\n\nIt is undisputed that Hamasho Co. has never shipped any \"Cecil\n\nMcBee\" goods outside of Japan. As described later, Delica's policy\n\ngenerally is to decline orders from the United States.\n\n            Delica operates a website, http://www.cecilmcbee.net,\n\nwhich contains pictures and descriptions of \"Cecil McBee\" products,\n\nas well as locations and telephone numbers of retail stores selling\n\nthose products.     The website is created and hosted in Japan, and is\n\nwritten almost entirely in Japanese, using Japanese characters\n\n(although, like the style book, it contains some English words).\n\n\n\n                                       -6-\n\fThe website contains news about the \"Cecil McBee\" line, including\n\npromotions.     Customers can log onto the site to access their\n\nbalance of bonus \"points\" earned for making past \"Cecil McBee\"\n\npurchases, as well as information about how to redeem those points\n\nfor additional merchandise.       However, the site does not allow\n\npurchases of \"Cecil McBee\" products to be made online. The website\n\ncan be viewed from anywhere in the Internet-accessible world.\n\n            McBee produced evidence that, when searches on Internet\n\nsearch engines (such as Google) are performed for the phrase \"Cecil\n\nMcBee,\" Delica's website (www.cecilmcbee.net) generally comes up as\n\none of the first few results, and occasionally comes up first,\n\nahead of any of the various websites that describe the musical\n\naccomplishments    of   the   plaintiff.   Certain   other   websites\n\nassociated with Delica's \"Cecil McBee\" product line also come up\n\nwhen such searches are performed; like www.cecilmcbee.net, it is\n\nevident from the search results page that these websites are\n\nwritten primarily in Japanese characters.\n\n            In 1995, plaintiff McBee became aware that Delica was\n\nusing his name, without his authorization, for a line of clothing\n\nin Japan.     He contacted an American lawyer, who advised him that\n\nDelica was unlikely to be subject to personal jurisdiction in the\n\nUnited States.     McBee retained a Japanese attorney, who sent a\n\nletter to Delica asking it to cease using the \"Cecil McBee\" name.\n\n\n\n\n                                  -7-\n\fWhen Delica declined, McBee petitioned the Japanese Patent Office\n\nto invalidate Delica's English-language trademark on \"Cecil McBee.\"\n\n               On February 28, 2002, the Japanese Patent Office ruled\n\nDelica's trademark in Japan invalid.            However, Delica appealed to\n\nthe Tokyo High Court, which on December 26, 2002, vacated the\n\ndecision of the Japanese Patent Office.            On remand, the Japanese\n\nPatent Office found for Delica and reinstated Delica's registration\n\nof the \"Cecil McBee\" trademark.          McBee appealed that ruling to the\n\nTokyo High Court and lost; the trademark reinstatement has become\n\nfinal.1\n\n               In early 2002, Delica formulated a policy not to sell or\n\nship \"Cecil McBee\" brand products to the United States and informed\n\nits managers throughout the company.           Delica's admitted reason for\n\nthis policy was to prevent McBee from being able to sue Delica in\n\nthe United States.\n\n               McBee was beginning to consider just such a strategy.\n\nFrom       December   2001   through   early   2003,   McBee   retained    three\n\nJapanese-speaking        investigators    to   attempt   to    purchase   \"Cecil\n\nMcBee\" products from Delica and have them shipped to Maine.                They\n\n\n\n       1\n      The Japanese courts' rationale for finding in favor of Delica\nwas (1) while Japanese law protects a person's full name from\nexploitation, McBee's full name, including his middle name, was\n\"Cecil Leroy McBee,\" and thus the \"Cecil McBee\" line of products\nwas not an exact copy of McBee's full name; and (2) McBee received\nno protection for the abbreviated version of his name, \"Cecil\nMcBee,\" because the name had not received sufficient recognition in\ngeneral Japanese society.\n\n                                        -8-\n\fmet with mixed success. One initially, in December 2001, contacted\n\nthe webmaster of http://www.cecilmcbee.net by email, asking about\n\ncertain jewelry displayed on the website; that webmaster referred\n\nthe investigator to the \"Cecil McBee\" retail shops in Japan for\n\nfurther information, but noted that at that time only domestic\n\nshipping was available.\n\n              The investigators then used the telephone numbers on the\n\nhttp://www.cecilmcbee.net website to contact various \"Cecil McBee\"\n\nretail stores in Japan directly.         The investigators made it clear\n\nthat they were residents of the United States inquiring about\n\npurchasing \"Cecil McBee\" goods.          When the investigators requested\n\nan opportunity to buy merchandise and have it shipped to them in\n\nMaine, some stores stated that this could not be done, some of the\n\nstores worked out an arrangement whereby they would ship to an\n\naddress in Japan but the investigator would then arrange to have\n\nthe products forwarded to Maine, and some of the stores, at various\n\ntimes, shipped directly to the investigators in Maine.                The total\n\nvalue    of   \"Cecil   McBee\"   merchandise      purchased   by   these     three\n\ninvestigators -- including both goods shipped directly to Maine by\n\nDelica    and    goods   shipped   via     the   indirect    method    --    was\n\napproximately $2,500.      As counsel for McBee has conceded, there is\n\nno evidence of any other \"Cecil McBee\" sales by Delica to the\n\nUnited States.\n\n\n\n\n                                     -9-\n\f            Further, there is virtually no evidence of \"Cecil McBee\"\n\nbrand goods entering the United States after being sold by Delica\n\nin Japan.     McBee stated in affidavit that \"[f]riends, fellow\n\nmusicians, fans, students, and others . . . have reported seeing\n\n[his] name on clothing, shopping bags [and] merchandise (whether\n\nworn or carried by a young girl walking on the street in Boston or\n\nNew York or elsewhere) . . . .\"    But no further evidence or detail\n\nof these sightings in the United States was provided.      McBee also\n\nprovided evidence that Cecil McBee goods have occasionally been\n\nsold on eBay, an auction website that allows bids to be placed and\n\nitems sold anywhere in the world.        Most of the sellers were not\n\nlocated in the United States, and there is no evidence that any of\n\nthe items were purchased by American buyers.\n\n            McBee states that he finds the use of his name by Delica\n\n\"undignified, highly offensive and repugnant.\"       He feels that he\n\nhas been harmed by Delica's use of his name because people have\n\nreported to him that they have seen his name on Delica's products,\n\neither in the United States or in Japan, or on Delica's website,\n\nand have asked him if he endorsed those products.        Even when he\n\ndenies having a relationship with Delica, some people do not\n\nbelieve him, and some have asked him, \"both in jest and with some\n\ndegree of seriousness,\" whether he is \"into young girls,\" the\n\ntarget audience for Delica's \"Cecil McBee\" line.2\n\n     2\n     McBee's expert, Joseph McNulty, testified that Delica's use\nof the name \"Cecil McBee\" on its Internet website could decrease\n\n                                  -10-\n\f               McBee produces little evidence relating to the frequency\n\nof such incidents, nor does he give many specific examples.                        He\n\ntestified in deposition that two of his American friends and fellow\n\nmusicians,       while   touring     Japan,   had    seen       a   \"Cecil     McBee\"\n\nadvertisement created by Delica and had become confused as to\n\nwhether McBee had some relationship with a clothing line; they\n\nasked McBee about the relationship when they returned to the United\n\nStates.        McBee told some of his students at the New England\n\nConservatory of Music about his lawsuit against Delica, in order to\n\nhelp them understand the value of intellectual property law to a\n\nmusician; some of his students found the Delica website and started\n\nrumors    of    his   having   a   relationship     with    a   women's      clothing\n\ncompany.       He feels that some of his students may have lost their\n\nfocus during his classes because they are thinking about his\n\nconnection to women's clothing.          Further, his class enrollment has\n\ndropped \"for one reason or another\" and so his position as a\n\nprofessor at the Conservatory has been made more uncertain.\n\n               McBee has seen his own name on \"Cecil McBee\" merchandise\n\nin Japan while touring and has become angry.               His Japanese touring\n\npartner during his recent tours of Japan (from 2002 onwards) has\n\nmade announcements before concerts that McBee had no relationship\n\nwith the Delica clothing line.           In McBee's view, his audience of\n\n\nMcBee's ability to receive compensation for lending his name to\nanother company's brand. However, as McBee's own brief points out,\nMcBee has never shown any interest in this kind of product\nmarketing.\n\n                                       -11-\n\fJapanese fans at his concerts has become younger through time and\n\ntherefore more in line with the core age group of consumers for\n\nDelica's brand.       McBee also notes that a fan once came up to him\n\nwhile he was performing in Taiwan to speak with him about Delica's\n\nline; the fan apparently presumed a connection between McBee and\n\nthe line.    As of 2003, McBee only had one regular tour in Japan\n\neach year, lasting three weeks or so each time; in McBee's view\n\n\"[i]t is speculating, but it is . . . possible\" that Delica's\n\n\"Cecil McBee\" brand had led to his failure to receive additional\n\nJapanese touring opportunities.\n\n                                    II.\n\n            McBee's    complaint,   filed   October   1,   2002,   alleged\n\ntrademark dilution and unfair competition claims under the Lanham\n\nAct, 15 U.S.C. § 1051 et seq., as well as various pendent Maine\n\nstate law claims.      McBee requested injunctive relief, damages, and\n\nattorney's fees.       The core of McBee's Lanham Act claims is false\n\nendorsement: that the unlicensed use of his name has \"made a\n\nmisleading and false inference\" that McBee endorses, approves, or\n\nsponsors Delica's product, and that inference has caused McBee\n\nharm.    See 15 U.S.C. § 1125(a); 4 J.T. McCarthy, McCarthy on\n\nTrademarks and Unfair Competition § 28.14, at 28-19 (4th ed. 2005);\n\nsee also Wendt v. Host Int'l, Inc., 125 F.3d 806, 812 (9th Cir.\n\n1997).\n\n\n\n\n                                    -12-\n\f           Delica first moved to dismiss the complaint, under Fed.\n\nR. Civ. P. 12(b)(2), on the ground that the Maine federal district\n\ncourt lacked personal jurisdiction over it.      A magistrate judge\n\nrecommended that the motion be denied, emphasizing the existence of\n\nDelica's website and the $2,500 in sales to McBee's investigators\n\nin Maine, see McBee v. Delica Co., No. 02-198-P-C, 2003 WL 1872907\n\n(D. Me. April 14, 2003) (unpublished); the district court adopted\n\nthe magistrate judge's recommendation on July 9, 2003.    Discovery\n\nproceeded.   Delica then moved to dismiss McBee's complaint under\n\nFed. R. Civ. P. 12(b)(1), asserting that the court lacked subject\n\nmatter jurisdiction over McBee's Lanham Act claims because Delica's\n\nactions constituted extraterritorial conduct outside the ambit of\n\nthe Act.   Delica also moved for summary judgment under Fed. R. Civ.\n\nP. 56 based on laches, collateral estoppel due to the Japanese\n\ncourt decision against McBee, and various merits issues, including\n\nMcBee's alleged failure to make a sufficient showing of likelihood\n\nof confusion to sustain his Lanham Act claims.    McBee opposed but\n\nnot on grounds of insufficient discovery, nor did he file a Rule\n\n56(f) affidavit.\n\n           The magistrate judge issued a recommended decision on\n\nthese motions on August 19, 2004.3     See McBee v. Delica Co., No.\n\n02-198-P-C, 2004 WL 2634465 (D. Me. Aug. 19, 2004) (unpublished).\n\n     3\n      Delica's laches claim was rejected in a separate, earlier\nrecommended decision of the magistrate judge, see McBee v. Delica\nCo., No. 02-198-P-C, 2003 WL 22586387 (D. Me. Nov. 10, 2003)\n(unpublished), which was adopted by the district court.\n\n                                -13-\n\fOn the subject matter jurisdiction question, the magistrate judge\n\nfirst noted that the Supreme Court had held, in Steele v. Bulova\n\nWatch Co., 344 U.S. 280 (1952), that the Lanham Act could, in some\n\ncircumstances, be applied to reach extraterritorial conduct.                           See\n\nMcBee, 2004 WL 2634465, at *2.                  The magistrate judge also noted\n\nthat       this    circuit    has   never    laid     out   a    test    for   when    such\n\nextraterritorial application is appropriate.                          See id. at *2 n.3.\n\nThe magistrate judge thus utilized the test stated by the Second\n\nCircuit in Vanity Fair Mills, Inc. v. T. Eaton Co., 234 F.2d 633,\n\n642 (2d Cir. 1956), described earlier. See McBee, 2004 WL 2634465,\n\nat *2.      However, the magistrate judge accepted the Fifth Circuit's\n\nmodification of the first prong in Am. Rice, Inc. v. Arkansas Rice\n\nGrowers Coop. Ass'n, 701 F.2d 408, 414 n.8 (5th Cir. 1983), and\n\nrequired a showing of only \"some\" effect on United States commerce.\n\nSee    McBee,       2004     WL   2634465,      at   *4.        The    magistrate     judge\n\nrecommended that all of McBee's Lanham Act claims for injunctive\n\nrelief be dismissed because they failed two of the three Vanity\n\nFair factors, but that all of his Lanham Act damages claims be\n\nallowed to go forward because they met two prongs of the test.4\n\nSee id. at *3-*4.\n\n                  Delica filed an objection, arguing that all of McBee's\n\nLanham       Act    claims    --    and   not    just      those      claims   requesting\n\n       4\n      The magistrate judge recommended that Delica's motion for\nsummary judgment on the remaining Lanham Act damages claims and on\nthe various pendent state law claims be denied. See McBee, 2004 WL\n2634465, at *5-*15.\n\n                                            -14-\n\finjunctive        relief   --     failed      the     Vanity        Fair   test      for\n\nextraterritorial application.             McBee moved that the recommended\n\ndecision be modified.           He conceded that American courts had no\n\nextraterritorial jurisdiction to enjoin sales that occurred in\n\nJapan, but argued that there was jurisdiction for his damages claim\n\nagainst     those    sales.      McBee     also     stated    that    he   sought    an\n\ninjunction against Delica's sales of \"Cecil McBee\" goods in the\n\nUnited States and against Delica's use of the \"Cecil McBee\" website\n\nto reach United States consumers; these forms of relief, he argued,\n\ndid not constitute extraterritorial applications of the Lanham Act\n\nat    all   and   therefore     the   court     should     assert    subject      matter\n\njurisdiction over them.\n\n             The    district     court     amended     the    magistrate         judge's\n\nrecommended decision by holding that it lacked subject matter\n\njurisdiction over all of McBee's Lanham Act claims, including both\n\nthose for injunctive relief and damages.                  See McBee v. Delica Co.,\n\nNo.    02-198-P-C,      2004     WL   2674360       (D.     Me.   Nov.     19,    2004)\n\n(unpublished).        The district court, like the magistrate judge,\n\napplied essentially the test laid out by the Second Circuit in\n\nVanity Fair.       See id. at *1.     But the district court disagreed with\n\nthe magistrate judge's application of that test, finding that a\n\nclaim for damages, like a claim for injunctive relief, would create\n\na conflict with Japanese trademark law.                   See id. at *2.         Finding\n\ntwo of the three factors unsatisfied, the court ordered McBee's\n\n\n\n                                         -15-\n\fLanham Act claims dismissed for lack of subject matter jurisdiction\n\nwithout considering the effect of Delica's actions on United States\n\ncommerce.    See id.   With respect to this factor, however, the court\n\nnoted that Delica's only sales into the United States \"appear to\n\nhave been made for purposes of this lawsuit alone.\"           Id. at *1 n.2.\n\nAfter dismissing McBee's Lanham Act claims, the court declined to\n\nexercise supplemental jurisdiction over his pendent state law\n\nclaims.    See id. at *2.    This made it unnecessary for the court to\n\nconsider Delica's summary judgment motion on other bases.\n\n            On appeal, McBee renews his argument that his claims for\n\na domestic injunction, both against Delica's sales into the United\n\nStates and against its broadcasting of its website in the United\n\nStates, do not constitute extraterritorial applications of the\n\nLanham Act at all.        Further, while McBee concedes that United\n\nStates courts lack jurisdiction over his Lanham Act claim for an\n\ninjunction against Delica's sales in Japan, he argues that the\n\ndistrict    court   had   extraterritorial     jurisdiction   over   damages\n\nclaims against those same sales.         Delica responds by arguing that\n\nUnited States courts lack extraterritorial jurisdiction over all of\n\nMcBee's Lanham Act claims, and further urges lack of personal\n\njurisdiction, preclusion due to collateral estoppel based on the\n\nJapanese    judgment,     and   laches    as   alternative     grounds   for\n\naffirmance.\n\n\n\n\n                                   -16-\n\f                                   III.\n\nA. Framework for Assessing Extraterritorial Use of the Lanham Act\n\n            By extraterritorial application of the Lanham Act, we\n\nmean application of the Act to activity (such as sales) of a\n\ndefendant outside of the territorial boundaries of the United\n\nStates.     In addressing extraterritorial application of the Lanham\n\nAct,   we    face   issues   of   Congressional   intent   to   legislate\n\nextraterritorially, undergirded by issues of Congressional power to\n\nlegislate extraterritorially.       Usually in addressing questions of\n\nextraterritoriality, the Supreme Court has discussed Congressional\n\nintent, doing so by employing various presumptions designed to\n\navoid unnecessary international conflict.         See, e.g., Spector v.\n\nNorwegian Cruise Line Ltd., 125 S. Ct. 2169, 2177 (2005); F.\n\nHoffman-La Roche Ltd. v. Empagran S.A., 124 S. Ct. 2359, 2366-73\n\n(2004); see also EEOC v. Arabian Am. Oil Co., 499 U.S. 244, 248\n\n(1991) (\"It is a longstanding principle of American law that\n\nlegislation of Congress, unless a contrary intent appears, is meant\n\nto apply only within the territorial jurisdiction of the United\n\nStates.\" (internal quotation marks and citation omitted)).\n\n            The parties characterize the extraterritoriality issue\n\nas, at least in part, one of subject matter jurisdiction under the\n\nAct, and it is often viewed that way.        See, e.g., Levi Strauss &\n\nCo. v. Sunrise Int'l Trading Co., 51 F.3d 982, 984 (11th Cir.\n\n1995); Ocean Garden, Inc. v. Marktrade Co., Inc., 953 F.2d 500, 502\n\n\n                                   -17-\n\f(9th Cir. 1991); see also United Phosphorus, Ltd. v. Angus Chem.\n\nCo., 322 F.3d 942, 945-51 (7th Cir. 2003) (en banc) (question\n\nwhether Sherman Act applied extraterritorially under the Foreign\n\nTrade Antitrust Improvements Act (FTAIA), 15 U.S.C. § 6a, went to\n\nsubject matter jurisdiction of court).\n\n          The Supreme Court has long since made it clear that the\n\nLanham Act could sometimes be used to reach extraterritorial\n\nconduct, but it has never laid down a precise test for when such\n\nreach would be appropriate.5   Steele v. Bulova Watch Co., 344 U.S.\n\n280 (1952); see also Arabian Am. Oil Co., 499 U.S. at 252-53\n\n(distinguishing Steele).   The circuit courts have established a\n\nvariety of tests for determining when extraterritorial application\n\nof the Lanham Act is appropriate, treating different factual\n\ncontexts as all subject to the same set of criteria.    See Vanity\n\nFair Mills v. T. Eaton Co., 234 F.2d 633, 642 (2d Cir. 1956); see\n\nalso Int'l Café, S.A.L., v. Hard Rock Café Int'l (U.S.A.), Inc.,\n\n252 F.3d 1274, 1278-79 (11th Cir. 2001) (applying Vanity Fair);\n\nNintendo of Am., Ltd., v. Aeropower Co., 34 F.3d 246, 250-51 (4th\n\nCir. 1994) (adopting the Vanity Fair test, although requiring a\n\n\"significant effect\" rather than a \"substantial effect\" on United\n\nStates commerce); Reebok Int'l, Ltd. v. Marnatech Enters., Inc.,\n\n     5\n      The Lanham Act was substantially amended in 1988, see\nTrademark Law Revision Act of 1988, Pub. L. No. 100-667, 102 Stat.\n3935, and was amended again in 1999, see Trademark Amendments Act\nof 1999, Pub. L. No. 106-43, 113 Stat. 218, but the key\njurisdictional language of the Lanham Act has remained unchanged\nsince Steele.\n\n                                -18-\n\f970 F.2d 552, 554-57 (9th Cir. 1992) (applying the jurisdictional\n\n\"rule of reason\" from Timberlane Lumber Co. v. Bank of Am., 549\n\nF.2d 597 (9th Cir. 1977): plaintiff must show (1) some effect on\n\nUnited States commerce, (2) an effect that is sufficiently great to\n\nbe a cognizable injury to plaintiff under the Lanham Act, and (3)\n\nthe interests and links to American commerce must be sufficiently\n\nstrong in relation to those of other nations to justify, in terms\n\nof comity, an extraterritorial application of the act); Am. Rice,\n\nInc. v. Ark. Rice Growers Coop. Ass'n, 701 F.2d 408, 414 & n. 8\n\n(5th Cir. 1983) (modifying Vanity Fair's first prong to require\n\nonly \"some effect\" on United States commerce).      This court has not\n\npreviously addressed the question.\n\n               Steele found that there was Lanham Act jurisdiction over\n\na defendant, selling watches in Mexico, who was a United States\n\ncitizen and whose \"operations and their effects were not confined\n\nwithin the territorial limits of a foreign nation.\"6       344 U.S. at\n\n286.       Defendant made no sales within the United States.   The Court\n\nheld that the Lanham Act conferred broad jurisdiction in that its\n\npurpose was to regulate \"commerce within the control of Congress.\"\n\n15 U.S.C. § 1127.      The Act prohibits the use of certain infringing\n\n       6\n      The Court in a more recent case held that Title VII could not\nbe applied extraterritorially at all, even to domestic employees\nworking for domestic employers overseas. See Arabian Am. Oil Co.,\n499 U.S. at 250-54. The Court held that Title VII's jurisdictional\nlanguage, in contrast to the language of the Lanham Act, did not\nevince a Congressional intent to apply Title VII abroad sufficient\nto overcome the presumption against such extraterritorial\napplication. See id.\n\n                                   -19-\n\fmarks       \"in    commerce.\"      15    U.S.C.     §   1114(1);    Id.    §   1125(a).\n\nImportantly, commerce is defined in the Act as \"all commerce which\n\nmay lawfully be regulated by Congress.\"                  Id. § 1127.\n\n                  The Steele Court did not define the outer limits of\n\nCongressional power because it was clear that the facts presented\n\na case within those limits.                   The Steele Court explicitly and\n\nimplicitly relied on two different aspects of Congressional power\n\nto reach this conclusion. First, it explicitly relied on the power\n\nof Congress to regulate \"the conduct of its own citizens,\" even\n\nextraterritorial conduct.                Steele, 344 U.S. at 285-86.               This\n\ndoctrine is based on an idea that Congressional power over American\n\ncitizens is a matter of domestic law that raises no serious\n\ninternational concerns, even when the citizen is located abroad.\n\nSee id. at 285-86 (citing Skiriotes v. Florida, 313 U.S. 69, 73\n\n(1941) (Florida state criminal law banning taking of sponges from\n\nhigh seas) and Branch v. Federal Trade Comm'n, 141 F.2d 31, 35 (7th\n\nCir. 1944) (federal unfair competition law)); see also F. Hoffman-\n\nLa Roche Ltd., 124 S. Ct. at 2367; Cook v. Tait, 265 U.S. 47, 54-56\n\n(1924) (income tax law); Restatement (Third) of Foreign Relations\n\nLaw   of      the    United     States   §    402(2)    (1986)     (\"[A]   state    has\n\njurisdiction to prescribe law with respect to . . . the activities\n\n. . . of its nationals outside as well as within its territory.\").7\n\n        7\n      The nationality basis for extraterritorial jurisdiction is\nalso explicit in certain statutes. For example, both the treason\nstatute, see 18 U.S.C. § 1381, and the selective service statute,\nsee 50 U.S.C. App. § 453, apply to all American citizens regardless\n\n                                             -20-\n\f           Second,    Steele    also    implicitly   appears   to    rely    on\n\nCongressional power over foreign commerce, although the Foreign\n\nCommerce   clause    is   not   cited   --   the   Court   noted    that    the\n\ndefendant's actions had an impact on the plaintiff's reputation,\n\nand thus on commerce within the United States.             See 344 U.S. at\n\n286-87, 288.    The Steele Court concluded that an American citizen\n\ncould not evade the thrust of the laws of the United States by\n\nmoving his operations to a \"privileged sanctuary\" beyond our\n\nborders.   Id. at 287.\n\n           For purposes of determining subject matter jurisdiction,\n\nwe think certain distinctions are important at the outset.                  The\n\nreach of the Lanham Act depends on context; the nature of the\n\nanalysis of the jurisdictional question may vary with that context.\n\nSteele addressed the pertinent Lanham Act jurisdictional analysis\n\nwhen an American citizen is the defendant.            In such cases, the\n\ndomestic effect of the international activities may be of lesser\n\nimportance and a lesser showing of domestic effects may be all that\n\nis needed.     We do not explore this further because our case does\n\nnot involve an American citizen as the alleged infringer.\n\n           When the purported infringer is not an American citizen,\n\nand the alleged illegal activities occur outside the United States,\n\nthen the analysis is different, and appears to rest solely on the\n\nforeign commerce power.         Yet it is beyond much doubt that the\n\n\n\nof whether they might be located abroad.\n\n                                   -21-\n\fLanham    Act     can   be     applied     against       foreign    corporations       or\n\nindividuals in appropriate cases; no court has ever suggested that\n\nthe foreign citizenship of a defendant is always fatal. See, e.g.,\n\nSterling Drug, Inc. v. Bayer AG, 14 F.3d 733, 746 (2d Cir. 1994);\n\nWells Fargo & Co. v. Wells Fargo Express Co., 556 F.2d 406, 429\n\n(9th Cir. 1977).             Some academics have criticized treating the\n\nLanham    Act    differently        from   patent       and   copyright   law,    which\n\ngenerally are not applied extraterritorially.                       See C. Bradley,\n\nExtraterritorial Application of U.S. Intellectual Property Law, 37\n\nVa. J. Int'l L. 505 (1997); but see R. Schechter, Comment, The Case\n\nFor Limited Extraterritorial Reach of the Lanham Act, 37 Va. J.\n\nInt'l L. 619 (1997).               Nonetheless, the Supreme Court recently\n\nreaffirmed the Steele approach to extraterritorial jurisdiction\n\nunder the Lanham Act by distinguishing it in Arabian American Oil\n\nCo.      See    499   U.S.    at   252-53.        The    question   becomes      one   of\n\narticulating a test for Lanham Act jurisdiction over foreign\n\ninfringing activities by foreign defendants.\n\n               The decisions of the Supreme Court in the antitrust\n\ncontext seem useful to us as a guide.                    The Court has written in\n\nthis area, on the issue of extraterritorial application, far more\n\nrecently than it has written on the Lanham Act, and thus the\n\ndecisions reflect more recent evolutions in terms of legal analysis\n\nof extraterritorial activity. As the Court noted in Steele, Lanham\n\nAct violations abroad often radiate unlawful consequences into the\n\n\n\n                                           -22-\n\fUnited States, see 344 U.S. at 288; see also Schecter, supra, at\n\n629-30.     One can easily imagine a variety of harms to American\n\ncommerce    arising       from    wholly    foreign     activities    by   foreign\n\ndefendants.        There could be harm caused by false endorsements,\n\npassing     off,    or     product    disparagement,       or    confusion    over\n\nsponsorship    affecting         American    commerce    and    causing    loss   of\n\nAmerican sales.          Further, global piracy of American goods is a\n\nmajor     problem    for    American        companies:    annual     losses   from\n\nunauthorized use of United States trademarks, according to one\n\ncommentator, now amount to $200 billion annually.                  See Schecter,\n\nsupra, at 634.       In both the antitrust and the Lanham Act areas,\n\nthere is a risk that absent a certain degree of extraterritorial\n\nenforcement, violators will either take advantage of international\n\ncoordination problems or hide in countries without efficacious\n\nantitrust or trademark laws, thereby avoiding legal authority.\n\n            In Hartford Fire Ins. Co. v. California, 509 U.S. 764\n\n(1993), the Supreme Court addressed the issue of when a United\n\nStates court could assert jurisdiction over Sherman Act claims\n\nbrought against foreign defendants for a conspiracy that occurred\n\nabroad to raise reinsurance prices. It held that jurisdiction over\n\nforeign conduct existed under the antitrust laws if that conduct\n\n\"was meant to produce and did in fact produce some substantial\n\neffect in the United States.\"           Id. at 796; see also United States\n\nv. Nippon Paper Indus. Co., 109 F.3d 1, 4 (1st Cir. 1997); Doe I v.\n\n\n\n                                       -23-\n\fUnocal Corp., 395 F.3d 932, 961 (2d Cir. 2002) (applying the\n\nsubstantial effects test to determine whether jurisdiction should\n\nbe asserted over foreign securities fraud).8          The Hartford Fire\n\nCourt also held that comity considerations, such as whether relief\n\nordered by an American court would conflict with foreign law, were\n\nproperly understood not as questions of whether a United States\n\ncourt possessed subject matter jurisdiction, but instead as issues\n\nof whether such a court should decline to exercise the jurisdiction\n\nthat it possessed.      See id. at 797-98 & n.24.\n\n           The framework stated in Hartford Fire guides our analysis\n\nof the Lanham Act jurisdictional question for foreign activities of\n\nforeign defendants.      We hold that the Lanham Act grants subject\n\nmatter   jurisdiction    over   extraterritorial    conduct   by   foreign\n\n     8\n      This effects test had its origins in United States v.\nAluminum Co. of Am., 148 F.2d 416 (2d Cir. 1945), although it took\na considerable period of time to gain widespread acceptance. See\ngenerally 1 W. Fugate, Foreign Commerce and the Antitrust Laws §\n2.10 (5th ed. 1996). An older and now discredited view, reflected\nin American Banana Co. v. United Fruit Co., 213 U.S. 347, 356\n(1909), was that antitrust laws were wholly territorial in nature.\nNotably, Steele cited American Banana and rejected a territorial\ninterpretation of that case; it read American Banana as applying\nonly when there were no effects in the United States from the\nforeign antitrust violation. See Steele, 344 U.S. at 288.\n     In 1982, Congress passed the FTAIA, which provided that the\nSherman Act \"shall not apply to conduct involving trade or commerce\n(other than import trade or import commerce) with foreign nations\nunless . . . such conduct has a direct, substantial, and reasonably\nforeseeable effect\" on United States commerce. 15 U.S.C. § 6(a);\nsee 1 Fugate, supra, § 2.14. The Supreme Court has never explained\nthe relationship between the FTAIA and the older, judicially-\ncreated effects test; thus it remains unclear the extent to which\nthe FTAIA is a codification of that test and the extent to which\nthe FTAIA amends it. See Hartford Fire, 509 U.S. at 796 n.23; see\nalso Nippon Paper, 109 F.3d at 4.\n\n                                   -24-\n\fdefendants only where the conduct has a substantial effect on\n\nUnited States commerce.9           Absent a showing of such a substantial\n\neffect,    at    least   as   to   foreign    defendants,     the   court   lacks\n\njurisdiction over the Lanham Act claim. Congress has little reason\n\nto assert jurisdiction over foreign defendants who are engaging in\n\nactivities that have no substantial effect on the United States,\n\nand courts, absent an express statement from Congress, have no good\n\nreason to go further in such situations.             See 1A P. Areeda & H.\n\nHovenkamp, Antitrust Law ¶ 272f (2d ed. 2000) (\"When a government's\n\ninterest    in    a   transaction     is   remote,   minor,    tangential,    or\n\notherwise insignificant, that government would presumably not seek\n\nto control it.\"); 1 W. Fugate, Foreign Commerce and the Antitrust\n\nLaws § 2.13, at 99-100 (5th ed. 1996).\n\n\n\n     9\n      The traditional extraterritorial test for jurisdiction in the\nantitrust area has often, including in Hartford Fire, been\narticulated as containing a requirement that the defendant intend\nto cause the substantial effects on United States commerce that\nactually have been created.      509 U.S. at 796.      The FTAIA's\n\"reasonably foreseeable\" requirement appears to be related to this\ntraditional intent requirement. See 15 U.S.C. § 6a. We need not\nand do not decide whether a defendant's intent to target United\nStates commerce plays any role in the jurisdictional inquiry for\npurposes of extraterritorial application of the Lanham Act --\neither, for example, as a requirement in addition to the\nsubstantial effect requirement, or instead as a factor that, if\npresent, may reduce the amount of effects on United States commerce\nthat a plaintiff must show. It is evident that Delica, in this\ncase, had no intent to target United States commerce.\n     We do note that lack of intent can sometimes change the scope\nof remedies under the Lanham Act.       For example, an innocent\ninfringer can generally only be subject to an injunction against\nfuture use. See 15 U.S.C. § 1114(2). This, of course, is not a\njurisdictional matter.\n\n                                       -25-\n\f              The substantial effects test requires that there be\n\nevidence of impacts within the United States, and these impacts\n\nmust be of a sufficient character and magnitude to give the United\n\nStates a reasonably strong interest in the litigation.                 See, e.g.,\n\n1   Fugate,    supra,   §§   2.9,   2.12,   2.13;   see   also    1A    Areeda   &\n\nHovenkamp, supra, ¶ 272f2; United Phosphorus, 322 F.3d at 952-53.\n\nThe \"substantial effects\" test must be applied in light of the core\n\npurposes of the Lanham Act, which are both to protect the ability\n\nof American consumers to avoid confusion and to help assure a\n\ntrademark's owner that it will reap the financial and reputational\n\nrewards associated with having a desirable name or product.                 See,\n\ne.g., Dastar Corp. v. Twentieth Century Fox Film Corp., 539 U.S.\n\n23, 33-34 (2003); see also Atl. Richfield Co. v. ARCO Globus Int'l\n\nCo., 150 F.3d 189, 193-94 (2d Cir. 1998).                  The goal of the\n\njurisdictional test is to ensure that the United States has a\n\nsufficient interest in the litigation, as measured by the interests\n\nprotected by the Lanham Act, to assert jurisdiction.\n\n              Of course, the Vanity Fair test includes a \"substantial\n\neffects\" inquiry as part of its three-part test.10               We differ from\n\n      10\n      Some courts have criticized Vanity Fair's \"substantial\neffects\" inquiry as having been taken out of context, and have\nreplaced it with a much less demanding \"some effect\" inquiry.\nThese courts state that the \"substantial effects\" test was not\nclearly embraced in Steele and stems from attempts to determine\nwhen local commerce has a sufficient effect on interstate commerce\nto be congressionally reachable, which has no relevance to the\nquestion of determining when wholly foreign commerce can be\nreached. See Am. Rice, 701 F.2d at 414 n.8; Wells Fargo & Co. v.\nWells Fargo Express Co., 556 F.2d 406, 428 (9th Cir. 1977).\n\n                                     -26-\n\fthe Vanity Fair court in that we disaggregate the elements of its\n\ntest: we first ask whether the defendant is an American citizen,\n\nand if he is not, then we use the substantial effects test as the\n\nsole touchstone to determine jurisdiction.\n\n           If the substantial effects test is met, then the court\n\nshould proceed, in appropriate cases, to consider comity.             We also\n\ntransplant for Lanham Act purposes Hartford Fire's holding that\n\ncomity considerations are properly analyzed not as questions of\n\nwhether there is subject matter jurisdiction, but as prudential\n\nquestions of whether that jurisdiction should be exercised.                See\n\nHartford Fire, 509 U.S. at 798 n.24.           Our analysis differs again\n\nfrom Vanity Fair on this point.       See Vanity Fair, 234 F.2d at 642.\n\nVanity Fair and other cases have considered as part of the basic\n\njurisdictional analysis whether the defendant acted under color of\n\nprotection of the trademark laws of his own country.            We disagree\n\nand do not see why the scope of Congressional intent and power to\n\ncreate   jurisdiction   under   the   Lanham    Act   should   turn   on   the\n\nexistence and meaning of foreign law.\n\n           Congress could, of course, preclude the exercise of such\n\nLanham Act jurisdiction by statute or by ratified treaty.              Or it\n\n\n\nAmerican Rice involved domestic defendants, although the court did\nnot restrict the modification of its test to such situations. The\nSupreme Court has embraced the \"substantial effects\" test for\nextraterritorial application of the antitrust laws, and Congress,\nin the FTAIA, has either codified that understanding or established\nan even more restrictive test.     We see no reason to treat the\nLanham Act differently.\n\n                                  -27-\n\fcould by statute define limits in Lanham Act jurisdiction in such\n\ninternational cases, as it has chosen to do in the antitrust area.\n\nSee 15 U.S.C. § 6a.       It has not done so.\n\nB. Application of the Framework\n\n            We apply the framework we have established to the facts\n\nof this case.     Although district court fact-finding is permissible\n\nin a subject matter jurisdiction inquiry, and we defer to such\n\nfact-finding, here all the relevant facts are undisputed and the\n\ndistrict court did not find any facts.11             Our review is de novo,\n\nsee, e.g., Skwira v. United States, 344 F.3d 64, 71-72 (1st Cir.\n\n2003), and the burden is on McBee to establish jurisdiction, see,\n\ne.g., Able Sales Co. v. Compañía de Azúcar de P.R., 406 F.3d 56, 61\n\n(1st Cir. 2005).\n\n1. Claim for Injunction Barring Delica's United States Sales\n\n            McBee contends that his claim for an injunction against\n\nDelica's sales to consumers inside the United States does not\n\nconstitute an extraterritorial application of the Lanham Act, and\n\ntherefore the district court should have taken jurisdiction over\n\nthis    claim   without   pausing   to    consider    whether   there    was   a\n\nsubstantial     effect    on   United    States   commerce.     The     factual\n\npredicate for this argument is the $2,500 of \"Cecil McBee\" brand\n\n       11\n      As we noted above, the subject matter jurisdiction issue was\ndetermined on a summary judgment record, after extensive discovery;\nMcBee did not file a Rule 56(f) affidavit below stating that he\nneeded more discovery.    We note also that in this context, the\njurisdictional inquiry will generally not be wholly distinct from\nthe merits. See 1A Areeda & Hovenkamp, supra, ¶ 273a.\n\n                                    -28-\n\fgoods that Delica sold to McBee's investigators in Maine; there is\n\nno evidence of any other sales made by Delica to United States\n\nconsumers.   McBee is correct that the court had subject matter\n\njurisdiction over this claim.\n\n           There can be no doubt of Congress's power to enjoin sales\n\nof infringing goods into the United States, and as a matter of\n\nCongressional intent there can be no doubt that Congress intended\n\nto reach such sales via the Lanham Act.            Courts have repeatedly\n\ndistinguished between domestic acts of a foreign infringer and\n\nforeign acts of that foreign infringer; the extraterritoriality\n\nanalysis to determine jurisdiction attaches only to the latter.\n\nSee, e.g., Totalplan Corp. of Am. v. Colborne, 14 F.3d 824, 829-30\n\n(2d Cir. 1994); Sterling Drug, 14 F.3d at 744-47 & n.8; Wells\n\nFargo, 556 F.2d at 426-30; Vanity Fair, 234 F.2d at 638-39, 645;\n\nsee also 4 J. T. McCarthy, McCarthy on Trademarks and Unfair\n\nCompetition § 29:56, at 29-151 (4th ed. 2005).            Since sales in the\n\nUnited   States   are   domestic   acts,   McBee   need    not   satisfy   the\n\n\"substantial effect on United States commerce\" test for this claim;\n\njurisdiction exists because, under the ordinary domestic test, the\n\n$2,500 worth of goods sold by Delica to McBee's investigators in\n\nthe United States were in United States commerce, at least insofar\n\nas some of those goods were shipped directly by Delica to the\n\nbuyers in the United States.       See Carpet Group Int'l v. Oriental\n\nRug Importers Ass'n, Inc., 227 F.3d 62, 71-75 (3d Cir. 2000).\n\n\n\n                                   -29-\n\f          Our   holding    that   the   extraterritoriality   tests   are\n\ninapplicable where plaintiff seeks a remedy for imported goods sold\n\nto American consumers is supported in the antitrust context by the\n\nlanguage of the FTAIA.     The FTAIA provides that the Sherman Act:\n\n          shall not apply to conduct involving trade or\n          commerce (other than import trade or import\n          commerce) with foreign nations unless . . .\n          such conduct has a direct, substantial, and\n          reasonably foreseeable effect (A) on trade or\n          commerce which is not trade or commerce with\n          foreign nations, or on import trade or import\n          commerce with foreign nations; or (B) on\n          export trade or export commerce with foreign\n          nations, of a person engaged in such trade or\n          commerce in the United States . . . .\n\n15 U.S.C. § 6(a)(1).      The statute exempts \"import trade or import\n\ncommerce\" from its extraterritoriality effects test; such import\n\ntrade or import commerce would seem to be reachable so long as the\n\ndomestic commerce tests are met.        See Carpet Group Int'l, 227 F.3d\n\nat 71-75; W. Fugate & L. Simonwitz, Foreign Commerce and the\n\nAntitrust Laws § 2.14, at 30 (5th ed. Supp. 2004).\n\n          The district court thus had subject matter jurisdiction\n\nover McBee's claim for an injunction against Delica's sales of\n\n\"Cecil McBee\" goods in the United States.        Nonetheless, dismissal\n\nof the claim was appropriate for reasons stated later.12\n\n\n\n\n     12\n      We do not reach the more complicated question of whether\ncomity concerns would ever allow a court to decline to exercise\njurisdiction when an injunction is sought against sales in the\nUnited States.\n\n                                   -30-\n\f2. Claim for Injunction Barring Access to Internet Website\n\n          McBee next argues that his claim for an injunction\n\nagainst Delica's posting of its Internet website in a way that is\n\nvisible to United States consumers also does not call for an\n\nextraterritorial application of the Lanham Act.      Here McBee is\n\nincorrect:   granting    this     relief   would   constitute   an\n\nextraterritorial application of the Act, and thus subject matter\n\njurisdiction would only be appropriate if McBee could show a\n\nsubstantial effect on United States commerce.13 McBee has not shown\n\nsuch a substantial effect from Delica's website.\n\n          We begin with McBee's argument that his website claim,\n\nlike his claim for Delica's sales into the United States, is not an\n\nextraterritorial application of the Lanham Act.     McBee does not\n\nseek to reach the website because it is a method, by Delica, for\n\nselling \"Cecil McBee\" goods into the United States.      In such a\n\ncase, if a court had jurisdiction to enjoin sales of goods within\n\nthe United States, it might have jurisdiction to enjoin the website\n\nas well, or at least those parts of the website that are necessary\n\nto allow the sales to occur.14   Rather, the injury McBee complains\n\n     13\n      Preliminarily, Delica disputes whether it is technologically\npossible   to  prevent   access  by   American   consumers   while\nsimultaneously allowing access to the website in the rest of the\nworld. We lack the information to resolve this dispute, and at any\nrate we need not resolve it in order to decide this dispute.\n     14\n      The cases cited by McBee involve such situations and are\ntherefore easily distinguishable; as well, they contain no analysis\nat all of the question McBee has raised. See Euromarket Designs,\nInc. v. Crate & Barrel Ltd., 96 F. Supp. 2d 824, 831-33 (N.D. Ill.\n\n                                 -31-\n\fabout from the website is that its mere existence has caused him\n\nharm, because United States citizens can view the website and\n\nbecome   confused   about   McBee's   relationship     with    the   Japanese\n\nclothing company. In particular, McBee argues that he has suffered\n\nharm from the fact that Delica's website often comes up on search\n\nengines ahead of fan sites about McBee's jazz career.\n\n            Delica's website, although hosted from Japan and written\n\nin Japanese, happens to be reachable from the United States just as\n\nit is reachable from other countries.         That is the nature of the\n\nInternet.     The   website    is   hosted   and   managed    overseas;   its\n\nvisibility within the United States is more in the nature of an\n\neffect, which occurs only when someone in the United States decides\n\nto visit the website.         To hold that any website in a foreign\n\nlanguage, wherever hosted, is automatically reachable under the\n\nLanham Act so long as it is visible in the United States would be\n\nsenseless.    The United States often will have no real interest in\n\nhearing trademark lawsuits about websites that are written in a\n\nforeign language and hosted in other countries.         McBee attempts to\n\nanalogize the existence of Delica's website, which happens to be\n\nvisible in any country, to the direct mail advertising that the\n\nVanity Fair court considered to be domestic conduct and so held\n\noutside the scope of the extraterritoriality analysis.           See Vanity\n\nFair, 234 F.2d at 638-39.      The analogy is poor for three reasons:\n\n\n2000); Playboy Enters. v. Chuckleberry Publ'g, Inc., 939 F. Supp.\n1032, 1039-40 (S.D.N.Y. 1996).\n\n                                    -32-\n\ffirst, the advertising in Vanity Fair was closely connected with\n\nmail-order sales; second, direct mail advertising is a far more\n\ntargeted act than is the hosting of a website; and third, Delica's\n\nwebsite, unlike the advertising in Vanity Fair, is in a foreign\n\nlanguage.\n\n            Our conclusion that McBee's website claim calls for\n\nextraterritorial application of the Lanham Act is bolstered by a\n\nconsideration of the now extensive case law relating to treatment\n\nof Internet websites with respect to personal jurisdiction.       We\n\nrecognize that the contexts are distinct, but the extraterritorial\n\napplication of jurisdiction under the Lanham Act evokes concerns\n\nabout territorial restraints on sovereigns that are similar to\n\nconcerns driving personal jurisdiction.       To put the principle\n\nbroadly, the mere existence of a website that is visible in a forum\n\nand that gives information about a company and its products is not\n\nenough, by itself, to subject a defendant to personal jurisdiction\n\nin that forum.    See, e.g., Jennings v. AC Hydraulic A/S, 383 F.3d\n\n546, 549-50 (7th Cir. 2004); ALS Scan, Inc. v. Digital Serv.\n\nConsultants, Inc., 293 F.3d 707, 713-15 (4th Cir. 2002).\n\n            Something more is necessary, such as interactive features\n\nwhich allow the successful online ordering of the defendant's\n\nproducts.     See, e.g., Jennings, 383 F.3d at 549.         The mere\n\nexistence of a website does not show that a defendant is directing\n\nits business activities towards every forum where the website is\n\n\n\n                                 -33-\n\fvisible; as well, given the omnipresence of Internet websites\n\ntoday, allowing personal jurisdiction to be premised on such a\n\ncontact     alone   would    \"eviscerate\"    the      limits   on   a    state's\n\njurisdiction over out-of-state or foreign defendants.               Id. at 549-\n\n50.\n\n            Similarly, allowing subject matter jurisdiction under the\n\nLanham Act to automatically attach whenever a website is visible in\n\nthe   United   States   would   eviscerate      the   territorial       curbs   on\n\njudicial authority that Congress is, quite sensibly, presumed to\n\nhave imposed in this area.\n\n            Our conclusion does not make it impossible for McBee to\n\nuse the Lanham Act to attack a Japan-based website; it merely\n\nrequires    that    McBee   first   establish    that    the   website    has    a\n\nsubstantial effect on commerce in the United States before there is\n\nsubject matter jurisdiction under the Lanham Act.              We can imagine\n\nmany situations in which the presence of a website would ensure\n\n(or, at least, help to ensure) that the United States has a\n\nsufficient interest. The substantial effects test, however, is not\n\nmet here.\n\n            Delica's website is written almost entirely in Japanese\n\ncharacters; this makes it very unlikely that any real confusion of\n\nAmerican consumers, or diminishing of McBee's reputation, would\n\nresult from the website's existence.               In fact, most American\n\nconsumers are unlikely to be able to understand Delica's website at\n\n\n\n                                     -34-\n\fall. Further, McBee's claim that Americans looking for information\n\nabout him will be unable to find it is unpersuasive: the Internet\n\nsearches reproduced in the record all turned up both sites about\n\nMcBee and sites about Delica's clothing line on their first page of\n\nresults. The two sets of results are easily distinguishable to any\n\nconsumer, given that the Delica sites are clearly shown, by the\n\nsearch engines, as being written in Japanese characters.                 Finally,\n\nwe stress that McBee has produced no evidence of any American\n\nconsumers going to the website and then becoming confused about\n\nwhether McBee had a relationship with Delica.\n\n3. Claim for Damages for Delica's Japanese Sales\n\n           McBee's claim for damages due to Delica's sales in Japan\n\nfares no better, because these sales as well have no substantial\n\neffect on commerce in the United States.             McBee seeks damages for\n\nDelica's   sales     in   Japan   to     Japanese   consumers    based    on   (a)\n\ntarnishing of McBee's image in the United States, and (b) loss of\n\nincome in the United States due to loss of commercial opportunity\n\nas a jazz musician in Japan, stemming from the tarnishing of\n\nMcBee's reputation there.         The alleged tarnishing -- both in the\n\nUnited States and Japan -- is purportedly caused by the confusion\n\nof McBee's name with a brand selling (sometimes provocative)\n\nclothing   to   young     teenage      girls   in   Japan.      McBee    presents\n\nessentially     no   evidence     that    either    type   of   tarnishing     has\n\n\n\n\n                                       -35-\n\foccurred, much less that it has any substantial effect on United\n\nStates commerce.\n\n            McBee's first argument, that American consumers are being\n\nconfused and/or led to think less of McBee's name because of\n\nDelica's Japanese sales, cuts very close to the core purposes of\n\nthe Lanham Act.    See Atl. Richfield Co., 150 F.3d at 193; Sterling\n\nDrug, Inc., 14 F.3d at 746; see also Schechter, supra, at 628-30\n\n(arguing that what distinguishes the Lanham Act from areas like\n\npatent or copyright, and makes extraterritorial jurisdiction proper\n\nin the trademark context while it is improper in those other areas,\n\nis the risk that the trademark infringer's foreign sales will\n\neventually confuse domestic consumers, thus costing the mark holder\n\nsales   domestically   as   well   as   abroad).   Such   confusion   and\n\nreputational harm in the eyes of American consumers can often --\n\nalthough not always -- be inferred from the fact that American\n\nconsumers have been exposed to the infringing mark.              But no\n\ninference of dilution or other harm can be made in situations where\n\nAmerican citizens are not exposed at all to the infringing product.\n\nThe trouble with McBee's argument is that there is virtually no\n\nevidence that American consumers are actually seeing Delica's\n\nproducts.\n\n            Quite commonly, plaintiffs in these sorts of cases can\n\nmeet their burden by presenting evidence that while the initial\n\nsales of infringing goods may occur in foreign countries, the goods\n\n\n\n                                   -36-\n\fsubsequently tend to enter the United States in some way and in\n\nsubstantial quantities.         See, e.g., Steele, 344 U.S. at 286;\n\nNintendo of Am., 34 F.3d at 249, 251;          Atl. Richfield Co., 150 F.3d\n\nat 193; Totalplan, 14 F.3d at 830. McBee has presented essentially\n\nno evidence that Delica's products have been brought into the\n\nUnited States after their initial sale in Japan.                   McBee's own\n\nstatement, without more, that people have seen women wearing Delica\n\nclothing in the United States does not show very much; likewise,\n\nMcBee's evidence that Delica's goods are occasionally sold on eBay\n\nshows little, given particularly that such goods need not have been\n\nauctioned to buyers in the United States.           The evidence indicates\n\nonly    one    incident   in   which     an   American   citizen    saw   McBee\n\nadvertisements while traveling in Japan and demonstrated confusion\n\nupon returning to the United States.\n\n               Beyond that, there is also nothing that indicates any\n\nharm to McBee's career in the United States due to Delica's product\n\nsales.    McBee's argument that there has potentially been harm to\n\nMcBee's career as a product endorser is most unlikely, especially\n\ngiven    his    own   disinterest   in    performing     such   endorsements.\n\nFurther, McBee's statement that his teaching career may have been\n\nhindered by Delica is speculation.\n\n               McBee's second argument is that Delica's sales have\n\nconfused Japanese consumers, hindering McBee's record sales and\n\ntouring career in Japan.        Evidence of economic harm to McBee in\n\n\n\n                                       -37-\n\fJapan due to confusion of Japanese consumers is less tightly tied\n\nto the interests that the Lanham Act intends to protect, since\n\nthere   is   no   United   States   interest   in   protecting   Japanese\n\nconsumers.    American courts do, however, arguably have an interest\n\nin protecting American commerce by protecting McBee from lost\n\nincome due to the tarnishing of his trademark in Japan.            Courts\n\nhave considered sales diverted from American companies in foreign\n\ncountries in their analyses. See Totalplan, 14 F.3d at 830-31; see\n\nalso Am. Rice, 701 F.2d at 414-15 (considering diverted sales in\n\nfinding \"some effects\" test met).\n\n             Assuming arguendo that evidence of harm to an American\n\nplaintiff's economic interests abroad, due to the tarnishing of his\n\nreputation there, might sometimes meet the substantial effects\n\ntest, McBee has presented no evidence of such harm in this case.\n\nMcBee has presented no evidence of economic harm due to losses in\n\nrecord sales or touring opportunities in Japan.        McBee's statement\n\nthat he might have expected more Japanese touring opportunities by\n\nnow, and may have had such opportunities absent Delica's sales, is\n\nwholly speculative.    There is no probative evidence of any decline\n\nin McBee's touring revenue as compared to past patterns, nor is\n\nthere any evidence of any decline in McBee's Japanese record sales.\n\n             McBee has not shown that Delica's Japanese sales have a\n\nsubstantial effect on United States commerce, and thus McBee's\n\nclaim for damages based on those sales, as well as McBee's claim\n\n\n\n                                    -38-\n\ffor an injunction against Delica's website, must be dismissed for\n\nlack of subject matter jurisdiction.   We need not reach the issue\n\nof whether we should decline jurisdiction because of comity.15\n\nWere we to assert jurisdiction in this case, where there is no\n\nevidence of any harm to American commerce beyond the facts that the\n\nplaintiff is an American citizen and that the allegedly infringing\n\ngoods were sold and seen in a foreign country, we would be forced\n\nto find jurisdiction in almost all false endorsement or trademark\n\ncases involving an American plaintiff and allegedly infringing\n\nsales abroad.\n\n\n\n\n     15\n       Were we to reach comity principles, they would most likely\ncounsel for dismissal of McBee's claim seeking damages for Delica's\nsales in Japan. McBee argues that so long as he seeks only damages\nand not an injunction, there is no \"true conflict\" with Japanese\nlaw because it would be theoretically possible for Delica to comply\nwith both Japanese and United States law. See Hartford Fire, 509\nU.S. at 798-99. McBee's argument makes no sense: an injunction\nwould no more create a \"true conflict\" under this definition than\ndamages, for under either form of relief it would be theoretically\npossible for Delica to comply with both nations' laws by not using\nthe trademark.    There is no meaningful distinction between an\ninjunction and damages for this purpose. The reasoning developed\nin the antitrust context in Hartford Fire is not \"automatically\ntransferable\" to the trademark context: \"It is one thing for the\nBritish reinsurers in Hartford Fire to be barred under United\nStates law from boycotting activity that they might be free to\nengage in without violating British law.       But it is quite a\ndifferent thing for the holder of rights in a mark under German law\nto be ordered to refrain from uses of that mark protected by German\nlaw.\" Sterling Drug, 14 F.3d at 746-47.\n\n                               -39-\n\fC. Frivolousness of Claim Based on Delica's Product Sales in the\n   United States\n\n           Because we do have subject matter jurisdiction over\n\nMcBee's claim for an injunction against Delica's sales in the\n\nUnited States,16 we proceed on that claim.\n\n           We dispose of a preliminary issue: whether there is any\n\nrequired   order   for   deciding   the    remaining   issues.   We   would\n\nordinarily next reach Delica's defense that the federal district\n\ncourt, sitting in Maine, lacked personal jurisdiction over it.\n\nSee, e.g., United States v. Swiss Am. Bank, Ltd., 191 F.3d 30, 46\n\n(1st Cir. 1999).    But we choose to decide this case on much simpler\n\ngrounds.   Although the Supreme Court in Steel Co. v. Citizens for\n\na Better Env't, 523 U.S. 83 (1998), generally barred the practice\n\nof \"hypothetical jurisdiction,\" we have noted that \"the rule does\n\nnot appear to be an absolute one,\" Parella v. Ret. Bd. of the R.I.\n\nEmployees' Ret. Sys., 173 F.3d 46, 53-56 (1st Cir. 1999), and we\n\nhave consistently interpreted the rule as applying in its strict\n\nform only to issues going to Article III's requirements.               See,\n\ne.g., Cozza v. Network Assocs., Inc., 362 F.3d 12, 15 (1st Cir.\n\n     16\n      It is true that we lack subject matter jurisdiction over\nclaims that involve no real federal controversy because they\n\"clearly appear[] to be immaterial and made solely for the purpose\nof obtaining jurisdiction or where such a claim is wholly\ninsubstantial and frivolous.\" Steel Co. v. Citizens for a Better\nEnv't, 523 U.S. 83, 89-90 (1998).     This test goes to whether,\nlegally, there is any real federal interest involved in the case.\nThe fatal flaw in McBee's claim here, as we explain below, is that\nthe only sales made to the United States were sales instigated at\nhis own behest. This sort of factual weakness in a claim does not\ngo to subject matter jurisdiction.\n\n                                    -40-\n\f2004); Restoration Pres. Masonry v. Grove Europe Ltd., 325 F.3d 54,\n\n59-60 (1st Cir. 2003); United States v. Woods, 210 F.3d 70, 74 n.2\n\n(1st Cir. 2000); Parella, 173 F.3d at 53-56.\n\n            The requirements of personal jurisdiction are not rooted\n\nin Article III, although they do have constitutional resonance\n\nthrough the Due Process clause.      See Ins. Corp. of Ir. v. Compagnie\n\ndes Bauxites de Guinee, 456 U.S. 694, 702-03 (1982).                Unlike\n\nsubject matter jurisdiction under Article III, which goes to the\n\nfundamental institutional competence of the court and can be raised\n\nsua sponte at any time, personal jurisdiction is an individual\n\nliberty right and is therefore waivable; a court cannot raise\n\npersonal jurisdiction sua sponte.         See id. at 702-05.   In Parella,\n\nwe held that Eleventh Amendment immunity is not subject to the\n\nstrict form of Steel Co. and can be bypassed in certain cases,\n\nstressing the waivability of the immunity and the fact that a court\n\nneed not raise it sua sponte.      See Parella, 173 F.3d at 54-55.       As\n\nin the sovereign immunity area, we do not wish to force defendants\n\nto expend resources on difficult personal jurisdiction issues or\n\ncourts     to   reach   more   difficult    issues   when   there   is   an\n\nexceptionally easy method -- on the merits -- for the defendant to\n\nprevail.    See id. at 56.\n\n            Here, where McBee's claim for an injunction barring\n\nDelica's sales in the United States is wholly without merit, and\n\nwhere the personal jurisdiction question is briefed only as a\n\n\n\n                                   -41-\n\fsubsidiary issue by both sides, providing us with little guidance,\n\nwe have the power to pretermit the personal jurisdiction question.17\n\nWe reach these merits now, noting that the questions appealed to us\n\nwere decided on a summary judgment record and that we may affirm on\n\nany ground supported by that record, see, e.g., Cimon v. Gaffney,\n\n401 F.3d 1, 4 (1st Cir. 2005), as well as that the ground for our\n\ndecision on the merits is closely tied to the facts we used to\n\ndecide the jurisdictional question.\n\n              As to the merits, there is no evidence of existing\n\nconfusion or dilution due to Delica's past sales, since these few\n\nsales were all made to McBee's own investigators, who were brought\n\nin to assist in this litigation and therefore fully understood\n\nMcBee's lack of any relationship with Delica.              See Millenium\n\nEnters., Inc. v. Millenium Music, Inc., 33 F. Supp. 2d 907, 911 (D.\n\nOr.   1999)    (gravamen   of   unfair   competition   claim   is   whether\n\ndefendant's actions have created confusion; sale to plaintiff's\n\nagent could not have created any).         There is no evidence of any\n\nother sales, nor any evidence that Delica has any desire to sell\n\ninto the United States in the future.        All the evidence, in fact,\n\n\n      17\n      Ruhrgas AG v. Marathon Oil Co., 526 U.S. 574 (1999), is not\nto the contrary.     Although Ruhrgas contained language on the\nimportance   of   personal   jurisdiction,   the  decision   merely\nestablished that a court can, in some circumstances, dispose of a\ncase on a different threshold ground before reaching subject matter\njurisdiction. See id. at 584-85; see also Tenet v. Doe, 125 S. Ct.\n1230, 1234 n.4 (2005).     The thrust of Ruhrgas was to increase\njudicial flexibility, not to decrease it. See Ruhrgas AG, 526 U.S.\nat 587-88.\n\n                                    -42-\n\fis to the contrary. Thus, there is no justification for injunctive\n\nrelief, and summary judgment must enter for Delica on this claim.\n\n            Absent any viable federal claim, the district court's\n\ndismissal of all of McBee's pendent state law claims (without\n\nprejudice   to   their   being   refiled   in   state   court)   was   fully\n\nappropriate and was not an abuse of discretion -- McBee has not\n\nargued otherwise.    See 28 U.S.C. § 1367(c); González-de-Blasini v.\n\nFamily Dep't, 377 F.3d 81, 89 (1st Cir. 2004).          We need not reach\n\nDelica's laches or collateral estoppel arguments.\n\n                                   IV.\n\n            The district court's decision ordering judgment for the\n\ndefendant Delica is affirmed.      Costs are awarded to Delica.\n\n\n\n\n                                   -43-\n\f",
  "html": "<p class=\"case_cite\">417 F.3d 107</p>\n    <p class=\"parties\">Cecil McBEE, Plaintiff, Appellant,<br>v.<br>DELICA CO., Ltd., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2733.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 9, 2005.</p>\n    <p class=\"date\">Decided August 2, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Alfred C. Frawley, with whom Robert O. Newton and Preti, Flaherty, Beliveau, Pachios &amp; Haley, LLP were on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Todd S. Holbrook, with whom John G. Osborn and Bernstein, Shur, Sawyer &amp; Nelson were on brief, for defendant, appellee.</p>\n      <p class=\"indent\">Before SELYA, LYNCH, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It has long been settled that the Lanham Act can, in appropriate cases, be applied extraterritorially. <i>See Steele v. Bulova Watch Co.,</i> 344 U.S. 280, 73 S.Ct. 252, 97 L.Ed. 319 (1952). This case, dismissed for lack of subject matter jurisdiction, requires us, as a matter of first impression for this circuit, to lay out a framework for determining when such extraterritorial use of the Lanham Act is proper.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In doing so, we choose not to adopt the formulations used by various other circuits. <i>See, e.g., Reebok Int'l, Ltd. v. Marnatech Enters.,</i> 970 F.2d 552, 554-57 (9th Cir.1992); <i>Vanity Fair Mills v. T. Eaton Co.,</i> 234 F.2d 633, 642-43 (2d Cir.1956). The best-known test, the <i>Vanity Fair</i> test, asks (1) whether the defendant is an American citizen, (2) whether the defendant's actions have a substantial effect on United States commerce, and (3) whether relief would create a conflict with foreign law. 234 F.2d at 642-43. These three prongs are given an uncertain weight. Based on <i>Steele</i> and subsequent Supreme Court case law, we disaggregate the three prongs of the <i>Vanity Fair</i> test, identify the different types of \"extraterritorial\" application questions, and isolate the factors pertinent to subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Our framework asks first whether the defendant is an American citizen; that inquiry is different because a separate constitutional basis for jurisdiction exists for control of activities, even foreign activities, of an American citizen. Further, when the Lanham Act plaintiff seeks to enjoin sales in the United States, there is no question of extraterritorial application; the court has subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In order for a plaintiff to reach foreign activities of foreign defendants in American courts, however, we adopt a separate test. We hold that subject matter jurisdiction under the Lanham Act is proper only if the complained-of activities have a substantial effect on United States commerce, viewed in light of the purposes of the Lanham Act. If this \"substantial effects\" question is answered in the negative, then the court lacks jurisdiction over the defendant's extraterritorial acts; if it is answered in the affirmative, then the court possesses subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We reject the notion that a comity analysis is part of subject matter jurisdiction. Comity considerations, including potential conflicts with foreign trademark law, are properly treated as questions of whether a court should, in its discretion, decline to exercise subject matter jurisdiction that it already possesses. Our approach to each of these issues is in harmony with the analogous rules for extraterritorial application of the antitrust laws. <i>See Hartford Fire Ins. Co. v. California,</i> 509 U.S. 764, 795-99, 113 S.Ct. 2891, 125 L.Ed.2d 612 (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiff, Cecil McBee, an American citizen and resident, seeks to hold the defendant, Delica Co., Ltd. (Delica), responsible for its activities in Japan said to harm McBee's reputation in both Japan and the United States and for Delica's purported activities in the United States. McBee is a well-known American jazz musician; Delica is a Japanese corporation that adopted the name \"Cecil McBee\" for its adolescent female clothing line. McBee sued for false endorsement and dilution under the Lanham Act. The district court dismissed all of McBee's Lanham Act claims, concluding that it lacked subject matter jurisdiction. <i>See McBee v. Delica Co.,</i> No. 02-198-P-C, 2004 WL 2674360 (D.Me. Nov.19, 2004) (unpublished).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We affirm, albeit on different reasoning. We conclude that the court lacked jurisdiction over McBee's claims seeking (1) an injunction in the United States barring access to Delica's Internet website, which is written in Japanese, and (2) damages for harm to McBee due to Delica's sales in Japan. McBee has made no showing that Delica's activities had a substantial effect on United States commerce. As to McBee's claim for (3) an injunction barring Delica from selling its goods in the United States, we hold that the district court had jurisdiction but conclude that this claim is without merit because the only sales Delica has made into the United States were induced by McBee for purposes of this litigation, and there is no showing that Delica plans on selling into the United States again.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The relevant facts are basically undisputed. McBee, who lives in both Maine and New York, is a jazz bassist with a distinguished career spanning over forty-five years. He has performed in the United States and worldwide, has performed on over 200 albums, and has released six albums under his own name (including in Japan). He won a Grammy Award in 1989, was inducted into the Oklahoma Jazz Hall of Fame in 1991, and teaches at the New England Conservatory of Music in Boston. McBee has toured Japan several times, beginning in the early 1980s, and has performed in many major Japanese cities, including Tokyo. He continues to tour in Japan. McBee has never licensed or authorized the use of his name to anyone, except of course in direct connection with his musical performances, as for example on an album. In his own words, he has sought to \"have [his] name associated only with musical excellence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Delica is a Japanese clothing retailer. In 1984, Delica adopted the trade name \"Cecil McBee\" for a line of clothing and accessories primarily marketed to teen-aged girls. Delica holds a Japanese trademark for \"Cecil McBee,\" in both Japanese and Roman or English characters, for a variety of product types. Delica owns and operates retail shops throughout Japan under the brand name \"Cecil McBee\"; these are the only stores where \"Cecil McBee\" products are sold. There are no \"Cecil McBee\" retail shops outside of Japan. Delica sold approximately $23 million worth of \"Cecil McBee\" goods in 1996 and experienced steady growth in sales in subsequent years; in 2002, Delica sold $112 million worth of \"Cecil McBee\" goods.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Delica puts out a \"style book\" or catalog that includes pictures and descriptions of the products in its \"Cecil McBee\" line; this style book is written in Japanese with some English words for effect. The style book is available in Japan at the retail stores and in certain other locations; sometimes it is included with shipped packages of \"Cecil McBee\" products. The style book contains telephone and fax numbers which allow a customer to order \"Cecil McBee\" merchandise from another company, Opus M. Co., Ltd., and have it shipped directly to the customer. Opus M. Co. buys the goods from Delica for this purpose, and then uses yet another company, Hamasho Co., Ltd., to do the shipping. It is undisputed that Hamasho Co. has never shipped any \"Cecil McBee\" goods outside of Japan. As described later, Delica's policy generally is to decline orders from the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Delica operates a website, http://www.cecilmcbee.net, which contains pictures and descriptions of \"Cecil McBee\" products, as well as locations and telephone numbers of retail stores selling those products. The website is created and hosted in Japan, and is written almost entirely in Japanese, using Japanese characters (although, like the style book, it contains some English words). The website contains news about the \"Cecil McBee\" line, including promotions. Customers can log onto the site to access their balance of bonus \"points\" earned for making past \"Cecil McBee\" purchases, as well as information about how to redeem those points for additional merchandise. However, the site does not allow purchases of \"Cecil McBee\" products to be made online. The website can be viewed from anywhere in the Internet-accessible world.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">McBee produced evidence that, when searches on Internet search engines (such as Google) are performed for the phrase \"Cecil McBee,\" Delica's website (www.cecilmcbee.net) generally comes up as one of the first few results, and occasionally comes up first, ahead of any of the various websites that describe the musical accomplishments of the plaintiff. Certain other websites associated with Delica's \"Cecil McBee\" product line also come up when such searches are performed; like www.cecilmcbee.net, it is evident from the search results page that these websites are written primarily in Japanese characters.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In 1995, plaintiff McBee became aware that Delica was using his name, without his authorization, for a line of clothing in Japan. He contacted an American lawyer, who advised him that Delica was unlikely to be subject to personal jurisdiction in the United States. McBee retained a Japanese attorney, who sent a letter to Delica asking it to cease using the \"Cecil McBee\" name. When Delica declined, McBee petitioned the Japanese Patent Office to invalidate Delica's English-language trademark on \"Cecil McBee.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On February 28, 2002, the Japanese Patent Office ruled Delica's trademark in Japan invalid. However, Delica appealed to the Tokyo High Court, which on December 26, 2002, vacated the decision of the Japanese Patent Office. On remand, the Japanese Patent Office found for Delica and reinstated Delica's registration of the \"Cecil McBee\" trademark. McBee appealed that ruling to the Tokyo High Court and lost; the trademark reinstatement has become final.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In early 2002, Delica formulated a policy not to sell or ship \"Cecil McBee\" brand products to the United States and informed its managers throughout the company. Delica's admitted reason for this policy was to prevent McBee from being able to sue Delica in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">McBee was beginning to consider just such a strategy. From December 2001 through early 2003, McBee retained three Japanese-speaking investigators to attempt to purchase \"Cecil McBee\" products from Delica and have them shipped to Maine. They met with mixed success. One initially, in December 2001, contacted the webmaster of http://www.cecilmcbee.net by email, asking about certain jewelry displayed on the website; that webmaster referred the investigator to the \"Cecil McBee\" retail shops in Japan for further information, but noted that at that time only domestic shipping was available.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The investigators then used the telephone numbers on the http://www.cecilmcbee.net website to contact various \"Cecil McBee\" retail stores in Japan directly. The investigators made it clear that they were residents of the United States inquiring about purchasing \"Cecil McBee\" goods. When the investigators requested an opportunity to buy merchandise and have it shipped to them in Maine, some stores stated that this could not be done, some of the stores worked out an arrangement whereby they would ship to an address in Japan but the investigator would then arrange to have the products forwarded to Maine, and some of the stores, at various times, shipped directly to the investigators in Maine. The total value of \"Cecil McBee\" merchandise purchased by these three investigators&#8212;including both goods shipped directly to Maine by Delica and goods shipped via the indirect method&#8212; was approximately $2,500. As counsel for McBee has conceded, there is no evidence of any other \"Cecil McBee\" sales by Delica to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Further, there is virtually no evidence of \"Cecil McBee\" brand goods entering the United States after being sold by Delica in Japan. McBee stated in affidavit that \"[f]riends, fellow musicians, fans, students, and others ... have reported seeing [his] name on clothing, shopping bags [and] merchandise (whether worn or carried by a young girl walking on the street in Boston or New York or elsewhere)....\" But no further evidence or detail of these sightings in the United States was provided. McBee also provided evidence that Cecil McBee goods have occasionally been sold on eBay, an auction website that allows bids to be placed and items sold anywhere in the world. Most of the sellers were not located in the United States, and there is no evidence that any of the items were purchased by American buyers.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">McBee states that he finds the use of his name by Delica \"undignified, highly offensive and repugnant.\" He feels that he has been harmed by Delica's use of his name because people have reported to him that they have seen his name on Delica's products, either in the United States or in Japan, or on Delica's website, and have asked him if he endorsed those products. Even when he denies having a relationship with Delica, some people do not believe him, and some have asked him, \"both in jest and with some degree of seriousness,\" whether he is \"into young girls,\" the target audience for Delica's \"Cecil McBee\" line.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">McBee produces little evidence relating to the frequency of such incidents, nor does he give many specific examples. He testified in deposition that two of his American friends and fellow musicians, while touring Japan, had seen a \"Cecil McBee\" advertisement created by Delica and had become confused as to whether McBee had some relationship with a clothing line; they asked McBee about the relationship when they returned to the United States. McBee told some of his students at the New England Conservatory of Music about his lawsuit against Delica, in order to help them understand the value of intellectual property law to a musician; some of his students found the Delica website and started rumors of his having a relationship with a women's clothing company. He feels that some of his students may have lost their focus during his classes because they are thinking about his connection to women's clothing. Further, his class enrollment has dropped \"for one reason or another\" and so his position as a professor at the Conservatory has been made more uncertain.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">McBee has seen his own name on \"Cecil McBee\" merchandise in Japan while touring and has become angry. His Japanese touring partner during his recent tours of Japan (from 2002 onwards) has made announcements before concerts that McBee had no relationship with the Delica clothing line. In McBee's view, his audience of Japanese fans at his concerts has become younger through time and therefore more in line with the core age group of consumers for Delica's brand. McBee also notes that a fan once came up to him while he was performing in Taiwan to speak with him about Delica's line; the fan apparently presumed a connection between McBee and the line. As of 2003, McBee only had one regular tour in Japan each year, lasting three weeks or so each time; in McBee's view \"[i]t is speculating, but it is... possible\" that Delica's \"Cecil McBee\" brand had led to his failure to receive additional Japanese touring opportunities.</p>\n    </div>\n    <p class=\"center\">II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">McBee's complaint, filed October 1, 2002, alleged trademark dilution and unfair competition claims under the Lanham Act, 15 U.S.C. &#167; 1051 <i>et seq.,</i> as well as various pendent Maine state law claims. McBee requested injunctive relief, damages, and attorney's fees. The core of McBee's Lanham Act claims is false endorsement: that the unlicensed use of his name has \"made a misleading and false inference\" that McBee endorses, approves, or sponsors Delica's product, and that inference has caused McBee harm. <i>See</i> 15 U.S.C. &#167; 1125(a); 4 J.T. McCarthy, <i>McCarthy on Trademarks and Unfair Competition</i> &#167; 28.14, at 28-19 (4th ed.2005); <i>see also Wendt v. Host Int'l, Inc.,</i> 125 F.3d 806, 812 (9th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Delica first moved to dismiss the complaint, under Fed.R.Civ.P. 12(b)(2), on the ground that the Maine federal district court lacked personal jurisdiction over it. A magistrate judge recommended that the motion be denied, emphasizing the existence of Delica's website and the $2,500 in sales to McBee's investigators in Maine, <i>see McBee v. Delica Co.,</i> No. 02-198-P-C, 2003 WL 1872907 (D.Me. April 14, 2003) (unpublished); the district court adopted the magistrate judge's recommendation on July 9, 2003. Discovery proceeded. Delica then moved to dismiss McBee's complaint under Fed.R.Civ.P. 12(b)(1), asserting that the court lacked subject matter jurisdiction over McBee's Lanham Act claims because Delica's actions constituted extraterritorial conduct outside the ambit of the Act. Delica also moved for summary judgment under Fed.R.Civ.P. 56 based on laches, collateral estoppel due to the Japanese court decision against McBee, and various merits issues, including McBee's alleged failure to make a sufficient showing of likelihood of confusion to sustain his Lanham Act claims. McBee opposed but not on grounds of insufficient discovery, nor did he file a Rule 56(f) affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The magistrate judge issued a recommended decision on these motions on August 19, 2004.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See McBee v. Delica Co.,</i> No. 02-198-P-C, 2004 WL 2634465 (D.Me. Aug.19, 2004) (unpublished). On the subject matter jurisdiction question, the magistrate judge first noted that the Supreme Court had held, in <i>Steele v. Bulova Watch Co.,</i> 344 U.S. 280, 73 S.Ct. 252, 97 L.Ed. 319 (1952), that the Lanham Act could, in some circumstances, be applied to reach extraterritorial conduct. <i>See McBee,</i> 2004 WL 2634465, at *2. The magistrate judge also noted that this circuit has never laid out a test for when such extraterritorial application is appropriate. <i>See id.</i> at *2 n. 3. The magistrate judge thus utilized the test stated by the Second Circuit in <i>Vanity Fair Mills, Inc. v. T. Eaton Co.,</i> 234 F.2d 633, 642 (2d Cir.1956), described earlier. <i>See McBee,</i> 2004 WL 2634465, at *2. However, the magistrate judge accepted the Fifth Circuit's modification of the first prong in <i>Am. Rice, Inc. v. Arkansas Rice Growers Coop. Ass'n,</i> 701 F.2d 408, 414 n. 8 (5th Cir.1983), and required a showing of only \"some\" effect on United States commerce. <i>See McBee,</i> 2004 WL 2634465, at *4. The magistrate judge recommended that all of McBee's Lanham Act claims for injunctive relief be dismissed because they failed two of the three <i>Vanity Fair</i> factors, but that all of his Lanham Act damages claims be allowed to go forward because they met two prongs of the test.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See id.</i> at *3-*4.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Delica filed an objection, arguing that all of McBee's Lanham Act claims&#8212;and not just those claims requesting injunctive relief&#8212;failed the <i>Vanity Fair</i> test for extraterritorial application. McBee moved that the recommended decision be modified. He conceded that American courts had no extraterritorial jurisdiction to enjoin sales that occurred in Japan, but argued, that there was jurisdiction for his damages claim against those sales. McBee also stated that he sought an injunction against Delica's sales of \"Cecil McBee\" goods in the United States and against Delica's use of the \"Cecil McBee\" website to reach United States consumers; these forms of relief, he argued, did not constitute extraterritorial applications of the Lanham Act at all and therefore the court should assert subject matter jurisdiction over them.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court amended the magistrate judge's recommended decision by holding that it lacked subject matter jurisdiction over all of McBee's Lanham Act claims, including both those for injunctive relief and damages. <i>See McBee v. Delica Co.,</i> No. 02-198-P-C, 2004 WL 2674360 (D.Me. Nov.19, 2004) (unpublished). The district court, like the magistrate judge, applied essentially the test laid out by the Second Circuit in <i>Vanity Fair. See id.</i> at *1. But the district court disagreed with the magistrate judge's application of that test, finding that a claim for damages, like a claim for injunctive relief, would create a conflict with Japanese trademark law. <i>See id.</i> at *2. Finding two of the three factors unsatisfied, the court ordered McBee's Lanham Act claims dismissed for lack of subject matter jurisdiction without considering the effect of Delica's actions on United States commerce. <i>See id.</i> With respect to this factor, however, the court noted that Delica's only sales into the United States \"appear to have been made for purposes of this lawsuit alone.\" <i>Id.</i> at *1 n. 2. After dismissing McBee's Lanham Act claims, the court declined to exercise supplemental jurisdiction over his pendent state law claims. <i>See id.</i> at *2. This made it unnecessary for the court to consider Delica's summary judgment motion on other bases.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On appeal, McBee renews his argument that his claims for a domestic injunction, both against Delica's sales into the United States and against its broadcasting of its website in the United States, do not constitute extraterritorial applications of the Lanham Act at all. Further, while McBee concedes that United States courts lack jurisdiction over his Lanham Act claim for an injunction against Delica's sales in Japan, he argues that the district court had extraterritorial jurisdiction over damages claims against those same sales. Delica responds by arguing that United States courts lack extraterritorial jurisdiction over all of McBee's Lanham Act claims, and further urges lack of personal jurisdiction, preclusion due to collateral estoppel based on the Japanese judgment, and laches as alternative grounds for affirmance.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A. <i>Framework for Assessing Extraterritorial Use of the Lanham Act</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">By extraterritorial application of the Lanham Act, we mean application of the Act to activity (such as sales) of a defendant outside of the territorial boundaries of the United States. In addressing extraterritorial application of the Lanham Act, we face issues of Congressional intent to legislate extraterritorially, undergirded by issues of Congressional power to legislate extraterritorially. Usually in addressing questions of extraterritoriality, the Supreme Court has discussed Congressional intent, doing so by employing various presumptions designed to avoid unnecessary international conflict. <i>See, e.g., Spector v. Norwegian Cruise Line Ltd.,</i> ___ U.S. ___, ___, 125 S.Ct. 2169, 2177, ___ L.Ed.2d ___, ___ (2005); <i>F. Hoffman-La Roche Ltd. v. Empagran S.A.,</i> 542 U.S. 155, 124 S.Ct. 2359, 2366-73, 159 L.Ed.2d 226 (2004); <i>see also EEOC v. Arabian Am. Oil Co.,</i> 499 U.S. 244, 248, 111 S.Ct. 1227, 113 L.Ed.2d 274 (1991) (\"It is a longstanding principle of American law that legislation of Congress, unless a contrary intent appears, is meant to apply only within the territorial jurisdiction of the United States.\" (internal quotation marks and citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The parties characterize the extraterritoriality issue as, at least in part, one of subject matter jurisdiction under the Act, and it is often viewed that way. <i>See, e.g., Levi Strauss &amp; Co. v. Sunrise Int'l Trading Co.,</i> 51 F.3d 982, 984 (11th Cir.1995); <i>Ocean Garden, Inc. v. Marktrade Co., Inc.,</i> 953 F.2d 500, 502 (9th Cir.1991); <i>see also United Phosphorus, Ltd. v. Angus Chem. Co.,</i> 322 F.3d 942, 945-51 (7th Cir.2003) (en banc) (question whether Sherman Act applied extraterritorially under the Foreign Trade Antitrust Improvements Act (FTAIA), 15 U.S.C. &#167; 6a, went to subject matter jurisdiction of court).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Supreme Court has long since made it clear that the Lanham Act could sometimes be used to reach extraterritorial conduct, but it has never laid down a precise test for when such reach would be appropriate.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>Steele v. Bulova Watch Co.,</i> 344 U.S. 280, 73 S.Ct. 252, 97 L.Ed. 319 (1952); <i>see also Arabian Am. Oil Co.,</i> 499 U.S. at 252-53, 111 S.Ct. 1227 (distinguishing <i>Steele</i>). The circuit courts have established a variety of tests for determining when extraterritorial application of the Lanham Act is appropriate, treating different factual contexts as all subject to the same set of criteria. <i>See Vanity Fair Mills v. T. Eaton Co.,</i> 234 F.2d 633, 642 (2d Cir.1956); <i>see also Int'l Caf&#233;e, S.A.L., v. Hard Rock Cafe Int'l (U.S.A.), Inc.,</i> 252 F.3d 1274, 1278-79 (11th Cir.2001) (applying <i>Vanity Fair</i>); <i>Nintendo of Am., Ltd., v. Aeropower Co.,</i> 34 F.3d 246, 250-51 (4th Cir.1994) (adopting the <i>Vanity Fair</i> test, although requiring a \"significant effect\" rather than a \"substantial effect\" on United States commerce); <i>Reebok Int'l, Ltd. v. Marnatech Enters., Inc.,</i> 970 F.2d 552, 554-57 (9th Cir.1992) (applying the jurisdictional \"rule of reason\" from <i>Timberlane Lumber Co. v. Bank of Am.,</i> 549 F.2d 597 (9th Cir.1977): plaintiff must show (1) some effect on United States commerce, (2) an effect that is sufficiently great to be a cognizable injury to plaintiff under the Lanham Act, and (3) the interests and links to American commerce must be sufficiently strong in relation to those of other nations to justify, in terms of comity, an extraterritorial application of the act); <i>Am. Rice, Inc. v. Ark. Rice Growers Coop. Ass'n,</i> 701 F.2d 408, 414 &amp; n. 8 (5th Cir. 1983) (modifying <i>Vanity Fair's</i> first prong to require only \"some effect\" on United States commerce). This court has not previously addressed the question.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Steele</i> found that there was Lanham Act jurisdiction over a defendant, selling watches in Mexico, who was a United States citizen and whose \"operations and their effects were not confined within the territorial limits of a foreign nation.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> 344 U.S. at 286, 73 S.Ct. 252. Defendant made no sales within the United States. The Court held that the Lanham Act conferred broad jurisdiction in that its purpose was to regulate \"commerce within the control of Congress.\" 15 U.S.C. &#167; 1127. The Act prohibits the use of certain infringing marks \"in commerce.\" 15 U.S.C. &#167; 1114(1); <i>Id.</i> &#167; 1125(a). Importantly, commerce is defined in the Act as \"all commerce which may lawfully be regulated by Congress.\" <i>Id.</i> &#167; 1127.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The <i>Steele</i> Court did not define the outer limits of Congressional power because it was clear that the facts presented a case within those limits. The <i>Steele</i> Court explicitly and implicitly relied on two different aspects of Congressional power to reach this conclusion. First, it explicitly relied on the power of Congress to regulate \"the conduct of its own citizens,\" even extraterritorial conduct. <i>Steele,</i> 344 U.S. at 285-86, 73 S.Ct. 252. This doctrine is based on an idea that Congressional power over American citizens is a matter of domestic law that raises no serious international concerns, even when the citizen is located abroad. <i>See id.</i> at 285-86, 73 S.Ct. 252 (citing <i>Skiriotes v. Florida,</i> 313 U.S. 69, 73, 61 S.Ct. 924, 85 L.Ed. 1193 (1941) (Florida state criminal law banning taking of sponges from high seas) and <i>Branch v. Federal Trade Comm'n,</i> 141 F.2d 31, 35 (7th Cir.1944) (federal unfair competition law)); <i>see also F. Hoffman-La Roche Ltd.,</i> 124 S.Ct. at 2367; <i>Cook v. Tait,</i> 265 U.S. 47, 54-56, 44 S.Ct. 444, 68 L.Ed. 895 (1924) (income tax law); Restatement (Third) of Foreign Relations Law of the United States &#167; 402(2) (1986) (\"[A] state has jurisdiction to prescribe law with respect to ... the activities ... of its nationals outside as well as within its territory.\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Second, <i>Steele</i> also implicitly appears to rely on Congressional power over foreign commerce, although the Foreign Commerce clause is not cited&#8212;the Court noted that the defendant's actions had an impact on the plaintiff's reputation, and thus on commerce within the United States. <i>See</i> 344 U.S. at 286-87, 288, 73 S.Ct. 252. The <i>Steele</i> Court concluded that an American citizen could not evade the thrust of the laws of the United States by moving his operations to a \"privileged sanctuary\" beyond our borders. <i>Id.</i> at 287, 73 S.Ct. 252.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">For purposes of determining subject matter jurisdiction, we think certain distinctions are important at the outset. The reach of the Lanham Act depends on context; the nature of the analysis of the jurisdictional question may vary with that context. <i>Steele</i> addressed the pertinent Lanham Act jurisdictional analysis when an American citizen is the defendant. In such cases, the domestic effect of the international activities may be of lesser importance and a lesser showing of domestic effects may be all that is needed. We do not explore this further because our case does not involve an American citizen as the alleged infringer.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">When the purported infringer is not an American citizen, and the alleged illegal activities occur outside the United States, then the analysis is different, and appears to rest solely on the foreign commerce power. Yet it is beyond much doubt that the Lanham Act can be applied against foreign corporations or individuals in appropriate cases; no court has ever suggested that the foreign citizenship of a defendant is always fatal. <i>See, e.g., Sterling Drug, Inc. v. Bayer AG,</i> 14 F.3d 733, 746 (2d Cir.1994); <i>Wells Fargo &amp; Co. v. Wells Fargo Express Co.,</i> 556 F.2d 406, 429 (9th Cir.1977). Some academics have criticized treating the Lanham Act differently from patent and copyright law, which generally are not applied extraterritorially. <i>See</i> C. Bradley, <i>Extraterritorial Application of U.S. Intellectual Property Law,</i> 37 Va. J. Int'l L. 505 (1997); <i>but see</i> R. Schechter, Comment, <i>The Case For Limited Extraterritorial Reach of the Lanham Act,</i> 37 Va. J. Int'l L. 619 (1997). Nonetheless, the Supreme Court recently reaffirmed the <i>Steele</i> approach to extraterritorial jurisdiction under the Lanham Act by distinguishing it in <i>Arabian American Oil Co. See</i> 499 U.S. at 252-53, 111 S.Ct. 1227. The question becomes one of articulating a test for Lanham Act jurisdiction over foreign infringing activities by foreign defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The decisions of the Supreme Court in the antitrust context seem useful to us as a guide. The Court has written in this area, on the issue of extraterritorial application, far more recently than it has written on the Lanham Act, and thus the decisions reflect more recent evolutions in terms of legal analysis of extraterritorial activity. As the Court noted in <i>Steele,</i> Lanham Act violations abroad often radiate unlawful consequences into the United States, <i>see</i> 344 U.S. at 288, 73 S.Ct. 252; <i>see also</i> Schecter, <i>supra,</i> at 629-30. One can easily imagine a variety of harms to American commerce arising from wholly foreign activities by foreign defendants. There could be harm caused by false endorsements, passing off, or product disparagement, or confusion over sponsorship affecting American commerce and causing loss of American sales. Further, global piracy of American goods is a major problem for American companies: annual losses from unauthorized use of United States trademarks, according to one commentator, now amount to $200 billion annually. <i>See</i> Schecter, <i>supra,</i> at 634. In both the antitrust and the Lanham Act areas, there is a risk that absent a certain degree of extraterritorial enforcement, violators will either take advantage of international coordination problems or hide in countries without efficacious antitrust or trademark laws, thereby avoiding legal authority.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In <i>Hartford Fire Ins. Co. v. California,</i> 509 U.S. 764, 113 S.Ct. 2891, 125 L.Ed.2d 612 (1993), the Supreme Court addressed the issue of when a United States court could assert jurisdiction over Sherman Act claims brought against foreign defendants for a conspiracy that occurred abroad to raise reinsurance prices. It held that jurisdiction over foreign conduct existed under the antitrust laws if that conduct \"was meant to produce and did in fact produce some substantial effect in the United States.\" <i>Id.</i> at 796, 113 S.Ct. 2891; <i>see also United States v. Nippon Paper Indus. Co.,</i> 109 F.3d 1, 4 (1st Cir.1997); <i>Doe I v. Unocal Corp.,</i> 395 F.3d 932, 961 (9th Cir.2002) (applying the substantial effects test to determine whether jurisdiction should be asserted over foreign securities fraud).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The <i>Hartford Fire</i> Court also held that comity considerations, such as whether relief ordered by an American court would conflict with foreign law, were properly understood not as questions of whether a United States court possessed subject matter jurisdiction, but instead as issues of whether such a court should decline to exercise the jurisdiction that it possessed. <i>See id.</i> at 797-98 &amp; n. 24, 113 S.Ct. 2891.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The framework stated in <i>Hartford Fire</i> guides our analysis of the Lanham Act jurisdictional question for foreign activities of foreign defendants. We hold that the Lanham Act grants subject matter jurisdiction over extraterritorial conduct by foreign defendants only where the conduct has a substantial effect on United States commerce.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Absent a showing of such a substantial effect, at least as to foreign defendants, the court lacks jurisdiction over the Lanham Act claim. Congress has little reason to assert jurisdiction over foreign defendants who are engaging in activities that have no substantial effect on the United States, and courts, absent an express statement from Congress, have no good reason to go further in such situations. <i>See</i> 1A P. Areeda &amp; H. Hovenkamp, <i>Antitrust Law</i> &#182; 272f (2d ed. 2000) (\"When a government's interest in a transaction is remote, minor, tangential, or otherwise insignificant, that government would presumably not seek to control it.\"); 1 W. Fugate, <i>Foreign Commerce and the Antitrust Laws</i> &#167; 2.13, at 99-100 (5th ed.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The substantial effects test requires that there be evidence of impacts within the United States, and these impacts must be of a sufficient character and magnitude to give the United States a reasonably strong interest in the litigation. <i>See, e.g.,</i> 1 Fugate, <i>supra,</i> &#167;&#167; 2.9, 2.12, 2.13; <i>see also</i> 1A Areeda &amp; Hovenkamp, <i>supra,</i> &#182; 272f2; <i>United Phosphorus,</i> 322 F.3d at 952-53. The \"substantial effects\" test must be applied in light of the core purposes of the Lanham Act, which are both to protect the ability of American consumers to avoid confusion and to help assure a trademark's owner that it will reap the financial and reputational rewards associated with having a desirable name or product. <i>See, e.g., Dastar Corp. v. Twentieth Century Fox Film Corp.,</i> 539 U.S. 23, 33-34, 123 S.Ct. 2041, 156 L.Ed.2d 18 (2003); <i>see also Atl. Richfield Co. v. ARCO Globus Int'l Co.,</i> 150 F.3d 189, 193-94 (2d Cir.1998). The goal of the jurisdictional test is to ensure that the United States has a sufficient interest in the litigation, as measured by the interests protected by the Lanham Act, to assert jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Of course, the <i>Vanity Fair</i> test includes a \"substantial effects\" inquiry as part of its three-part test.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> We differ from the <i>Vanity Fair</i> court in that we disaggregate the elements of its test: we first ask whether the defendant is an American citizen, and if he is not, then we use the substantial effects test as the sole touchstone to determine jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">If the substantial effects test is met, then the court should proceed, in appropriate cases, to consider comity. We also transplant for Lanham Act purposes <i>Hartford Fire's</i> holding that comity considerations are properly analyzed not as questions of whether there is subject matter jurisdiction, but as prudential questions of whether that jurisdiction should be exercised. <i>See Hartford Fire,</i> 509 U.S. at 798 n. 24, 113 S.Ct. 2891. Our analysis differs again from <i>Vanity Fair</i> on this point. <i>See Vanity Fair,</i> 234 F.2d at 642. <i>Vanity Fair</i> and other cases have considered as part of the basic jurisdictional analysis whether the defendant acted under color of protection of the trademark laws of his own country. We disagree and do not see why the scope of Congressional intent and power to create jurisdiction under the Lanham Act should turn on the existence and meaning of foreign law.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Congress could, of course, preclude the exercise of such Lanham Act jurisdiction by statute or by ratified treaty. Or it could by statute define limits in Lanham Act jurisdiction in such international cases, as it has chosen to do in the antitrust area. <i>See</i> 15 U.S.C. &#167; 6a. It has not done so.</p>\n    </div>\n    <p class=\"indent\">B. <i>Application of the Framework</i></p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We apply the framework we have established to the facts of this case. Although district court fact-finding is permissible in a subject matter jurisdiction inquiry, and we defer to such fact-finding, here all the relevant facts are undisputed and the district court did not find any facts.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Our review is de novo, <i>see, e.g., Skwira v. United States,</i> 344 F.3d 64, 71-72 (1st Cir.2003), and the burden is on McBee to establish jurisdiction, <i>see, e.g., Able Sales Co. v. Compa&#241;&#237;a de Az&#250;car de P.R.,</i> 406 F.3d 56, 61 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">1. <i>Claim for Injunction Barring Delica's United States Sales</i></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">McBee contends that his claim for an injunction against Delica's sales to consumers inside the United States does not constitute an extraterritorial application of the Lanham Act, and therefore the district court should have taken jurisdiction over this claim without pausing to consider whether there was a substantial effect on United States commerce. The factual predicate for this argument is the $2,500 of \"Cecil McBee\" brand goods that Delica sold to McBee's investigators in Maine; there is no evidence of any other sales made by Delica to United States consumers. McBee is correct that the court had subject matter jurisdiction over this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">There can be no doubt of Congress's power to enjoin sales of infringing goods into the United States, and as a matter of Congressional intent there can be no doubt that Congress intended to reach such sales via the Lanham Act. Courts have repeatedly distinguished between domestic acts of a foreign infringer and foreign acts of that foreign infringer; the extraterritoriality analysis to determine jurisdiction attaches only to the latter. <i>See, e.g., Totalplan Corp. of Am. v. Colborne,</i> 14 F.3d 824, 829-30 (2d Cir.1994); <i>Sterling Drug,</i> 14 F.3d at 744-47 &amp; n. 8; <i>Wells Fargo,</i> 556 F.2d at 426-30; <i>Vanity Fair,</i> 234 F.2d at 638-39, 645; <i>see also</i> 4 J.T. McCarthy, <i>McCarthy on Trade-marks and Unfair Competition</i> &#167; 29:56, at 29-151 (4th ed.2005). Since sales in the United States are domestic acts, McBee need not satisfy the \"substantial effect on United States commerce\" test for this claim; jurisdiction exists because, under the ordinary domestic test, the $2,500 worth of goods sold by Delica to McBee's investigators in the United States were in United States commerce, at least insofar as some of those goods were shipped directly by Delica to the buyers in the United States. <i>See Carpet Group Int'l v. Oriental Rug Importers Ass'n, Inc.,</i> 227 F.3d 62, 71-75 (3d Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Our holding that the extraterritoriality tests are inapplicable where plaintiff seeks a remedy for imported goods sold to American consumers is supported in the antitrust context by the language of the FTAIA. The FTAIA provides that the Sherman Act:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">shall not apply to conduct involving trade or commerce (other than import trade or import commerce) with foreign nations unless ... such conduct has a direct, substantial, and reasonably foreseeable effect (A) on trade or commerce which is not trade or commerce with foreign nations, or on import trade or import commerce with foreign nations; or (B) on export trade or export commerce with foreign nations, of a person engaged in such trade or commerce in the United States....</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">15 U.S.C. &#167; 6(a)(1). The statute exempts \"import trade or import commerce\" from its extraterritoriality effects test; such import trade or import commerce would seem to be reachable so long as the domestic commerce tests are met. <i>See Carpet Group Int'l,</i> 227 F.3d at 71-75; W. Fugate &amp; L. Simonwitz, <i>Foreign Commerce and the Antitrust Laws</i> &#167; 2.14, at 30 (5th ed. Supp.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The district court thus had subject matter jurisdiction over McBee's claim for an injunction against Delica's sales of \"Cecil McBee\" goods in the United States. Nonetheless, dismissal of the claim was appropriate for reasons stated later.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">2. <i>Claim for Injunction Barring Access to Internet Website</i></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">McBee next argues that his claim for an injunction against Delica's posting of its Internet website in a way that is visible to United States consumers also does not call for an extraterritorial application of the Lanham Act. Here McBee is incorrect: granting this relief would constitute an extraterritorial application of the Act, and thus subject matter jurisdiction would only be appropriate if McBee could show a substantial effect on United States commerce.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> McBee has not shown such a substantial effect from Delica's website.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We begin with McBee's argument that his website claim, like his claim for Delica's sales into the United States, is not an extraterritorial application of the Lanham Act. McBee does not seek to reach the website because it is a method, by Delica, for selling \"Cecil McBee\" goods into the United States. In such a case, if a court had jurisdiction to enjoin sales of goods within the United States, it might have jurisdiction to enjoin the website as well, or at least those parts of the website that are necessary to allow the sales to occur.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Rather, the injury McBee complains about from the website is that its mere existence has caused him harm, because United States citizens can view the website and become confused about McBee's relationship with the Japanese clothing company. In particular, McBee argues that he has suffered harm from the fact that Delica's website often comes up on search engines ahead of fan sites about McBee's jazz career.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Delica's website, although hosted from Japan and written in Japanese, happens to be reachable from the United States just as it is reachable from other countries. That is the nature of the Internet. The website is hosted and managed overseas; its visibility within the United States is more in the nature of an effect, which occurs only when someone in the United States decides to visit the website. To hold that any website in a foreign language, wherever hosted, is automatically reachable under the Lanham Act so long as it is visible in the United States would be senseless. The United States often will have no real interest in hearing trademark lawsuits about websites that are written in a foreign language and hosted in other countries. McBee attempts to analogize the existence of Delica's website, which happens to be visible in any country, to the direct mail advertising that the <i>Vanity Fair</i> court considered to be domestic conduct and so held outside the scope of the extraterritoriality analysis. <i>See Vanity Fair,</i> 234 F.2d at 638-39. The analogy is poor for three reasons: first, the advertising in <i>Vanity Fair</i> was closely connected with mail-order sales; second, direct mail advertising is a far more targeted act than is the hosting of a website; and third, Delica's website, unlike the advertising in <i>Vanity Fair,</i> is in a foreign language.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Our conclusion that McBee's website claim calls for extraterritorial application of the Lanham Act is bolstered by a consideration of the now extensive case law relating to treatment of Internet websites with respect to personal jurisdiction. We recognize that the contexts are distinct, but the extraterritorial application of jurisdiction under the Lanham Act evokes concerns about territorial restraints on sovereigns that are similar to concerns driving personal jurisdiction. To put the principle broadly, the mere existence of a website that is visible in a forum and that gives information about a company and its products is not enough, by itself, to subject a defendant to personal jurisdiction in that forum. <i>See, e.g., Jennings v. AC Hydraulic A/S,</i> 383 F.3d 546, 549-50 (7th Cir.2004); <i>ALS Scan, Inc. v. Digital Serv. Consultants, Inc.,</i> 293 F.3d 707, 713-15 (4th Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Something more is necessary, such as interactive features which allow the successful online ordering of the defendant's products. <i>See, e.g., Jennings,</i> 383 F.3d at 549. The mere existence of a website does not show that a defendant is directing its business activities towards every forum where the website is visible; as well, given the omnipresence of Internet websites today, allowing personal jurisdiction to be premised on such a contact alone would \"eviscerate\" the limits on a state's jurisdiction over out-of-state or foreign defendants. <i>Id.</i> at 549-50.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Similarly, allowing subject matter jurisdiction under the Lanham Act to automatically attach whenever a website is visible in the United States would eviscerate the territorial curbs on judicial authority that Congress is, quite sensibly, presumed to have imposed in this area.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Our conclusion does not make it impossible for McBee to use the Lanham Act to attack a Japan-based website; it merely requires that McBee first establish that the website has a substantial effect on commerce in the United States before there is subject matter jurisdiction under the Lanham Act. We can imagine many situations in which the presence of a website would ensure (or, at least, help to ensure) that the United States has a sufficient interest. The substantial effects test, however, is not met here.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Delica's website is written almost entirely in Japanese characters; this makes it very unlikely that any real confusion of American consumers, or diminishing of McBee's reputation, would result from the website's existence. In fact, most American consumers are unlikely to be able to understand Delica's website at all. Further, McBee's claim that Americans looking for information about him will be unable to find it is unpersuasive: the Internet searches reproduced in the record all turned up both sites about McBee and sites about Delica's clothing line on their first page of results. The two sets of results are easily distinguishable to any consumer, given that the Delica sites are clearly shown, by the search engines, as being written in Japanese characters. Finally, we stress that McBee has produced no evidence of any American consumers going to the website and then becoming confused about whether McBee had a relationship with Delica.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">3. <i>Claim for Damages for Delica's Japanese Sales</i></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">McBee's claim for damages due to Delica's sales in Japan fares no better, because these sales as well have no substantial effect on commerce in the United States. McBee seeks damages for Delica's sales in Japan to Japanese consumers based on (a) tarnishing of McBee's image in the United States, and (b) loss of income in the United States due to loss of commercial opportunity as a jazz musician in Japan, stemming from the tarnishing of McBee's reputation there. The alleged tarnishing &#8212; both in the United States and Japan &#8212; is purportedly caused by the confusion of McBee's name with a brand selling (sometimes provocative) clothing to young teenage girls in Japan. McBee presents essentially no evidence that either type of tarnishing has occurred, much less that it has any substantial effect on United States commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">McBee's first argument, that <i>American</i> consumers are being confused and/or led to think less of McBee's name because of Delica's Japanese sales, cuts very close to the core purposes of the Lanham Act. <i>See Atl. Richfield Co.,</i> 150 F.3d at 193; <i>Sterling Drug, Inc.,</i> 14 F.3d at 746; <i>see also</i> Schechter, <i>supra,</i> at 628-30 (arguing that what distinguishes the Lanham Act from areas like patent or copyright, and makes extraterritorial jurisdiction proper in the trademark context while it is improper in those other areas, is the risk that the trademark infringer's foreign sales will eventually confuse domestic consumers, thus costing the mark holder sales domestically as well as abroad). Such confusion and reputational harm in the eyes of American consumers can often &#8212; although not always &#8212; be inferred from the fact that American consumers have been exposed to the infringing mark. But no inference of dilution or other harm can be made in situations where American citizens are not exposed at all to the infringing product. The trouble with McBee's argument is that there is virtually no evidence that American consumers are actually seeing Delica's products.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Quite commonly, plaintiffs in these sorts of cases can meet their burden by presenting evidence that while the initial sales of infringing goods may occur in foreign countries, the goods subsequently tend to enter the United States in some way and in substantial quantities. <i>See, e.g., Steele,</i> 344 U.S. at 286, 73 S.Ct. 252; <i>Nintendo of Am.,</i> 34 F.3d at 249, 251; <i>Atl. Richfield Co.,</i> 150 F.3d at 193; <i>Totalplan,</i> 14 F.3d at 830. McBee has presented essentially no evidence that Delica's products have been brought into the United States after their initial sale in Japan. McBee's own statement, without more, that people have seen women wearing Delica clothing in the United States does not show very much; likewise, McBee's evidence that Delica's goods are occasionally sold on eBay shows little, given particularly that such goods need not have been auctioned to buyers in the United States. The evidence indicates only one incident in which an American citizen saw McBee advertisements while traveling in Japan and demonstrated confusion upon returning to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Beyond that, there is also nothing that indicates any harm to McBee's career in the United States due to Delica's product sales. McBee's argument that there has potentially been harm to McBee's career as a product endorser is most unlikely, especially given his own disinterest in performing such endorsements. Further, McBee's statement that his teaching career may have been hindered by Delica is speculation.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">McBee's second argument is that Delica's sales have confused Japanese consumers, hindering McBee's record sales and touring career in Japan. Evidence of economic harm to McBee in Japan due to confusion of Japanese consumers is less tightly tied to the interests that the Lanham Act intends to protect, since there is no United States interest in protecting <i>Japanese consumers.</i> American courts do, however, arguably have an interest in protecting American commerce by protecting <i>McBee</i> from lost income due to the tarnishing of his trademark in Japan. Courts have considered sales diverted from American companies in foreign countries in their analyses. <i>See Totalplan,</i> 14 F.3d at 830-31; <i>see also Am. Rice,</i> 701 F.2d at 414-15 (considering diverted sales in finding \"some effects\" test met).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Assuming <i>arguendo</i> that evidence of harm to an American plaintiff's economic interests abroad, due to the tarnishing of his reputation there, might sometimes meet the substantial effects test, McBee has presented no evidence of such harm in this case. McBee has presented no evidence of economic harm due to losses in record sales or touring opportunities in Japan. McBee's statement that he might have expected more Japanese touring opportunities by now, and may have had such opportunities absent Delica's sales, is wholly speculative. There is no probative evidence of any decline in McBee's touring revenue as compared to past patterns, nor is there any evidence of any decline in McBee's Japanese record sales.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">McBee has not shown that Delica's Japanese sales have a substantial effect on United States commerce, and thus McBee's claim for damages based on those sales, as well as McBee's claim for an injunction against Delica's website, must be dismissed for lack of subject matter jurisdiction. We need not reach the issue of whether we should decline jurisdiction because of comity.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Were we to assert jurisdiction in this case, where there is no evidence of any harm to American commerce beyond the facts that the plaintiff is an American citizen and that the allegedly infringing goods were sold and seen in a foreign country, we would be forced to find jurisdiction in almost all false endorsement or trademark cases involving an American plaintiff and allegedly infringing sales abroad.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">C. <i>Frivolousness of Claim Based on Delica's Product Sales in the United States</i></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Because we do have subject matter jurisdiction over McBee's claim for an injunction against Delica's sales in the United States,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> we proceed on that claim.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We dispose of a preliminary issue: whether there is any required order for deciding the remaining issues. We would ordinarily next reach Delica's defense that the federal district court, sitting in Maine, lacked personal jurisdiction over it. <i>See, e.g., United States v. Swiss Am. Bank, Ltd.,</i> 191 F.3d 30, 46 (1st Cir.1999). But we choose to decide this case on much simpler grounds. Although the Supreme Court in <i>Steel Co. v. Citizens for a Better Env't,</i> 523 U.S. 83, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998), generally barred the practice of \"hypothetical jurisdiction,\" we have noted that \"the rule does not appear to be an absolute one,\" <i>Parella v. Ret. Bd. of the R.I. Employees' Ret. Sys.,</i> 173 F.3d 46, 53-56 (1st Cir.1999), and we have consistently interpreted the rule as applying in its strict form only to issues going to Article III's requirements. <i>See, e.g., Cozza v. Network Assocs., Inc.,</i> 362 F.3d 12, 15 (1st Cir.2004); <i>Restoration Pres. Masonry v. Grove Europe Ltd.,</i> 325 F.3d 54, 59-60 (1st Cir.2003); <i>United States v. Woods,</i> 210 F.3d 70, 74 n. 2 (1st Cir.2000); <i>Parella,</i> 173 F.3d at 53-56.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The requirements of personal jurisdiction are not rooted in Article III, although they do have constitutional resonance through the Due Process clause. <i>See Ins. Corp. of Ir. v. Compagnie des Bauxites de Guinee,</i> 456 U.S. 694, 702-03, 102 S.Ct. 2099, 72 L.Ed.2d 492 (1982). Unlike subject matter jurisdiction under Article III, which goes to the fundamental institutional competence of the court and can be raised sua sponte at any time, personal jurisdiction is an individual liberty right and is therefore waivable; a court cannot raise personal jurisdiction sua sponte. <i>See id.</i> at 702-05, 102 S.Ct. 2099. In <i>Parella,</i> we held that Eleventh Amendment immunity is not subject to the strict form of <i>Steel Co.</i> and can be bypassed in certain cases, stressing the waivability of the immunity and the fact that a court need not raise it sua sponte. <i>See Parella,</i> 173 F.3d at 54-55. As in the sovereign immunity area, we do not wish to force defendants to expend resources on difficult personal jurisdiction issues or courts to reach more difficult issues when there is an exceptionally easy method &#8212; on the merits &#8212; for the defendant to prevail. <i>See id.</i> at 56.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Here, where McBee's claim for an injunction barring Delica's sales in the United States is wholly without merit, and where the personal jurisdiction question is briefed only as a subsidiary issue by both sides, providing us with little guidance, we have the power to pretermit the personal jurisdiction question.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> We reach these merits now, noting that the questions appealed to us were decided on a summary judgment record and that we may affirm on any ground supported by that record, <i>see, e.g., Cimon v. Gaffney,</i> 401 F.3d 1, 4 (1st Cir.2005), as well as that the ground for our decision on the merits is closely tied to the facts we used to decide the jurisdictional question.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As to the merits, there is no evidence of existing confusion or dilution due to Delica's past sales, since these few sales were all made to McBee's own investigators, who were brought in to assist in this litigation and therefore fully understood McBee's lack of any relationship with Delica. <i>See Millennium Enters., Inc. v. Millennium Music, Inc.,</i> 33 F.Supp.2d 907, 911 (D.Or.1999) (gravamen of unfair competition claim is whether defendant's actions have created confusion; sale to plaintiff's agent could not have created any). There is no evidence of any other sales, nor any evidence that Delica has any desire to sell into the United States in the future. All the evidence, in fact, is to the contrary. Thus, there is no justification for injunctive relief, and summary judgment must enter for Delica on this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Absent any viable federal claim, the district court's dismissal of all of McBee's pendent state law claims (without prejudice to their being refiled in state court) was fully appropriate and was not an abuse of discretion &#8212; McBee has not argued otherwise. <i>See</i> 28 U.S.C. &#167; 1367(c); <i>Gonz&#225;lez-De-Blasini v. Family Dep't,</i> 377 F.3d 81, 89 (1st Cir.2004). We need not reach Delica's laches or collateral estoppel arguments.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The district court's decision ordering judgment for the defendant Delica is <i>affirmed.</i> Costs are awarded to Delica.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Japanese courts' rationale for finding in favor of Delica was (1) while Japanese law protects a person's full name from exploitation, McBee's full name, including his middle name, was \"Cecil Leroy McBee,\" and thus the \"Cecil McBee\" line of products was not an exact copy of McBee's full name; and (2) McBee received no protection for the abbreviated version of his name, \"Cecil McBee,\" because the name had not received sufficient recognition in general Japanese society</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> McBee's expert, Joseph McNulty, testified that Delica's use of the name \"Cecil McBee\" on its Internet website could decrease McBee's ability to receive compensation for lending his name to another company's brand. However, as McBee's own brief points out, McBee has never shown any interest in this kind of product marketing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Delica's laches claim was rejected in a separate, earlier recommended decision of the magistrate judge,<i>see McBee v. Delica Co.,</i> No. 02-198-P-C, 2003 WL 22586387 (D.Me. Nov.10, 2003) (unpublished), which was adopted by the district court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The magistrate judge recommended that Delica's motion for summary judgment on the remaining Lanham Act damages claims and on the various pendent state law claims be denied<i>See McBee,</i> 2004 WL 2634465, at *5-*15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Lanham Act was substantially amended in 1988,<i>see</i> Trademark Law Revision Act of 1988, Pub.L. No. 100-667, 102 Stat. 3935, and was amended again in 1999, <i>see</i> Trademark Amendments Act of 1999, Pub.L. No. 106-43, 113 Stat. 218, but the key jurisdictional language of the Lanham Act has remained unchanged since <i>Steele.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Court in a more recent case held that Title VII could not be applied extraterritorially at all, even to domestic employees working for domestic employers overseas<i>See Arabian Am. Oil Co.,</i> 499 U.S. at 250-54, 111 S.Ct. 1227. The Court held that Title VII's jurisdictional language, in contrast to the language of the Lanham Act, did not evince a Congressional intent to apply Title VII abroad sufficient to overcome the presumption against such extraterritorial application. <i>See id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The nationality basis for extraterritorial jurisdiction is also explicit in certain statutes. For example, both the treason statute,<i>see</i> 18 U.S.C. &#167; 1381, and the selective service statute, <i>see</i> 50 U.S.C.App. &#167; 453, apply to all American citizens regardless of whether they might be located abroad.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This effects test had its origins in<i>United States v. Aluminum Co. of Am.,</i> 148 F.2d 416 (2d Cir.1945), although it took a considerable period of time to gain widespread acceptance. <i>See generally</i> 1 W. Fugate, <i>Foreign Commerce and the Antitrust Laws</i> &#167; 2.10 (5th ed.1996). An older and now discredited view, reflected in <i>American Banana Co. v. United Fruit Co.,</i> 213 U.S. 347, 356, 29 S.Ct. 511, 53 L.Ed. 826 (1909), was that antitrust laws were wholly territorial in nature. Notably, <i>Steele</i> cited <i>American Banana</i> and rejected a territorial interpretation of that case; it read <i>American Banana</i> as applying only when there were no effects in the United States from the foreign antitrust violation. <i>See Steele,</i> 344 U.S. at 288, 73 S.Ct. 252.</p>\n        <p class=\"indent\">In 1982, Congress passed the FTAIA, which provided that the Sherman Act \"shall not apply to conduct involving trade or commerce (other than import trade or import commerce) with foreign nations unless ... such conduct has a direct, substantial, and reasonably foreseeable effect\" on United States commerce. 15 U.S.C. &#167; 6(a); <i>see</i> 1 Fugate, <i>supra,</i> &#167; 2.14. The Supreme Court has never explained the relationship between the FTAIA and the older, judicially-created effects test; thus it remains unclear the extent to which the FTAIA is a codification of that test and the extent to which the FTAIA amends it. <i>See Hartford Fire,</i> 509 U.S. at 796, 113 S.Ct. 2891 n. 23; <i>see also Nippon Paper,</i> 109 F.3d at 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The traditional extraterritorial test for jurisdiction in the<i>antitrust</i> area has often, including in <i>Hartford Fire,</i> been articulated as containing a requirement that the defendant <i>intend</i> to cause the substantial effects on United States commerce that actually have been created. 509 U.S. at 796, 113 S.Ct. 2891. The FTAIA's \"reasonably foreseeable\" requirement appears to be related to this traditional intent requirement. <i>See</i> 15 U.S.C. &#167; 6a. We need not and do not decide whether a defendant's intent to target United States commerce plays any role in the jurisdictional inquiry for purposes of extraterritorial application of the <i>Lanham Act</i>&#8212;either, for example, as a requirement in addition to the substantial effect requirement, or instead as a factor that, if present, may reduce the amount of effects on United States commerce that a plaintiff must show. It is evident that Delica, in this case, had no intent to target United States commerce.</p>\n        <p class=\"indent\">We do note that lack of intent can sometimes change the scope of remedies under the Lanham Act. For example, an innocent infringer can generally only be subject to an injunction against future use. <i>See</i> 15 U.S.C. &#167; 1114(2). This, of course, is not a jurisdictional matter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Some courts have criticized<i>Vanity Fair7Ds</i> \"substantial effects\" inquiry as having been taken out of context, and have replaced it with a much less demanding \"some effect\" inquiry. These courts state that the \"substantial effects\" test was not clearly embraced in <i>Steele</i> and stems from attempts to determine when local commerce has a sufficient effect on interstate commerce to be congressionally reachable, which has no relevance to the question of determining when wholly foreign commerce can be reached. <i>See Am. Rice,</i> 701 F.2d at 414 n. 8; <i>Wells Fargo &amp; Co. v. Wells Fargo Express Co.,</i> 556 F.2d 406, 428 (9th Cir.1977). <i>American Rice</i> involved domestic defendants, although the court did not restrict the modification of its test to such situations. The Supreme Court has embraced the \"substantial effects\" test for extraterritorial application of the antitrust laws, and Congress, in the FTAIA, has either codified that understanding or established an even more restrictive test. We see no reason to treat the Lanham Act differently.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As we noted above, the subject matter jurisdiction issue was determined on a summary judgment record, after extensive discovery; McBee did not file a Rule 56(f) affidavit below stating that he needed more discovery. We note also that in this context, the jurisdictional inquiry will generally not be wholly distinct from the merits<i>See</i> 1A Areeda &amp; Hovenkamp, <i>supra,</i> &#182; 273a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We do not reach the more complicated question of whether comity concerns would ever allow a court to decline to exercise jurisdiction when an injunction is sought against sales in the United States</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Preliminarily, Delica disputes whether it is technologically possible to prevent access by American consumers while simultaneously allowing access to the website in the rest of the world. We lack the information to resolve this dispute, and at any rate we need not resolve it in order to decide this dispute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The cases cited by McBee involve such situations and are therefore easily distinguishable; as well, they contain no analysis at all of the question McBee has raised<i>See Euromarket Designs, Inc. v. Crate &amp; Barrel Ltd.,</i> 96 F.Supp.2d 824, 831-33 (N.D.Ill.2000); <i>Playboy Enters. v. Chuckleberry Publ'g, Inc.,</i> 939 F.Supp. 1032, 1039-40 (S.D.N.Y.1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Were we to reach comity principles, they would most likely counsel for dismissal of McBee's claim seeking damages for Delica's sales in Japan. McBee argues that so long as he seeks only damages and not an injunction, there is no \"true conflict\" with Japanese law because it would be theoretically possible for Delica to comply with both Japanese and United States law<i>See Hartford Fire,</i> 509 U.S. at 798-99, 113 S.Ct. 2891. McBee's argument makes no sense: an injunction would no more create a \"true conflict\" under this definition than damages, for under either form of relief it would be theoretically possible for Delica to comply with both nations' laws by not using the trademark. There is no meaningful distinction between an injunction and damages for this purpose. The reasoning developed in the antitrust context in <i>Hartford Fire</i> is not \"automatically transferable\" to the trademark context: \"It is one thing for the British reinsurers in <i>Hartford Fire</i> to be barred under United States law from boycotting activity that they might be free to engage in without violating British law. But it is quite a different thing for the holder of rights in a mark under German law to be ordered to refrain from uses of that mark protected by German law.\" <i>Sterling Drug,</i> 14 F.3d at 746-47.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> It is true that we lack subject matter jurisdiction over claims that involve no real federal controversy because they \"clearly appear[] to be immaterial and made solely for the purpose of obtaining jurisdiction or where such a claim is wholly insubstantial and frivolous.\"<i>Steel Co. v. Citizens for a Better Env't,</i> 523 U.S. 83, 89-90, 118 S.Ct. 1003, 140 L.Ed.2d 210 (1998). This test goes to whether, legally, there is any real federal interest involved in the case. The fatal flaw in McBee's claim here, as we explain below, is that the only sales made to the United States were sales instigated at his own behest. This sort of factual weakness in a claim does not go to subject matter jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> <i>Ruhrgas AG v. Marathon Oil Co.,</i> 526 U.S. 574, 119 S.Ct. 1563, 143 L.Ed.2d 760 (1999), is not to the contrary. Although <i>Ruhrgas</i> contained language on the importance of personal jurisdiction, the decision merely established that a court can, in some circumstances, dispose of a case on a different threshold ground before reaching subject matter jurisdiction. <i>See id.</i> at 584-85, 119 S.Ct. 1563; <i>see also Tenet v. Doe,</i> ___ U.S. ___, ___ n. 4, 125 S.Ct. 1230, 1234 n. 4, 161 L.Ed.2d 82 (2005). The thrust of <i>Ruhrgas</i> was to increase judicial flexibility, not to decrease it. <i>See Ruhrgas AG,</i> 526 U.S. at 587-88, 119 S.Ct. 1563.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></span></p>\n    <p class=\"parties\">Cecil McBEE, Plaintiff, Appellant,<br>v.<br>DELICA CO., Ltd., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 04-2733.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard June 9, 2005.</p>\n    <p class=\"date\">Decided August 2, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED COPYRIGHT MATERIAL OMITTED Alfred C. Frawley, with whom Robert O. Newton and Preti, Flaherty, Beliveau, Pachios &amp; Haley, LLP were on brief, for plaintiff, appellant.</p>\n      <p class=\"indent\">Todd S. Holbrook, with whom John G. Osborn and Bernstein, Shur, Sawyer &amp; Nelson were on brief, for defendant, appellee.</p>\n      <p class=\"indent\">Before SELYA, LYNCH, and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">It has long been settled that the Lanham Act can, in appropriate cases, be applied extraterritorially. <i>See Steele v. Bulova Watch Co.,</i> <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">319</span></a></span> (1952). This case, dismissed for lack of subject matter jurisdiction, requires us, as a matter of first impression for this circuit, to lay out a framework for determining when such extraterritorial use of the Lanham Act is proper.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In doing so, we choose not to adopt the formulations used by various other circuits. <i>See, e.g., Reebok Int'l, Ltd. v. Marnatech Enters.,</i> <span class=\"citation\" data-id=\"587356\"><a href=\"/opinion/587356/reebok-international-ltd-a-massachusetts-corporation-and-reebok/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span>, 554-57 (9th Cir.1992); <i>Vanity Fair Mills v. T. Eaton Co.,</i> <span class=\"citation\" data-id=\"239733\"><a href=\"/opinion/239733/vanity-fair-mills-inc-v-the-t-eaton-co-limited-and-john-david-eaton/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 642-43 (2d Cir.1956). The best-known test, the <i>Vanity Fair</i> test, asks (1) whether the defendant is an American citizen, (2) whether the defendant's actions have a substantial effect on United States commerce, and (3) whether relief would create a conflict with foreign law. 234 F.2d at 642-43. These three prongs are given an uncertain weight. Based on <i>Steele</i> and subsequent Supreme Court case law, we disaggregate the three prongs of the <i>Vanity Fair</i> test, identify the different types of \"extraterritorial\" application questions, and isolate the factors pertinent to subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Our framework asks first whether the defendant is an American citizen; that inquiry is different because a separate constitutional basis for jurisdiction exists for control of activities, even foreign activities, of an American citizen. Further, when the Lanham Act plaintiff seeks to enjoin sales in the United States, there is no question of extraterritorial application; the court has subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In order for a plaintiff to reach foreign activities of foreign defendants in American courts, however, we adopt a separate test. We hold that subject matter jurisdiction under the Lanham Act is proper only if the complained-of activities have a substantial effect on United States commerce, viewed in light of the purposes of the Lanham Act. If this \"substantial effects\" question is answered in the negative, then the court lacks jurisdiction over the defendant's extraterritorial acts; if it is answered in the affirmative, then the court possesses subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We reject the notion that a comity analysis is part of subject matter jurisdiction. Comity considerations, including potential conflicts with foreign trademark law, are properly treated as questions of whether a court should, in its discretion, decline to exercise subject matter jurisdiction that it already possesses. Our approach to each of these issues is in harmony with the analogous rules for extraterritorial application of the antitrust laws. <i>See Hartford Fire Ins. Co. v. California,</i> <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">764</span></a></span>, 795-99, <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>, <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">612</span></a></span> (1993).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiff, Cecil McBee, an American citizen and resident, seeks to hold the defendant, Delica Co., Ltd. (Delica), responsible for its activities in Japan said to harm McBee's reputation in both Japan and the United States and for Delica's purported activities in the United States. McBee is a well-known American jazz musician; Delica is a Japanese corporation that adopted the name \"Cecil McBee\" for its adolescent female clothing line. McBee sued for false endorsement and dilution under the Lanham Act. The district court dismissed all of McBee's Lanham Act claims, concluding that it lacked subject matter jurisdiction. <i>See McBee v. Delica Co.,</i> No. 02-198-P-C, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2674360</span></span> (D.Me. Nov.19, 2004) (unpublished).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We affirm, albeit on different reasoning. We conclude that the court lacked jurisdiction over McBee's claims seeking (1) an injunction in the United States barring access to Delica's Internet website, which is written in Japanese, and (2) damages for harm to McBee due to Delica's sales in Japan. McBee has made no showing that Delica's activities had a substantial effect on United States commerce. As to McBee's claim for (3) an injunction barring Delica from selling its goods in the United States, we hold that the district court had jurisdiction but conclude that this claim is without merit because the only sales Delica has made into the United States were induced by McBee for purposes of this litigation, and there is no showing that Delica plans on selling into the United States again.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The relevant facts are basically undisputed. McBee, who lives in both Maine and New York, is a jazz bassist with a distinguished career spanning over forty-five years. He has performed in the United States and worldwide, has performed on over 200 albums, and has released six albums under his own name (including in Japan). He won a Grammy Award in 1989, was inducted into the Oklahoma Jazz Hall of Fame in 1991, and teaches at the New England Conservatory of Music in Boston. McBee has toured Japan several times, beginning in the early 1980s, and has performed in many major Japanese cities, including Tokyo. He continues to tour in Japan. McBee has never licensed or authorized the use of his name to anyone, except of course in direct connection with his musical performances, as for example on an album. In his own words, he has sought to \"have [his] name associated only with musical excellence.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Delica is a Japanese clothing retailer. In 1984, Delica adopted the trade name \"Cecil McBee\" for a line of clothing and accessories primarily marketed to teen-aged girls. Delica holds a Japanese trademark for \"Cecil McBee,\" in both Japanese and Roman or English characters, for a variety of product types. Delica owns and operates retail shops throughout Japan under the brand name \"Cecil McBee\"; these are the only stores where \"Cecil McBee\" products are sold. There are no \"Cecil McBee\" retail shops outside of Japan. Delica sold approximately $23 million worth of \"Cecil McBee\" goods in 1996 and experienced steady growth in sales in subsequent years; in 2002, Delica sold $112 million worth of \"Cecil McBee\" goods.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Delica puts out a \"style book\" or catalog that includes pictures and descriptions of the products in its \"Cecil McBee\" line; this style book is written in Japanese with some English words for effect. The style book is available in Japan at the retail stores and in certain other locations; sometimes it is included with shipped packages of \"Cecil McBee\" products. The style book contains telephone and fax numbers which allow a customer to order \"Cecil McBee\" merchandise from another company, Opus M. Co., Ltd., and have it shipped directly to the customer. Opus M. Co. buys the goods from Delica for this purpose, and then uses yet another company, Hamasho Co., Ltd., to do the shipping. It is undisputed that Hamasho Co. has never shipped any \"Cecil McBee\" goods outside of Japan. As described later, Delica's policy generally is to decline orders from the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Delica operates a website, http://www.cecilmcbee.net, which contains pictures and descriptions of \"Cecil McBee\" products, as well as locations and telephone numbers of retail stores selling those products. The website is created and hosted in Japan, and is written almost entirely in Japanese, using Japanese characters (although, like the style book, it contains some English words). The website contains news about the \"Cecil McBee\" line, including promotions. Customers can log onto the site to access their balance of bonus \"points\" earned for making past \"Cecil McBee\" purchases, as well as information about how to redeem those points for additional merchandise. However, the site does not allow purchases of \"Cecil McBee\" products to be made online. The website can be viewed from anywhere in the Internet-accessible world.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">McBee produced evidence that, when searches on Internet search engines (such as Google) are performed for the phrase \"Cecil McBee,\" Delica's website (www.cecilmcbee.net) generally comes up as one of the first few results, and occasionally comes up first, ahead of any of the various websites that describe the musical accomplishments of the plaintiff. Certain other websites associated with Delica's \"Cecil McBee\" product line also come up when such searches are performed; like www.cecilmcbee.net, it is evident from the search results page that these websites are written primarily in Japanese characters.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In 1995, plaintiff McBee became aware that Delica was using his name, without his authorization, for a line of clothing in Japan. He contacted an American lawyer, who advised him that Delica was unlikely to be subject to personal jurisdiction in the United States. McBee retained a Japanese attorney, who sent a letter to Delica asking it to cease using the \"Cecil McBee\" name. When Delica declined, McBee petitioned the Japanese Patent Office to invalidate Delica's English-language trademark on \"Cecil McBee.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On February 28, 2002, the Japanese Patent Office ruled Delica's trademark in Japan invalid. However, Delica appealed to the Tokyo High Court, which on December 26, 2002, vacated the decision of the Japanese Patent Office. On remand, the Japanese Patent Office found for Delica and reinstated Delica's registration of the \"Cecil McBee\" trademark. McBee appealed that ruling to the Tokyo High Court and lost; the trademark reinstatement has become final.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In early 2002, Delica formulated a policy not to sell or ship \"Cecil McBee\" brand products to the United States and informed its managers throughout the company. Delica's admitted reason for this policy was to prevent McBee from being able to sue Delica in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">McBee was beginning to consider just such a strategy. From December 2001 through early 2003, McBee retained three Japanese-speaking investigators to attempt to purchase \"Cecil McBee\" products from Delica and have them shipped to Maine. They met with mixed success. One initially, in December 2001, contacted the webmaster of http://www.cecilmcbee.net by email, asking about certain jewelry displayed on the website; that webmaster referred the investigator to the \"Cecil McBee\" retail shops in Japan for further information, but noted that at that time only domestic shipping was available.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The investigators then used the telephone numbers on the http://www.cecilmcbee.net website to contact various \"Cecil McBee\" retail stores in Japan directly. The investigators made it clear that they were residents of the United States inquiring about purchasing \"Cecil McBee\" goods. When the investigators requested an opportunity to buy merchandise and have it shipped to them in Maine, some stores stated that this could not be done, some of the stores worked out an arrangement whereby they would ship to an address in Japan but the investigator would then arrange to have the products forwarded to Maine, and some of the stores, at various times, shipped directly to the investigators in Maine. The total value of \"Cecil McBee\" merchandise purchased by these three investigators&#8212;including both goods shipped directly to Maine by Delica and goods shipped via the indirect method&#8212; was approximately $2,500. As counsel for McBee has conceded, there is no evidence of any other \"Cecil McBee\" sales by Delica to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Further, there is virtually no evidence of \"Cecil McBee\" brand goods entering the United States after being sold by Delica in Japan. McBee stated in affidavit that \"[f]riends, fellow musicians, fans, students, and others ... have reported seeing [his] name on clothing, shopping bags [and] merchandise (whether worn or carried by a young girl walking on the street in Boston or New York or elsewhere)....\" But no further evidence or detail of these sightings in the United States was provided. McBee also provided evidence that Cecil McBee goods have occasionally been sold on eBay, an auction website that allows bids to be placed and items sold anywhere in the world. Most of the sellers were not located in the United States, and there is no evidence that any of the items were purchased by American buyers.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">McBee states that he finds the use of his name by Delica \"undignified, highly offensive and repugnant.\" He feels that he has been harmed by Delica's use of his name because people have reported to him that they have seen his name on Delica's products, either in the United States or in Japan, or on Delica's website, and have asked him if he endorsed those products. Even when he denies having a relationship with Delica, some people do not believe him, and some have asked him, \"both in jest and with some degree of seriousness,\" whether he is \"into young girls,\" the target audience for Delica's \"Cecil McBee\" line.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">McBee produces little evidence relating to the frequency of such incidents, nor does he give many specific examples. He testified in deposition that two of his American friends and fellow musicians, while touring Japan, had seen a \"Cecil McBee\" advertisement created by Delica and had become confused as to whether McBee had some relationship with a clothing line; they asked McBee about the relationship when they returned to the United States. McBee told some of his students at the New England Conservatory of Music about his lawsuit against Delica, in order to help them understand the value of intellectual property law to a musician; some of his students found the Delica website and started rumors of his having a relationship with a women's clothing company. He feels that some of his students may have lost their focus during his classes because they are thinking about his connection to women's clothing. Further, his class enrollment has dropped \"for one reason or another\" and so his position as a professor at the Conservatory has been made more uncertain.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">McBee has seen his own name on \"Cecil McBee\" merchandise in Japan while touring and has become angry. His Japanese touring partner during his recent tours of Japan (from 2002 onwards) has made announcements before concerts that McBee had no relationship with the Delica clothing line. In McBee's view, his audience of Japanese fans at his concerts has become younger through time and therefore more in line with the core age group of consumers for Delica's brand. McBee also notes that a fan once came up to him while he was performing in Taiwan to speak with him about Delica's line; the fan apparently presumed a connection between McBee and the line. As of 2003, McBee only had one regular tour in Japan each year, lasting three weeks or so each time; in McBee's view \"[i]t is speculating, but it is... possible\" that Delica's \"Cecil McBee\" brand had led to his failure to receive additional Japanese touring opportunities.</p>\n    </div>\n    <p class=\"center\">II.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">McBee's complaint, filed October 1, 2002, alleged trademark dilution and unfair competition claims under the Lanham Act, 15 U.S.C. &#167; 1051 <i>et seq.,</i> as well as various pendent Maine state law claims. McBee requested injunctive relief, damages, and attorney's fees. The core of McBee's Lanham Act claims is false endorsement: that the unlicensed use of his name has \"made a misleading and false inference\" that McBee endorses, approves, or sponsors Delica's product, and that inference has caused McBee harm. <i>See</i> 15 U.S.C. &#167; 1125(a); 4 J.T. McCarthy, <i>McCarthy on Trademarks and Unfair Competition</i> &#167; 28.14, at 28-19 (4th ed.2005); <i>see also Wendt v. Host Int'l, Inc.,</i> <span class=\"citation\" data-id=\"746517\"><a href=\"/opinion/746517/george-wendt-an-individual-john-ratzenberger-an-individual-v-host/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">806</span></a></span>, 812 (9th Cir.1997).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Delica first moved to dismiss the complaint, under Fed.R.Civ.P. 12(b)(2), on the ground that the Maine federal district court lacked personal jurisdiction over it. A magistrate judge recommended that the motion be denied, emphasizing the existence of Delica's website and the $2,500 in sales to McBee's investigators in Maine, <i>see McBee v. Delica Co.,</i> No. 02-198-P-C, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">1872907</span></span> (D.Me. April 14, 2003) (unpublished); the district court adopted the magistrate judge's recommendation on July 9, 2003. Discovery proceeded. Delica then moved to dismiss McBee's complaint under Fed.R.Civ.P. 12(b)(1), asserting that the court lacked subject matter jurisdiction over McBee's Lanham Act claims because Delica's actions constituted extraterritorial conduct outside the ambit of the Act. Delica also moved for summary judgment under Fed.R.Civ.P. 56 based on laches, collateral estoppel due to the Japanese court decision against McBee, and various merits issues, including McBee's alleged failure to make a sufficient showing of likelihood of confusion to sustain his Lanham Act claims. McBee opposed but not on grounds of insufficient discovery, nor did he file a Rule 56(f) affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The magistrate judge issued a recommended decision on these motions on August 19, 2004.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See McBee v. Delica Co.,</i> No. 02-198-P-C, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2634465</span></span> (D.Me. Aug.19, 2004) (unpublished). On the subject matter jurisdiction question, the magistrate judge first noted that the Supreme Court had held, in <i>Steele v. Bulova Watch Co.,</i> <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">319</span></a></span> (1952), that the Lanham Act could, in some circumstances, be applied to reach extraterritorial conduct. <i>See McBee,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2634465</span></span>, at *2. The magistrate judge also noted that this circuit has never laid out a test for when such extraterritorial application is appropriate. <i>See id.</i> at *2 n. 3. The magistrate judge thus utilized the test stated by the Second Circuit in <i>Vanity Fair Mills, Inc. v. T. Eaton Co.,</i> <span class=\"citation\" data-id=\"239733\"><a href=\"/opinion/239733/vanity-fair-mills-inc-v-the-t-eaton-co-limited-and-john-david-eaton/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 642 (2d Cir.1956), described earlier. <i>See McBee,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2634465</span></span>, at *2. However, the magistrate judge accepted the Fifth Circuit's modification of the first prong in <i>Am. Rice, Inc. v. Arkansas Rice Growers Coop. Ass'n,</i> <span class=\"citation no-link\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></span>, 414 n. 8 (5th Cir.1983), and required a showing of only \"some\" effect on United States commerce. <i>See McBee,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2634465</span></span>, at *4. The magistrate judge recommended that all of McBee's Lanham Act claims for injunctive relief be dismissed because they failed two of the three <i>Vanity Fair</i> factors, but that all of his Lanham Act damages claims be allowed to go forward because they met two prongs of the test.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> <i>See id.</i> at *3-*4.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Delica filed an objection, arguing that all of McBee's Lanham Act claims&#8212;and not just those claims requesting injunctive relief&#8212;failed the <i>Vanity Fair</i> test for extraterritorial application. McBee moved that the recommended decision be modified. He conceded that American courts had no extraterritorial jurisdiction to enjoin sales that occurred in Japan, but argued, that there was jurisdiction for his damages claim against those sales. McBee also stated that he sought an injunction against Delica's sales of \"Cecil McBee\" goods in the United States and against Delica's use of the \"Cecil McBee\" website to reach United States consumers; these forms of relief, he argued, did not constitute extraterritorial applications of the Lanham Act at all and therefore the court should assert subject matter jurisdiction over them.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court amended the magistrate judge's recommended decision by holding that it lacked subject matter jurisdiction over all of McBee's Lanham Act claims, including both those for injunctive relief and damages. <i>See McBee v. Delica Co.,</i> No. 02-198-P-C, <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2674360</span></span> (D.Me. Nov.19, 2004) (unpublished). The district court, like the magistrate judge, applied essentially the test laid out by the Second Circuit in <i>Vanity Fair. See id.</i> at *1. But the district court disagreed with the magistrate judge's application of that test, finding that a claim for damages, like a claim for injunctive relief, would create a conflict with Japanese trademark law. <i>See id.</i> at *2. Finding two of the three factors unsatisfied, the court ordered McBee's Lanham Act claims dismissed for lack of subject matter jurisdiction without considering the effect of Delica's actions on United States commerce. <i>See id.</i> With respect to this factor, however, the court noted that Delica's only sales into the United States \"appear to have been made for purposes of this lawsuit alone.\" <i>Id.</i> at *1 n. 2. After dismissing McBee's Lanham Act claims, the court declined to exercise supplemental jurisdiction over his pendent state law claims. <i>See id.</i> at *2. This made it unnecessary for the court to consider Delica's summary judgment motion on other bases.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On appeal, McBee renews his argument that his claims for a domestic injunction, both against Delica's sales into the United States and against its broadcasting of its website in the United States, do not constitute extraterritorial applications of the Lanham Act at all. Further, while McBee concedes that United States courts lack jurisdiction over his Lanham Act claim for an injunction against Delica's sales in Japan, he argues that the district court had extraterritorial jurisdiction over damages claims against those same sales. Delica responds by arguing that United States courts lack extraterritorial jurisdiction over all of McBee's Lanham Act claims, and further urges lack of personal jurisdiction, preclusion due to collateral estoppel based on the Japanese judgment, and laches as alternative grounds for affirmance.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A. <i>Framework for Assessing Extraterritorial Use of the Lanham Act</i></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">By extraterritorial application of the Lanham Act, we mean application of the Act to activity (such as sales) of a defendant outside of the territorial boundaries of the United States. In addressing extraterritorial application of the Lanham Act, we face issues of Congressional intent to legislate extraterritorially, undergirded by issues of Congressional power to legislate extraterritorially. Usually in addressing questions of extraterritoriality, the Supreme Court has discussed Congressional intent, doing so by employing various presumptions designed to avoid unnecessary international conflict. <i>See, e.g., Spector v. Norwegian Cruise Line Ltd.,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"799970\"><a href=\"/opinion/799970/spector-v-norwegian-cruise-line-ltd/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2169</span></a></span>, 2177, ___ L.Ed.2d ___, ___ (2005); <i>F. Hoffman-La Roche Ltd. v. Empagran S.A.,</i> <span class=\"citation\" data-id=\"136989\"><a href=\"/opinion/136989/f-hoffmann-la-roche-ltd-v-empagran-sa/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">155</span></a></span>, <span class=\"citation\" data-id=\"136989\"><a href=\"/opinion/136989/f-hoffmann-la-roche-ltd-v-empagran-sa/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2359</span></a></span>, 2366-73, <span class=\"citation\" data-id=\"136989\"><a href=\"/opinion/136989/f-hoffmann-la-roche-ltd-v-empagran-sa/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">226</span></a></span> (2004); <i>see also EEOC v. Arabian Am. Oil Co.,</i> <span class=\"citation\" data-id=\"112565\"><a href=\"/opinion/112565/eeoc-v-arabian-american-oil-co/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">244</span></a></span>, 248, <span class=\"citation\" data-id=\"112565\"><a href=\"/opinion/112565/eeoc-v-arabian-american-oil-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1227</span></a></span>, <span class=\"citation\" data-id=\"112565\"><a href=\"/opinion/112565/eeoc-v-arabian-american-oil-co/\"><span class=\"volume\">113</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">274</span></a></span> (1991) (\"It is a longstanding principle of American law that legislation of Congress, unless a contrary intent appears, is meant to apply only within the territorial jurisdiction of the United States.\" (internal quotation marks and citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The parties characterize the extraterritoriality issue as, at least in part, one of subject matter jurisdiction under the Act, and it is often viewed that way. <i>See, e.g., Levi Strauss &amp; Co. v. Sunrise Int'l Trading Co.,</i> <span class=\"citation\" data-id=\"693041\"><a href=\"/opinion/693041/levi-strauss-co-v-sunrise-international-trading-inc-duty-free/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">982</span></a></span>, 984 (11th Cir.1995); <i>Ocean Garden, Inc. v. Marktrade Co., Inc.,</i> <span class=\"citation\" data-id=\"575293\"><a href=\"/opinion/575293/ocean-garden-inc-plaintiff-counterdefendant-appellee-v-marktrade/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">500</span></a></span>, 502 (9th Cir.1991); <i>see also United Phosphorus, Ltd. v. Angus Chem. Co.,</i> <span class=\"citation\" data-id=\"781233\"><a href=\"/opinion/781233/united-phosphorus-ltd-an-indian-corporation-shroffs-united-chemicals/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">942</span></a></span>, 945-51 (7th Cir.2003) (en banc) (question whether Sherman Act applied extraterritorially under the Foreign Trade Antitrust Improvements Act (FTAIA), 15 U.S.C. &#167; 6a, went to subject matter jurisdiction of court).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Supreme Court has long since made it clear that the Lanham Act could sometimes be used to reach extraterritorial conduct, but it has never laid down a precise test for when such reach would be appropriate.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> <i>Steele v. Bulova Watch Co.,</i> <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span>, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></a></span>, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">319</span></a></span> (1952); <i>see also Arabian Am. Oil Co.,</i> 499 U.S. at 252-53, <span class=\"citation\" data-id=\"112565\"><a href=\"/opinion/112565/eeoc-v-arabian-american-oil-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1227</span></a></span> (distinguishing <i>Steele</i>). The circuit courts have established a variety of tests for determining when extraterritorial application of the Lanham Act is appropriate, treating different factual contexts as all subject to the same set of criteria. <i>See Vanity Fair Mills v. T. Eaton Co.,</i> <span class=\"citation\" data-id=\"239733\"><a href=\"/opinion/239733/vanity-fair-mills-inc-v-the-t-eaton-co-limited-and-john-david-eaton/\"><span class=\"volume\">234</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">633</span></a></span>, 642 (2d Cir.1956); <i>see also Int'l Caf&#233;e, S.A.L., v. Hard Rock Cafe Int'l (U.S.A.), Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">252</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1274</span></span>, 1278-79 (11th Cir.2001) (applying <i>Vanity Fair</i>); <i>Nintendo of Am., Ltd., v. Aeropower Co.,</i> <span class=\"citation\" data-id=\"677343\"><a href=\"/opinion/677343/nintendo-of-america-incorporated-v-aeropower-company-limited-grand-arrow/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">246</span></a></span>, 250-51 (4th Cir.1994) (adopting the <i>Vanity Fair</i> test, although requiring a \"significant effect\" rather than a \"substantial effect\" on United States commerce); <i>Reebok Int'l, Ltd. v. Marnatech Enters., Inc.,</i> <span class=\"citation\" data-id=\"587356\"><a href=\"/opinion/587356/reebok-international-ltd-a-massachusetts-corporation-and-reebok/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span>, 554-57 (9th Cir.1992) (applying the jurisdictional \"rule of reason\" from <i>Timberlane Lumber Co. v. Bank of Am.,</i> <span class=\"citation\" data-id=\"342741\"><a href=\"/opinion/342741/timberlane-lumber-co-danli-industrial-sa-maya-lumber-co-s-de-rl/\"><span class=\"volume\">549</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">597</span></a></span> (9th Cir.1977): plaintiff must show (1) some effect on United States commerce, (2) an effect that is sufficiently great to be a cognizable injury to plaintiff under the Lanham Act, and (3) the interests and links to American commerce must be sufficiently strong in relation to those of other nations to justify, in terms of comity, an extraterritorial application of the act); <i>Am. Rice, Inc. v. Ark. Rice Growers Coop. Ass'n,</i> <span class=\"citation no-link\"><span class=\"volume\">701</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">408</span></span>, 414 &amp; n. 8 (5th Cir. 1983) (modifying <i>Vanity Fair's</i> first prong to require only \"some effect\" on United States commerce). This court has not previously addressed the question.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\"><i>Steele</i> found that there was Lanham Act jurisdiction over a defendant, selling watches in Mexico, who was a United States citizen and whose \"operations and their effects were not confined within the territorial limits of a foreign nation.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> 344 U.S. at 286, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></a></span>. Defendant made no sales within the United States. The Court held that the Lanham Act conferred broad jurisdiction in that its purpose was to regulate \"commerce within the control of Congress.\" 15 U.S.C. &#167; 1127. The Act prohibits the use of certain infringing marks \"in commerce.\" 15 U.S.C. &#167; 1114(1); <i>Id.</i> &#167; 1125(a). Importantly, commerce is defined in the Act as \"all commerce which may lawfully be regulated by Congress.\" <i>Id.</i> &#167; 1127.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The <i>Steele</i> Court did not define the outer limits of Congressional power because it was clear that the facts presented a case within those limits. The <i>Steele</i> Court explicitly and implicitly relied on two different aspects of Congressional power to reach this conclusion. First, it explicitly relied on the power of Congress to regulate \"the conduct of its own citizens,\" even extraterritorial conduct. <i>Steele,</i> 344 U.S. at 285-86, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></a></span>. This doctrine is based on an idea that Congressional power over American citizens is a matter of domestic law that raises no serious international concerns, even when the citizen is located abroad. <i>See id.</i> at 285-86, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></a></span> (citing <i>Skiriotes v. Florida,</i> <span class=\"citation\" data-id=\"103508\"><a href=\"/opinion/103508/skiriotes-v-florida/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span>, 73, <span class=\"citation no-link\"><span class=\"volume\">61</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">924</span></span>, <span class=\"citation no-link\"><span class=\"volume\">85</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1193</span></span> (1941) (Florida state criminal law banning taking of sponges from high seas) and <i>Branch v. Federal Trade Comm'n,</i> <span class=\"citation\" data-id=\"1484393\"><a href=\"/opinion/1484393/branch-v-federal-trade-commission/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 35 (7th Cir.1944) (federal unfair competition law)); <i>see also F. Hoffman-La Roche Ltd.,</i> 124 S.Ct. at 2367; <i>Cook v. Tait,</i> <span class=\"citation\" data-id=\"100412\"><a href=\"/opinion/100412/cook-v-tait/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">47</span></a></span>, 54-56, <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">444</span></span>, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">895</span></span> (1924) (income tax law); Restatement (Third) of Foreign Relations Law of the United States &#167; 402(2) (1986) (\"[A] state has jurisdiction to prescribe law with respect to ... the activities ... of its nationals outside as well as within its territory.\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Second, <i>Steele</i> also implicitly appears to rely on Congressional power over foreign commerce, although the Foreign Commerce clause is not cited&#8212;the Court noted that the defendant's actions had an impact on the plaintiff's reputation, and thus on commerce within the United States. <i>See</i> 344 U.S. at 286-87, 288, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></a></span>. The <i>Steele</i> Court concluded that an American citizen could not evade the thrust of the laws of the United States by moving his operations to a \"privileged sanctuary\" beyond our borders. <i>Id.</i> at 287, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">For purposes of determining subject matter jurisdiction, we think certain distinctions are important at the outset. The reach of the Lanham Act depends on context; the nature of the analysis of the jurisdictional question may vary with that context. <i>Steele</i> addressed the pertinent Lanham Act jurisdictional analysis when an American citizen is the defendant. In such cases, the domestic effect of the international activities may be of lesser importance and a lesser showing of domestic effects may be all that is needed. We do not explore this further because our case does not involve an American citizen as the alleged infringer.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">When the purported infringer is not an American citizen, and the alleged illegal activities occur outside the United States, then the analysis is different, and appears to rest solely on the foreign commerce power. Yet it is beyond much doubt that the Lanham Act can be applied against foreign corporations or individuals in appropriate cases; no court has ever suggested that the foreign citizenship of a defendant is always fatal. <i>See, e.g., Sterling Drug, Inc. v. Bayer AG,</i> <span class=\"citation\" data-id=\"661455\"><a href=\"/opinion/661455/sterling-drug-incorporated-plaintiff-appellee-cross-appellant-v-bayer/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">733</span></a></span>, 746 (2d Cir.1994); <i>Wells Fargo &amp; Co. v. Wells Fargo Express Co.,</i> <span class=\"citation\" data-id=\"345762\"><a href=\"/opinion/345762/wells-fargo-company-a-corporation-and-baker-industries-inc-a/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 429 (9th Cir.1977). Some academics have criticized treating the Lanham Act differently from patent and copyright law, which generally are not applied extraterritorially. <i>See</i> C. Bradley, <i>Extraterritorial Application of U.S. Intellectual Property Law,</i> 37 Va. J. Int'l L. 505 (1997); <i>but see</i> R. Schechter, Comment, <i>The Case For Limited Extraterritorial Reach of the Lanham Act,</i> 37 Va. J. Int'l L. 619 (1997). Nonetheless, the Supreme Court recently reaffirmed the <i>Steele</i> approach to extraterritorial jurisdiction under the Lanham Act by distinguishing it in <i>Arabian American Oil Co. See</i> 499 U.S. at 252-53, <span class=\"citation\" data-id=\"112565\"><a href=\"/opinion/112565/eeoc-v-arabian-american-oil-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1227</span></a></span>. The question becomes one of articulating a test for Lanham Act jurisdiction over foreign infringing activities by foreign defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The decisions of the Supreme Court in the antitrust context seem useful to us as a guide. The Court has written in this area, on the issue of extraterritorial application, far more recently than it has written on the Lanham Act, and thus the decisions reflect more recent evolutions in terms of legal analysis of extraterritorial activity. As the Court noted in <i>Steele,</i> Lanham Act violations abroad often radiate unlawful consequences into the United States, <i>see</i> 344 U.S. at 288, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></a></span>; <i>see also</i> Schecter, <i>supra,</i> at 629-30. One can easily imagine a variety of harms to American commerce arising from wholly foreign activities by foreign defendants. There could be harm caused by false endorsements, passing off, or product disparagement, or confusion over sponsorship affecting American commerce and causing loss of American sales. Further, global piracy of American goods is a major problem for American companies: annual losses from unauthorized use of United States trademarks, according to one commentator, now amount to $200 billion annually. <i>See</i> Schecter, <i>supra,</i> at 634. In both the antitrust and the Lanham Act areas, there is a risk that absent a certain degree of extraterritorial enforcement, violators will either take advantage of international coordination problems or hide in countries without efficacious antitrust or trademark laws, thereby avoiding legal authority.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In <i>Hartford Fire Ins. Co. v. California,</i> <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">764</span></a></span>, <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>, <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">125</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">612</span></a></span> (1993), the Supreme Court addressed the issue of when a United States court could assert jurisdiction over Sherman Act claims brought against foreign defendants for a conspiracy that occurred abroad to raise reinsurance prices. It held that jurisdiction over foreign conduct existed under the antitrust laws if that conduct \"was meant to produce and did in fact produce some substantial effect in the United States.\" <i>Id.</i> at 796, <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>; <i>see also United States v. Nippon Paper Indus. Co.,</i> <span class=\"citation\" data-id=\"738221\"><a href=\"/opinion/738221/united-states-v-nippon-paper-industries-co-ltd/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1997); <i>Doe I v. Unocal Corp.,</i> <span class=\"citation\" data-id=\"789011\"><a href=\"/opinion/789011/john-doe-i-individually-as-administrator-of-the-estate-of-his-deceased/\"><span class=\"volume\">395</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">932</span></a></span>, 961 (9th Cir.2002) (applying the substantial effects test to determine whether jurisdiction should be asserted over foreign securities fraud).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The <i>Hartford Fire</i> Court also held that comity considerations, such as whether relief ordered by an American court would conflict with foreign law, were properly understood not as questions of whether a United States court possessed subject matter jurisdiction, but instead as issues of whether such a court should decline to exercise the jurisdiction that it possessed. <i>See id.</i> at 797-98 &amp; n. 24, <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The framework stated in <i>Hartford Fire</i> guides our analysis of the Lanham Act jurisdictional question for foreign activities of foreign defendants. We hold that the Lanham Act grants subject matter jurisdiction over extraterritorial conduct by foreign defendants only where the conduct has a substantial effect on United States commerce.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Absent a showing of such a substantial effect, at least as to foreign defendants, the court lacks jurisdiction over the Lanham Act claim. Congress has little reason to assert jurisdiction over foreign defendants who are engaging in activities that have no substantial effect on the United States, and courts, absent an express statement from Congress, have no good reason to go further in such situations. <i>See</i> 1A P. Areeda &amp; H. Hovenkamp, <i>Antitrust Law</i> &#182; 272f (2d ed. 2000) (\"When a government's interest in a transaction is remote, minor, tangential, or otherwise insignificant, that government would presumably not seek to control it.\"); 1 W. Fugate, <i>Foreign Commerce and the Antitrust Laws</i> &#167; 2.13, at 99-100 (5th ed.1996).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The substantial effects test requires that there be evidence of impacts within the United States, and these impacts must be of a sufficient character and magnitude to give the United States a reasonably strong interest in the litigation. <i>See, e.g.,</i> 1 Fugate, <i>supra,</i> &#167;&#167; 2.9, 2.12, 2.13; <i>see also</i> 1A Areeda &amp; Hovenkamp, <i>supra,</i> &#182; 272f2; <i>United Phosphorus,</i> 322 F.3d at 952-53. The \"substantial effects\" test must be applied in light of the core purposes of the Lanham Act, which are both to protect the ability of American consumers to avoid confusion and to help assure a trademark's owner that it will reap the financial and reputational rewards associated with having a desirable name or product. <i>See, e.g., Dastar Corp. v. Twentieth Century Fox Film Corp.,</i> <span class=\"citation\" data-id=\"130141\"><a href=\"/opinion/130141/dastar-corp-v-twentieth-century-fox-film-corp/\"><span class=\"volume\">539</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span>, 33-34, <span class=\"citation\" data-id=\"130141\"><a href=\"/opinion/130141/dastar-corp-v-twentieth-century-fox-film-corp/\"><span class=\"volume\">123</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2041</span></a></span>, <span class=\"citation\" data-id=\"130141\"><a href=\"/opinion/130141/dastar-corp-v-twentieth-century-fox-film-corp/\"><span class=\"volume\">156</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">18</span></a></span> (2003); <i>see also Atl. Richfield Co. v. ARCO Globus Int'l Co.,</i> <span class=\"citation\" data-id=\"756434\"><a href=\"/opinion/756434/atlantic-richfield-company-plaintiff-counter-defendant-appellant-v-arco/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">189</span></a></span>, 193-94 (2d Cir.1998). The goal of the jurisdictional test is to ensure that the United States has a sufficient interest in the litigation, as measured by the interests protected by the Lanham Act, to assert jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Of course, the <i>Vanity Fair</i> test includes a \"substantial effects\" inquiry as part of its three-part test.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> We differ from the <i>Vanity Fair</i> court in that we disaggregate the elements of its test: we first ask whether the defendant is an American citizen, and if he is not, then we use the substantial effects test as the sole touchstone to determine jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">If the substantial effects test is met, then the court should proceed, in appropriate cases, to consider comity. We also transplant for Lanham Act purposes <i>Hartford Fire's</i> holding that comity considerations are properly analyzed not as questions of whether there is subject matter jurisdiction, but as prudential questions of whether that jurisdiction should be exercised. <i>See Hartford Fire,</i> 509 U.S. at 798 n. 24, <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>. Our analysis differs again from <i>Vanity Fair</i> on this point. <i>See Vanity Fair,</i> 234 F.2d at 642. <i>Vanity Fair</i> and other cases have considered as part of the basic jurisdictional analysis whether the defendant acted under color of protection of the trademark laws of his own country. We disagree and do not see why the scope of Congressional intent and power to create jurisdiction under the Lanham Act should turn on the existence and meaning of foreign law.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Congress could, of course, preclude the exercise of such Lanham Act jurisdiction by statute or by ratified treaty. Or it could by statute define limits in Lanham Act jurisdiction in such international cases, as it has chosen to do in the antitrust area. <i>See</i> 15 U.S.C. &#167; 6a. It has not done so.</p>\n    </div>\n    <p class=\"indent\">B. <i>Application of the Framework</i></p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We apply the framework we have established to the facts of this case. Although district court fact-finding is permissible in a subject matter jurisdiction inquiry, and we defer to such fact-finding, here all the relevant facts are undisputed and the district court did not find any facts.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Our review is de novo, <i>see, e.g., Skwira v. United States,</i> <span class=\"citation\" data-id=\"200653\"><a href=\"/opinion/200653/skwira-v-united-states/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 71-72 (1st Cir.2003), and the burden is on McBee to establish jurisdiction, <i>see, e.g., Able Sales Co. v. Compa&#241;&#237;a de Az&#250;car de P.R.,</i> <span class=\"citation\" data-id=\"201568\"><a href=\"/opinion/201568/able-sales-co-inc-v-compania-de-azucar/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 61 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">1. <i>Claim for Injunction Barring Delica's United States Sales</i></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">McBee contends that his claim for an injunction against Delica's sales to consumers inside the United States does not constitute an extraterritorial application of the Lanham Act, and therefore the district court should have taken jurisdiction over this claim without pausing to consider whether there was a substantial effect on United States commerce. The factual predicate for this argument is the $2,500 of \"Cecil McBee\" brand goods that Delica sold to McBee's investigators in Maine; there is no evidence of any other sales made by Delica to United States consumers. McBee is correct that the court had subject matter jurisdiction over this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">There can be no doubt of Congress's power to enjoin sales of infringing goods into the United States, and as a matter of Congressional intent there can be no doubt that Congress intended to reach such sales via the Lanham Act. Courts have repeatedly distinguished between domestic acts of a foreign infringer and foreign acts of that foreign infringer; the extraterritoriality analysis to determine jurisdiction attaches only to the latter. <i>See, e.g., Totalplan Corp. of Am. v. Colborne,</i> <span class=\"citation\" data-id=\"661467\"><a href=\"/opinion/661467/totalplan-corporation-of-america-v-robert-b-colborne-carmen-strong-james/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 829-30 (2d Cir.1994); <i>Sterling Drug,</i> 14 F.3d at 744-47 &amp; n. 8; <i>Wells Fargo,</i> 556 F.2d at 426-30; <i>Vanity Fair,</i> 234 F.2d at 638-39, 645; <i>see also</i> 4 J.T. McCarthy, <i>McCarthy on Trade-marks and Unfair Competition</i> &#167; 29:56, at 29-151 (4th ed.2005). Since sales in the United States are domestic acts, McBee need not satisfy the \"substantial effect on United States commerce\" test for this claim; jurisdiction exists because, under the ordinary domestic test, the $2,500 worth of goods sold by Delica to McBee's investigators in the United States were in United States commerce, at least insofar as some of those goods were shipped directly by Delica to the buyers in the United States. <i>See Carpet Group Int'l v. Oriental Rug Importers Ass'n, Inc.,</i> <span class=\"citation\" data-id=\"770487\"><a href=\"/opinion/770487/carpet-group-international-emmert-elsea-v-oriental-rug-importers/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 71-75 (3d Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Our holding that the extraterritoriality tests are inapplicable where plaintiff seeks a remedy for imported goods sold to American consumers is supported in the antitrust context by the language of the FTAIA. The FTAIA provides that the Sherman Act:</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">shall not apply to conduct involving trade or commerce (other than import trade or import commerce) with foreign nations unless ... such conduct has a direct, substantial, and reasonably foreseeable effect (A) on trade or commerce which is not trade or commerce with foreign nations, or on import trade or import commerce with foreign nations; or (B) on export trade or export commerce with foreign nations, of a person engaged in such trade or commerce in the United States....</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">15 U.S.C. &#167; 6(a)(1). The statute exempts \"import trade or import commerce\" from its extraterritoriality effects test; such import trade or import commerce would seem to be reachable so long as the domestic commerce tests are met. <i>See Carpet Group Int'l,</i> 227 F.3d at 71-75; W. Fugate &amp; L. Simonwitz, <i>Foreign Commerce and the Antitrust Laws</i> &#167; 2.14, at 30 (5th ed. Supp.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The district court thus had subject matter jurisdiction over McBee's claim for an injunction against Delica's sales of \"Cecil McBee\" goods in the United States. Nonetheless, dismissal of the claim was appropriate for reasons stated later.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">2. <i>Claim for Injunction Barring Access to Internet Website</i></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">McBee next argues that his claim for an injunction against Delica's posting of its Internet website in a way that is visible to United States consumers also does not call for an extraterritorial application of the Lanham Act. Here McBee is incorrect: granting this relief would constitute an extraterritorial application of the Act, and thus subject matter jurisdiction would only be appropriate if McBee could show a substantial effect on United States commerce.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> McBee has not shown such a substantial effect from Delica's website.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We begin with McBee's argument that his website claim, like his claim for Delica's sales into the United States, is not an extraterritorial application of the Lanham Act. McBee does not seek to reach the website because it is a method, by Delica, for selling \"Cecil McBee\" goods into the United States. In such a case, if a court had jurisdiction to enjoin sales of goods within the United States, it might have jurisdiction to enjoin the website as well, or at least those parts of the website that are necessary to allow the sales to occur.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Rather, the injury McBee complains about from the website is that its mere existence has caused him harm, because United States citizens can view the website and become confused about McBee's relationship with the Japanese clothing company. In particular, McBee argues that he has suffered harm from the fact that Delica's website often comes up on search engines ahead of fan sites about McBee's jazz career.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Delica's website, although hosted from Japan and written in Japanese, happens to be reachable from the United States just as it is reachable from other countries. That is the nature of the Internet. The website is hosted and managed overseas; its visibility within the United States is more in the nature of an effect, which occurs only when someone in the United States decides to visit the website. To hold that any website in a foreign language, wherever hosted, is automatically reachable under the Lanham Act so long as it is visible in the United States would be senseless. The United States often will have no real interest in hearing trademark lawsuits about websites that are written in a foreign language and hosted in other countries. McBee attempts to analogize the existence of Delica's website, which happens to be visible in any country, to the direct mail advertising that the <i>Vanity Fair</i> court considered to be domestic conduct and so held outside the scope of the extraterritoriality analysis. <i>See Vanity Fair,</i> 234 F.2d at 638-39. The analogy is poor for three reasons: first, the advertising in <i>Vanity Fair</i> was closely connected with mail-order sales; second, direct mail advertising is a far more targeted act than is the hosting of a website; and third, Delica's website, unlike the advertising in <i>Vanity Fair,</i> is in a foreign language.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Our conclusion that McBee's website claim calls for extraterritorial application of the Lanham Act is bolstered by a consideration of the now extensive case law relating to treatment of Internet websites with respect to personal jurisdiction. We recognize that the contexts are distinct, but the extraterritorial application of jurisdiction under the Lanham Act evokes concerns about territorial restraints on sovereigns that are similar to concerns driving personal jurisdiction. To put the principle broadly, the mere existence of a website that is visible in a forum and that gives information about a company and its products is not enough, by itself, to subject a defendant to personal jurisdiction in that forum. <i>See, e.g., Jennings v. AC Hydraulic A/S,</i> <span class=\"citation\" data-id=\"787722\"><a href=\"/opinion/787722/pamela-j-jennings-individually-and-as-personal-representative-of-the/\"><span class=\"volume\">383</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">546</span></a></span>, 549-50 (7th Cir.2004); <i>ALS Scan, Inc. v. Digital Serv. Consultants, Inc.,</i> <span class=\"citation\" data-id=\"778012\"><a href=\"/opinion/778012/als-scan-incorporated-v-digital-service-consultants-incorporated-and/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">707</span></a></span>, 713-15 (4th Cir.2002).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Something more is necessary, such as interactive features which allow the successful online ordering of the defendant's products. <i>See, e.g., Jennings,</i> 383 F.3d at 549. The mere existence of a website does not show that a defendant is directing its business activities towards every forum where the website is visible; as well, given the omnipresence of Internet websites today, allowing personal jurisdiction to be premised on such a contact alone would \"eviscerate\" the limits on a state's jurisdiction over out-of-state or foreign defendants. <i>Id.</i> at 549-50.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Similarly, allowing subject matter jurisdiction under the Lanham Act to automatically attach whenever a website is visible in the United States would eviscerate the territorial curbs on judicial authority that Congress is, quite sensibly, presumed to have imposed in this area.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Our conclusion does not make it impossible for McBee to use the Lanham Act to attack a Japan-based website; it merely requires that McBee first establish that the website has a substantial effect on commerce in the United States before there is subject matter jurisdiction under the Lanham Act. We can imagine many situations in which the presence of a website would ensure (or, at least, help to ensure) that the United States has a sufficient interest. The substantial effects test, however, is not met here.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Delica's website is written almost entirely in Japanese characters; this makes it very unlikely that any real confusion of American consumers, or diminishing of McBee's reputation, would result from the website's existence. In fact, most American consumers are unlikely to be able to understand Delica's website at all. Further, McBee's claim that Americans looking for information about him will be unable to find it is unpersuasive: the Internet searches reproduced in the record all turned up both sites about McBee and sites about Delica's clothing line on their first page of results. The two sets of results are easily distinguishable to any consumer, given that the Delica sites are clearly shown, by the search engines, as being written in Japanese characters. Finally, we stress that McBee has produced no evidence of any American consumers going to the website and then becoming confused about whether McBee had a relationship with Delica.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">3. <i>Claim for Damages for Delica's Japanese Sales</i></p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">McBee's claim for damages due to Delica's sales in Japan fares no better, because these sales as well have no substantial effect on commerce in the United States. McBee seeks damages for Delica's sales in Japan to Japanese consumers based on (a) tarnishing of McBee's image in the United States, and (b) loss of income in the United States due to loss of commercial opportunity as a jazz musician in Japan, stemming from the tarnishing of McBee's reputation there. The alleged tarnishing &#8212; both in the United States and Japan &#8212; is purportedly caused by the confusion of McBee's name with a brand selling (sometimes provocative) clothing to young teenage girls in Japan. McBee presents essentially no evidence that either type of tarnishing has occurred, much less that it has any substantial effect on United States commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">McBee's first argument, that <i>American</i> consumers are being confused and/or led to think less of McBee's name because of Delica's Japanese sales, cuts very close to the core purposes of the Lanham Act. <i>See Atl. Richfield Co.,</i> 150 F.3d at 193; <i>Sterling Drug, Inc.,</i> 14 F.3d at 746; <i>see also</i> Schechter, <i>supra,</i> at 628-30 (arguing that what distinguishes the Lanham Act from areas like patent or copyright, and makes extraterritorial jurisdiction proper in the trademark context while it is improper in those other areas, is the risk that the trademark infringer's foreign sales will eventually confuse domestic consumers, thus costing the mark holder sales domestically as well as abroad). Such confusion and reputational harm in the eyes of American consumers can often &#8212; although not always &#8212; be inferred from the fact that American consumers have been exposed to the infringing mark. But no inference of dilution or other harm can be made in situations where American citizens are not exposed at all to the infringing product. The trouble with McBee's argument is that there is virtually no evidence that American consumers are actually seeing Delica's products.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Quite commonly, plaintiffs in these sorts of cases can meet their burden by presenting evidence that while the initial sales of infringing goods may occur in foreign countries, the goods subsequently tend to enter the United States in some way and in substantial quantities. <i>See, e.g., Steele,</i> 344 U.S. at 286, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></a></span>; <i>Nintendo of Am.,</i> 34 F.3d at 249, 251; <i>Atl. Richfield Co.,</i> 150 F.3d at 193; <i>Totalplan,</i> 14 F.3d at 830. McBee has presented essentially no evidence that Delica's products have been brought into the United States after their initial sale in Japan. McBee's own statement, without more, that people have seen women wearing Delica clothing in the United States does not show very much; likewise, McBee's evidence that Delica's goods are occasionally sold on eBay shows little, given particularly that such goods need not have been auctioned to buyers in the United States. The evidence indicates only one incident in which an American citizen saw McBee advertisements while traveling in Japan and demonstrated confusion upon returning to the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Beyond that, there is also nothing that indicates any harm to McBee's career in the United States due to Delica's product sales. McBee's argument that there has potentially been harm to McBee's career as a product endorser is most unlikely, especially given his own disinterest in performing such endorsements. Further, McBee's statement that his teaching career may have been hindered by Delica is speculation.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">McBee's second argument is that Delica's sales have confused Japanese consumers, hindering McBee's record sales and touring career in Japan. Evidence of economic harm to McBee in Japan due to confusion of Japanese consumers is less tightly tied to the interests that the Lanham Act intends to protect, since there is no United States interest in protecting <i>Japanese consumers.</i> American courts do, however, arguably have an interest in protecting American commerce by protecting <i>McBee</i> from lost income due to the tarnishing of his trademark in Japan. Courts have considered sales diverted from American companies in foreign countries in their analyses. <i>See Totalplan,</i> 14 F.3d at 830-31; <i>see also Am. Rice,</i> 701 F.2d at 414-15 (considering diverted sales in finding \"some effects\" test met).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Assuming <i>arguendo</i> that evidence of harm to an American plaintiff's economic interests abroad, due to the tarnishing of his reputation there, might sometimes meet the substantial effects test, McBee has presented no evidence of such harm in this case. McBee has presented no evidence of economic harm due to losses in record sales or touring opportunities in Japan. McBee's statement that he might have expected more Japanese touring opportunities by now, and may have had such opportunities absent Delica's sales, is wholly speculative. There is no probative evidence of any decline in McBee's touring revenue as compared to past patterns, nor is there any evidence of any decline in McBee's Japanese record sales.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">McBee has not shown that Delica's Japanese sales have a substantial effect on United States commerce, and thus McBee's claim for damages based on those sales, as well as McBee's claim for an injunction against Delica's website, must be dismissed for lack of subject matter jurisdiction. We need not reach the issue of whether we should decline jurisdiction because of comity.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Were we to assert jurisdiction in this case, where there is no evidence of any harm to American commerce beyond the facts that the plaintiff is an American citizen and that the allegedly infringing goods were sold and seen in a foreign country, we would be forced to find jurisdiction in almost all false endorsement or trademark cases involving an American plaintiff and allegedly infringing sales abroad.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">C. <i>Frivolousness of Claim Based on Delica's Product Sales in the United States</i></p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Because we do have subject matter jurisdiction over McBee's claim for an injunction against Delica's sales in the United States,<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> we proceed on that claim.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">We dispose of a preliminary issue: whether there is any required order for deciding the remaining issues. We would ordinarily next reach Delica's defense that the federal district court, sitting in Maine, lacked personal jurisdiction over it. <i>See, e.g., United States v. Swiss Am. Bank, Ltd.,</i> <span class=\"citation\" data-id=\"198630\"><a href=\"/opinion/198630/united-states-v-swiss-american/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 46 (1st Cir.1999). But we choose to decide this case on much simpler grounds. Although the Supreme Court in <i>Steel Co. v. Citizens for a Better Env't,</i> <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1998), generally barred the practice of \"hypothetical jurisdiction,\" we have noted that \"the rule does not appear to be an absolute one,\" <i>Parella v. Ret. Bd. of the R.I. Employees' Ret. Sys.,</i> <span class=\"citation\" data-id=\"198432\"><a href=\"/opinion/198432/parella-v-retirement/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 53-56 (1st Cir.1999), and we have consistently interpreted the rule as applying in its strict form only to issues going to Article III's requirements. <i>See, e.g., Cozza v. Network Assocs., Inc.,</i> <span class=\"citation\" data-id=\"200926\"><a href=\"/opinion/200926/cozza-v-network-associates/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir.2004); <i>Restoration Pres. Masonry v. Grove Europe Ltd.,</i> <span class=\"citation\" data-id=\"200404\"><a href=\"/opinion/200404/restoration-preserva-v-grove-europe-ltd/\"><span class=\"volume\">325</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 59-60 (1st Cir.2003); <i>United States v. Woods,</i> <span class=\"citation\" data-id=\"198889\"><a href=\"/opinion/198889/united-states-v-woods/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 74 n. 2 (1st Cir.2000); <i>Parella,</i> 173 F.3d at 53-56.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The requirements of personal jurisdiction are not rooted in Article III, although they do have constitutional resonance through the Due Process clause. <i>See Ins. Corp. of Ir. v. Compagnie des Bauxites de Guinee,</i> <span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">694</span></a></span>, 702-03, <span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2099</span></a></span>, <span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">492</span></a></span> (1982). Unlike subject matter jurisdiction under Article III, which goes to the fundamental institutional competence of the court and can be raised sua sponte at any time, personal jurisdiction is an individual liberty right and is therefore waivable; a court cannot raise personal jurisdiction sua sponte. <i>See id.</i> at 702-05, <span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2099</span></a></span>. In <i>Parella,</i> we held that Eleventh Amendment immunity is not subject to the strict form of <i>Steel Co.</i> and can be bypassed in certain cases, stressing the waivability of the immunity and the fact that a court need not raise it sua sponte. <i>See Parella,</i> 173 F.3d at 54-55. As in the sovereign immunity area, we do not wish to force defendants to expend resources on difficult personal jurisdiction issues or courts to reach more difficult issues when there is an exceptionally easy method &#8212; on the merits &#8212; for the defendant to prevail. <i>See id.</i> at 56.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Here, where McBee's claim for an injunction barring Delica's sales in the United States is wholly without merit, and where the personal jurisdiction question is briefed only as a subsidiary issue by both sides, providing us with little guidance, we have the power to pretermit the personal jurisdiction question.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> We reach these merits now, noting that the questions appealed to us were decided on a summary judgment record and that we may affirm on any ground supported by that record, <i>see, e.g., Cimon v. Gaffney,</i> <span class=\"citation no-link\"><span class=\"volume\">401</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 4 (1st Cir.2005), as well as that the ground for our decision on the merits is closely tied to the facts we used to decide the jurisdictional question.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">As to the merits, there is no evidence of existing confusion or dilution due to Delica's past sales, since these few sales were all made to McBee's own investigators, who were brought in to assist in this litigation and therefore fully understood McBee's lack of any relationship with Delica. <i>See Millennium Enters., Inc. v. Millennium Music, Inc.,</i> <span class=\"citation\" data-id=\"2518997\"><a href=\"/opinion/2518997/millennium-enterprises-v-millennium-music-lp/\"><span class=\"volume\">33</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">907</span></a></span>, 911 (D.Or.1999) (gravamen of unfair competition claim is whether defendant's actions have created confusion; sale to plaintiff's agent could not have created any). There is no evidence of any other sales, nor any evidence that Delica has any desire to sell into the United States in the future. All the evidence, in fact, is to the contrary. Thus, there is no justification for injunctive relief, and summary judgment must enter for Delica on this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Absent any viable federal claim, the district court's dismissal of all of McBee's pendent state law claims (without prejudice to their being refiled in state court) was fully appropriate and was not an abuse of discretion &#8212; McBee has not argued otherwise. <i>See</i> 28 U.S.C. &#167; 1367(c); <i>Gonz&#225;lez-De-Blasini v. Family Dep't,</i> <span class=\"citation\" data-id=\"201167\"><a href=\"/opinion/201167/gonzalez-de-blasini-v-family-department/\"><span class=\"volume\">377</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 89 (1st Cir.2004). We need not reach Delica's laches or collateral estoppel arguments.</p>\n    </div>\n    <p>IV.</p>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">The district court's decision ordering judgment for the defendant Delica is <i>affirmed.</i> Costs are awarded to Delica.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Japanese courts' rationale for finding in favor of Delica was (1) while Japanese law protects a person's full name from exploitation, McBee's full name, including his middle name, was \"Cecil Leroy McBee,\" and thus the \"Cecil McBee\" line of products was not an exact copy of McBee's full name; and (2) McBee received no protection for the abbreviated version of his name, \"Cecil McBee,\" because the name had not received sufficient recognition in general Japanese society</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> McBee's expert, Joseph McNulty, testified that Delica's use of the name \"Cecil McBee\" on its Internet website could decrease McBee's ability to receive compensation for lending his name to another company's brand. However, as McBee's own brief points out, McBee has never shown any interest in this kind of product marketing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Delica's laches claim was rejected in a separate, earlier recommended decision of the magistrate judge,<i>see McBee v. Delica Co.,</i> No. 02-198-P-C, <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">22586387</span></span> (D.Me. Nov.10, 2003) (unpublished), which was adopted by the district court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The magistrate judge recommended that Delica's motion for summary judgment on the remaining Lanham Act damages claims and on the various pendent state law claims be denied<i>See McBee,</i> <span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">2634465</span></span>, at *5-*15.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Lanham Act was substantially amended in 1988,<i>see</i> Trademark Law Revision Act of 1988, Pub.L. No. 100-667, 102 Stat. 3935, and was amended again in 1999, <i>see</i> Trademark Amendments Act of 1999, Pub.L. No. 106-43, 113 Stat. 218, but the key jurisdictional language of the Lanham Act has remained unchanged since <i>Steele.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Court in a more recent case held that Title VII could not be applied extraterritorially at all, even to domestic employees working for domestic employers overseas<i>See Arabian Am. Oil Co.,</i> 499 U.S. at 250-54, <span class=\"citation\" data-id=\"112565\"><a href=\"/opinion/112565/eeoc-v-arabian-american-oil-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1227</span></a></span>. The Court held that Title VII's jurisdictional language, in contrast to the language of the Lanham Act, did not evince a Congressional intent to apply Title VII abroad sufficient to overcome the presumption against such extraterritorial application. <i>See id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The nationality basis for extraterritorial jurisdiction is also explicit in certain statutes. For example, both the treason statute,<i>see</i> 18 U.S.C. &#167; 1381, and the selective service statute, <i>see</i> 50 U.S.C.App. &#167; 453, apply to all American citizens regardless of whether they might be located abroad.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> This effects test had its origins in<i>United States v. Aluminum Co. of Am.,</i> <span class=\"citation\" data-id=\"1503668\"><a href=\"/opinion/1503668/united-states-v-aluminum-co-of-america/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">416</span></a></span> (2d Cir.1945), although it took a considerable period of time to gain widespread acceptance. <i>See generally</i> 1 W. Fugate, <i>Foreign Commerce and the Antitrust Laws</i> &#167; 2.10 (5th ed.1996). An older and now discredited view, reflected in <i>American Banana Co. v. United Fruit Co.,</i> <span class=\"citation\" data-id=\"97021\"><a href=\"/opinion/97021/american-banana-co-v-united-fruit-co/\"><span class=\"volume\">213</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 356, <span class=\"citation no-link\"><span class=\"volume\">29</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">511</span></span>, <span class=\"citation no-link\"><span class=\"volume\">53</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">826</span></span> (1909), was that antitrust laws were wholly territorial in nature. Notably, <i>Steele</i> cited <i>American Banana</i> and rejected a territorial interpretation of that case; it read <i>American Banana</i> as applying only when there were no effects in the United States from the foreign antitrust violation. <i>See Steele,</i> 344 U.S. at 288, <span class=\"citation\" data-id=\"105061\"><a href=\"/opinion/105061/steele-v-bulova-watch-co/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">252</span></a></span>.</p>\n        <p class=\"indent\">In 1982, Congress passed the FTAIA, which provided that the Sherman Act \"shall not apply to conduct involving trade or commerce (other than import trade or import commerce) with foreign nations unless ... such conduct has a direct, substantial, and reasonably foreseeable effect\" on United States commerce. 15 U.S.C. &#167; 6(a); <i>see</i> 1 Fugate, <i>supra,</i> &#167; 2.14. The Supreme Court has never explained the relationship between the FTAIA and the older, judicially-created effects test; thus it remains unclear the extent to which the FTAIA is a codification of that test and the extent to which the FTAIA amends it. <i>See Hartford Fire,</i> 509 U.S. at 796, <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span> n. 23; <i>see also Nippon Paper,</i> 109 F.3d at 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The traditional extraterritorial test for jurisdiction in the<i>antitrust</i> area has often, including in <i>Hartford Fire,</i> been articulated as containing a requirement that the defendant <i>intend</i> to cause the substantial effects on United States commerce that actually have been created. 509 U.S. at 796, <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>. The FTAIA's \"reasonably foreseeable\" requirement appears to be related to this traditional intent requirement. <i>See</i> 15 U.S.C. &#167; 6a. We need not and do not decide whether a defendant's intent to target United States commerce plays any role in the jurisdictional inquiry for purposes of extraterritorial application of the <i>Lanham Act</i>&#8212;either, for example, as a requirement in addition to the substantial effect requirement, or instead as a factor that, if present, may reduce the amount of effects on United States commerce that a plaintiff must show. It is evident that Delica, in this case, had no intent to target United States commerce.</p>\n        <p class=\"indent\">We do note that lack of intent can sometimes change the scope of remedies under the Lanham Act. For example, an innocent infringer can generally only be subject to an injunction against future use. <i>See</i> 15 U.S.C. &#167; 1114(2). This, of course, is not a jurisdictional matter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Some courts have criticized<i>Vanity Fair7Ds</i> \"substantial effects\" inquiry as having been taken out of context, and have replaced it with a much less demanding \"some effect\" inquiry. These courts state that the \"substantial effects\" test was not clearly embraced in <i>Steele</i> and stems from attempts to determine when local commerce has a sufficient effect on interstate commerce to be congressionally reachable, which has no relevance to the question of determining when wholly foreign commerce can be reached. <i>See Am. Rice,</i> 701 F.2d at 414 n. 8; <i>Wells Fargo &amp; Co. v. Wells Fargo Express Co.,</i> <span class=\"citation\" data-id=\"345762\"><a href=\"/opinion/345762/wells-fargo-company-a-corporation-and-baker-industries-inc-a/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">406</span></a></span>, 428 (9th Cir.1977). <i>American Rice</i> involved domestic defendants, although the court did not restrict the modification of its test to such situations. The Supreme Court has embraced the \"substantial effects\" test for extraterritorial application of the antitrust laws, and Congress, in the FTAIA, has either codified that understanding or established an even more restrictive test. We see no reason to treat the Lanham Act differently.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> As we noted above, the subject matter jurisdiction issue was determined on a summary judgment record, after extensive discovery; McBee did not file a Rule 56(f) affidavit below stating that he needed more discovery. We note also that in this context, the jurisdictional inquiry will generally not be wholly distinct from the merits<i>See</i> 1A Areeda &amp; Hovenkamp, <i>supra,</i> &#182; 273a.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We do not reach the more complicated question of whether comity concerns would ever allow a court to decline to exercise jurisdiction when an injunction is sought against sales in the United States</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Preliminarily, Delica disputes whether it is technologically possible to prevent access by American consumers while simultaneously allowing access to the website in the rest of the world. We lack the information to resolve this dispute, and at any rate we need not resolve it in order to decide this dispute</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The cases cited by McBee involve such situations and are therefore easily distinguishable; as well, they contain no analysis at all of the question McBee has raised<i>See Euromarket Designs, Inc. v. Crate &amp; Barrel Ltd.,</i> <span class=\"citation\" data-id=\"2421063\"><a href=\"/opinion/2421063/euromarket-designs-inc-v-crate-barrel-ltd/\"><span class=\"volume\">96</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">824</span></a></span>, 831-33 (N.D.Ill.2000); <i>Playboy Enters. v. Chuckleberry Publ'g, Inc.,</i> <span class=\"citation\" data-id=\"1511456\"><a href=\"/opinion/1511456/playboy-enterprises-inc-v-chuckleberry-pub-inc/\"><span class=\"volume\">939</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1032</span></a></span>, 1039-40 (S.D.N.Y.1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Were we to reach comity principles, they would most likely counsel for dismissal of McBee's claim seeking damages for Delica's sales in Japan. McBee argues that so long as he seeks only damages and not an injunction, there is no \"true conflict\" with Japanese law because it would be theoretically possible for Delica to comply with both Japanese and United States law<i>See Hartford Fire,</i> 509 U.S. at 798-99, <span class=\"citation\" data-id=\"112907\"><a href=\"/opinion/112907/hartford-fire-ins-co-v-california/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>. McBee's argument makes no sense: an injunction would no more create a \"true conflict\" under this definition than damages, for under either form of relief it would be theoretically possible for Delica to comply with both nations' laws by not using the trademark. There is no meaningful distinction between an injunction and damages for this purpose. The reasoning developed in the antitrust context in <i>Hartford Fire</i> is not \"automatically transferable\" to the trademark context: \"It is one thing for the British reinsurers in <i>Hartford Fire</i> to be barred under United States law from boycotting activity that they might be free to engage in without violating British law. But it is quite a different thing for the holder of rights in a mark under German law to be ordered to refrain from uses of that mark protected by German law.\" <i>Sterling Drug,</i> 14 F.3d at 746-47.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> It is true that we lack subject matter jurisdiction over claims that involve no real federal controversy because they \"clearly appear[] to be immaterial and made solely for the purpose of obtaining jurisdiction or where such a claim is wholly insubstantial and frivolous.\"<i>Steel Co. v. Citizens for a Better Env't,</i> <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>, 89-90, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1003</span></a></span>, <span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">210</span></a></span> (1998). This test goes to whether, legally, there is any real federal interest involved in the case. The fatal flaw in McBee's claim here, as we explain below, is that the only sales made to the United States were sales instigated at his own behest. This sort of factual weakness in a claim does not go to subject matter jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> <i>Ruhrgas AG v. Marathon Oil Co.,</i> <span class=\"citation\" data-id=\"118288\"><a href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, <span class=\"citation\" data-id=\"118288\"><a href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1563</span></a></span>, <span class=\"citation\" data-id=\"118288\"><a href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">760</span></a></span> (1999), is not to the contrary. Although <i>Ruhrgas</i> contained language on the importance of personal jurisdiction, the decision merely established that a court can, in some circumstances, dispose of a case on a different threshold ground before reaching subject matter jurisdiction. <i>See id.</i> at 584-85, <span class=\"citation\" data-id=\"118288\"><a href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1563</span></a></span>; <i>see also Tenet v. Doe,</i> ___ U.S. ___, ___ n. 4, <span class=\"citation\" data-id=\"142874\"><a href=\"/opinion/142874/tenet-v-doe/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1230</span></a></span>, 1234 n. 4, <span class=\"citation\" data-id=\"142874\"><a href=\"/opinion/142874/tenet-v-doe/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">82</span></a></span> (2005). The thrust of <i>Ruhrgas</i> was to increase judicial flexibility, not to decrease it. <i>See Ruhrgas AG,</i> 526 U.S. at 587-88, <span class=\"citation\" data-id=\"118288\"><a href=\"/opinion/118288/ruhrgas-ag-v-marathon-oil-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1563</span></a></span>.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97021/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118288/",
    "http://www.courtlistener.com/api/rest/v3/opinions/130141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142874/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/239733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/345762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587356/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/693041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756434/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1484393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1503668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1511456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2421063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2518997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}