{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201734/",
  "absolute_url": "/opinion/201734/united-states-v-chase/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201734/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:33:01Z",
  "date_modified": "2016-02-28T05:06:19.162891Z",
  "type": "010combined",
  "sha1": "2127047a4bcb454028c2f4bd4ac7dfee9a537761",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/02-2414-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/07/29/US_v._Chase.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNos. 02-2414, 03-1089, 03-1441\n\n                    UNITED STATES OF AMERICA,\n\n                    Appellee/Cross-Appellant,\n\n                                 v.\n\n                   LEO V. FELTON; ERICA CHASE,\n\n             Defendants, Appellants/Cross-Appellees.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n\n              Torruella and Selya, Circuit Judges.\n\n\n     Lenore Glaser for Leo V. Felton.\n     Timothy G. Watkins, Federal Defender Office, for Erica Chase.\n     S. Theodore Merritt, Assistant United States Attorney, with\nwhom Michael L. Sullivan, United States Attorney, and Emily R.\nSchulman, Assistant United States Attorney, were on brief for the\nUnited States.\n\n\n                          July 29, 2005\n\f             BOUDIN, Chief Judge.      After a nine-day trial, a federal\n\njury convicted Leo Felton and Erica Chase of a number of offenses\n\ncentering around a bank robbery, counterfeiting, and the planned\n\nconstruction of an explosive device.                 The district court then\n\ndirected a judgment of acquittal for both defendants on one of\n\nthese counts--possessing a firearm in furtherance of a crime of\n\nviolence.     The defendants now appeal from their convictions (and\n\nFelton from his sentence as well); the United States cross-appeals\n\nfrom the judgment of acquittal ordered by the district court.\n\n             We   begin   with   a   summary    of    the   background   facts.\n\nAlthough the facts are commonly stated in the light most favorable\n\nto   the    verdict,   this   perspective      strictly     applies   only   for\n\nchallenges to the sufficiency of the evidence; other claims,\n\nincluding most of those made here (e.g., prejudicial evidence), may\n\nrequire a more balanced treatment.             See Gray v. Genlyte Group,\n\nInc., 289 F.3d 128, 131 (1st Cir.), cert. denied, 537 U.S. 1001\n\n(2002).     However, in this case, most of the raw facts are not\n\nreasonably disputable.\n\n             While serving a prison sentence in New Jersey, Felton--an\n\navowed white supremacist--began plotting with other like-minded\n\nprisoners to set up a small \"cell\" when he was released in January\n\n2001.      The goal of the cell was to incite a \"racial holy war\"\n\nthrough violent actions such as murders and bombings of targets\n\nassociated with racial and religious minorities.              Among the other\n\n\n                                      -2-\n\fprisoners involved in these plans were Thomas Struss, Wesley\n\nDellinger, and Michael Reid.\n\n          By early 2000, Chase had begun corresponding with Felton\n\nthrough a prison outreach program run by the World Church of the\n\nCreator--a white supremacist group to which Chase belonged.             In\n\ntheir letters Felton and Chase discussed their racist ideologies,\n\nand Felton began to suggest his plans for violent action after his\n\nrelease, although he did not mention anything specific.           Upon his\n\nrelease, Felton returned to his wife in Ipswich, Massachusetts, and\n\nbegan putting his plans into action.\n\n          From prison, Felton had suggested that his wife purchase\n\na firearm--purportedly for her own protection.            She purchased a\n\n.38-caliber revolver; when he returned to Ipswich, Felton took over\n\nthe gun and obliterated the serial number.          He also purchased\n\nsoftware and printing supplies to begin producing counterfeit bills\n\non his home computer.     In February 2001, when Struss was released\n\nfrom   prison,   Felton   invited    Struss   to   stay    with   him   in\n\nMassachusetts and begin their cell's operations in earnest.\n\n          Upon Struss' arrival, Struss and Felton agreed that bank\n\nrobberies, armored car robberies, and counterfeiting were all\n\nviable options for acquiring funds, and that with the funds thus\n\nacquired, the two would \"go underground\" and begin to incite\n\ninterracial violence by bombing Jewish targets or killing Jewish,\n\nblack, or civil rights leaders.      Felton told Struss that Chase was\n\n\n                                    -3-\n\fdedicated to their cause and would be joining their cell and\n\nhelping with counterfeiting.    He also mentioned the possibility of\n\nusing fertilizer bombs to carry out their plans.\n\n            At the close of the evening, the two men decided that\n\nthey would start off with an \"easy\" robbery designed to build trust\n\nbetween them.    The next morning, Struss entered a bank in Copley\n\nSquare scouted by both men, slipped the teller a demand note, and\n\nmade off with approximately $1,100 in cash as Felton waited outside\n\nwith his wife's gun; the two then fled.         After dividing the\n\nproceeds, Felton gave Struss the gun and the two split up, planning\n\nto reunite in a few days' time.\n\n            Not long after, Struss was arrested in New Jersey in an\n\nattempted carjacking--apparently in preparation for an armored car\n\nrobbery with another cell member in the area.       When Struss was\n\nreleased on bail, Felton told him by telephone to return to Boston\n\nto assume a new identity, noting that Chase had progressed with the\n\ncounterfeiting operations and could provide him with a \"safe\n\nhouse.\"     Struss never returned to Boston, choosing eventually to\n\ncooperate with the authorities and testify against Felton and Chase\n\nat trial.\n\n            Chase, meanwhile, had continued her correspondence with\n\nFelton, and the two had begun speaking frequently on the phone\n\nafter his release.     They started to coordinate the specifics of\n\ntheir counterfeiting operation, and Chase began to plan to move to\n\n\n                                  -4-\n\fBoston and join Felton.           Chase confided in a friend and fellow\n\nwhite supremacist, James Niemczura, that she intended to blow up a\n\nHolocaust or black history museum, and that Felton was planning on\n\n\"robbing banks\" and \"blowing stuff up\" after his release and did\n\nnot expect to live for more than a year.\n\n             In late February 2001, Chase stole money from Niemczura\n\nand   sent   it    to   Felton    to    finance    the     startup    costs      of   the\n\ncounterfeiting      operation     in    Ipswich.         By    mid-March,     she      had\n\npurchased a .40-caliber Iberia semi-automatic pistol, and had tried\n\nto purchase a second handgun but was unable to do so.                             Chase\n\nconfided     to    Niemczura     that    she   had   purchased       the    gun       \"for\n\nprotection . . . [f]rom anyone trying to interfere with her plan\"\n\nwith Felton.\n\n             She    said   that   their     plan     was      \"to   burn   off    their\n\nfingerprints with hot oil and assume the identities of missing\n\nchildren\" so that they could \"[g]o around and be terrorists,\" but\n\nshe would not specify any further details for fear that Niemczura\n\nwould be questioned by law enforcement.                       Chase did say that\n\nNiemczura would read about their exploits in the papers, and that\n\nshe and Felton would go down in history.\n\n             In early April 2001, Chase arrived in Boston and moved\n\ninto an apartment leased by Felton.                      The two began to pass\n\ncounterfeit bills and gather the materials for a fertilizer bomb,\n\nincluding a coffee-maker to use as a timing device and a 50-pound\n\n\n                                         -5-\n\fbag of ammonium nitrate fertilizer, both of which were stored in\n\nthe apartment.      Felton ordered explosive devices, to be delivered\n\nto his Ipswich residence, to ignite the bomb.      When Felton told one\n\nof Chase's close friends that they were making a bomb, Chase nodded\n\nin assent.    Chase confided in the same friend that she and Felton\n\nwere counterfeiting, and she referred to the bomb as her \"future\"\n\nwith Felton.\n\n          On April 19, 2001, Felton and Chase were arrested when\n\nChase attempted to pass a counterfeit bill.            Thereafter, Chase\n\nasked her close friend to remove from the Boston apartment the\n\nfertilizer bag, the wiring from the disassembled coffee-maker,\n\nitems associated with the counterfeiting (including uncut bills and\n\nsoftware), a box of Chase's correspondence and keepsakes, white\n\nsupremacist paraphernalia, and Chase's pistol--which lay loaded on\n\nthe nightstand in the same room as the fertilizer.         Felton told his\n\nwife in Ipswich to destroy his computer hard drive.\n\n          Chase and Felton were charged with conspiring to make and\n\npossess a destructive device in violation of 18 U.S.C. § 371, see\n\nalso 26 U.S.C. §§ 5845(f), 5861(d) & (f); possessing a firearm in\n\nfurtherance    of     that   offense,    18   U.S.C.   §    924(c)(1)(A);\n\ncounterfeiting and conspiracy to do so, id. §§ 371, 471 & 472; and\n\nconspiring to obstruct, and obstructing, justice, id. §§ 371 &\n\n1512(b)(2)(B). Felton alone was charged with attempting to receive\n\nexplosives to injure, kill, or destroy property, id. § 844(d); two\n\n\n                                   -6-\n\fcounts of being a felon in possession, id. § 922(g)(1);            and two\n\ncounts relating to bank robbery and Hobbs Act robbery, id. §§ 371,\n\n1951 & 2113.\n\n           At the ensuing trial, the jury convicted both defendants\n\non all counts, save that it acquitted Chase on the counterfeiting\n\ncount.   Having reserved the issue during trial, the district court\n\ngranted motions for acquittal of both defendants on the charge of\n\npossessing a firearm in furtherance of the bomb-making conspiracy;\n\nthe court deemed the evidence insufficient to establish the “in\n\nfurtherance” element. United States v. Chase, 221 F. Supp. 2d 209,\n\n220-21 (D. Mass. 2002).         Felton was sentenced to 262 months in\n\nprison and Chase to 57 months.\n\n           On defendants’ appeals, a central argument by Felton-–and\n\nthe sole argument to which Chase devoted her opening brief-–is that\n\nthe district court erred by admitting evidence of the defendants’\n\nideological    beliefs.    Specifically,    defendants    object   to   the\n\nintroduction    of   evidence    linking   them   to   white   supremacist\n\norganizations or activities, including testimony regarding Chase’s\n\nassociation with Matthew Hale and a photograph of Chase engaging in\n\na Nazi salute while standing with Hale;1 a World Church of the\n\nCreator pamphlet containing an article written by Chase about\n\n“white power” rallies she had attended; and a separate pamphlet by\n\n\n     1\n      Matthew Hale is a well-known figure who headed the World\nChurch of the Creator and was convicted in 2004 of plotting to kill\na federal judge.\n\n                                    -7-\n\fthe church that discussed an apocalyptic \"future\" in which white\n\nwomen were \"publicly gang-raped\" by \"Negroids.\"\n\n          The argument is that this evidence was highly prejudicial\n\nin the sense that it tended to inflame the jury and encourage it to\n\ndecide other than on the merits; that its probative value in\n\nproving the offenses charged was small; and that because its\n\nprejudicial impact greatly outweighed its probative value, it\n\nshould have been excluded under the calculus contained in Fed. R.\n\nEvid. 403.     The district court’s assessment in such a case is\n\nreviewed under a highly deferential abuse of discretion standard.\n\nUnited States v. Smith, 292 F.3d 90, 99 (1st Cir. 2002), cert.\n\ndenied, 538 U.S. 933 (2003).\n\n          Unfortunately   for   the   defendants,      evidence     of   their\n\nbeliefs and associations was highly relevant.             Chase scarcely\n\ndenied counterfeiting but sought to separate herself from the bomb-\n\nmaking enterprise; showing her motive to engage in the latter was\n\nthus important to the government’s case.            And while Felton’s\n\ninvolvement in the bomb preparations was obvious, his motive was\n\ncrucial   in   establishing   that,    as   required     by   the    statute\n\nprohibiting attempted receipt of explosives, 18 U.S.C. § 844(d),\n\nhis purpose was to kill or injure persons or destroy property.\n\n          That defendants’ beliefs and associations tended to show\n\nsuch motives is obvious, and the government had no similarly\n\npotent, but less prejudicial, means of closing the evidentiary gap.\n\n\n                                 -8-\n\fThe material was certainly inflammatory and its potential for\n\nprejudice remained, even though dampened in some measure by the\n\ndistrict   court’s   efforts   to   minimize     the   risk,   primarily   by\n\nrepeated cautionary directions to the jury.            But probative value\n\nwas not “clearly outweighed” by “the danger of unfair prejudice,”\n\nFed. R. Evid. 403, and the admission of the evidence was not error\n\nat all, let alone so clearly so as to be an abuse of discretion.\n\n           The gang-rape passage deserves separate comment.                The\n\nprosecutor not only introduced a pamphlet containing the language\n\nquoted above, but also had a witness read it to the jury until a\n\ndefense objection was made.     It is hard to justify this tactic of\n\nisolating and repeating this lurid passage--obviously remote from\n\nanything at issue in this case--but the defense objection was\n\nimmediately sustained.      Given the weight of the evidence, it is\n\nvirtually certain that reading this single passage did not cause\n\nthe guilty verdicts.\n\n           Felton and Chase claim that evidence introduced against\n\nthem of letters and other statements of Struss, Dellinger, and Reid\n\nwas inadmissible hearsay. Under the governing rule, the government\n\nmust prove by a preponderance of the evidence that such out of\n\ncourt   statements   were   from    a   member    of   a   conspiracy   with\n\ndefendants–-not necessarily the one charged--and were made \"during\n\nthe course and in furtherance of the conspiracy.\"              Fed. R. Evid.\n\n801(d)(2)(E); see Bourjaily v. United States, 483 U.S. 171, 176\n\n\n                                    -9-\n\f(1987).    Proof   must   go    beyond   the   content   of   the   statements\n\nthemselves.     United States v. Portela, 167 F.3d 687, 703 (1st\n\nCir.), cert. denied, 528 U.S. 917 (1999).\n\n            Our review of these essentially factual determinations by\n\nthe district court is for clear error, Portela, 167 F.3d at 703,\n\nand we find none.         The contents of the letters, coupled with\n\nindependent evidence such as Struss' testimony, strongly suggest\n\nthat all three men played an active role in an unlawful conspiracy\n\nwith defendants, whether or not the conspiracy extended as far as\n\nthe one for which defendants were convicted.                  Struss played a\n\ncentral role in such a conspiracy from his release until his\n\narrest.     Dellinger     and   Reid's   support   was   limited     by   their\n\nimprisonment, but both provided advice and recruitment for the\n\nconspiracy from within prison.\n\n            Felton's further claim that the introduction of co-\n\nconspirators' statements violates the Sixth Amendment is without\n\nmerit.    Under the Supreme Court's decision in Ohio v. Roberts, 448\n\nU.S. 56 (1980), the statements fall within a firmly rooted hearsay\n\nexception, so their admission does not violate Felton's Sixth\n\nAmendment rights.     See id. at 66; see also United States v. Inadi,\n\n475 U.S. 387, 399-400 (1986) (Sixth Amendment does not require\n\n\n\n\n                                     -10-\n\fproof        of    unavailability      of    declarant       for     admission   of    co-\n\nconspirator statements).2\n\n                  Separately, Felton claims that the government improperly\n\nused        the    word    \"terrorist\"      throughout       trial    to    describe    the\n\ndefendants and their actions.                    It is hard to lay down a general\n\nrule as to epithet and rhetoric because the considerations are\n\nmatters of degree: these include accuracy in description, threat of\n\nunfair prejudice, frequency of use, and alternative means of\n\ndescription.           Such judgments turn on particular facts, and much\n\nlatitude has to be given to the trial judge on the spot to strike\n\nthe proper balance.             See United States v. Tierney, 760 F.2d 382,\n\n388 (1st Cir.), cert. denied, 474 U.S. 843 (1985).\n\n                  Here,    “terrorist”      is    obviously    a     provocative      term,\n\nfreighted with images of terrible events.                    The defendants were not\n\ncharged with offenses so labeled, see 18 U.S.C. §§ 2331 et seq.,\n\nbut    the        jury--ignorant    of   the      contents    of     such   sections    and\n\ninstructed on the elements of the crimes here charged--could not\n\nhave        thought       otherwise.        The    jurors    surely     understood     the\n\nreferences in their lay sense as summarizing the central conduct\n\n\n\n\n        2\n      As Felton concedes in his opening brief, the statements are\nnontestimonial--that is, not made with an expectation that they\nwill be used in court. As such, they are not subject to the latest\nSupreme Court restriction on the use of out-of-court statements in\ncriminal proceedings.   Crawford v. Washington, 541 U.S. 36, 68\n(2004).\n\n                                             -11-\n\fwith which the defendants were charged: a conspiracy to build a\n\nbomb to attack civilian targets to advance an ideological cause.\n\n          To describe such plans and the individuals who pursued\n\nthem as \"terrorist\" was certainly an accurate lay use of the term\n\n“terrorist,” and it is not easy to think of some softer description\n\nto summarize the gist of what the government’s evidence suggested.\n\nThat the term is highly pejorative is true--but this is a function\n\nof the acts that the defendants engaged in, not the government's\n\ninaccurate description of those acts. Cf. United States v. Jordan,\n\n223 F.3d 676, 691 (7th Cir. 2000).\n\n          Technical accuracy is perhaps not conclusive.    One can\n\nimagine situations in which an epithet carries connotations well\n\nbeyond the crime charged (e.g., “murderer” in a case of negligent\n\nhomicide), or cases in which the description is gratuitously\n\ninflammatory, serving no reasonable purpose in summarizing the\n\ngovernment’s position.   But neither fault is present here, and,\n\nrealistically, the terrorism label can have added little prejudice\n\ncompared to the evidence of the bomb building itself.   Once again,\n\nabsent egregious circumstances these are matters for the trial\n\njudge's judgment.\n\n          Finally, as to one of his convictions for violation of\n\nthe felon in possession statute, 18 U.S.C. § 922(g)(1), Felton\n\nclaims that the prohibition against possessing firearms in or\n\naffecting commerce should be construed to apply to \"only those\n\n\n                               -12-\n\ffirearms whose possession has an actual impact on commerce.\"\n\nFelton's interpretation is defeated by case law stating that a\n\nfirearm's travel in interstate commerce is sufficient to satisfy\n\nthe statute.    See, e.g., United States v. Adams, 375 F.3d 108, 113\n\n(1st Cir. 2004); United States v. Colón Osorio, 360 F.3d 48, 53\n\n(1st Cir. 2004); United States v. Weems, 322 F.3d 18, 25-26 (1st\n\nCir.), cert. denied, 540 U.S. 892 (2003).\n\n           This brings us to the government's appeal of the district\n\ncourt's post-verdict judgment of acquittal. The charge in question\n\nagainst both defendants was that they had possessed Chase's Iberia\n\npistol in furtherance of their conspiracy to make and possess a\n\ndestructive device.     We review the sufficiency of the evidence de\n\nnovo, in the light most favorable to the jury's finding of guilt.\n\nThe district court’s acquittal can be upheld only if no reasonable\n\njury   could   find   the   elements   of   the   crime   charged   beyond   a\n\nreasonable doubt.\n\n           The provision in question--section 924(c)(1)(A) of the\n\nCriminal Code--is nominally concerned with “penalties” for federal\n\ncrimes defined elsewhere, and it provides in pertinent part that a\n\nminimum term (here, “not less than 5 years”) applies if the firearm\n\nwas possessed “in furtherance of\" \"any crime of violence or drug\n\ntrafficking crime.\"         In this case, the government’s position,\n\n\n\n\n                                   -13-\n\fsubmitted to the jury, was that Chase and Felton possessed Chase's\n\nIberia pistol “in furtherance of” the bomb-making conspiracy.3\n\n          To support a conviction under section 924(c)(1)(A), the\n\ngovernment need not prove that the defendants \"actively employed\n\nthe firearm in furtherance of\" the charged crime of violence, but\n\nit must prove that the firearm was \"possessed to advance or promote\n\nthe commission of the underlying offense,\" United States v. Grace,\n\n367 F.3d 29, 35 (1st Cir. 2004); \"mere presence of a firearm,\" it\n\nis said, is not enough, id.   One question is what the statute and\n\nthese quoted glosses mean; the other is whether the evidence was\n\nsufficient to convict each defendant.\n\n          One might expect with such a common criminal offense that\n\nthe legal framework would be well settled, but, as is so often the\n\ncase with general statutory terms, it is not. One could argue, in\n\nparticular, about whether the “in furtherance” requirement refers\n\nto subjective purpose or objective potential (or whether either\n\nwould do).   Statutory language, legislative history, model jury\n\n\n\n\n     3\n      Normally, facts pertinent to sentencing are determined by the\njudge, not the jury, under a preponderance standard; but case law\nhas long treated section 924(c) as a separate criminal offense.\nSimpson v. United States, 435 U.S. 6, 10 (1978).\n\n                               -14-\n\finstructions and case law do not cleanly resolve the issue,4 nor\n\ndid the instruction given in this case do so explicitly:\n\n          To possess a firearm in furtherance of a crime\n          means that the firearm helped to facilitate,\n          forward, advance or promote the commission of\n          the specific crime charged in Count 1.      In\n          this case, it is not sufficient for the\n          government to prove simply that a defendant\n          possessed a firearm during the same time that\n          conspiracy to possess a destructive device\n          occurred. The government must prove beyond a\n          reasonable doubt that the firearm had a\n          specific   and   direct  connection   to   the\n          commission of the crime charged in Count 1 in\n          order for [this] element to be satisfied.\n\n          Some factors you may consider when decid[ing]\n          whether either defendant possessed a firearm\n          in furtherance of the crime charged in Count 1\n          include[] the type of weapon, whether the gun\n          was loaded, whether the weapon was stolen, how\n          accessible it was to the particular defendant,\n          the legality of its possession, and the time\n          and the circumstances under which the firearm\n          was found.\n\n          In practice, the same evidence tends to be relevant\n\nwhether the ultimate test is objective furtherance or a subjective\n\npurpose to further.5   Similarly, in most cases the result will be\n\n\n     4\n       See H.R. Rep. 105-344, at 11-12 (1997), 1997 WL 668339; 2\nSand et al., Model Federal Jury Instructions, Instructions 35-78,\n35-79 & 35-80 (2002). Compare First Circuit Committee on Pattern\nCriminal Jury Instructions, Pattern Jury Instructions (Criminal\nCases), § 4.07 (1998) (either objective or subjective test will\nsatisfy prior version of section 924(c)).\n     5\n      Often--this case is an exception--there is no direct proof of\nsubjective intent; but even without direct proof, subjective\nintent, if required, could be inferred from the objective\ncircumstances (e.g., the gun laid on the table during the drug\ntransaction). Conversely, even if the test were strictly objective\nand focused on the firearm’s capacity to advance the crime, the\n\n                               -15-\n\fthe same, whichever ultimate test is used.                  That appears to be true\n\nhere,       and    there   being    no   challenge     to    the   wording   of    the\n\ninstruction on this score, we focus upon the sufficiency of the\n\nevidence,         taking   both    subjective    and   objective     evidence     into\n\naccount.\n\n                  Starting with the objective evidence, the pistol in this\n\ncase was loaded and located in the open in the same room as the\n\nfertilizer.         It could easily have been used against any effort, if\n\none had been made by law enforcement, to disrupt the bomb-making or\n\nto apprehend the conspirators. The cases dealing with weapons used\n\nin drug dealings regularly uphold “in furtherance” findings based\n\non the weapon's capacity to counter resistance.6                   Actual use may be\n\nmore common in drug deals, but there is no requirement that actual\n\nuse be proved.\n\n                  Additional evidence as to the defendants' subjective\n\nintent supports the view that both Chase and Felton anticipated the\n\nuse of a firearm in furtherance of the crime.                       By Chase's own\n\n\n\ndefendant’s confessed purpose to use it would be evidence of\nfeasibility.\n        6\n      See, e.g., United States v. Garner, 338 F.3d 78, 81 (1st\nCir.), cert. denied, 540 U.S. 1084 (2003); United States v.\nLuciano, 329 F.3d 1, 6 & n.9 (1st Cir. 2003); United States v.\nTimmons, 283 F.3d 1246, 1253 (11th Cir.), cert. denied, 537 U.S.\n1004 (2002); United States v. Mackey, 265 F.3d 457, 462-63 (6th\nCir. 2001), cert. denied, 534 U.S. 1097 (2002); United States v.\nFinley, 245 F.3d 199, 203 (2d Cir. 2001), cert. denied, 534 U.S.\n1144 (2002); United States v. Ceballos-Torres, 218 F.3d 409, 412-15\n(5th Cir. 2000), cert. denied, 531 U.S. 1102 (2001).\n\n                                          -16-\n\fadmission, to Niemczura, this very pistol was acquired “for her\n\nprotection from anyone trying to interfere with her plan” with\n\nFelton--exploits that she said would earn her and Felton a place in\n\nhistory. References by a defendant to future \"plans\" can certainly\n\nbe vague, as the district court said, Chase, 221 F. Supp. 2d at\n\n220-21, but not these references in these circumstances.\n\n          As to Felton, even before getting out of prison he sought\n\nto acquire a firearm (through his wife), and there is every reason\n\nto think that, having lost this gun when Struss took it to New\n\nJersey, he would have used Chase's gun to protect the conspiracy.\n\nThis is good evidence of subjective intent, regardless of whether\n\nChase’s statement to Niemczura was admissible against Felton.   To\n\nbe admissible,   the statement need not have been made to a fellow\n\nconspirator, compare Chase, 221 F. Supp. 2d at 212, with Fed. R.\n\nEvid. 801(d)(2)(E); United States v. Piper, 298 F.3d 47, 53 (1st\n\nCir. 2002), so long as it was made to advance the conspiracy.\n\n          In subsequently setting aside the jury's verdict, the\n\ndistrict judge invoked the \"mere presence\" rubric advanced in cases\n\nlike Grace, see Chase, 221 F. Supp. 2d at 219-20, but this rubric\n\nmust be understood in relation to Grace’s further point that active\n\nuse is not required.   Grace, 367 F.3d at 35.    Yes, the unloaded\n\ntarget rifle in the locked gun closet during a drug deal may be\n\n“merely present”; but the pistol on the table during the same deal,\n\nreadily usable to protect the drugs and to intimidate the customer,\n\n\n                               -17-\n\fis enough to convict.     Thus, \"presence\" can be enough to convict;\n\nand the difference between this and “mere presence” is a matter of\n\ndegree and circumstances.          Cf. United States v. Ortiz, 966 F.2d\n\n707, 712 (1st Cir. 1992), cert. denied, 506 U.S. 1063 (1993).\n\n           There is perhaps more force to the district judge’s\n\ncaution that \"one can surely speculate how the gun might be used to\n\nfacilitate the bomb making conspiracy, . . . [but] section 924(c)\n\nrequires a more specific inquiry.\"          Chase, 221 F. Supp. 2d at 221.\n\nYet the difference between \"speculation\" and \"reasonable inference\"\n\nis   primarily   a   matter   of    probabilities,   and   while   a   wholly\n\ninsubstantial likelihood of use could defeat liability (e.g., the\n\nantique gun bolted to the wall), this is not such a case.\n\n           The risk created by the defendants’ possession of the gun\n\nwas real enough to permit a jury to convict.         Merely as an example,\n\nhad Struss started to cooperate at an earlier stage, agents might\n\nwell have apprehended Chase and Felton at their apartment instead\n\nof on the street.      Furtherance cases generally do turn on \"what\n\nifs,\" so depending on the circumstances a gun held \"just in case\"\n\nmay readily support a conviction.           Compare Chase, 221 F. Supp. 2d\n\nat 218-19.   Except in the extreme case, this is the kind of call\n\nproperly left to the jury.\n\n           The district court's analysis of the statute's history\n\nserves mainly to confirm that Congress in its most recent revision\n\nmeant to broaden the statute's coverage.           See H.R. Rep. No. 105-\n\n\n                                     -18-\n\f344, at 4-6 (1997), 1997 WL 668339 (explaining the revision as a\n\nresponse to Bailey v. United States, 516 U.S. 137 (1995)).    No one\n\ncan be sure just where Congress intended to draw the line, but this\n\nis certainly not the paradigm case of a weapon purchased for some\n\ninnocent purpose that happened to be stored near the crime.      Cf.\n\nUnited States v. Lawrence, 308 F.3d 623, 630-31 (6th Cir. 2002).\n\n          The remaining question as to this part of the verdict is\n\nwhether, as Chase contends, the district court erred by refusing to\n\nadd to the instruction a further gloss sought by Chase’s counsel.7\n\nCounsel argued that, in addition to the “specific and direct”\n\nconnection required by the judge’s instruction, the judge should\n\nalso tell the jury that the weapon must be “integral” to the bomb-\n\nmaking conspiracy. The purpose, according to Chase, was to prevent\n\nthe jury from convicting on the \"mere presence” of the weapon.\n\n          In most situations, a judge who charges in the terms of\n\nthe statute--the “in furtherance of” language--has substantial\n\nlatitude as to whether and how to elaborate.   In this instance, the\n\njudge went some distance toward Chase's goal by telling the jury\n\nspecifically that “it is not sufficient for the government to prove\n\n\n\n     7\n      Chase also objected to the district court's inclusion of the\nlist of factors the jury could take into account in making its \"in\nfurtherance\" determination, arguing that the use of such factors--\ndeveloped in cases involving drug crimes--was inappropriate for\nnon-drug crimes. Yet these fairly general factors--such as whether\nthe gun was loaded and accessible to the defendant--are relevant\nwhatever the crime involved, and certainly do not depend on some\nexact equation between drug crimes and bomb making.\n\n                               -19-\n\fsimply that a defendant possessed a firearm during the same time\n\nthat [the] conspiracy to possess a destructive device occurred.\"\n\n            Whether the “specific and direct connection” language is\n\na perfect gloss does not matter, for Chase herself endorsed that\n\npart of the instruction.         As for “integral,” it could easily have\n\nmisled the jury into thinking that the gun had to be central or\n\nnecessary   to     the   conspiracy,    when    all   that   is   required   for\n\nconviction is that the gun be possessed in furtherance of the\n\nconspiracy.       It would arguably have been error to charge in the\n\nfashion sought by Chase; it was certainly not error to refuse to do\n\nso.\n\n            The    convictions    entered      by   the   district   court   are\n\naffirmed, the sentences are vacated, and the case is remanded for\n\nreinstatement of the conviction of each defendant under section\n\n924(c)(1)(A) and for re-sentencing of each defendant on all counts\n\nof conviction applicable to that defendant.               Given the remand for\n\nresentencing, we need not reach claims of error in guideline\n\ncalculations urged by Felton.\n\n            It is so ordered.\n\n\n\n\n                                       -20-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNos. 02-2414, 03-1089, 03-1441\n\n                    UNITED STATES OF AMERICA,\n\n                    Appellee/Cross-Appellant,\n\n                                 v.\n\n                   LEO V. FELTON; ERICA CHASE,\n\n             Defendants, Appellants/Cross-Appellees.\n\n\n          APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                             Before\n\n                       Boudin, Chief Judge,\n\n              Torruella and Selya, Circuit Judges.\n\n\n     Lenore Glaser for Leo V. Felton.\n     Timothy G. Watkins, Federal Defender Office, for Erica Chase.\n     S. Theodore Merritt, Assistant United States Attorney, with\nwhom Michael L. Sullivan, United States Attorney, and Emily R.\nSchulman, Assistant United States Attorney, were on brief for the\nUnited States.\n\n\n                          July 29, 2005\n\f             BOUDIN, Chief Judge.      After a nine-day trial, a federal\n\njury convicted Leo Felton and Erica Chase of a number of offenses\n\ncentering around a bank robbery, counterfeiting, and the planned\n\nconstruction of an explosive device.                 The district court then\n\ndirected a judgment of acquittal for both defendants on one of\n\nthese counts--possessing a firearm in furtherance of a crime of\n\nviolence.     The defendants now appeal from their convictions (and\n\nFelton from his sentence as well); the United States cross-appeals\n\nfrom the judgment of acquittal ordered by the district court.\n\n             We   begin   with   a   summary    of    the   background   facts.\n\nAlthough the facts are commonly stated in the light most favorable\n\nto   the    verdict,   this   perspective      strictly     applies   only   for\n\nchallenges to the sufficiency of the evidence; other claims,\n\nincluding most of those made here (e.g., prejudicial evidence), may\n\nrequire a more balanced treatment.             See Gray v. Genlyte Group,\n\nInc., </pre><span class=\"citation\" data-id=\"199969\"><a href=\"/opinion/199969/gray-v-genlyte-group-inc/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">128</span></a></span><pre class=\"inline\">, 131 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1001</span></span><pre class=\"inline\">\n\n(2002).     However, in this case, most of the raw facts are not\n\nreasonably disputable.\n\n             While serving a prison sentence in New Jersey, Felton--an\n\navowed white supremacist--began plotting with other like-minded\n\nprisoners to set up a small \"cell\" when he was released in January\n\n2001.      The goal of the cell was to incite a \"racial holy war\"\n\nthrough violent actions such as murders and bombings of targets\n\nassociated with racial and religious minorities.              Among the other\n\n\n                                      -2-\n\fprisoners involved in these plans were Thomas Struss, Wesley\n\nDellinger, and Michael Reid.\n\n          By early 2000, Chase had begun corresponding with Felton\n\nthrough a prison outreach program run by the World Church of the\n\nCreator--a white supremacist group to which Chase belonged.             In\n\ntheir letters Felton and Chase discussed their racist ideologies,\n\nand Felton began to suggest his plans for violent action after his\n\nrelease, although he did not mention anything specific.           Upon his\n\nrelease, Felton returned to his wife in Ipswich, Massachusetts, and\n\nbegan putting his plans into action.\n\n          From prison, Felton had suggested that his wife purchase\n\na firearm--purportedly for her own protection.            She purchased a\n\n.38-caliber revolver; when he returned to Ipswich, Felton took over\n\nthe gun and obliterated the serial number.          He also purchased\n\nsoftware and printing supplies to begin producing counterfeit bills\n\non his home computer.     In February 2001, when Struss was released\n\nfrom   prison,   Felton   invited    Struss   to   stay    with   him   in\n\nMassachusetts and begin their cell's operations in earnest.\n\n          Upon Struss' arrival, Struss and Felton agreed that bank\n\nrobberies, armored car robberies, and counterfeiting were all\n\nviable options for acquiring funds, and that with the funds thus\n\nacquired, the two would \"go underground\" and begin to incite\n\ninterracial violence by bombing Jewish targets or killing Jewish,\n\nblack, or civil rights leaders.      Felton told Struss that Chase was\n\n\n                                    -3-\n\fdedicated to their cause and would be joining their cell and\n\nhelping with counterfeiting.    He also mentioned the possibility of\n\nusing fertilizer bombs to carry out their plans.\n\n            At the close of the evening, the two men decided that\n\nthey would start off with an \"easy\" robbery designed to build trust\n\nbetween them.    The next morning, Struss entered a bank in Copley\n\nSquare scouted by both men, slipped the teller a demand note, and\n\nmade off with approximately $1,100 in cash as Felton waited outside\n\nwith his wife's gun; the two then fled.         After dividing the\n\nproceeds, Felton gave Struss the gun and the two split up, planning\n\nto reunite in a few days' time.\n\n            Not long after, Struss was arrested in New Jersey in an\n\nattempted carjacking--apparently in preparation for an armored car\n\nrobbery with another cell member in the area.       When Struss was\n\nreleased on bail, Felton told him by telephone to return to Boston\n\nto assume a new identity, noting that Chase had progressed with the\n\ncounterfeiting operations and could provide him with a \"safe\n\nhouse.\"     Struss never returned to Boston, choosing eventually to\n\ncooperate with the authorities and testify against Felton and Chase\n\nat trial.\n\n            Chase, meanwhile, had continued her correspondence with\n\nFelton, and the two had begun speaking frequently on the phone\n\nafter his release.     They started to coordinate the specifics of\n\ntheir counterfeiting operation, and Chase began to plan to move to\n\n\n                                  -4-\n\fBoston and join Felton.           Chase confided in a friend and fellow\n\nwhite supremacist, James Niemczura, that she intended to blow up a\n\nHolocaust or black history museum, and that Felton was planning on\n\n\"robbing banks\" and \"blowing stuff up\" after his release and did\n\nnot expect to live for more than a year.\n\n             In late February 2001, Chase stole money from Niemczura\n\nand   sent   it    to   Felton    to    finance    the     startup    costs      of   the\n\ncounterfeiting      operation     in    Ipswich.         By    mid-March,     she      had\n\npurchased a .40-caliber Iberia semi-automatic pistol, and had tried\n\nto purchase a second handgun but was unable to do so.                             Chase\n\nconfided     to    Niemczura     that    she   had   purchased       the    gun       \"for\n\nprotection . . . [f]rom anyone trying to interfere with her plan\"\n\nwith Felton.\n\n             She    said   that   their     plan     was      \"to   burn   off    their\n\nfingerprints with hot oil and assume the identities of missing\n\nchildren\" so that they could \"[g]o around and be terrorists,\" but\n\nshe would not specify any further details for fear that Niemczura\n\nwould be questioned by law enforcement.                       Chase did say that\n\nNiemczura would read about their exploits in the papers, and that\n\nshe and Felton would go down in history.\n\n             In early April 2001, Chase arrived in Boston and moved\n\ninto an apartment leased by Felton.                      The two began to pass\n\ncounterfeit bills and gather the materials for a fertilizer bomb,\n\nincluding a coffee-maker to use as a timing device and a 50-pound\n\n\n                                         -5-\n\fbag of ammonium nitrate fertilizer, both of which were stored in\n\nthe apartment.      Felton ordered explosive devices, to be delivered\n\nto his Ipswich residence, to ignite the bomb.      When Felton told one\n\nof Chase's close friends that they were making a bomb, Chase nodded\n\nin assent.    Chase confided in the same friend that she and Felton\n\nwere counterfeiting, and she referred to the bomb as her \"future\"\n\nwith Felton.\n\n          On April 19, 2001, Felton and Chase were arrested when\n\nChase attempted to pass a counterfeit bill.            Thereafter, Chase\n\nasked her close friend to remove from the Boston apartment the\n\nfertilizer bag, the wiring from the disassembled coffee-maker,\n\nitems associated with the counterfeiting (including uncut bills and\n\nsoftware), a box of Chase's correspondence and keepsakes, white\n\nsupremacist paraphernalia, and Chase's pistol--which lay loaded on\n\nthe nightstand in the same room as the fertilizer.         Felton told his\n\nwife in Ipswich to destroy his computer hard drive.\n\n          Chase and Felton were charged with conspiring to make and\n\npossess a destructive device in violation of 18 U.S.C. § 371, see\n\nalso 26 U.S.C. §§ 5845(f), 5861(d) & (f); possessing a firearm in\n\nfurtherance    of     that   offense,    18   U.S.C.   §    924(c)(1)(A);\n\ncounterfeiting and conspiracy to do so, id. §§ 371, 471 & 472; and\n\nconspiring to obstruct, and obstructing, justice, id. §§ 371 &\n\n1512(b)(2)(B). Felton alone was charged with attempting to receive\n\nexplosives to injure, kill, or destroy property, id. § 844(d); two\n\n\n                                   -6-\n\fcounts of being a felon in possession, id. § 922(g)(1);            and two\n\ncounts relating to bank robbery and Hobbs Act robbery, id. §§ 371,\n\n1951 & 2113.\n\n           At the ensuing trial, the jury convicted both defendants\n\non all counts, save that it acquitted Chase on the counterfeiting\n\ncount.   Having reserved the issue during trial, the district court\n\ngranted motions for acquittal of both defendants on the charge of\n\npossessing a firearm in furtherance of the bomb-making conspiracy;\n\nthe court deemed the evidence insufficient to establish the “in\n\nfurtherance” element. United States v. Chase, </pre><span class=\"citation\" data-id=\"2486223\"><a href=\"/opinion/2486223/united-states-v-chase/\"><span class=\"volume\">221</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">209</span></a></span><pre class=\"inline\">,\n\n220-21 (D. Mass. 2002).         Felton was sentenced to 262 months in\n\nprison and Chase to 57 months.\n\n           On defendants’ appeals, a central argument by Felton-–and\n\nthe sole argument to which Chase devoted her opening brief-–is that\n\nthe district court erred by admitting evidence of the defendants’\n\nideological    beliefs.    Specifically,    defendants    object   to   the\n\nintroduction    of   evidence    linking   them   to   white   supremacist\n\norganizations or activities, including testimony regarding Chase’s\n\nassociation with Matthew Hale and a photograph of Chase engaging in\n\na Nazi salute while standing with Hale;1 a World Church of the\n\nCreator pamphlet containing an article written by Chase about\n\n“white power” rallies she had attended; and a separate pamphlet by\n\n\n     1\n      Matthew Hale is a well-known figure who headed the World\nChurch of the Creator and was convicted in 2004 of plotting to kill\na federal judge.\n\n                                    -7-\n\fthe church that discussed an apocalyptic \"future\" in which white\n\nwomen were \"publicly gang-raped\" by \"Negroids.\"\n\n          The argument is that this evidence was highly prejudicial\n\nin the sense that it tended to inflame the jury and encourage it to\n\ndecide other than on the merits; that its probative value in\n\nproving the offenses charged was small; and that because its\n\nprejudicial impact greatly outweighed its probative value, it\n\nshould have been excluded under the calculus contained in Fed. R.\n\nEvid. 403.     The district court’s assessment in such a case is\n\nreviewed under a highly deferential abuse of discretion standard.\n\nUnited States v. Smith, </pre><span class=\"citation\" data-id=\"199997\"><a href=\"/opinion/199997/united-states-v-smith/\"><span class=\"volume\">292</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">90</span></a></span><pre class=\"inline\">, 99 (1st Cir. 2002), cert.\n\ndenied, </pre><span class=\"citation no-link\"><span class=\"volume\">538</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">933</span></span><pre class=\"inline\"> (2003).\n\n          Unfortunately   for   the   defendants,      evidence     of   their\n\nbeliefs and associations was highly relevant.             Chase scarcely\n\ndenied counterfeiting but sought to separate herself from the bomb-\n\nmaking enterprise; showing her motive to engage in the latter was\n\nthus important to the government’s case.            And while Felton’s\n\ninvolvement in the bomb preparations was obvious, his motive was\n\ncrucial   in   establishing   that,    as   required     by   the    statute\n\nprohibiting attempted receipt of explosives, 18 U.S.C. § 844(d),\n\nhis purpose was to kill or injure persons or destroy property.\n\n          That defendants’ beliefs and associations tended to show\n\nsuch motives is obvious, and the government had no similarly\n\npotent, but less prejudicial, means of closing the evidentiary gap.\n\n\n                                 -8-\n\fThe material was certainly inflammatory and its potential for\n\nprejudice remained, even though dampened in some measure by the\n\ndistrict   court’s   efforts   to   minimize     the   risk,   primarily   by\n\nrepeated cautionary directions to the jury.            But probative value\n\nwas not “clearly outweighed” by “the danger of unfair prejudice,”\n\nFed. R. Evid. 403, and the admission of the evidence was not error\n\nat all, let alone so clearly so as to be an abuse of discretion.\n\n           The gang-rape passage deserves separate comment.                The\n\nprosecutor not only introduced a pamphlet containing the language\n\nquoted above, but also had a witness read it to the jury until a\n\ndefense objection was made.     It is hard to justify this tactic of\n\nisolating and repeating this lurid passage--obviously remote from\n\nanything at issue in this case--but the defense objection was\n\nimmediately sustained.      Given the weight of the evidence, it is\n\nvirtually certain that reading this single passage did not cause\n\nthe guilty verdicts.\n\n           Felton and Chase claim that evidence introduced against\n\nthem of letters and other statements of Struss, Dellinger, and Reid\n\nwas inadmissible hearsay. Under the governing rule, the government\n\nmust prove by a preponderance of the evidence that such out of\n\ncourt   statements   were   from    a   member    of   a   conspiracy   with\n\ndefendants–-not necessarily the one charged--and were made \"during\n\nthe course and in furtherance of the conspiracy.\"              Fed. R. Evid.\n\n801(d)(2)(E); see Bourjaily v. United States, </pre><span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span><pre class=\"inline\">, 176\n\n\n                                    -9-\n\f(1987).    Proof   must   go    beyond   the   content   of   the   statements\n\nthemselves.     United States v. Portela, </pre><span class=\"citation\" data-id=\"761694\"><a href=\"/opinion/761694/united-states-v-rafael-portela-united-states-of-america-v-francisco/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span><pre class=\"inline\">, 703 (1st\n\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">917</span></span><pre class=\"inline\"> (1999).\n\n            Our review of these essentially factual determinations by\n\nthe district court is for clear error, Portela, 167 F.3d at 703,\n\nand we find none.         The contents of the letters, coupled with\n\nindependent evidence such as Struss' testimony, strongly suggest\n\nthat all three men played an active role in an unlawful conspiracy\n\nwith defendants, whether or not the conspiracy extended as far as\n\nthe one for which defendants were convicted.                  Struss played a\n\ncentral role in such a conspiracy from his release until his\n\narrest.     Dellinger     and   Reid's   support   was   limited     by   their\n\nimprisonment, but both provided advice and recruitment for the\n\nconspiracy from within prison.\n\n            Felton's further claim that the introduction of co-\n\nconspirators' statements violates the Sixth Amendment is without\n\nmerit.    Under the Supreme Court's decision in Ohio v. Roberts, </pre><span class=\"citation\" data-id=\"110324\"><a href=\"/opinion/110324/ohio-v-roberts/\"><span class=\"volume\">448</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">56</span></a></span><pre class=\"inline\"> (1980), the statements fall within a firmly rooted hearsay\n\nexception, so their admission does not violate Felton's Sixth\n\nAmendment rights.     See id. at 66; see also United States v. Inadi,\n\n</pre><span class=\"citation\" data-id=\"111613\"><a href=\"/opinion/111613/united-states-v-inadi/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">387</span></a></span><pre class=\"inline\">, 399-400 (1986) (Sixth Amendment does not require\n\n\n\n\n                                     -10-\n\fproof        of    unavailability      of    declarant       for     admission   of    co-\n\nconspirator statements).2\n\n                  Separately, Felton claims that the government improperly\n\nused        the    word    \"terrorist\"      throughout       trial    to    describe    the\n\ndefendants and their actions.                    It is hard to lay down a general\n\nrule as to epithet and rhetoric because the considerations are\n\nmatters of degree: these include accuracy in description, threat of\n\nunfair prejudice, frequency of use, and alternative means of\n\ndescription.           Such judgments turn on particular facts, and much\n\nlatitude has to be given to the trial judge on the spot to strike\n\nthe proper balance.             See United States v. Tierney, </pre><span class=\"citation\" data-id=\"451517\"><a href=\"/opinion/451517/united-states-v-robert-f-tierney/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span><pre class=\"inline\">,\n\n388 (1st Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">843</span></span><pre class=\"inline\"> (1985).\n\n                  Here,    “terrorist”      is    obviously    a     provocative      term,\n\nfreighted with images of terrible events.                    The defendants were not\n\ncharged with offenses so labeled, see 18 U.S.C. §§ 2331 et seq.,\n\nbut    the        jury--ignorant    of   the      contents    of     such   sections    and\n\ninstructed on the elements of the crimes here charged--could not\n\nhave        thought       otherwise.        The    jurors    surely     understood     the\n\nreferences in their lay sense as summarizing the central conduct\n\n\n\n\n        2\n      As Felton concedes in his opening brief, the statements are\nnontestimonial--that is, not made with an expectation that they\nwill be used in court. As such, they are not subject to the latest\nSupreme Court restriction on the use of out-of-court statements in\ncriminal proceedings.   Crawford v. Washington, </pre><span class=\"citation\" data-id=\"134724\"><a href=\"/opinion/134724/crawford-v-washington/\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span><pre class=\"inline\">, 68\n(2004).\n\n                                             -11-\n\fwith which the defendants were charged: a conspiracy to build a\n\nbomb to attack civilian targets to advance an ideological cause.\n\n          To describe such plans and the individuals who pursued\n\nthem as \"terrorist\" was certainly an accurate lay use of the term\n\n“terrorist,” and it is not easy to think of some softer description\n\nto summarize the gist of what the government’s evidence suggested.\n\nThat the term is highly pejorative is true--but this is a function\n\nof the acts that the defendants engaged in, not the government's\n\ninaccurate description of those acts. Cf. United States v. Jordan,\n\n</pre><span class=\"citation\" data-id=\"770025\"><a href=\"/opinion/770025/united-states-v-jose-solis-jordan/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">676</span></a></span><pre class=\"inline\">, 691 (7th Cir. 2000).\n\n          Technical accuracy is perhaps not conclusive.    One can\n\nimagine situations in which an epithet carries connotations well\n\nbeyond the crime charged (e.g., “murderer” in a case of negligent\n\nhomicide), or cases in which the description is gratuitously\n\ninflammatory, serving no reasonable purpose in summarizing the\n\ngovernment’s position.   But neither fault is present here, and,\n\nrealistically, the terrorism label can have added little prejudice\n\ncompared to the evidence of the bomb building itself.   Once again,\n\nabsent egregious circumstances these are matters for the trial\n\njudge's judgment.\n\n          Finally, as to one of his convictions for violation of\n\nthe felon in possession statute, 18 U.S.C. § 922(g)(1), Felton\n\nclaims that the prohibition against possessing firearms in or\n\naffecting commerce should be construed to apply to \"only those\n\n\n                               -12-\n\ffirearms whose possession has an actual impact on commerce.\"\n\nFelton's interpretation is defeated by case law stating that a\n\nfirearm's travel in interstate commerce is sufficient to satisfy\n\nthe statute.    See, e.g., United States v. Adams, </pre><span class=\"citation\" data-id=\"201128\"><a href=\"/opinion/201128/united-states-v-adams/\"><span class=\"volume\">375</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">108</span></a></span><pre class=\"inline\">, 113\n\n(1st Cir. 2004); United States v. Colón Osorio, </pre><span class=\"citation\" data-id=\"200892\"><a href=\"/opinion/200892/united-states-v-colon-osorio/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 53\n\n(1st Cir. 2004); United States v. Weems, </pre><span class=\"citation\" data-id=\"781157\"><a href=\"/opinion/781157/united-states-v-ike-weems/\"><span class=\"volume\">322</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span><pre class=\"inline\">, 25-26 (1st\n\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">892</span></span><pre class=\"inline\"> (2003).\n\n           This brings us to the government's appeal of the district\n\ncourt's post-verdict judgment of acquittal. The charge in question\n\nagainst both defendants was that they had possessed Chase's Iberia\n\npistol in furtherance of their conspiracy to make and possess a\n\ndestructive device.     We review the sufficiency of the evidence de\n\nnovo, in the light most favorable to the jury's finding of guilt.\n\nThe district court’s acquittal can be upheld only if no reasonable\n\njury   could   find   the   elements   of   the   crime   charged   beyond   a\n\nreasonable doubt.\n\n           The provision in question--section 924(c)(1)(A) of the\n\nCriminal Code--is nominally concerned with “penalties” for federal\n\ncrimes defined elsewhere, and it provides in pertinent part that a\n\nminimum term (here, “not less than 5 years”) applies if the firearm\n\nwas possessed “in furtherance of\" \"any crime of violence or drug\n\ntrafficking crime.\"         In this case, the government’s position,\n\n\n\n\n                                   -13-\n\fsubmitted to the jury, was that Chase and Felton possessed Chase's\n\nIberia pistol “in furtherance of” the bomb-making conspiracy.3\n\n          To support a conviction under section 924(c)(1)(A), the\n\ngovernment need not prove that the defendants \"actively employed\n\nthe firearm in furtherance of\" the charged crime of violence, but\n\nit must prove that the firearm was \"possessed to advance or promote\n\nthe commission of the underlying offense,\" United States v. Grace,\n\n</pre><span class=\"citation\" data-id=\"200995\"><a href=\"/opinion/200995/united-states-v-grace/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span><pre class=\"inline\">, 35 (1st Cir. 2004); \"mere presence of a firearm,\" it\n\nis said, is not enough, id.   One question is what the statute and\n\nthese quoted glosses mean; the other is whether the evidence was\n\nsufficient to convict each defendant.\n\n          One might expect with such a common criminal offense that\n\nthe legal framework would be well settled, but, as is so often the\n\ncase with general statutory terms, it is not. One could argue, in\n\nparticular, about whether the “in furtherance” requirement refers\n\nto subjective purpose or objective potential (or whether either\n\nwould do).   Statutory language, legislative history, model jury\n\n\n\n\n     3\n      Normally, facts pertinent to sentencing are determined by the\njudge, not the jury, under a preponderance standard; but case law\nhas long treated section 924(c) as a separate criminal offense.\nSimpson v. United States, </pre><span class=\"citation\" data-id=\"109806\"><a href=\"/opinion/109806/simpson-v-united-states/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 10 (1978).\n\n                               -14-\n\finstructions and case law do not cleanly resolve the issue,4 nor\n\ndid the instruction given in this case do so explicitly:\n\n          To possess a firearm in furtherance of a crime\n          means that the firearm helped to facilitate,\n          forward, advance or promote the commission of\n          the specific crime charged in Count 1.      In\n          this case, it is not sufficient for the\n          government to prove simply that a defendant\n          possessed a firearm during the same time that\n          conspiracy to possess a destructive device\n          occurred. The government must prove beyond a\n          reasonable doubt that the firearm had a\n          specific   and   direct  connection   to   the\n          commission of the crime charged in Count 1 in\n          order for [this] element to be satisfied.\n\n          Some factors you may consider when decid[ing]\n          whether either defendant possessed a firearm\n          in furtherance of the crime charged in Count 1\n          include[] the type of weapon, whether the gun\n          was loaded, whether the weapon was stolen, how\n          accessible it was to the particular defendant,\n          the legality of its possession, and the time\n          and the circumstances under which the firearm\n          was found.\n\n          In practice, the same evidence tends to be relevant\n\nwhether the ultimate test is objective furtherance or a subjective\n\npurpose to further.5   Similarly, in most cases the result will be\n\n\n     4\n       See H.R. Rep. 105-344, at 11-12 (1997), </pre><span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">668339</span></span><pre class=\"inline\">; 2\nSand et al., Model Federal Jury Instructions, Instructions 35-78,\n35-79 & 35-80 (2002). Compare First Circuit Committee on Pattern\nCriminal Jury Instructions, Pattern Jury Instructions (Criminal\nCases), § 4.07 (1998) (either objective or subjective test will\nsatisfy prior version of section 924(c)).\n     5\n      Often--this case is an exception--there is no direct proof of\nsubjective intent; but even without direct proof, subjective\nintent, if required, could be inferred from the objective\ncircumstances (e.g., the gun laid on the table during the drug\ntransaction). Conversely, even if the test were strictly objective\nand focused on the firearm’s capacity to advance the crime, the\n\n                               -15-\n\fthe same, whichever ultimate test is used.                  That appears to be true\n\nhere,       and    there   being    no   challenge     to    the   wording   of    the\n\ninstruction on this score, we focus upon the sufficiency of the\n\nevidence,         taking   both    subjective    and   objective     evidence     into\n\naccount.\n\n                  Starting with the objective evidence, the pistol in this\n\ncase was loaded and located in the open in the same room as the\n\nfertilizer.         It could easily have been used against any effort, if\n\none had been made by law enforcement, to disrupt the bomb-making or\n\nto apprehend the conspirators. The cases dealing with weapons used\n\nin drug dealings regularly uphold “in furtherance” findings based\n\non the weapon's capacity to counter resistance.6                   Actual use may be\n\nmore common in drug deals, but there is no requirement that actual\n\nuse be proved.\n\n                  Additional evidence as to the defendants' subjective\n\nintent supports the view that both Chase and Felton anticipated the\n\nuse of a firearm in furtherance of the crime.                       By Chase's own\n\n\n\ndefendant’s confessed purpose to use it would be evidence of\nfeasibility.\n        6\n      See, e.g., United States v. Garner, </pre><span class=\"citation\" data-id=\"200584\"><a href=\"/opinion/200584/united-states-v-garner/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span><pre class=\"inline\">, 81 (1st\nCir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">540</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1084</span></span><pre class=\"inline\"> (2003); United States v.\nLuciano, </pre><span class=\"citation\" data-id=\"200453\"><a href=\"/opinion/200453/united-states-v-luciano/\"><span class=\"volume\">329</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 6 & n.9 (1st Cir. 2003); United States v.\nTimmons, </pre><span class=\"citation\" data-id=\"776966\"><a href=\"/opinion/776966/united-states-of-america-cross-appellee-v-clifford-timmons/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1246</span></a></span><pre class=\"inline\">, 1253 (11th Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">1004</span></span><pre class=\"inline\"> (2002); United States v. Mackey, </pre><span class=\"citation\" data-id=\"774907\"><a href=\"/opinion/774907/united-states-v-pierre-s-mackey/\"><span class=\"volume\">265</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">457</span></a></span><pre class=\"inline\">, 462-63 (6th\nCir. 2001), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1097</span></span><pre class=\"inline\"> (2002); United States v.\nFinley, </pre><span class=\"citation\" data-id=\"772680\"><a href=\"/opinion/772680/united-states-v-terry-finley/\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span><pre class=\"inline\">, 203 (2d Cir. 2001), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">1144</span></span><pre class=\"inline\"> (2002); United States v. Ceballos-Torres, </pre><span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">409</span></span><pre class=\"inline\">, 412-15\n(5th Cir. 2000), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1102</span></span><pre class=\"inline\"> (2001).\n\n                                          -16-\n\fadmission, to Niemczura, this very pistol was acquired “for her\n\nprotection from anyone trying to interfere with her plan” with\n\nFelton--exploits that she said would earn her and Felton a place in\n\nhistory. References by a defendant to future \"plans\" can certainly\n\nbe vague, as the district court said, Chase, 221 F. Supp. 2d at\n\n220-21, but not these references in these circumstances.\n\n          As to Felton, even before getting out of prison he sought\n\nto acquire a firearm (through his wife), and there is every reason\n\nto think that, having lost this gun when Struss took it to New\n\nJersey, he would have used Chase's gun to protect the conspiracy.\n\nThis is good evidence of subjective intent, regardless of whether\n\nChase’s statement to Niemczura was admissible against Felton.   To\n\nbe admissible,   the statement need not have been made to a fellow\n\nconspirator, compare Chase, 221 F. Supp. 2d at 212, with Fed. R.\n\nEvid. 801(d)(2)(E); United States v. Piper, </pre><span class=\"citation\" data-id=\"200046\"><a href=\"/opinion/200046/united-states-v-piper/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span><pre class=\"inline\">, 53 (1st\n\nCir. 2002), so long as it was made to advance the conspiracy.\n\n          In subsequently setting aside the jury's verdict, the\n\ndistrict judge invoked the \"mere presence\" rubric advanced in cases\n\nlike Grace, see Chase, 221 F. Supp. 2d at 219-20, but this rubric\n\nmust be understood in relation to Grace’s further point that active\n\nuse is not required.   Grace, 367 F.3d at 35.    Yes, the unloaded\n\ntarget rifle in the locked gun closet during a drug deal may be\n\n“merely present”; but the pistol on the table during the same deal,\n\nreadily usable to protect the drugs and to intimidate the customer,\n\n\n                               -17-\n\fis enough to convict.     Thus, \"presence\" can be enough to convict;\n\nand the difference between this and “mere presence” is a matter of\n\ndegree and circumstances.          Cf. United States v. Ortiz, </pre><span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">707</span></a></span><pre class=\"inline\">, 712 (1st Cir. 1992), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span><pre class=\"inline\"> (1993).\n\n           There is perhaps more force to the district judge’s\n\ncaution that \"one can surely speculate how the gun might be used to\n\nfacilitate the bomb making conspiracy, . . . [but] section 924(c)\n\nrequires a more specific inquiry.\"          Chase, 221 F. Supp. 2d at 221.\n\nYet the difference between \"speculation\" and \"reasonable inference\"\n\nis   primarily   a   matter   of    probabilities,   and   while   a   wholly\n\ninsubstantial likelihood of use could defeat liability (e.g., the\n\nantique gun bolted to the wall), this is not such a case.\n\n           The risk created by the defendants’ possession of the gun\n\nwas real enough to permit a jury to convict.         Merely as an example,\n\nhad Struss started to cooperate at an earlier stage, agents might\n\nwell have apprehended Chase and Felton at their apartment instead\n\nof on the street.      Furtherance cases generally do turn on \"what\n\nifs,\" so depending on the circumstances a gun held \"just in case\"\n\nmay readily support a conviction.           Compare Chase, 221 F. Supp. 2d\n\nat 218-19.   Except in the extreme case, this is the kind of call\n\nproperly left to the jury.\n\n           The district court's analysis of the statute's history\n\nserves mainly to confirm that Congress in its most recent revision\n\nmeant to broaden the statute's coverage.           See H.R. Rep. No. 105-\n\n\n                                     -18-\n\f344, at 4-6 (1997), </pre><span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">668339</span></span><pre class=\"inline\"> (explaining the revision as a\n\nresponse to Bailey v. United States, </pre><span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span><pre class=\"inline\"> (1995)).    No one\n\ncan be sure just where Congress intended to draw the line, but this\n\nis certainly not the paradigm case of a weapon purchased for some\n\ninnocent purpose that happened to be stored near the crime.      Cf.\n\nUnited States v. Lawrence, </pre><span class=\"citation\" data-id=\"779583\"><a href=\"/opinion/779583/united-states-v-allen-lawrence-jr/\"><span class=\"volume\">308</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">623</span></a></span><pre class=\"inline\">, 630-31 (6th Cir. 2002).\n\n          The remaining question as to this part of the verdict is\n\nwhether, as Chase contends, the district court erred by refusing to\n\nadd to the instruction a further gloss sought by Chase’s counsel.7\n\nCounsel argued that, in addition to the “specific and direct”\n\nconnection required by the judge’s instruction, the judge should\n\nalso tell the jury that the weapon must be “integral” to the bomb-\n\nmaking conspiracy. The purpose, according to Chase, was to prevent\n\nthe jury from convicting on the \"mere presence” of the weapon.\n\n          In most situations, a judge who charges in the terms of\n\nthe statute--the “in furtherance of” language--has substantial\n\nlatitude as to whether and how to elaborate.   In this instance, the\n\njudge went some distance toward Chase's goal by telling the jury\n\nspecifically that “it is not sufficient for the government to prove\n\n\n\n     7\n      Chase also objected to the district court's inclusion of the\nlist of factors the jury could take into account in making its \"in\nfurtherance\" determination, arguing that the use of such factors--\ndeveloped in cases involving drug crimes--was inappropriate for\nnon-drug crimes. Yet these fairly general factors--such as whether\nthe gun was loaded and accessible to the defendant--are relevant\nwhatever the crime involved, and certainly do not depend on some\nexact equation between drug crimes and bomb making.\n\n                               -19-\n\fsimply that a defendant possessed a firearm during the same time\n\nthat [the] conspiracy to possess a destructive device occurred.\"\n\n            Whether the “specific and direct connection” language is\n\na perfect gloss does not matter, for Chase herself endorsed that\n\npart of the instruction.         As for “integral,” it could easily have\n\nmisled the jury into thinking that the gun had to be central or\n\nnecessary   to     the   conspiracy,    when    all   that   is   required   for\n\nconviction is that the gun be possessed in furtherance of the\n\nconspiracy.       It would arguably have been error to charge in the\n\nfashion sought by Chase; it was certainly not error to refuse to do\n\nso.\n\n            The    convictions    entered      by   the   district   court   are\n\naffirmed, the sentences are vacated, and the case is remanded for\n\nreinstatement of the conviction of each defendant under section\n\n924(c)(1)(A) and for re-sentencing of each defendant on all counts\n\nof conviction applicable to that defendant.               Given the remand for\n\nresentencing, we need not reach claims of error in guideline\n\ncalculations urged by Felton.\n\n            It is so ordered.\n\n\n\n\n                                       -20-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/134724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201128/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781157/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2486223/"
  ]
}