{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201857/",
  "absolute_url": "/opinion/201857/cao-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201857/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:36:03Z",
  "date_modified": "2016-02-28T05:06:41.244578Z",
  "type": "010combined",
  "sha1": "9f08b321b8b9ee485926fc0f8fdd56a3e88f5b66",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1531-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/10/14/Cao_et_al._v._Gonzales.pdf",
  "plain_text": "                Not For Publication in West's Federal Reporter\n               Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n          United States Court of Appeals\n                        For the First Circuit\n\nNo. 05-1531\n\n                     WEN CAO AND ZHI FANG WANG,\n                            Petitioners,\n\n                                      v.\n\n              ALBERTO R. GONZALES,* ATTORNEY GENERAL,\n                            Respondent.\n\n\n                  PETITION FOR REVIEW OF AN ORDER\n                OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                                   Before\n\n                       Selya, Circuit Judge,\n              Coffin and Cyr, Senior Circuit Judges.\n\n\n     Gary J. Yerman on brief for petitioners.\n     Peter D. Keisler, Assistant Attorney General, Civil Division,\nLinda S. Wernery, Senior Litigation Counsel, Office of Immigration\nLitigation, and Sarah Maloney, Attorney, United States Department\nof Justice, on brief for respondent.\n\n\n                            October 14, 2005\n\n\n\n\n__________\n*Alberto R. Gonzales was sworn in as United States Attorney General\non February 3, 2005.      We have therefore substituted Attorney\nGeneral Gonzales for his predecessor in office as respondent in\nthis matter. See Fed. R. App. P. 43(c)(2).\n\f                  SELYA, Circuit Judge.      The petitioners, Wen Cao and Zhi\n\nFang Wang, are citizens of the People's Republic of China.                    They\n\nseek judicial review of a final order of the Board of Immigration\n\nAppeals (BIA) denying their applications for asylum and withholding\n\nof removal. The petitioners assert that the BIA erred in affirming\n\na decision of an Immigration Judge (IJ) holding that they had\n\nfailed to carry their burden of showing a well-founded fear of\n\npersecution should they return to China.                Concluding, as we do,\n\nthat substantial evidence supports the IJ's adverse credibility\n\ndetermination and, hence, the decision, we deny the petition.\n\n                  The petitioners hail from Fujian province. They claim to\n\nhave been married under \"customary law\" in 1990.1               They resorted to\n\nthis       form    of   marriage,   they   explain,   because   they   were   both\n\nunderage and local officials had denied their application to marry\n\nlegally.\n\n                  Cao emigrated to the United States in February 1992.          He\n\nused a fake passport, but the authorities discovered the artifice\n\nduring his attempt to enter.               The Immigration and Naturalization\n\nService (INS) questioned him under oath. He told the INS inspector\n\nthat he was unmarried and that he had come to the United States in\n\nsearch of freedom and a better life.\n\n\n\n       1\n      By marriage under \"customary law,\" the petitioners apparently\nmean that they were united in a wedding ceremony witnessed by the\ncommunity.   This form of marriage is not legally recognized in\nChina and, thus, lacks valid documentation.\n\n                                           -2-\n\f               Cao   filed    a   request       for     asylum     and    withholding    of\n\ndeportation      on    February         14,    1992.         In   his    application,   he\n\nreiterated that he was not married. This time, however, he claimed\n\nthat his opposition to the Chinese government's policy relating to\n\nindividually owned businesses would result in persecution should he\n\nreturn to his native land.                    He also asserted that he had been\n\narrested in 1991 for trying to escape from China and that both of\n\nhis sisters had been forcibly sterilized due to their opposition\n\nto, and violation of, China's family planning policy.\n\n               The INS paroled Cao into the United States pending\n\ndisposition of his application.                  In September 1995, he asked for\n\npermission to return to China, stating that he wanted to visit his\n\nailing    mother.         The     INS    found      his      supporting    documentation\n\nfraudulent and denied his request.\n\n               Wang entered the United States illegally in December\n\n1995.    She married Cao in a civil ceremony in April 1997.                      The next\n\nmonth Cao submitted a second asylum application and Wang submitted\n\na parallel application.             These applications stated that Cao and\n\nWang    were    seeking      asylum      because       the    Chinese     government    had\n\nrepeatedly refused their requests for permission to marry, brutally\n\nforced    Cao's       sisters     to     undergo       sterilization       and   abortion\n\nprocedures, and harassed Cao in his business pursuits when he\n\nrefused to pay bribes to government hierarchs.\n\n\n\n\n                                              -3-\n\f           Unimpressed,       the   INS   instituted    removal   proceedings\n\nagainst   both    Cao   and   Wang.       Their   removal    proceedings   and\n\napplications for relief were consolidated.             In June 1999, Cao and\n\nWang each filed statements in support of their applications.               They\n\nnoted that Wang was pregnant and expressed fear that one or both of\n\nthem would be forcibly sterilized if they returned to China.2\n\n           The IJ held an evidentiary hearing on October 31, 2001.\n\nCao testified that he left China because he opposed that country's\n\nfamily planning policy.        He claimed that on September 10, 1991,\n\nseveral family planning officials arrived at his house looking for\n\nhis eldest sister, Qui Jin Cao, who had been hiding from them.\n\nWhen Cao blocked the door and tried to alert his sister, the\n\nofficials punched him in the nose and knocked him down.\n\n           Once they had subdued Cao, the intruders seized Qui Jin\n\nand took her away.        Because they threatened to return to \"take\n\ncare\" of him, Cao went to his grandmother's house to hide.           Shortly\n\nthereafter   he    paid   a    snakehead     $30,000    to   fabricate     exit\n\ndocumentation and smuggle him out of China.3\n\n           Wang testified more briefly.           She said that her fear of\n\nliving in China began in 1990 when the government refused to allow\n\n\n\n     2\n      In contrast to her 1999 asylum statement, Wang did not allege\nany connection between her pregnancy and her fear of returning to\nChina when she testified before the IJ. See text infra.\n     3\n      The snakeheads are a notorious group whose forte is smuggling\npersons out of China in return for handsome fees.\n\n                                      -4-\n\fher and her new husband (Cao) to register their marriage.           She also\n\ntestified that both her older sister and her neighbor had been\n\nsubjected to coercive birth control measures.           In 1995, her family\n\ntook out a high-interest loan and paid a snakehead $45,000 to\n\nsmuggle her out of the country.\n\n            The IJ found that both petitioners lacked credibility\n\nand,   therefore,     had   not   established    a   well-founded   fear    of\n\npersecution.       Consequently, the IJ denied their applications for\n\nrelief and ordered the petitioners removed to China.                The BIA\n\naffirmed without opinion. This timely petition for judicial review\n\nfollowed.\n\n            When the BIA affirms an IJ's decision without opinion,\n\nthis court reviews the IJ's decision directly, as if it were the\n\ndecision of the BIA.        Jupiter v. Ashcroft, 396 F.3d 487, 490 (1st\n\nCir. 2005).    Thus, we focus on the IJ's findings, reviewing them in\n\naccordance     with   the    highly    deferential   substantial    evidence\n\nstandard. Under that standard, the IJ's findings will be upheld as\n\nlong   as   they    are   \"supported    by   reasonable,   substantial,    and\n\nprobative evidence on the record considered as a whole.\"             INS v.\n\nElias-Zacarias, 502 U.S. 478, 481 (1992).             Put another way, the\n\nfindings must stand \"unless any reasonable adjudicator would be\n\ncompelled to conclude to the contrary.\"          8 U.S.C. § 1252(b)(4)(B).\n\n            The focal point of this petition is the IJ's adverse\n\ncredibility determination.            The petitioners assert that the IJ\n\n\n                                       -5-\n\fimproperly based this determination on minor inconsistencies and\n\nunderstandable omissions. Relatedly, they assert that the IJ erred\n\nin concluding that the petitioners' testimony failed to make out a\n\ncase for asylum.4\n\n                 To be eligible for asylum, an alien bears the burden of\n\nestablishing his or her status as a refugee.            See id. § 1158(b)(1).\n\nThe basic definition of a \"refugee\" is a person who is unwilling or\n\nunable       to    return   to   their   country   of   nationality    due   to\n\n\"persecution or a well-founded fear of persecution on account of\n\nrace, religion, nationality, membership in a particular social\n\ngroup, or political opinion.\"             Id. § 1101(a)(42)(A).       In 1996,\n\nhowever, Congress expanded this basic definition so that \"a person\n\nwho has been forced [by government action] to abort a pregnancy or\n\nto undergo involuntary sterilization, or who has been persecuted\n\nfor failure or refusal to undergo such a procedure or for other\n\nresistance to a coercive population control program, shall be\n\ndeemed to have been persecuted on account of political opinion . .\n\n. .\"       Id.    The same amendment also provided that \"a person who has\n\na well founded fear that he or she will be forced to undergo such\n\na procedure or subjected to persecution for such failure, refusal,\n\nor resistance shall be deemed to have a well founded fear of\n\n\n\n       4\n      The law is well established that if a claim for asylum fails,\na counterpart claim for withholding of removal also must fail. See\nNegeya v. Gonzales, 417 F.3d 78, 85 (1st Cir. 2005). Consequently,\nwe discuss here only the petitioners' claims for asylum.\n\n                                         -6-\n\fpersecution on account of political opinion.\" Id. The petitioners\n\nseek to bring themselves within the confines of these amendments.\n\n            To establish refugee status, an alien must support his or\n\nher claim through credible testimony.              Settenda v. Ashcroft, 377\n\nF.3d 89, 93 (1st Cir. 2004).          Credible testimony, standing alone,\n\nmay be adequate to sustain the alien's burden of proof.                   See id.\n\nIf the proffered testimony is not credible, however, it may be\n\neither   disregarded      or   sharply       discounted,     depending    on     the\n\ncircumstances.       See, e.g., Laurent v. Ashcroft, 359 F.3d 59, 64\n\n(1st Cir. 2004); see also Aquilar-Solis v. INS, 168 F.3d 565, 570-\n\n71 (1st Cir. 1999).\n\n            Commensurate       with    the     importance       of     credibility\n\ndeterminations      in   immigration     cases,    an   IJ    cannot    pull    such\n\ndeterminations out of thin air.               Rather, the IJ must offer a\n\nspecific and cogent rationale for disbelieving the alien.                         El\n\nMoraghy v. Ashcroft, 331 F.3d 195, 205 (1st Cir. 2003); Gailius v.\n\nINS, 147 F.3d 34, 47 (1st Cir. 1998).\n\n            In    this   instance,     the    IJ   found     neither   petitioner\n\ncredible.        Moreover, she noted several inconsistencies in the\n\npetitioners' testimony over the course of the proceedings.                     These\n\nincluded (i) Cao's repeated assertions, in his initial application\n\nand interview, that he was single as contrasted with his later\n\nclaim of a customary marriage to Wang in 1990; (ii) Cao's statement\n\non his initial application that he had been arrested and threatened\n\n\n                                       -7-\n\fin 1991 as contrasted with his subsequent repudiation of those\n\nstatements during the evidentiary hearing; and (iii) Cao's use of\n\nfraudulent documentation in his effort to obtain permission to\n\nvisit his ailing mother two months before Wang succeeded in having\n\nherself     smuggled    into    the   United   States     (timing   that   the   IJ\n\nsupportably termed \"more than coincidental\").                The IJ also found\n\nthat Cao's use of bogus documentation at multiple points in the\n\nimmigration process (e.g., his use of a fake passport at the time\n\nof his entry and the fictitious \"support\" that he provided to show\n\nhis    mother's      supposed    illness)      implicated    the    petitioners'\n\ncredibility.        Finally, the IJ drew a negative inference from the\n\nabsence of Cao's brother-in-law (Qui Jin's husband); even though\n\nthe brother-in-law lived in New York at the time of the hearing, he\n\ndid not testify — and Cao gave no indication as to why.\n\n             The petitioners only attempt to resolve one of the above-\n\nmentioned inconsistencies. They argue that the discrepancy between\n\ntheir customary marriage in 1990 and Cao's failure to reveal that\n\nmarriage in 1992 is not only unimportant but also easily explained\n\nby Cao's confusion over the legality of the marriage.                  The first\n\npart   of    this    argument    is   wishful    thinking;     given   what      the\n\npetitioners now say was their main reason for leaving China, we do\n\nnot think that Cao's misrepresentation of his marital status\n\nsensibly can be viewed as unimportant.               The second part of the\n\nargument     —   that   Cao     was   confused   —   is    possible,   but    that\n\n\n                                        -8-\n\fexplanation was, within wide limits, for the IJ to assess.      See\n\nLaurent, 359 F.3d at 64 (explaining that evaluation of a witness's\n\nveracity is a central part of the IJ's job).      The IJ evidently\n\nrejected the explanation and we are not at liberty to second-guess\n\nher finding.\n\n           In all events, the petitioners do not challenge the other\n\nspecific instances of less-than-forthright testimony cited by the\n\nIJ.   Nor do they satisfactorily explain the shifting bases offered\n\nby Cao in support of his multiple asylum applications.5    To cinch\n\nmatters, the veracity of both Cao's and Wang's testimony is clouded\n\nby the United States Department of State's report entitled China:\n\nProfile of Asylum Claims and Country Conditions (1998) (the Country\n\nConditions Report).   The Country Conditions Report indicates that\n\nmost emigrants from Fujian province are motivated by economic\n\nconcerns as opposed to persecution. Cao, by his own admission, was\n\nhaving trouble keeping his jewelry processing business afloat and\n\nboth he and Wang paid exorbitant fees to snakeheads to be smuggled\n\ninto the United States.6   Against this backdrop, the IJ's finding\n\n\n      5\n      Both Wang's 1999 asylum application statements and her\ntestimony at the evidentiary hearing are unhelpful in clarifying\nthis point. Basically, they reiterate Cao's statements. The two\nnew details that Wang adds to the story — the supposed\nsterilization of her sister and her neighbor — were entirely\nuncorroborated.\n      6\n      Not coincidentally, the Country Conditions Report reveals\nthat Cao's tale regarding his struggle with family planning\nofficials to protect his sister is commonly used by unmarried\ncouples from Fujian province who apply for asylum.\n\n                                -9-\n\fthat the couple had — and yielded to — a strong economic incentive\n\nto invent a narrative that might allow them to remain in this\n\ncountry, seems unimpugnable.\n\n          On this record, we find the IJ's reasons in support of\n\nher adverse credibility determination to be both specific and\n\ncogent. We therefore uphold the adverse credibility determination.\n\n          That determination disposes of the petitioners' second\n\nargument: that their testimony compels a finding of a well-founded\n\nfear of future persecution.    The only evidence in the record that\n\nmight support a well-founded fear of future persecution is the\n\npetitioners' testimony.     That can be disregarded because, as we\n\nhave explained, the IJ supportably determined that the petitioners\n\nlacked credibility.     Accordingly, the petitioners have failed to\n\nestablish a well-founded fear of future persecution.\n\n          We need go no further. For the reasons elucidated above,\n\nthe petition for review must be denied.\n\n          So Ordered.\n\n\n\n\n                                -10-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                Not For Publication in West's Federal Reporter\n               Citation Limited Pursuant to 1st Cir. Loc. R. 32.3\n\n          United States Court of Appeals\n                        For the First Circuit\n\nNo. 05-1531\n\n                     WEN CAO AND ZHI FANG WANG,\n                            Petitioners,\n\n                                      v.\n\n              ALBERTO R. GONZALES,* ATTORNEY GENERAL,\n                            Respondent.\n\n\n                  PETITION FOR REVIEW OF AN ORDER\n                OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                                   Before\n\n                       Selya, Circuit Judge,\n              Coffin and Cyr, Senior Circuit Judges.\n\n\n     Gary J. Yerman on brief for petitioners.\n     Peter D. Keisler, Assistant Attorney General, Civil Division,\nLinda S. Wernery, Senior Litigation Counsel, Office of Immigration\nLitigation, and Sarah Maloney, Attorney, United States Department\nof Justice, on brief for respondent.\n\n\n                            October 14, 2005\n\n\n\n\n__________\n*Alberto R. Gonzales was sworn in as United States Attorney General\non February 3, 2005.      We have therefore substituted Attorney\nGeneral Gonzales for his predecessor in office as respondent in\nthis matter. See Fed. R. App. P. 43(c)(2).\n\f                  SELYA, Circuit Judge.      The petitioners, Wen Cao and Zhi\n\nFang Wang, are citizens of the People's Republic of China.                    They\n\nseek judicial review of a final order of the Board of Immigration\n\nAppeals (BIA) denying their applications for asylum and withholding\n\nof removal. The petitioners assert that the BIA erred in affirming\n\na decision of an Immigration Judge (IJ) holding that they had\n\nfailed to carry their burden of showing a well-founded fear of\n\npersecution should they return to China.                Concluding, as we do,\n\nthat substantial evidence supports the IJ's adverse credibility\n\ndetermination and, hence, the decision, we deny the petition.\n\n                  The petitioners hail from Fujian province. They claim to\n\nhave been married under \"customary law\" in 1990.1               They resorted to\n\nthis       form    of   marriage,   they   explain,   because   they   were   both\n\nunderage and local officials had denied their application to marry\n\nlegally.\n\n                  Cao emigrated to the United States in February 1992.          He\n\nused a fake passport, but the authorities discovered the artifice\n\nduring his attempt to enter.               The Immigration and Naturalization\n\nService (INS) questioned him under oath. He told the INS inspector\n\nthat he was unmarried and that he had come to the United States in\n\nsearch of freedom and a better life.\n\n\n\n       1\n      By marriage under \"customary law,\" the petitioners apparently\nmean that they were united in a wedding ceremony witnessed by the\ncommunity.   This form of marriage is not legally recognized in\nChina and, thus, lacks valid documentation.\n\n                                           -2-\n\f               Cao   filed    a   request       for     asylum     and    withholding    of\n\ndeportation      on    February         14,    1992.         In   his    application,   he\n\nreiterated that he was not married. This time, however, he claimed\n\nthat his opposition to the Chinese government's policy relating to\n\nindividually owned businesses would result in persecution should he\n\nreturn to his native land.                    He also asserted that he had been\n\narrested in 1991 for trying to escape from China and that both of\n\nhis sisters had been forcibly sterilized due to their opposition\n\nto, and violation of, China's family planning policy.\n\n               The INS paroled Cao into the United States pending\n\ndisposition of his application.                  In September 1995, he asked for\n\npermission to return to China, stating that he wanted to visit his\n\nailing    mother.         The     INS    found      his      supporting    documentation\n\nfraudulent and denied his request.\n\n               Wang entered the United States illegally in December\n\n1995.    She married Cao in a civil ceremony in April 1997.                      The next\n\nmonth Cao submitted a second asylum application and Wang submitted\n\na parallel application.             These applications stated that Cao and\n\nWang    were    seeking      asylum      because       the    Chinese     government    had\n\nrepeatedly refused their requests for permission to marry, brutally\n\nforced    Cao's       sisters     to     undergo       sterilization       and   abortion\n\nprocedures, and harassed Cao in his business pursuits when he\n\nrefused to pay bribes to government hierarchs.\n\n\n\n\n                                              -3-\n\f           Unimpressed,       the   INS   instituted    removal   proceedings\n\nagainst   both    Cao   and   Wang.       Their   removal    proceedings   and\n\napplications for relief were consolidated.             In June 1999, Cao and\n\nWang each filed statements in support of their applications.               They\n\nnoted that Wang was pregnant and expressed fear that one or both of\n\nthem would be forcibly sterilized if they returned to China.2\n\n           The IJ held an evidentiary hearing on October 31, 2001.\n\nCao testified that he left China because he opposed that country's\n\nfamily planning policy.        He claimed that on September 10, 1991,\n\nseveral family planning officials arrived at his house looking for\n\nhis eldest sister, Qui Jin Cao, who had been hiding from them.\n\nWhen Cao blocked the door and tried to alert his sister, the\n\nofficials punched him in the nose and knocked him down.\n\n           Once they had subdued Cao, the intruders seized Qui Jin\n\nand took her away.        Because they threatened to return to \"take\n\ncare\" of him, Cao went to his grandmother's house to hide.           Shortly\n\nthereafter   he    paid   a    snakehead     $30,000    to   fabricate     exit\n\ndocumentation and smuggle him out of China.3\n\n           Wang testified more briefly.           She said that her fear of\n\nliving in China began in 1990 when the government refused to allow\n\n\n\n     2\n      In contrast to her 1999 asylum statement, Wang did not allege\nany connection between her pregnancy and her fear of returning to\nChina when she testified before the IJ. See text infra.\n     3\n      The snakeheads are a notorious group whose forte is smuggling\npersons out of China in return for handsome fees.\n\n                                      -4-\n\fher and her new husband (Cao) to register their marriage.           She also\n\ntestified that both her older sister and her neighbor had been\n\nsubjected to coercive birth control measures.           In 1995, her family\n\ntook out a high-interest loan and paid a snakehead $45,000 to\n\nsmuggle her out of the country.\n\n            The IJ found that both petitioners lacked credibility\n\nand,   therefore,     had   not   established    a   well-founded   fear    of\n\npersecution.       Consequently, the IJ denied their applications for\n\nrelief and ordered the petitioners removed to China.                The BIA\n\naffirmed without opinion. This timely petition for judicial review\n\nfollowed.\n\n            When the BIA affirms an IJ's decision without opinion,\n\nthis court reviews the IJ's decision directly, as if it were the\n\ndecision of the BIA.        Jupiter v. Ashcroft, </pre><span class=\"citation\" data-id=\"201441\"><a href=\"/opinion/201441/jupiter-v-ashcroft/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">487</span></a></span><pre class=\"inline\">, 490 (1st\n\nCir. 2005).    Thus, we focus on the IJ's findings, reviewing them in\n\naccordance     with   the    highly    deferential   substantial    evidence\n\nstandard. Under that standard, the IJ's findings will be upheld as\n\nlong   as   they    are   \"supported    by   reasonable,   substantial,    and\n\nprobative evidence on the record considered as a whole.\"             INS v.\n\nElias-Zacarias, </pre><span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span><pre class=\"inline\">, 481 (1992).             Put another way, the\n\nfindings must stand \"unless any reasonable adjudicator would be\n\ncompelled to conclude to the contrary.\"          8 U.S.C. § 1252(b)(4)(B).\n\n            The focal point of this petition is the IJ's adverse\n\ncredibility determination.            The petitioners assert that the IJ\n\n\n                                       -5-\n\fimproperly based this determination on minor inconsistencies and\n\nunderstandable omissions. Relatedly, they assert that the IJ erred\n\nin concluding that the petitioners' testimony failed to make out a\n\ncase for asylum.4\n\n                 To be eligible for asylum, an alien bears the burden of\n\nestablishing his or her status as a refugee.            See id. § 1158(b)(1).\n\nThe basic definition of a \"refugee\" is a person who is unwilling or\n\nunable       to    return   to   their   country   of   nationality    due   to\n\n\"persecution or a well-founded fear of persecution on account of\n\nrace, religion, nationality, membership in a particular social\n\ngroup, or political opinion.\"             Id. § 1101(a)(42)(A).       In 1996,\n\nhowever, Congress expanded this basic definition so that \"a person\n\nwho has been forced [by government action] to abort a pregnancy or\n\nto undergo involuntary sterilization, or who has been persecuted\n\nfor failure or refusal to undergo such a procedure or for other\n\nresistance to a coercive population control program, shall be\n\ndeemed to have been persecuted on account of political opinion . .\n\n. .\"       Id.    The same amendment also provided that \"a person who has\n\na well founded fear that he or she will be forced to undergo such\n\na procedure or subjected to persecution for such failure, refusal,\n\nor resistance shall be deemed to have a well founded fear of\n\n\n\n       4\n      The law is well established that if a claim for asylum fails,\na counterpart claim for withholding of removal also must fail. See\nNegeya v. Gonzales, </pre><span class=\"citation\" data-id=\"201729\"><a href=\"/opinion/201729/negeya-v-ashcroft/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span><pre class=\"inline\">, 85 (1st Cir. 2005). Consequently,\nwe discuss here only the petitioners' claims for asylum.\n\n                                         -6-\n\fpersecution on account of political opinion.\" Id. The petitioners\n\nseek to bring themselves within the confines of these amendments.\n\n            To establish refugee status, an alien must support his or\n\nher claim through credible testimony.              Settenda v. Ashcroft, </pre><span class=\"citation\" data-id=\"201166\"><a href=\"/opinion/201166/settenda-v-ashcroft/\"><span class=\"volume\">377</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span><pre class=\"inline\">, 93 (1st Cir. 2004).          Credible testimony, standing alone,\n\nmay be adequate to sustain the alien's burden of proof.                   See id.\n\nIf the proffered testimony is not credible, however, it may be\n\neither   disregarded      or   sharply       discounted,     depending    on     the\n\ncircumstances.       See, e.g., Laurent v. Ashcroft, </pre><span class=\"citation\" data-id=\"200882\"><a href=\"/opinion/200882/laurent-v-ins/\"><span class=\"volume\">359</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span><pre class=\"inline\">, 64\n\n(1st Cir. 2004); see also Aquilar-Solis v. INS, </pre><span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span><pre class=\"inline\">, 570-\n\n71 (1st Cir. 1999).\n\n            Commensurate       with    the     importance       of     credibility\n\ndeterminations      in   immigration     cases,    an   IJ    cannot    pull    such\n\ndeterminations out of thin air.               Rather, the IJ must offer a\n\nspecific and cogent rationale for disbelieving the alien.                         El\n\nMoraghy v. Ashcroft, </pre><span class=\"citation\" data-id=\"200506\"><a href=\"/opinion/200506/el-moraghy-v-ins/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">195</span></a></span><pre class=\"inline\">, 205 (1st Cir. 2003); Gailius v.\n\nINS, </pre><span class=\"citation\" data-id=\"198026\"><a href=\"/opinion/198026/ins-v-gailius/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 47 (1st Cir. 1998).\n\n            In    this   instance,     the    IJ   found     neither   petitioner\n\ncredible.        Moreover, she noted several inconsistencies in the\n\npetitioners' testimony over the course of the proceedings.                     These\n\nincluded (i) Cao's repeated assertions, in his initial application\n\nand interview, that he was single as contrasted with his later\n\nclaim of a customary marriage to Wang in 1990; (ii) Cao's statement\n\non his initial application that he had been arrested and threatened\n\n\n                                       -7-\n\fin 1991 as contrasted with his subsequent repudiation of those\n\nstatements during the evidentiary hearing; and (iii) Cao's use of\n\nfraudulent documentation in his effort to obtain permission to\n\nvisit his ailing mother two months before Wang succeeded in having\n\nherself     smuggled    into    the   United   States     (timing   that   the   IJ\n\nsupportably termed \"more than coincidental\").                The IJ also found\n\nthat Cao's use of bogus documentation at multiple points in the\n\nimmigration process (e.g., his use of a fake passport at the time\n\nof his entry and the fictitious \"support\" that he provided to show\n\nhis    mother's      supposed    illness)      implicated    the    petitioners'\n\ncredibility.        Finally, the IJ drew a negative inference from the\n\nabsence of Cao's brother-in-law (Qui Jin's husband); even though\n\nthe brother-in-law lived in New York at the time of the hearing, he\n\ndid not testify — and Cao gave no indication as to why.\n\n             The petitioners only attempt to resolve one of the above-\n\nmentioned inconsistencies. They argue that the discrepancy between\n\ntheir customary marriage in 1990 and Cao's failure to reveal that\n\nmarriage in 1992 is not only unimportant but also easily explained\n\nby Cao's confusion over the legality of the marriage.                  The first\n\npart   of    this    argument    is   wishful    thinking;     given   what      the\n\npetitioners now say was their main reason for leaving China, we do\n\nnot think that Cao's misrepresentation of his marital status\n\nsensibly can be viewed as unimportant.               The second part of the\n\nargument     —   that   Cao     was   confused   —   is    possible,   but    that\n\n\n                                        -8-\n\fexplanation was, within wide limits, for the IJ to assess.      See\n\nLaurent, 359 F.3d at 64 (explaining that evaluation of a witness's\n\nveracity is a central part of the IJ's job).      The IJ evidently\n\nrejected the explanation and we are not at liberty to second-guess\n\nher finding.\n\n           In all events, the petitioners do not challenge the other\n\nspecific instances of less-than-forthright testimony cited by the\n\nIJ.   Nor do they satisfactorily explain the shifting bases offered\n\nby Cao in support of his multiple asylum applications.5    To cinch\n\nmatters, the veracity of both Cao's and Wang's testimony is clouded\n\nby the United States Department of State's report entitled China:\n\nProfile of Asylum Claims and Country Conditions (1998) (the Country\n\nConditions Report).   The Country Conditions Report indicates that\n\nmost emigrants from Fujian province are motivated by economic\n\nconcerns as opposed to persecution. Cao, by his own admission, was\n\nhaving trouble keeping his jewelry processing business afloat and\n\nboth he and Wang paid exorbitant fees to snakeheads to be smuggled\n\ninto the United States.6   Against this backdrop, the IJ's finding\n\n\n      5\n      Both Wang's 1999 asylum application statements and her\ntestimony at the evidentiary hearing are unhelpful in clarifying\nthis point. Basically, they reiterate Cao's statements. The two\nnew details that Wang adds to the story — the supposed\nsterilization of her sister and her neighbor — were entirely\nuncorroborated.\n      6\n      Not coincidentally, the Country Conditions Report reveals\nthat Cao's tale regarding his struggle with family planning\nofficials to protect his sister is commonly used by unmarried\ncouples from Fujian province who apply for asylum.\n\n                                -9-\n\fthat the couple had — and yielded to — a strong economic incentive\n\nto invent a narrative that might allow them to remain in this\n\ncountry, seems unimpugnable.\n\n          On this record, we find the IJ's reasons in support of\n\nher adverse credibility determination to be both specific and\n\ncogent. We therefore uphold the adverse credibility determination.\n\n          That determination disposes of the petitioners' second\n\nargument: that their testimony compels a finding of a well-founded\n\nfear of future persecution.    The only evidence in the record that\n\nmight support a well-founded fear of future persecution is the\n\npetitioners' testimony.     That can be disregarded because, as we\n\nhave explained, the IJ supportably determined that the petitioners\n\nlacked credibility.     Accordingly, the petitioners have failed to\n\nestablish a well-founded fear of future persecution.\n\n          We need go no further. For the reasons elucidated above,\n\nthe petition for review must be denied.\n\n          So Ordered.\n\n\n\n\n                                -10-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201729/"
  ]
}