{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201860/",
  "absolute_url": "/opinion/201860/united-states-v-green/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201860/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:36:08Z",
  "date_modified": "2016-02-28T05:06:37.409249Z",
  "type": "010combined",
  "sha1": "2e8af7240845446e26d6780ab79bf5f907c7ab5a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1225-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/10/18/US_v._Green.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 04-1225\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                          RICHARD GREEN,\n\n                      Defendant, Appellant.\n\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n\n                              Before\n\n                      Howard, Circuit Judge,\n\n              Cyr and Stahl, Senior Circuit Judges.\n\n\n\n\n     Edward W. Wayland and Perry, Krumsiek & Wayland, LLP on brief\nfor appellant.\n     Michael J. Sullivan, United States Attorney, John A. Wortmann,\nJr., Assistant United States Attorney, and Virginia M. Vanderjagt,\nAssistant United States Attorney, on brief for appellee.\n\n\n\n\n                         October 18, 2005\n\f             CYR, Senior Circuit Judge.             Richard Green appeals the\n\nsentence imposed following his conviction for distributing cocaine\n\nbase, 21 U.S.C. § 841, and theft of government property, 18 U.S.C.\n\n§ 641.    After the parties filed their appellate briefs, the United\n\nStates Supreme Court held that the federal sentencing guidelines\n\nare advisory, rather than mandatory.              United States v. Booker, 125\n\nS. Ct. 738 (2005); see United States v. Antonakopolous, 399 F.3d\n\n68, 75 (1st Cir. 2005).       The government now acknowledges that this\n\ncase must be remanded for resentencing, inasmuch as there is a\n\n“reasonable probability” that the district court would impose a\n\nmore lenient sentence under the post-Booker regime.                 Id.\n\n             In sentencing Green pursuant to the mandatory guidelines,\n\nhowever, the district court increased, by five grams, the amount of\n\ncrack    cocaine    for   which    Green    would    be   held   accountable,   in\n\nreliance upon information provided by five confidential informants\n\n(“CIs”).     In his original appellate brief Green maintained that\n\nthis hearsay evidence is inherently unreliable for sentencing\n\npurposes.    Following the Booker decision, however, Green requested\n\nthat we bypass that contention on the ground that it is moot under\n\nthe new “advisory” guidelines regime.               Booker does not moot this\n\nargument, however, inasmuch as the district court must still\n\nconsult the guidelines as one among several factors in resentencing\n\nGreen after remand.        See United States v. Gorsuch, 404 F.3d 543,\n\n545   (1st   Cir.   2005).        Whether   the     sentencing    guidelines    are\n\n\n                                       -2-\n\fadvisory or mandatory has no bearing on whether a particular piece\n\nof   evidence   relied     on   by    the    district        court   was    inherently\n\nunreliable.\n\n           The record on appeal nonetheless discloses that Green’s\n\nargument regarding the unreliability of the CIs’ statements lacks\n\nmerit.   In ascertaining drug quantity for sentencing purposes, the\n\ndistrict court may make reasoned estimates based upon the available\n\ninformation.     See United States v. Ventura, 353 F.3d 84, 88 (1st\n\nCir. 2003), cert. denied, 541 U.S. 980 (2004).                        We review the\n\ndistrict   court's    findings       of     fact,       at   sentencing,    solely    to\n\ndetermine whether it committed clear error in ascertaining that the\n\ngovernment has established the disputed fact by a preponderance of\n\nthe evidence.     See United States v. Luciano, 414 F.3d 174, 180 (1st\n\nCir. 2005).     Moreover, the district court may consider all the\n\nevidence, even if inadmissible under the Federal Rules of Evidence,\n\nprovided   that      the   information            has    “sufficient       indicia    of\n\nreliability     to   support    its       probable       accuracy.\"        U.S.S.G.    §\n\n6A1.3(a); see United States v. Lopez, 299 F.3d 84, 89 (1st Cir.\n\n2002). Finally, the district court possesses “broad discretion” in\n\ndetermining     whether     evidence         is     sufficiently       reliable      for\n\nsentencing purposes.       United States v. Whiting, 28 F.3d 1296, 1304\n\n(1st Cir. 1994).\n\n           The district court neither committed clear error nor\n\nabused its discretion in determining that Green should be held\n\n\n                                          -3-\n\faccountable for at least five additional grams of cocaine base. At\n\ntrial, the government adduced ample evidence, derived during its\n\nextended investigation of the crack cocaine trafficking operation\n\nat the Franklin Hall Housing Project in Dorchester, Massachusetts.\n\nOn September 19, 2001, Green was arrested when he sold .6 grams of\n\ncrack cocaine to a cooperating witness, who carried a \"wire\" for\n\npurposes of recording the transaction.                Ten days later, the police\n\nobserved Green and his confederate, Marcus Miller, as they were\n\nentering an apartment at the project.                 Miller was arrested, upon\n\ndeparting the apartment, in possession of 1.85 grams of crack\n\ncocaine packaged in small quantities for resale.                       Miller shouted\n\nout a code, presumably to warn Green of the police presence, and to\n\nprevent the latter's arrest. Subsequently, Green bailed Miller out\n\nof jail, and advised the arresting officer that he and Miller had\n\n“slipped   up”    by   not    circling       the    block    to     check   for   police\n\nsurveillance before entering the apartment.                    On January 9, 2002,\n\nGreen   attempted      to    sell    2.4    grams     of    crack    cocaine      to   the\n\ncooperating witness, whereupon he was arrested.\n\n           The presentence report (PSR) stated that 7.35 grams of\n\ncrack   cocaine   had       been    sold,    either    by    Green    or    Miller,     in\n\ntransactions dating from September 9, 2001 to January 9, 2002, and\n\nthat 41.75 grams were seized from Green’s apartment at the time of\n\nhis arrest on the latter date, for a total drug quantity of 49.1\n\ngrams. Thus, the government only needed to establish an additional\n\n\n                                            -4-\n\f.9 grams to place Green within the 50-150 gram range, which would\n\nresult    in    a    base    offense      level    of   32   under   the   guidelines.\n\nU.S.S.G. § 2D1.1(c)(4).                To that end, the government relied upon\n\nthe PSR’s description of information provided by five CIs: (i)\n\nGreen was the head of the crack cocaine distribution network at the\n\nhousing    project,         and   he    employed    several    distributors    (e.g.,\n\nWilliam Carr and Henry Williams);                  (ii) on a weekly basis, Green\n\npicked up and transported a kilo of crack cocaine to supply his\n\nnetwork; (iii) Green maintained “stash houses” (e.g., “60 Hazelton\n\nStreet”) near the project in order to store these larger quantities\n\nof crack pending their sale; (iv) Green disbursed the cocaine to\n\nhis distributors for sale on the project premises; (v) Green sold\n\nCI-3 four grams of crack per month for a year; and (vi) Green had\n\nsold up to 4 ounces of crack on ten occasions to CI-5 during a one-\n\nyear period.\n\n               The sentencing court is permitted to rely upon hearsay\n\nstatements          of   confidential        informants,       provided     that   the\n\ninformation possesses “sufficient indicia of reliability to support\n\nits probable accuracy.”            U.S.S.G. § 6A1.3(a); see United States v.\n\nTardiff, 969 F.2d 1283, 1287 (1st Cir. 1992); see also United\n\nStates v. Galbraith, 200 F.3d 1006, 1011-12 (7th Cir. 2000).                       The\n\nburden of proof placed upon the government is not onerous. See\n\nTardiff, 969 F.2d at 1287 (describing the “reliability” standard as\n\na “generous formulation”); see also United States v. White, 360\n\n\n                                            -5-\n\fF.3d 718, 720 (7th Cir. 2004) (noting that sentencing court may\n\neven rely on statements “from an admitted liar, convicted felon, or\n\nlarge scale drug-dealing, paid government informant”) (citation\n\nomitted); United States v. Lopez, 100 F.3d 113, 120 (10th Cir.\n\n1996) (\"Hearsay statements need only contain minimal indicia of\n\nreliability to be used at sentencing.\") (emphasis added).\n\n           Not   only   are    the       five   CI    statements      in    this   case\n\nsufficiently     detailed,      internally           consistent,      and    mutually\n\ncorroborative, but they are entirely compatible with the other\n\ninformation adduced at trial and summarized in the PSR. Cf. United\n\nStates v. Robinson, 164 F.3d 1068, 1070-71 (7th Cir. 1999) (finding\n\nCIs’ statements nonsensical, hence unreliable).                 For instance, the\n\nCIs identified – by name – specific individuals who worked for\n\nGreen and were later convicted for drug trafficking (e.g., William\n\nCarr and Henry Williams), as well as a particular off-project\n\naddress   used   by   Green    as    a    stash      house   (e.g.,   “60    Hazelton\n\nStreet”), and confirmed that Green’s trafficking network averaged\n\none kilo per month.           Green’s recorded telephone conversations\n\ncorroborate the CIs’ information; Green stated that the police\n\n“prematurely” arrested him with a significantly lesser quantity of\n\ndrugs (viz., .6 grams) than he had on hand at the time of his\n\nSeptember 2001 arrest.        CI-3 himself stated that he had purchased\n\n48 grams of crack cocaine from Green over a one-year period, well\n\nin excess of the .9 grams which would place Green in the 50 to 150\n\n\n                                         -6-\n\fgram range, resulting in a base offense level of 32.\n\n          Accordingly, in these circumstances the district court\n\nacted well within its “broad discretion” in determining that the\n\nstatements of the five CIs, contained in the PSR, were sufficiently\n\nreliable to establish that Green was responsible for at least .9\n\nmore grams of crack cocaine than he had been convicted of selling.\n\nSee Whiting, 28 F.3d at 1304.\n\n          Accordingly, the sentence is hereby vacated, and the case\n\nis remanded for resentencing in light of United States v. Booker,\n\n125 S. Ct. 738 (2005), for the reasons stated herein.\n\n\n\n\n                                -7-\n\f",
  "html": "<p class=\"case_cite\">426 F.3d 64</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Richard GREEN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1225.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted March 8, 2005.</p>\n    <p class=\"date\">Decided October 18, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward W. Wayland and Perry, Krumsiek &amp; Wayland, LLP on brief for appellant.</p>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney, John A. Wortmann, Jr., Assistant United States Attorney, and Virginia M. Vanderjagt, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before HOWARD, Circuit Judge, CYR and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Richard Green appeals the sentence imposed following his conviction for distributing cocaine base, 21 U.S.C. &#167; 841, and theft of government property, 18 U.S.C. &#167; 641. After the parties filed their appellate briefs, the United States Supreme Court held that the federal sentencing guidelines are advisory, rather than mandatory. <i>United States v. Booker,</i> ___ U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005); <i>see United States v. Antonakopoulos,</i> 399 F.3d 68, 75 (1st Cir.2005). The government now acknowledges that this case must be remanded for resentencing, inasmuch as there is a \"reasonable probability\" that the district court would impose a more lenient sentence under the post-<i>Booker</i> regime. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In sentencing Green pursuant to the mandatory guidelines, however, the district court increased, by five grams, the amount of crack cocaine for which Green would be held accountable, in reliance upon information provided by five confidential informants (\"CIs\"). In his original appellate brief Green maintained that this hearsay evidence is inherently unreliable for sentencing purposes. Following the <i>Booker</i> decision, however, Green requested that we bypass that contention on the ground that it is moot under the new \"advisory\" guidelines regime. <i>Booker</i> does not moot this argument, however, inasmuch as the district court must still consult the guidelines as one among several factors in resentencing Green after remand. <i>See United States v. Gorsuch,</i> 404 F.3d 543, 545 (1st Cir.2005). Whether the sentencing guidelines are advisory or mandatory has no bearing on whether a particular piece of evidence relied on by the district court was inherently unreliable.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The record on appeal nonetheless discloses that Green's argument regarding the unreliability of the CIs' statements lacks merit. In ascertaining drug quantity for sentencing purposes, the district court may make reasoned estimates based upon the available information. <i>See United States v. Ventura,</i> 353 F.3d 84, 88 (1st Cir.2003), <i>cert. denied,</i> 541 U.S. 980, 124 S.Ct. 1895, 158 L.Ed.2d 481 (2004). We review the district court's findings of fact, at sentencing, solely to determine whether it committed clear error in ascertaining that the government has established the disputed fact by a preponderance of the evidence. <i>See United States v. Luciano,</i> 414 F.3d 174, 180 (1st Cir.2005). Moreover, the district court may consider all the evidence, even if inadmissible under the Federal Rules of Evidence, provided that the information has \"sufficient indicia of reliability to support its probable accuracy.\" U.S.S.G. &#167; 6A1.3(a); <i>see United States v. Lopez,</i> 299 F.3d 84, 89 (1st Cir.2002). Finally, the district court possesses \"broad discretion\" in determining whether evidence is sufficiently reliable for sentencing purposes. <i>United States v. Whiting,</i> 28 F.3d 1296, 1304 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court neither committed clear error nor abused its discretion in determining that Green should be held accountable for at least five additional grams of cocaine base. At trial, the government adduced ample evidence, derived during its extended investigation of the crack cocaine trafficking operation at the Franklin Hall Housing Project in Dorchester, Massachusetts. On September 19, 2001, Green was arrested when he sold .6 grams of crack cocaine to a cooperating witness, who carried a \"wire\" for purposes of recording the transaction. Ten days later, the police observed Green and his confederate, Marcus Miller, as they were entering an apartment at the project. Miller was arrested, upon departing the apartment, in possession of 1.85 grams of crack cocaine packaged in small quantities for resale. Miller shouted out a code, presumably to warn Green of the police presence, and to prevent the latter's arrest. Subsequently, Green bailed Miller out of jail, and advised the arresting officer that he and Miller had \"slipped up\" by not circling the block to check for police surveillance before entering the apartment. On January 9, 2002, Green attempted to sell 2.4 grams of crack cocaine to the cooperating witness, whereupon he was arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The presentence report (PSR) stated that 7.35 grams of crack cocaine had been sold, either by Green or Miller, in transactions dating from September 9, 2001 to January 9, 2002, and that 41.75 grams were seized from Green's apartment at the time of his arrest on the latter date, for a total drug quantity of 49.1 grams. Thus, the government only needed to establish an additional .9 grams to place Green within the 50-150 gram range, which would result in a base offense level of 32 under the guidelines. U.S.S.G. &#167; 2D1.1(c)(4). To that end, the government relied upon the PSR's description of information provided by five CIs: (i) Green was the head of the crack cocaine distribution network at the housing project, and he employed several distributors (<i>e.g.,</i> William Carr and Henry Williams); (ii) on a weekly basis, Green picked up and transported a kilo of crack cocaine to supply his network; (iii) Green maintained \"stash houses\" (<i>e.g.,</i> \"60 Hazelton Street\") near the project in order to store these larger quantities of crack pending their sale; (iv) Green disbursed the cocaine to his distributors for sale on the project premises; (v) Green sold CI-3 four grams of crack per month for a year; and (vi) Green had sold up to 4 ounces of crack on ten occasions to CI-5 during a one-year period.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The sentencing court is permitted to rely upon hearsay statements of confidential informants, provided that the information possesses \"sufficient indicia of reliability to support its probable accuracy.\" U.S.S.G. &#167; 6A1.3(a); <i>see United States v. Tardiff,</i> 969 F.2d 1283, 1287 (1st Cir.1992); <i>see also United States v. Galbraith,</i> 200 F.3d 1006, 1011-12 (7th Cir.2000). The burden of proof placed upon the government is not onerous. <i>See Tardiff,</i> 969 F.2d at 1287 (describing the \"reliability\" standard as a \"generous formulation\"); <i>see also United States v. White,</i> 360 F.3d 718, 720 (7th Cir.2004) (noting that sentencing court may even rely on statements \"from an admitted liar, convicted felon, or large scale drug-dealing, paid government informant\") (citation omitted); <i>United States v. Lopez,</i> 100 F.3d 113, 120 (10th Cir.1996) (\"Hearsay statements need only contain <i>minimal</i> indicia of reliability to be used at sentencing.\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Not only are the five CI statements in this case sufficiently detailed, internally consistent, and mutually corroborative, but they are entirely compatible with the other information adduced at trial and summarized in the PSR. <i>Cf. United States v. Robinson,</i> 164 F.3d 1068, 1070-71 (7th Cir.1999) (finding CIs' statements nonsensical, hence unreliable). For instance, the CIs identified &#8212; by name &#8212; specific individuals who worked for Green and were later convicted for drug trafficking (<i>e.g.,</i> William Carr and Henry Williams), as well as a particular off-project address used by Green as a stash house (<i>e.g.,</i> \"60 Hazelton Street\"), and confirmed that Green's trafficking network averaged one kilo per month. Green's recorded telephone conversations corroborate the CIs' information; Green stated that the police \"prematurely\" arrested him with a significantly lesser quantity of drugs (<i>viz.,</i>.6 grams) than he had on hand at the time of his September 2001 arrest. CI-3 himself stated that he had purchased <i>48 grams</i> of crack cocaine from Green over a one-year period, well in excess of the .9 grams which would place Green in the 50 to 150 gram range, resulting in a base offense level of 32.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Accordingly, in these circumstances the district court acted well within its \"broad discretion\" in determining that the statements of the five CIs, contained in the PSR, were sufficiently reliable to establish that Green was responsible for at least.9 more grams of crack cocaine than he had been convicted of selling. <i>See Whiting,</i> 28 F.3d at 1304.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\n        <i>Accordingly, the sentence is hereby vacated, and the case is remanded for resentencing in light of United States v. Booker, ___ U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), for the reasons stated herein.</i>\n      </p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Richard GREEN, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1225.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted March 8, 2005.</p>\n    <p class=\"date\">Decided October 18, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Edward W. Wayland and Perry, Krumsiek &amp; Wayland, LLP on brief for appellant.</p>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney, John A. Wortmann, Jr., Assistant United States Attorney, and Virginia M. Vanderjagt, Assistant United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before HOWARD, Circuit Judge, CYR and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Richard Green appeals the sentence imposed following his conviction for distributing cocaine base, 21 U.S.C. &#167; 841, and theft of government property, 18 U.S.C. &#167; 641. After the parties filed their appellate briefs, the United States Supreme Court held that the federal sentencing guidelines are advisory, rather than mandatory. <i>United States v. Booker,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005); <i>see United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 75 (1st Cir.2005). The government now acknowledges that this case must be remanded for resentencing, inasmuch as there is a \"reasonable probability\" that the district court would impose a more lenient sentence under the post-<i>Booker</i> regime. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In sentencing Green pursuant to the mandatory guidelines, however, the district court increased, by five grams, the amount of crack cocaine for which Green would be held accountable, in reliance upon information provided by five confidential informants (\"CIs\"). In his original appellate brief Green maintained that this hearsay evidence is inherently unreliable for sentencing purposes. Following the <i>Booker</i> decision, however, Green requested that we bypass that contention on the ground that it is moot under the new \"advisory\" guidelines regime. <i>Booker</i> does not moot this argument, however, inasmuch as the district court must still consult the guidelines as one among several factors in resentencing Green after remand. <i>See United States v. Gorsuch,</i> <span class=\"citation\" data-id=\"789905\"><a href=\"/opinion/789905/united-states-v-mary-regina-elizabeth-gorsuch/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">543</span></a></span>, 545 (1st Cir.2005). Whether the sentencing guidelines are advisory or mandatory has no bearing on whether a particular piece of evidence relied on by the district court was inherently unreliable.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The record on appeal nonetheless discloses that Green's argument regarding the unreliability of the CIs' statements lacks merit. In ascertaining drug quantity for sentencing purposes, the district court may make reasoned estimates based upon the available information. <i>See United States v. Ventura,</i> <span class=\"citation\" data-id=\"784542\"><a href=\"/opinion/784542/united-states-v-rafael-ventura/\"><span class=\"volume\">353</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 88 (1st Cir.2003), <i>cert. denied,</i> <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">980</span></span>, <span class=\"citation no-link\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1895</span></span>, <span class=\"citation no-link\"><span class=\"volume\">158</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></span> (2004). We review the district court's findings of fact, at sentencing, solely to determine whether it committed clear error in ascertaining that the government has established the disputed fact by a preponderance of the evidence. <i>See United States v. Luciano,</i> <span class=\"citation\" data-id=\"201685\"><a href=\"/opinion/201685/united-states-v-luciano/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">174</span></a></span>, 180 (1st Cir.2005). Moreover, the district court may consider all the evidence, even if inadmissible under the Federal Rules of Evidence, provided that the information has \"sufficient indicia of reliability to support its probable accuracy.\" U.S.S.G. &#167; 6A1.3(a); <i>see United States v. Lopez,</i> <span class=\"citation\" data-id=\"200075\"><a href=\"/opinion/200075/united-states-v-lopez/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span>, 89 (1st Cir.2002). Finally, the district court possesses \"broad discretion\" in determining whether evidence is sufficiently reliable for sentencing purposes. <i>United States v. Whiting,</i> <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1304 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court neither committed clear error nor abused its discretion in determining that Green should be held accountable for at least five additional grams of cocaine base. At trial, the government adduced ample evidence, derived during its extended investigation of the crack cocaine trafficking operation at the Franklin Hall Housing Project in Dorchester, Massachusetts. On September 19, 2001, Green was arrested when he sold .6 grams of crack cocaine to a cooperating witness, who carried a \"wire\" for purposes of recording the transaction. Ten days later, the police observed Green and his confederate, Marcus Miller, as they were entering an apartment at the project. Miller was arrested, upon departing the apartment, in possession of 1.85 grams of crack cocaine packaged in small quantities for resale. Miller shouted out a code, presumably to warn Green of the police presence, and to prevent the latter's arrest. Subsequently, Green bailed Miller out of jail, and advised the arresting officer that he and Miller had \"slipped up\" by not circling the block to check for police surveillance before entering the apartment. On January 9, 2002, Green attempted to sell 2.4 grams of crack cocaine to the cooperating witness, whereupon he was arrested.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The presentence report (PSR) stated that 7.35 grams of crack cocaine had been sold, either by Green or Miller, in transactions dating from September 9, 2001 to January 9, 2002, and that 41.75 grams were seized from Green's apartment at the time of his arrest on the latter date, for a total drug quantity of 49.1 grams. Thus, the government only needed to establish an additional .9 grams to place Green within the 50-150 gram range, which would result in a base offense level of 32 under the guidelines. U.S.S.G. &#167; 2D1.1(c)(4). To that end, the government relied upon the PSR's description of information provided by five CIs: (i) Green was the head of the crack cocaine distribution network at the housing project, and he employed several distributors (<i>e.g.,</i> William Carr and Henry Williams); (ii) on a weekly basis, Green picked up and transported a kilo of crack cocaine to supply his network; (iii) Green maintained \"stash houses\" (<i>e.g.,</i> \"60 Hazelton Street\") near the project in order to store these larger quantities of crack pending their sale; (iv) Green disbursed the cocaine to his distributors for sale on the project premises; (v) Green sold CI-3 four grams of crack per month for a year; and (vi) Green had sold up to 4 ounces of crack on ten occasions to CI-5 during a one-year period.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The sentencing court is permitted to rely upon hearsay statements of confidential informants, provided that the information possesses \"sufficient indicia of reliability to support its probable accuracy.\" U.S.S.G. &#167; 6A1.3(a); <i>see United States v. Tardiff,</i> <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1287 (1st Cir.1992); <i>see also United States v. Galbraith,</i> <span class=\"citation\" data-id=\"767286\"><a href=\"/opinion/767286/united-states-v-roger-g-galbraith/\"><span class=\"volume\">200</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1006</span></a></span>, 1011-12 (7th Cir.2000). The burden of proof placed upon the government is not onerous. <i>See Tardiff,</i> 969 F.2d at 1287 (describing the \"reliability\" standard as a \"generous formulation\"); <i>see also United States v. White,</i> <span class=\"citation\" data-id=\"785352\"><a href=\"/opinion/785352/united-states-v-bradley-g-white/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">718</span></a></span>, 720 (7th Cir.2004) (noting that sentencing court may even rely on statements \"from an admitted liar, convicted felon, or large scale drug-dealing, paid government informant\") (citation omitted); <i>United States v. Lopez,</i> <span class=\"citation\" data-id=\"154132\"><a href=\"/opinion/154132/united-states-v-lopez/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span>, 120 (10th Cir.1996) (\"Hearsay statements need only contain <i>minimal</i> indicia of reliability to be used at sentencing.\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Not only are the five CI statements in this case sufficiently detailed, internally consistent, and mutually corroborative, but they are entirely compatible with the other information adduced at trial and summarized in the PSR. <i>Cf. United States v. Robinson,</i> <span class=\"citation\" data-id=\"760501\"><a href=\"/opinion/760501/united-states-v-charles-r-robinson-iv/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1068</span></a></span>, 1070-71 (7th Cir.1999) (finding CIs' statements nonsensical, hence unreliable). For instance, the CIs identified &#8212; by name &#8212; specific individuals who worked for Green and were later convicted for drug trafficking (<i>e.g.,</i> William Carr and Henry Williams), as well as a particular off-project address used by Green as a stash house (<i>e.g.,</i> \"60 Hazelton Street\"), and confirmed that Green's trafficking network averaged one kilo per month. Green's recorded telephone conversations corroborate the CIs' information; Green stated that the police \"prematurely\" arrested him with a significantly lesser quantity of drugs (<i>viz.,</i>.6 grams) than he had on hand at the time of his September 2001 arrest. CI-3 himself stated that he had purchased <i>48 grams</i> of crack cocaine from Green over a one-year period, well in excess of the .9 grams which would place Green in the 50 to 150 gram range, resulting in a base offense level of 32.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Accordingly, in these circumstances the district court acted well within its \"broad discretion\" in determining that the statements of the five CIs, contained in the PSR, were sufficiently reliable to establish that Green was responsible for at least.9 more grams of crack cocaine than he had been convicted of selling. <i>See Whiting,</i> 28 F.3d at 1304.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\n        <i>Accordingly, the sentence is hereby vacated, and the case is remanded for resentencing in light of United States v. Booker, ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), for the reasons stated herein.</i>\n      </p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/154132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789905/"
  ]
}