{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201843/",
  "absolute_url": "/opinion/201843/united-states-v-vega-martinez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201843/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:35:38Z",
  "date_modified": "2016-02-28T05:06:33.740121Z",
  "type": "010combined",
  "sha1": "fa003be75c2059e73904a0aa5a9848f9b60b7d51",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-2538-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/10/07/US_v._Vega-Martinez.pdf",
  "plain_text": "             United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 03-2538\n\n                       UNITED STATES OF AMERICA,\n\n                               Appellee,\n\n                                  v.\n\n                        RAMON A. VEGA-MARTINEZ\n\n                         Defendant, Appellant.\n\n\n             APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                    FOR THE DISTRICT OF PUERTO RICO\n\n           [Hon. Jay A. García-Gregory, U.S. District Judge]\n\n\n                                Before\n\n                Selya, Dyk,* and Howard, Circuit Judges.\n\n\n\n     Michael R. Hasse, for appellant.\n     Thomas F. Klumper, Assistant United States Attorney, with\nwhom H.S. Garcia, United States Attorney, Nelson Pérez-Sosa,\nSenior Appellate Attorney, were on brief, for appellee.\n\n\n\n\n                            October 7, 2005\n\n\n\n\n       *\n        Of the United States Court of Appeals for the Federal\nCircuit, sitting by designation.\n\f           HOWARD, Circuit Judge.     Defendant Ramon Vega-Martinez\n\nappeals from a judgment of conviction entered following his guilty\n\nplea to a charge of conspiring to distribute narcotics.        Vega\n\ncontends that his guilty plea was involuntary and that he is\n\nentitled to resentencing under United States v. Booker, 125 S. Ct.\n\n738 (2005).   We affirm.\n\n                                I.\n\n           Vega was indicted in October 2002 for participating in a\n\ndrug distribution conspiracy. See 21 U.S.C. §§ 841(a)(1)(A) & 846.\n\nVega's son was an indicted co-conspirator.   Vega initially pleaded\n\nnot guilty but subsequently agreed to change his plea.     The plea\n\nagreement recommended a sentencing guidelines calculation yielding\n\na sentence of 72 months of imprisonment but recognized that the\n\ndistrict court retained the authority to sentence Vega as it saw\n\nfit.   See Fed. R. Crim. P. 11 (c)(3)(B).\n\n           The same day that Vega entered into the plea agreement,\n\nhe appeared before a magistrate judge who conducted the change of\n\nplea colloquy.   The magistrate judge filed a report recommending\n\nthat the district court accept the plea.        The district court\n\nadopted the magistrate judge's recommendation and accepted the\n\nplea. Three days later, Vega's son also pleaded guilty pursuant to\n\na separate plea agreement.\n\n           During the presentence process, Vega told the probation\n\nofficer that he was not a supervisor of the drug conspiracy to\n\n\n                                -2-\n\fwhich he had pleaded guilty.       This claim conflicted with the terms\n\nof the plea agreement, which called for a sentence enhancement\n\nbecause Vega was a supervisor of the conspiracy.         See U.S.S.G. §\n\n3B1.1 (2003).\n\n            At sentencing, Vega's counsel argued that the court\n\nshould impose a sentence of 70 months -- the lowest sentence within\n\nthe guideline range for which Vega qualified -- even though the\n\nplea agreement recommended a 72-month sentence. The district court\n\nrejected    this   request   and   imposed   the   recommended   72-month\n\nsentence.    This appeal followed.\n\n                                    II.\n\n            Vega seeks to set aside his plea and challenges the\n\nlawfulness of the resulting sentence.          Regarding the plea, he\n\ncontends that the magistrate judge failed to conduct a sufficiently\n\ndetailed inquiry at the change of plea hearing to assure that the\n\nplea was voluntary. Vega also argues that his plea was involuntary\n\nbecause his attorney fundamentally misunderstood the terms of the\n\nplea agreement.    Concerning the sentence, Vega contends that there\n\nis a reasonable probability that the district court would have\n\nimposed a more lenient sentence had it understood at the time of\n\nsentencing that the guidelines were only advisory.\n\n            A.      The Plea\n\n            Vega does not contend that the magistrate judge failed to\n\ninquire about the voluntariness of his plea.          Rather, he argues\n\n\n                                    -3-\n\fthat the magistrate judge was required to conduct a more searching\n\ninquiry into the voluntariness of the plea because Vega's son was\n\na co-defendant who was also pleading guilty.          According to Vega,\n\nthe prospect that he might be pleading guilty to secure a more\n\nadvantageous deal for his son gave rise to a duty to perform a more\n\nrigorous voluntariness colloquy than ordinarily is required.\n\n            Vega raised no objection in the district court to the\n\nchange-of-plea colloquy.       \"An unobjected-to error in the Rule 11\n\ncolloquy is reversible error only upon a showing of plain error.\"\n\nUnited States v. Mescual-Cruz, 387 F.3d 1, 7 (1st Cir. 2004).          To\n\nsatisfy the plain-error standard, the defendant must show (1) an\n\nerror, (2) that was clear or obvious,           (3) which affected the\n\ndefendant's substantial rights and (4) seriously undermined the\n\nfairness,     integrity   or   public    reputation   of    the   judicial\n\nproceeding.    See United States v.      Gandia-Maysonet,   227 F.3d 1, 5\n\n(1st Cir. 2000).\n\n            Vega has not cited any case imposing a duty on the\n\ndistrict court to conduct a more rigorous plea colloquy because one\n\nof the defendant's close family members is pleading guilty in the\n\nsame case.    He relies instead on cases involving \"packaged pleas\"\n\nto argue for such a rule.\n\n            In a packaged-plea situation, the prosecutor offers \"a\n\nbenefit or detriment to all [the defendants] in order to persuade\n\nthe entire group of defendants to plead guilty.\" Mescual-Cruz, 387\n\n\n                                   -4-\n\fF.3d at 7.   Such plea arrangements are permissible, but they do\n\nincrease the possibility of an involuntary plea because of the all-\n\nor-nothing nature of the bargain.      See id.   While not mandating\n\nspecial procedures in packaged-plea situations, we have encouraged\n\ntrial courts to conduct the plea colloquy in such cases with\n\n\"sensitivity to the issue of voluntariness in light of [the]\n\npressures\" inherent in packaged pleas.    Id. at 8.\n\n          The case before us does not raise the same concerns.\n\nNeither the plea agreement entered into by Vega nor the agreement\n\nsigned by his son was contingent on anything that happened in the\n\nother's case.      Vega and his son were represented by separate\n\ncounsel and pleaded guilty on different dates.     In short, nothing\n\nabout these proceedings connected Vega's plea to his son's.\n\n          In any event, even under our packaged-plea cases, the\n\ncolloquy conducted by the magistrate judge adequately assured that\n\nthe plea was voluntary.     The magistrate judge asked Vega whether\n\nanybody had forced, threatened, coerced or intimidated him into\n\npleading guilty.    This open-ended question provided Vega with an\n\nopportunity to indicate that his son's situation affected his\n\ndecision to plead guilty.    See id. at 9-10 (holding that a similar\n\ninquiry was sufficient to ascertain the voluntary nature of the\n\nplea in a packaged-plea situation).    He did not do so.   Nor did he\n\nclaim at any point during the remainder of the district court\n\nproceeding that his decision to plead guilty was affected by his\n\n\n                                 -5-\n\fson's       situation.    The   record    suggests    no   error,   plain   or\n\notherwise.1\n\n               Vega also argues that he did not enter the guilty plea\n\nvoluntarily because his counsel had a fundamental misunderstanding\n\nof the plea agreement. He argues that his counsel's error infected\n\nhis understanding of the legal proceeding, thereby rendering his\n\nguilty plea involuntary.\n\n               This argument founders at the threshold because there is\n\nnothing to suggest that Vega's counsel misunderstood the plea\n\nagreement.       In the agreement, Vega agreed with the recommended\n\nimposition of a 72-month sentence.           At sentencing, however, Vega's\n\ncounsel argued for the imposition of a 70-month               sentence, the\n\nlowest sentence within the applicable guideline range.                     Vega\n\ncontends that this shows that his counsel did not understand the\n\nagreement.       We disagree.     The plea agreement did not bind the\n\ndistrict court to impose the sentence recommended by the parties.\n\nSee Fed. R. Crim. P. 11(c)(3)(B).            As we read the record, Vega's\n\ncounsel was merely attempting to convince the court to exercise its\n\ndiscretion to impose a sentence lower than that recommended in the\n\nagreement.        This   does   not   evince   a   misunderstanding   of    the\n\n\n        1\n      Vega argues that the district court should have invalidated\nhis plea as involuntary because he claimed during the presentence\ninvestigation that he was not a supervisor of the conspiracy, even\nthough he had admitted otherwise in the plea agreement. Since Vega\ndid not, during the plea hearing, change his position regarding his\nrole in the conspiracy, it was not plain error for the district\ncourt to accept Vega's plea as voluntary.\n\n                                       -6-\n\fagreement,      but    rather    an    attempt   by    counsel     to   secure    every\n\npossible benefit for his client.\n\n               B.          The Sentence\n\n               By way of supplemental briefing, Vega argues that his\n\ncase should be remanded for resentencing in light of the Supreme\n\nCourt's       ruling   in     Booker   that   the     sentencing    guidelines     are\n\nadvisory.       See 125 S. Ct. at 764-75.             He acknowledges that this\n\nargument was not raised before the district court and that our\n\nreview is for plain error. See United States v. Figuereo, 404 F.3d\n\n537, 541 (1st Cir. 2005).              As a predicate to relief under this\n\nstandard, the defendant must demonstrate a reasonable probability\n\nthat the court would have imposed a more favorable sentence if it\n\nhad     not    erroneously       considered      itself    constrained       by    the\n\nguidelines.         See United States v. Antonakopoulos, 399 F.3d 68, 75\n\n(1st Cir. 2005).             We are not \"overly demanding as to proof of\n\n[such] probability where, either in the existing record or by\n\nplausible proffer, there is reasonable indication that [the court]\n\nmight    well       have    reached    a   different     result     under   advisory\n\nguidelines.\"         United States v. Heldeman, 402 F.3d 220, 224 (1st\n\nCir. 2005).\n\n               Vega contends that, because he had no criminal record,\n\nbecame involved in drugs only at the behest of his son, and\n\nsuffers from diabetes, the district court might have sentenced him\n\nmore leniently under advisory guidelines.                 The first two of these\n\n\n                                           -7-\n\fgrounds were presented to the court at the sentencing hearing.          In\n\npronouncing the sentence, the court indicated that the guidelines\n\nhad taken into account all of the relevant factors for setting the\n\nappropriate length of incarceration.       The court gave no indication\n\nthat Vega's sentence was too long in light of these factors.           See\n\nFiguereo, 404 F.3d at 541-42.\n\n           Vega's   diabetes    condition       was   mentioned   in   the\n\npresentence report, but it was not argued by defense counsel as a\n\nground for leniency.    In some cases, a health condition may be\n\ngrounds for a Booker remand.    See Heldeman, 402 F.3d at 224.         But\n\nunder the plain-error standard, the burden of demonstrating an\n\nentitlement    to   relief     rests     with     the    defendant.    See\n\nAntonakopoulos, 399 F.3d at 80.         Other than stating that he has\n\ndiabetes, Vega has not provided information about the symptoms of\n\nhis condition, the course of his treatment, or an explanation why\n\nhis condition could not be managed in prison.           Vega thus has not\n\nmet his burden of demonstrating a reasonable probability that the\n\ndistrict court would have imposed a more favorable sentence on\n\naccount of his diabetes.     See United States v. Kornegay, 410 F.3d\n\n89, 100 (1st Cir. 2005) (stating that, under the plain-error\n\nstandard, the defendant must present \"specific facts\" to justify a\n\nremand).\n\n                                 III.\n\n           For the reasons stated, the judgment is affirmed.\n\n\n                                  -8-\n\f",
  "html": "<p class=\"case_cite\">425 F.3d 15</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Ramon A. VEGA-MARTINEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-2538.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2005.</p>\n    <p class=\"date\">Decided October 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Michael R. Hasse, for appellant.</p>\n      <p class=\"indent\">Thomas F. Klumper, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, Nelson P&#233;rez-Sosa, Senior Appellate Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, DYK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Ramon Vega-Martinez appeals from a judgment of conviction entered following his guilty plea to a charge of conspiring to distribute narcotics. Vega contends that his guilty plea was involuntary and that he is entitled to resentencing under <i>United States v. Booker,</i> ___ U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vega was indicted in October 2002 for participating in a drug distribution conspiracy. <i>See</i> 21 U.S.C. &#167;&#167; 841(a)(1)(A) &amp; 846. Vega's son was an indicted co-conspirator. Vega initially pleaded not guilty but subsequently agreed to change his plea. The plea agreement recommended a sentencing guidelines calculation yielding a sentence of 72 months of imprisonment but recognized that the district court retained the authority to sentence Vega as it saw fit. <i>See</i> Fed.R.Crim.P. 11(c)(3)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The same day that Vega entered into the plea agreement, he appeared before a magistrate judge who conducted the change of plea colloquy. The magistrate judge filed a report recommending that the district court accept the plea. The district court adopted the magistrate judge's recommendation and accepted the plea. Three days later, Vega's son also pleaded guilty pursuant to a separate plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the presentence process, Vega told the probation officer that he was not a supervisor of the drug conspiracy to which he had pleaded guilty. This claim conflicted with the terms of the plea agreement, which called for a sentence enhancement because Vega was a supervisor of the conspiracy. <i>See</i> U.S.S.G. &#167; 3B1.1 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At sentencing, Vega's counsel argued that the court should impose a sentence of 70 months &#8212; the lowest sentence within the guideline range for which Vega qualified &#8212; even though the plea agreement recommended a 72-month sentence. The district court rejected this request and imposed the recommended 72-month sentence. This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Vega seeks to set aside his plea and challenges the lawfulness of the resulting sentence. Regarding the plea, he contends that the magistrate judge failed to conduct a sufficiently detailed inquiry at the change of plea hearing to assure that the plea was voluntary. Vega also argues that his plea was involuntary because his attorney fundamentally misunderstood the terms of the plea agreement. Concerning the sentence, Vega contends that there is a reasonable probability that the district court would have imposed a more lenient sentence had it understood at the time of sentencing that the guidelines were only advisory.</p>\n    </div>\n    <p class=\"indent\">A. The Plea</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Vega does not contend that the magistrate judge failed to inquire about the voluntariness of his plea. Rather, he argues that the magistrate judge was required to conduct a more searching inquiry into the voluntariness of the plea because Vega's son was a co-defendant who was also pleading guilty. According to Vega, the prospect that he might be pleading guilty to secure a more advantageous deal for his son gave rise to a duty to perform a more rigorous voluntariness colloquy than ordinarily is required.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Vega raised no objection in the district court to the change-of-plea colloquy. \"An unobjected-to error in the Rule 11 colloquy is reversible error only upon a showing of plain error.\" <i>United States v. Mescual-Cruz,</i> 387 F.3d 1, 7 (1st Cir.2004). To satisfy the plain-error standard, the defendant must show (1) an error, (2) that was clear or obvious, (3) which affected the defendant's substantial rights and (4) seriously undermined the fairness, integrity or public reputation of the judicial proceeding. <i>See United States v. Gandia-Maysonet,</i> 227 F.3d 1, 5 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Vega has not cited any case imposing a duty on the district court to conduct a more rigorous plea colloquy because one of the defendant's close family members is pleading guilty in the same case. He relies instead on cases involving \"packaged pleas\" to argue for such a rule.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a packaged-plea situation, the prosecutor offers \"a benefit or detriment to all [the defendants] in order to persuade the entire group of defendants to plead guilty.\" <i>Mescual-Cruz,</i> 387 F.3d at 7. Such plea arrangements are permissible, but they do increase the possibility of an involuntary plea because of the all-or-nothing nature of the bargain. <i>See id.</i> While not mandating special procedures in packaged-plea situations, we have encouraged trial courts to conduct the plea colloquy in such cases with \"sensitivity to the issue of voluntariness in light of [the] pressures\" inherent in packaged pleas. <i>Id.</i> at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The case before us does not raise the same concerns. Neither the plea agreement entered into by Vega nor the agreement signed by his son was contingent on anything that happened in the other's case. Vega and his son were represented by separate counsel and pleaded guilty on different dates. In short, nothing about these proceedings connected Vega's plea to his son's.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In any event, even under our packaged-plea cases, the colloquy conducted by the magistrate judge adequately assured that the plea was voluntary. The magistrate judge asked Vega whether anybody had forced, threatened, coerced or intimidated him into pleading guilty. This open-ended question provided Vega with an opportunity to indicate that his son's situation affected his decision to plead guilty. <i>See id.</i> at 9-10 (holding that a similar inquiry was sufficient to ascertain the voluntary nature of the plea in a packaged-plea situation). He did not do so. Nor did he claim at any point during the remainder of the district court proceeding that his decision to plead guilty was affected by his son's situation. The record suggests no error, plain or otherwise.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Vega also argues that he did not enter the guilty plea voluntarily because his counsel had a fundamental misunderstanding of the plea agreement. He argues that his counsel's error infected his understanding of the legal proceeding, thereby rendering his guilty plea involuntary.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This argument founders at the threshold because there is nothing to suggest that Vega's counsel misunderstood the plea agreement. In the agreement, Vega agreed with the recommended imposition of a 72-month sentence. At sentencing, however, Vega's counsel argued for the imposition of a 70-month sentence, the lowest sentence within the applicable guideline range. Vega contends that this shows that his counsel did not understand the agreement. We disagree. The plea agreement did not bind the district court to impose the sentence recommended by the parties. <i>See</i> Fed.R.Crim.P. 11(c)(3)(B). As we read the record, Vega's counsel was merely attempting to convince the court to exercise its discretion to impose a sentence lower than that recommended in the agreement. This does not evince a misunderstanding of the agreement, but rather an attempt by counsel to secure every possible benefit for his client.</p>\n    </div>\n    <p class=\"indent\">B. The Sentence</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">By way of supplemental briefing, Vega argues that his case should be remanded for resentencing in light of the Supreme Court's ruling in <i>Booker</i> that the sentencing guidelines are advisory. <i>See</i> 125 S.Ct. at 764-75. He acknowledges that this argument was not raised before the district court and that our review is for plain error. <i>See United States v. Figuereo,</i> 404 F.3d 537, 541 (1st Cir.2005). As a predicate to relief under this standard, the defendant must demonstrate a reasonable probability that the court would have imposed a more favorable sentence if it had not erroneously considered itself constrained by the guidelines. <i>See United States v. Antonakopoulos,</i> 399 F.3d 68, 75 (1st Cir.2005). We are not \"overly demanding as to proof of [such] probability where, either in the existing record or by plausible proffer, there is reasonable indication that [the court] might well have reached a different result under advisory guidelines.\" <i>United States v. Heldeman,</i> 402 F.3d 220, 224 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Vega contends that, because he had no criminal record, became involved in drugs only at the behest of his son, and suffers from diabetes, the district court might have sentenced him more leniently under advisory guidelines. The first two of these grounds were presented to the court at the sentencing hearing. In pronouncing the sentence, the court indicated that the guidelines had taken into account all of the relevant factors for setting the appropriate length of incarceration. The court gave no indication that Vega's sentence was too long in light of these factors. <i>See Figuereo,</i> 404 F.3d at 541-42.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Vega's diabetes condition was mentioned in the presentence report, but it was not argued by defense counsel as a ground for leniency. In some cases, a health condition may be grounds for a <i>Booker</i> remand. <i>See Heldeman,</i> 402 F.3d at 224. But under the plain-error standard, the burden of demonstrating an entitlement to relief rests with the defendant. <i>See Antonakopoulos,</i> 399 F.3d at 80. Other than stating that he has diabetes, Vega has not provided information about the symptoms of his condition, the course of his treatment, or an explanation why his condition could not be managed in prison. Vega thus has not met his burden of demonstrating a reasonable probability that the district court would have imposed a more favorable sentence on account of his diabetes. <i>See United States v. Kornegay,</i> 410 F.3d 89, 100 (1st Cir.2005) (stating that, under the plain-error standard, the defendant must present \"specific facts\" to justify a remand).</p>\n    </div>\n    <p class=\"center\">III.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the reasons stated, the judgment is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Vega argues that the district court should have invalidated his plea as involuntary because he claimed during the presentence investigation that he was not a supervisor of the conspiracy, even though he had admitted otherwise in the plea agreement. Since Vega did not, during the plea hearing, change his position regarding his role in the conspiracy, it was not plain error for the district court to accept Vega's plea as voluntary</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Ramon A. VEGA-MARTINEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-2538.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2005.</p>\n    <p class=\"date\">Decided October 7, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Michael R. Hasse, for appellant.</p>\n      <p class=\"indent\">Thomas F. Klumper, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, Nelson P&#233;rez-Sosa, Senior Appellate Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, DYK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant Ramon Vega-Martinez appeals from a judgment of conviction entered following his guilty plea to a charge of conspiring to distribute narcotics. Vega contends that his guilty plea was involuntary and that he is entitled to resentencing under <i>United States v. Booker,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005). We affirm.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vega was indicted in October 2002 for participating in a drug distribution conspiracy. <i>See</i> 21 U.S.C. &#167;&#167; 841(a)(1)(A) &amp; 846. Vega's son was an indicted co-conspirator. Vega initially pleaded not guilty but subsequently agreed to change his plea. The plea agreement recommended a sentencing guidelines calculation yielding a sentence of 72 months of imprisonment but recognized that the district court retained the authority to sentence Vega as it saw fit. <i>See</i> Fed.R.Crim.P. 11(c)(3)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The same day that Vega entered into the plea agreement, he appeared before a magistrate judge who conducted the change of plea colloquy. The magistrate judge filed a report recommending that the district court accept the plea. The district court adopted the magistrate judge's recommendation and accepted the plea. Three days later, Vega's son also pleaded guilty pursuant to a separate plea agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the presentence process, Vega told the probation officer that he was not a supervisor of the drug conspiracy to which he had pleaded guilty. This claim conflicted with the terms of the plea agreement, which called for a sentence enhancement because Vega was a supervisor of the conspiracy. <i>See</i> U.S.S.G. &#167; 3B1.1 (2003).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At sentencing, Vega's counsel argued that the court should impose a sentence of 70 months &#8212; the lowest sentence within the guideline range for which Vega qualified &#8212; even though the plea agreement recommended a 72-month sentence. The district court rejected this request and imposed the recommended 72-month sentence. This appeal followed.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Vega seeks to set aside his plea and challenges the lawfulness of the resulting sentence. Regarding the plea, he contends that the magistrate judge failed to conduct a sufficiently detailed inquiry at the change of plea hearing to assure that the plea was voluntary. Vega also argues that his plea was involuntary because his attorney fundamentally misunderstood the terms of the plea agreement. Concerning the sentence, Vega contends that there is a reasonable probability that the district court would have imposed a more lenient sentence had it understood at the time of sentencing that the guidelines were only advisory.</p>\n    </div>\n    <p class=\"indent\">A. The Plea</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Vega does not contend that the magistrate judge failed to inquire about the voluntariness of his plea. Rather, he argues that the magistrate judge was required to conduct a more searching inquiry into the voluntariness of the plea because Vega's son was a co-defendant who was also pleading guilty. According to Vega, the prospect that he might be pleading guilty to secure a more advantageous deal for his son gave rise to a duty to perform a more rigorous voluntariness colloquy than ordinarily is required.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Vega raised no objection in the district court to the change-of-plea colloquy. \"An unobjected-to error in the Rule 11 colloquy is reversible error only upon a showing of plain error.\" <i>United States v. Mescual-Cruz,</i> <span class=\"citation\" data-id=\"201289\"><a href=\"/opinion/201289/united-states-v-mescual-cruz/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2004). To satisfy the plain-error standard, the defendant must show (1) an error, (2) that was clear or obvious, (3) which affected the defendant's substantial rights and (4) seriously undermined the fairness, integrity or public reputation of the judicial proceeding. <i>See United States v. Gandia-Maysonet,</i> <span class=\"citation\" data-id=\"199077\"><a href=\"/opinion/199077/united-states-v-gandia-maysonet/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Vega has not cited any case imposing a duty on the district court to conduct a more rigorous plea colloquy because one of the defendant's close family members is pleading guilty in the same case. He relies instead on cases involving \"packaged pleas\" to argue for such a rule.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a packaged-plea situation, the prosecutor offers \"a benefit or detriment to all [the defendants] in order to persuade the entire group of defendants to plead guilty.\" <i>Mescual-Cruz,</i> 387 F.3d at 7. Such plea arrangements are permissible, but they do increase the possibility of an involuntary plea because of the all-or-nothing nature of the bargain. <i>See id.</i> While not mandating special procedures in packaged-plea situations, we have encouraged trial courts to conduct the plea colloquy in such cases with \"sensitivity to the issue of voluntariness in light of [the] pressures\" inherent in packaged pleas. <i>Id.</i> at 8.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The case before us does not raise the same concerns. Neither the plea agreement entered into by Vega nor the agreement signed by his son was contingent on anything that happened in the other's case. Vega and his son were represented by separate counsel and pleaded guilty on different dates. In short, nothing about these proceedings connected Vega's plea to his son's.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In any event, even under our packaged-plea cases, the colloquy conducted by the magistrate judge adequately assured that the plea was voluntary. The magistrate judge asked Vega whether anybody had forced, threatened, coerced or intimidated him into pleading guilty. This open-ended question provided Vega with an opportunity to indicate that his son's situation affected his decision to plead guilty. <i>See id.</i> at 9-10 (holding that a similar inquiry was sufficient to ascertain the voluntary nature of the plea in a packaged-plea situation). He did not do so. Nor did he claim at any point during the remainder of the district court proceeding that his decision to plead guilty was affected by his son's situation. The record suggests no error, plain or otherwise.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Vega also argues that he did not enter the guilty plea voluntarily because his counsel had a fundamental misunderstanding of the plea agreement. He argues that his counsel's error infected his understanding of the legal proceeding, thereby rendering his guilty plea involuntary.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This argument founders at the threshold because there is nothing to suggest that Vega's counsel misunderstood the plea agreement. In the agreement, Vega agreed with the recommended imposition of a 72-month sentence. At sentencing, however, Vega's counsel argued for the imposition of a 70-month sentence, the lowest sentence within the applicable guideline range. Vega contends that this shows that his counsel did not understand the agreement. We disagree. The plea agreement did not bind the district court to impose the sentence recommended by the parties. <i>See</i> Fed.R.Crim.P. 11(c)(3)(B). As we read the record, Vega's counsel was merely attempting to convince the court to exercise its discretion to impose a sentence lower than that recommended in the agreement. This does not evince a misunderstanding of the agreement, but rather an attempt by counsel to secure every possible benefit for his client.</p>\n    </div>\n    <p class=\"indent\">B. The Sentence</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">By way of supplemental briefing, Vega argues that his case should be remanded for resentencing in light of the Supreme Court's ruling in <i>Booker</i> that the sentencing guidelines are advisory. <i>See</i> 125 S.Ct. at 764-75. He acknowledges that this argument was not raised before the district court and that our review is for plain error. <i>See United States v. Figuereo,</i> <span class=\"citation\" data-id=\"201542\"><a href=\"/opinion/201542/united-states-v-figuereo/\"><span class=\"volume\">404</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">537</span></a></span>, 541 (1st Cir.2005). As a predicate to relief under this standard, the defendant must demonstrate a reasonable probability that the court would have imposed a more favorable sentence if it had not erroneously considered itself constrained by the guidelines. <i>See United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 75 (1st Cir.2005). We are not \"overly demanding as to proof of [such] probability where, either in the existing record or by plausible proffer, there is reasonable indication that [the court] might well have reached a different result under advisory guidelines.\" <i>United States v. Heldeman,</i> <span class=\"citation\" data-id=\"201512\"><a href=\"/opinion/201512/united-states-v-heldeman/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 224 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Vega contends that, because he had no criminal record, became involved in drugs only at the behest of his son, and suffers from diabetes, the district court might have sentenced him more leniently under advisory guidelines. The first two of these grounds were presented to the court at the sentencing hearing. In pronouncing the sentence, the court indicated that the guidelines had taken into account all of the relevant factors for setting the appropriate length of incarceration. The court gave no indication that Vega's sentence was too long in light of these factors. <i>See Figuereo,</i> 404 F.3d at 541-42.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Vega's diabetes condition was mentioned in the presentence report, but it was not argued by defense counsel as a ground for leniency. In some cases, a health condition may be grounds for a <i>Booker</i> remand. <i>See Heldeman,</i> 402 F.3d at 224. But under the plain-error standard, the burden of demonstrating an entitlement to relief rests with the defendant. <i>See Antonakopoulos,</i> 399 F.3d at 80. Other than stating that he has diabetes, Vega has not provided information about the symptoms of his condition, the course of his treatment, or an explanation why his condition could not be managed in prison. Vega thus has not met his burden of demonstrating a reasonable probability that the district court would have imposed a more favorable sentence on account of his diabetes. <i>See United States v. Kornegay,</i> <span class=\"citation\" data-id=\"201633\"><a href=\"/opinion/201633/united-states-v-kornegay/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">89</span></a></span>, 100 (1st Cir.2005) (stating that, under the plain-error standard, the defendant must present \"specific facts\" to justify a remand).</p>\n    </div>\n    <p class=\"center\">III.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">For the reasons stated, the judgment is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Federal Circuit, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Vega argues that the district court should have invalidated his plea as involuntary because he claimed during the presentence investigation that he was not a supervisor of the conspiracy, even though he had admitted otherwise in the plea agreement. Since Vega did not, during the plea hearing, change his position regarding his role in the conspiracy, it was not plain error for the district court to accept Vega's plea as voluntary</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/199077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201542/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201633/"
  ]
}