{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201897/",
  "absolute_url": "/opinion/201897/palma-mazariegos-v-gonzales/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201897/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:36:55Z",
  "date_modified": "2016-02-28T05:06:42.063799Z",
  "type": "010combined",
  "sha1": "f70a6f2fc269db9237bed0202add48b011858357",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1330-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/10/28/Palma-Mazariegos_v._Gonzales.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 05-1330\n\n                     EFRAIN PALMA-MAZARIEGOS,\n\n                           Petitioner,\n\n                                v.\n\n                       ALBERTO R. GONZALES,\n              ATTORNEY GENERAL OF THE UNITED STATES,\n\n                           Respondent.\n\n\n                 PETITION FOR REVIEW OF AN ORDER\n\n               OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n                       Boudin, Chief Judge,\n\n                Selya and Howard, Circuit Judges.\n\n\n     Stephen A. Lagana and Lagana & Associates on brief for\npetitioner.\n     Robert Clark Corrente, United States Attorney, and Stephanie\nS. Browne, Assistant United States Attorney, on brief for\nrespondent.\n\n\n                         October 28, 2005\n\f               SELYA, Circuit Judge.       The petitioner, Efrain Palma-\n\nMazariegos, is a Guatemalan national.         He seeks judicial review of\n\na final order of the Board of Immigration Appeals (BIA) denying his\n\napplication for asylum, withholding of removal, and protection\n\nunder    the    United   Nations   Convention    Against   Torture   (CAT),\n\nmaintaining that the immigration judge (IJ) and the BIA incorrectly\n\nfound that changed country conditions in Guatemala eliminated any\n\nobjectively reasonable fear of future prosecution should he be\n\nforced to return to his native land.          We conclude that the record\n\ncontains substantial evidence to support both (i) the determination\n\nthat country conditions have changed and (ii) the BIA's holding\n\nthat those changed conditions adequately rebut the petitioner's\n\nasserted fear of future persecution.            Consequently, we deny the\n\npetition for review.\n\n               Certain background facts are matters of record.          The\n\npetitioner entered the United States without proper documentation\n\non December 15, 1991.        He filed an application for asylum and\n\nwithholding of removal with the Immigration and Naturalization\n\nService (INS) a few months later.1         Nothing happened.\n\n\n\n\n     1\n      The Homeland Security Act of 2002, Pub. L. No. 107-296, §\n471, 116 Stat. 2135, 2205 (codified as amended at 6 U.S.C. §\n291(a)), abolished the INS and transferred its duties to the\nDepartment of Homeland Security. See Lattab v. Ashcroft, 384 F.3d\n8, 13 n.2 (1st Cir. 2004).      For simplicity's sake, we refer\nthroughout to the INS.\n\n                                     -2-\n\f            After approximately eight years, the INS placed the\n\npetitioner    in    removal   proceedings.         The    petitioner     conceded\n\nremovability and cross-applied for asylum, withholding of removal,\n\nand relief under CAT.\n\n            The IJ held an evidentiary hearing on October 6, 2003.\n\nBecause he found the petitioner credible, we accept as true the\n\npetitioner's testimony about the historical facts.                See Bocova v.\n\nGonzales, 412 F.3d 257, 262 (1st Cir. 2005).\n\n            The petitioner was born and raised in Guatemala — a\n\ncountry   plagued    for   decades   by    civil   strife.       In    1991,   the\n\npetitioner,   then    sixteen   years     of   age,      encountered   an   armed\n\nguerilla faction in the hills near his village.                  The guerillas\n\nattempted to recruit him into their ranks (this was a familiar\n\ntactic of the guerillas, who believed that young men were easily\n\nled).   They threatened the lives of the petitioner and his family\n\nin the event that he resisted their blandishments.\n\n            The petitioner felt that he was trapped between a rock\n\nand a hard place.      He had no desire to join the guerillas, but he\n\nknew of young men who had been killed when they rebuffed the\n\nguerillas' overtures.         Rather than       casting his lot with the\n\nguerillas    or,    alternatively,   reporting        the    encounter    to   the\n\ngovernment, the petitioner elected to flee.                 Within days, he and\n\nhis five brothers left Guatemala for the United States, where he\n\nhas resided ever since.       Even though his parents and two sisters\n\n\n                                     -3-\n\fremain in the village in which he was raised, they have warned him\n\nnot to return.\n\n            The petitioner also testified about his three uncles, all\n\nof whom died from gunshot wounds.         One shooting occurred in 1974\n\n(before the petitioner was born); the other two shootings occurred\n\nafter the petitioner had fled the country. Although the petitioner\n\nspeculated that the guerillas had committed all three murders, the\n\nrecord contains no supporting facts and the responsible parties\n\nhave never been apprehended.\n\n            Moving from the past to the future, the petitioner stated\n\nthat he fears that the guerillas will kill him if he returns to\n\nGuatemala.     He premised this fear on the past actions of the\n\nguerillas, the warnings received from his family, and the prospect\n\nof retaliation because he had resisted the guerillas' efforts to\n\nenlist him in their cause.\n\n            The IJ denied the application for asylum, withholding of\n\nremoval, and relief under CAT (although he did grant a request for\n\nvoluntary departure). Without making any finding as to whether the\n\npetitioner had established past persecution, the IJ went directly\n\nto   the   issue   of   future   persecution   and   concluded   that   the\n\npetitioner lacked a well-founded fear of future persecution because\n\nconditions in Guatemala had changed dramatically since 1991.            The\n\nIJ based his conclusion largely on the United States Department of\n\nState Country Report on Human Rights Conditions for the Country of\n\n\n                                    -4-\n\fGuatemala for the year 2002 (the Country Conditions Report). Among\n\nother things, that report took the position that peace accords\n\nsigned in 1996 had brought down the final curtain on the armed\n\nconflict between the Guatemalan government and the guerillas.\n\n            The petitioner prosecuted a timely appeal before the BIA.\n\nIn it, he claimed that the IJ's rulings were arbitrary, capricious,\n\nand an abuse of discretion.          On February 28, 2005, the BIA\n\nsummarily    affirmed   the   decision.   This   timeous   petition   for\n\njudicial review followed.       We have jurisdiction under 8 U.S.C. §\n\n1252(b).\n\n            When the BIA summarily affirms an IJ's decision, we\n\n\"review directly the IJ's decision as if it were the decision of\n\nthe BIA.\"    Jupiter v. Ashcroft, 396 F.3d 487, 490 (1st Cir. 2005).\n\nWe must respect the IJ's findings as long as they are \"supported by\n\nreasonable, substantial, and probative evidence on the record\n\nconsidered as a whole.\"       INS v. Elias-Zacarias, 502 U.S. 478, 481\n\n(1992).    Under this deferential \"substantial evidence\" standard, a\n\ndetermination will be upheld unless the record is such as to compel\n\na reasonable factfinder to arrive at a contrary determination. See\n\nDa Silva v. Ashcroft, 394 F.3d 1, 4-5 (1st Cir. 2005); see also 8\n\nU.S.C. § 1252(b)(4)(B).\n\n            Against this backdrop, we turn to the petitioner's asylum\n\nclaim.    To qualify for asylum, an alien must establish that he is\n\na refugee within the meaning of the Immigration and Nationality Act\n\n\n                                    -5-\n\f(the Act).      See Negeya v. Gonzales, 417 F.3d 78, 82 (1st Cir.\n\n2005); see also 8 U.S.C. § 1158(b)(1).         The Act defines a \"refugee\"\n\nas a person who is unable or unwilling to return to his country of\n\nnationality \"because of persecution or a well-founded fear of\n\nfuture prosecution on account of race, religion, nationality,\n\nmembership in a particular social group, or political opinion.\"             8\n\nU.S.C. § 1101(a)(42)(A).        Thus, an asylum seeker must prove either\n\npast persecution based on one of these five enumerated grounds\n\n(thereby      engendering   a     rebuttable       presumption   of   future\n\npersecution) or a well-founded fear of future persecution.                 See\n\nRodriguez-Ramirez v. Ashcroft, 398 F.3d 120, 124 (1st Cir. 2005).\n\n              When the IJ makes a finding of past persecution, a\n\npresumption of future persecution arises and the burden shifts to\n\nthe government to rebut that presumption.              See id.    In such a\n\nsituation, the government must show by a preponderance of the\n\nevidence either (i) that \"[t]here has been a fundamental change in\n\ncircumstances such that the applicant no longer has a well-founded\n\nfear of persecution in the applicant's country of nationality\" or\n\n(ii)   that    \"the   applicant   could    avoid    future   persecution   by\n\nrelocating to another part of the applicant's country, and . . . it\n\nwould be reasonable to expect the applicant to do so.\"            8 C.F.R. §\n\n208.13(b)(1)(i)(A)-(B); see Quevedo v. Ashcroft, 336 F.3d 39, 44\n\n(1st Cir. 2003).\n\n\n\n\n                                     -6-\n\f            If the IJ does not find past persecution, the asylum\n\nseeker must affirmatively demonstrate a well-founded fear of future\n\npersecution, unaided by any presumption.                See Negeya, 417 F.3d at\n\n82.    Such     a    showing    involves      both    subjective     and   objective\n\ncomponents.       Id.    The first component entails a showing that the\n\nasylum seeker's fear of future persecution is genuine.                     Id. at 83.\n\nThe   second    component       entails      a    showing   that    this    fear      is\n\nobjectively reasonable.          Id.\n\n            In the case at hand, the IJ intentionally bypassed a key\n\nelement    of   the      analysis:     a    finding    on   the    issue    of    past\n\npersecution.        The IJ stated that:\n\n            Even if the Court were able to reach the\n            conclusion that the respondent had suffered\n            past persecution . . . [it] would be compelled\n            to find that the circumstances have changed\n            within the country of Guatemala such that the\n            respondent no longer has a well-founded fear\n            of future persecution.\n\n            The existence vel non of past persecution determines\n\nwhich party must carry the devoir of persuasion on the issue of\n\nfuture persecution.            Compare, e.g., Quevedo, 336 F.3d at 42-43\n\n(shifting the burden to the government to rebut a well-founded fear\n\nof persecution where the petitioner had shown past persecution),\n\nwith, e.g., Zheng v. Gonzales, 416 F.3d 97, 99 (1st Cir. 2005)\n\n(keeping    the      burden    on     the   petitioner      to    establish      future\n\npersecution without the aid of any presumption when the petitioner\n\nhad   failed    to      show   past   persecution).         Consequently,        it   is\n\n\n                                            -7-\n\fsometimes risky business to make a determination on the issue of\n\nfuture persecution without first answering the logically antecedent\n\nquestion of whether past persecution has occurred.         See, e.g.,\n\nZarouite v. Gonzales, ___ F.3d ___, ___ (1st Cir. 2005) [No. 04-\n\n1541 slip op. at 10] (remanding for further proceedings because the\n\nIJ had taken a shortcut and decided the issue of future persecution\n\nwithout first deciding the issue of past persecution).\n\n           Risky or not, such a shortcut often is permissible.       In\n\nsome cases — Zarouite is a good example — the issue of future\n\npersecution is close, so the allocation of the burden of proof\n\nmatters.   In other cases, however, the issue of future persecution\n\nis so clear-cut that the allocation of the burden of proof does not\n\nmatter. See, e.g., Yatskin v. INS, 255 F.3d 5, 10 (1st Cir. 2001).\n\nThe instant case is of the latter genre; even if we were to assume,\n\nfor arguments's sake, that the petitioner is able to establish past\n\npersecution and afford him the benefit of the ensuing presumption,\n\nwe still would conclude that the government has provided enough\n\nevidence both to rebut the presumption and to show that there is no\n\nsufficient likelihood that the petitioner will face persecution\n\nshould he be returned to Guatemala.     We explain briefly.\n\n           The most persuasive evidence that rebuts the presumption\n\nof future persecution in this case is the Country Conditions\n\nReport.     The   petitioner   argues   that   abstract   evidence   of\n\ngeneralized changes in country conditions, without more, cannot\n\n\n                                 -8-\n\frebut a presumption of a well-founded fear of future persecution.\n\nWe agree with that premise: to be effective, evidence of changed\n\ncountry conditions must negate a petitioner's particular fear. See\n\nQuevedo, 336 F.3d at 44.\n\n              The evidence here passes muster under that standard. The\n\npetitioner testified that he fears death at the hands of the\n\nguerillas should he return home.              The Country Conditions Report\n\naddresses this allegation directly: it documents the signing of the\n\n1996 peace accords and verifies that those accords not only ended\n\nthe   civil    war    but   also   resulted   in   the    assimilation   of   the\n\nguerillas into the government. Because the guerillas are no longer\n\na separate, out-of-power faction in Guatemala, they no longer need\n\nto engage in militant activities — and there is no evidence that\n\nmilitant      activities      (and,    specifically,       forced   recruitment\n\npractices) persist.         What evidence there is points in the opposite\n\ndirection; for example, the Country Conditions Report explicitly\n\nstates    that   no    documented     instances    of    politically   motivated\n\ndisappearances took place in Guatemala in the year in question\n\n(2002).\n\n              The petitioner nonetheless mounts a two-pronged attack on\n\nthe IJ's use of the Country Conditions Report.                First, he posits\n\nthat, as a matter of law, the IJ erred in relying upon the report\n\nat all.       Second, he asseverates that, as a matter of fact, the\n\nreport demonstrates that conditions have not changed in such a way\n\n\n                                        -9-\n\fas to palliate his fear of future persecution.               We address each\n\nprong of his attack separately.\n\n          The petitioner's first argument relies exclusively on a\n\nline of Ninth Circuit cases, which he says hold that a country\n\nconditions report can never supply the individualized analysis\n\nrequired for a showing of changed country conditions.               See, e.g.,\n\nMolina-Estrada    v.   INS,    293   F.3d   1089,   1096   (9th   Cir.   2002)\n\n(suggesting that \"a State Department report on country conditions,\n\nstanding alone, is not sufficient to rebut the presumption of\n\nfuture persecution\"); Chand v. INS, 222 F.3d 1066, 1079 (9th Cir.\n\n2000) (holding that a determination of changed country conditions\n\nrequires an individualized analysis).          The petitioner reads these\n\ncases through rose-colored glasses.          Taken in context, we do not\n\nthink that they stand for a bright-line rule, applicable across the\n\nboard.    And to the extent (if at all) that they support the\n\npetitioner's absolutist argument, we decline to follow them.\n\n          The State Department has widely acknowledged expertise in\n\ndiscerning the conditions that prevail in foreign lands.                   See\n\nNegeya, 417 F.3d at 84; Gonahasa v. INS, 181 F.3d 538, 542 (4th\n\nCir. 1999). Thus, State Department reports are generally probative\n\nof country conditions.        See, e.g., Zarouite, ___ F.3d at ___ [slip\n\nop. at 6].     When such a report convincingly demonstrates material\n\nchanges   in     country      conditions    that    affect    the    specific\n\ncircumstances of an asylum seeker's claim, the report may be\n\n\n                                     -10-\n\fsufficient, in and of itself, to rebut the presumption of future\n\npersecution.    See, e.g., Negeya, 417 F.3d at 84 (finding that the\n\npetitioner's fear of future persecution was no longer reasonable in\n\nthe face of a country conditions report finding no instances of\n\nforced exile during the relevant period); Mullai v. Ashcroft, 385\n\nF.3d 635, 639 (6th Cir. 2004) (concluding that a country conditions\n\nreport    documenting a new government's rise to power adequately\n\nevinced a material change in country conditions).             Such focused\n\nevidence is to be distinguished from cursory statements or broad-\n\nbrush    generalizations   about   changed   country    conditions.       See\n\nZarouite, ___ F.3d at ___ [slip op. at 8].\n\n            In this instance, the petitioner was very specific in\n\nstating that he feared retaliation by the guerillas because he had\n\nfrustrated their recruitment efforts.            The Country Conditions\n\nReport addressed this issue head-on.         It explained that the peace\n\naccords had ended the civil war and that, from and after 1996,\n\nthere was no credible evidence that the guerillas had continued\n\ntheir militant activities.         Because this information is both\n\nreliable and focused — it addresses the precise subject matter of\n\nthe petitioner's claimed fear — it suffices, if credited by the\n\nfactfinder and not effectively offset by other evidence, to rebut\n\nany   presumption   of   future    persecution   at    the   hands   of   the\n\n\n\n\n                                   -11-\n\fguerillas.2   Consequently, the IJ did not err as a matter of law in\n\ngiving decretory significance to the Country Conditions Report.\n\n           The petitioner's fallback position is that the IJ erred\n\nin his reading of the Country Conditions Report.              This argument\n\nrelies on the sad fact, made manifest by the Country Conditions\n\nReport,   that   human   rights   abuses    still   abound   in   Guatemala.\n\nWhatever superficial appeal such an argument may possess, it\n\nmisinterprets the meaning of \"persecution.\"\n\n           Although the Act does not formally define the term\n\n\"persecution,\" we have held that persecution requires more than a\n\nshowing of either episodic violence or sporadic abuse.            See, e.g.,\n\nBocova, 412 F.3d at 263.     To qualify as persecution, human rights\n\nabuses must be systematic.        See id.    They also must be causally\n\nconnected to one of the five enumerated grounds.             See 8 U.S.C. §\n\n1101(a)(42)(A).\n\n           Those requirements are not satisfied here.             While the\n\nCountry Conditions Report acknowledges that violence and human\n\nrights abuses still occur in Guatemala, it also attests that the\n\nthreat of violence afflicts all Guatemalans to a roughly equal\n\n\n\n     2\n      We note that the other information in the record, taken in\nits totality, helps to rebut the presumption that persecution by\nthe guerillas is a reality in Guatemala today. For example, the\nfourteen-year   time   lapse   since   the   petitioner's   single\nconfrontation with the guerillas works against the presumption of\nfuture persecution; it is questionable whether members of the\nguerilla group would even recognize the young man who, on only one\noccasion, declined their invitation.\n\n                                   -12-\n\fextent, regardless of their membership in a particular group or\n\nclass.   Accordingly, that threat will not support a finding of a\n\nwell-founded fear of future persecution.       See Quevedo, 336 F.3d at\n\n44 (\"This Circuit has rejected the contention that pervasive non-\n\npolitical     criminality   in   Guatemala   constitutes   a   basis    for\n\nasylum.\"); see also Harutyunyan v. Gonzales, 421 F.3d 64, 70 (1st\n\nCir. 2005).\n\n            That ends this aspect of the matter.       With sufficient\n\nevidence of changed country conditions and no error in the IJ's\n\nreliance on or interpretation of the Country Conditions Report,\n\nthere is no principled basis for upsetting the denial of asylum.\n\n            What we have written to this point also disposes of the\n\npetitioner's withholding of removal claim.         That claim places a\n\n\"more stringent burden of proof on an alien than does a counterpart\n\nclaim for asylum.\"      Rodriguez-Ramirez, 398 F.3d at 123.            While\n\neligibility for asylum requires a well-founded fear of future\n\npersecution, withholding of removal requires that the alien show a\n\nclear probability of future persecution. See Aguilar-Solis v. INS,\n\n168 F.3d 565, 569 n.3 (1st Cir. 1999).         It follows, then, that,\n\nbecause the petitioner's claim for asylum fails, so too does his\n\ncounterpart claim for withholding of removal.\n\n\n\n\n                                   -13-\n\f          We need go no further.3    On the basis of the foregoing,\n\nthe BIA's order is unimpugnable.\n\n\n\n          The petition for judicial review is denied.\n\n\n\n\n     3\n      The petitioner's brief contains no developed argumentation\nanent his CAT claim. Therefore, we deem that claim abandoned. See\nNikijuluw v. Gonzales, ___ F.3d ___, ___ n.3 (1st Cir. 2005) [No.\n05-1452, slip op. at 6 n.3]; Makhoul v. Ashcroft, 387 F.3d 75, 82\n(1st Cir. 2004).\n\n                              -14-\n\f",
  "html": "<p class=\"case_cite\">428 F.3d 30</p>\n    <p class=\"parties\">Efrain PALMA-MAZARIEGOS, Petitioner,<br>v.<br>Alberto R. GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 05-1330.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted October 11, 2005.</p>\n    <p class=\"date\">Decided October 28, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Stephen A. Lagana and Lagana &amp; Associates on brief for petitioner.</p>\n      <p class=\"indent\">Robert Clark Corrente, United States Attorney, and Stephanie S. Browne, Assistant United States Attorney, on brief for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioner, Efrain Palma-Mazariegos, is a Guatemalan national. He seeks judicial review of a final order of the Board of Immigration Appeals (BIA) denying his application for asylum, withholding of removal, and protection under the United Nations Convention Against Torture (CAT), maintaining that the immigration judge (IJ) and the BIA incorrectly found that changed country conditions in Guatemala eliminated any objectively reasonable fear of future prosecution should he be forced to return to his native land. We conclude that the record contains substantial evidence to support both (i) the determination that country conditions have changed and (ii) the BIA's holding that those changed conditions adequately rebut the petitioner's asserted fear of future persecution. Consequently, we deny the petition for review.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Certain background facts are matters of record. The petitioner entered the United States without proper documentation on December 15, 1991. He filed an application for asylum and withholding of removal with the Immigration and Naturalization Service (INS) a few months later.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Nothing happened.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After approximately eight years, the INS placed the petitioner in removal proceedings. The petitioner conceded removability and cross-applied for asylum, withholding of removal, and relief under CAT.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The IJ held an evidentiary hearing on October 6, 2003. Because he found the petitioner credible, we accept as true the petitioner's testimony about the historical facts. <i>See Bocova v. Gonzales,</i> 412 F.3d 257, 262 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The petitioner was born and raised in Guatemala &#8212; a country plagued for decades by civil strife. In 1991, the petitioner, then sixteen years of age, encountered an armed guerilla faction in the hills near his village. The guerillas attempted to recruit him into their ranks (this was a familiar tactic of the guerillas, who believed that young men were easily led). They threatened the lives of the petitioner and his family in the event that he resisted their blandishments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The petitioner felt that he was trapped between a rock and a hard place. He had no desire to join the guerillas, but he knew of young men who had been killed when they rebuffed the guerillas' overtures. Rather than casting his lot with the guerillas or, alternatively, reporting the encounter to the government, the petitioner elected to flee. Within days, he and his five brothers left Guatemala for the United States, where he has resided ever since. Even though his parents and two sisters remain in the village in which he was raised, they have warned him not to return.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The petitioner also testified about his three uncles, all of whom died from gunshot wounds. One shooting occurred in 1974 (before the petitioner was born); the other two shootings occurred after the petitioner had fled the country. Although the petitioner speculated that the guerillas had committed all three murders, the record contains no supporting facts and the responsible parties have never been apprehended.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Moving from the past to the future, the petitioner stated that he fears that the guerillas will kill him if he returns to Guatemala. He premised this fear on the past actions of the guerillas, the warnings received from his family, and the prospect of retaliation because he had resisted the guerillas' efforts to enlist him in their cause.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The IJ denied the application for asylum, withholding of removal, and relief under CAT (although he did grant a request for voluntary departure). Without making any finding as to whether the petitioner had established past persecution, the IJ went directly to the issue of future persecution and concluded that the petitioner lacked a well-founded fear of future persecution because conditions in Guatemala had changed dramatically since 1991. The IJ based his conclusion largely on the United States Department of State Country Report on Human Rights Conditions for the Country of Guatemala for the year 2002 (the Country Conditions Report). Among other things, that report took the position that peace accords signed in 1996 had brought down the final curtain on the armed conflict between the Guatemalan government and the guerillas.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The petitioner prosecuted a timely appeal before the BIA. In it, he claimed that the IJ's rulings were arbitrary, capricious, and an abuse of discretion. On February 28, 2005, the BIA summarily affirmed the decision. This timeous petition for judicial review followed. We have jurisdiction under 8 U.S.C. &#167; 1252(b).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When the BIA summarily affirms an IJ's decision, we \"review directly the IJ's decision as if it were the decision of the BIA.\" <i>Jupiter v. Ashcroft,</i> 396 F.3d 487, 490 (1st Cir.2005). We must respect the IJ's findings as long as they are \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>INS v. Elias-Zacarias,</i> 502 U.S. 478, 481, 112 S.Ct. 812, 117 L.Ed.2d 38 (1992). Under this deferential \"substantial evidence\" standard, a determination will be upheld unless the record is such as to compel a reasonable factfinder to arrive at a contrary determination. <i>See Da Silva v. Ashcroft,</i> 394 F.3d 1, 4-5 (1st Cir.2005); <i>see also</i> 8 U.S.C. &#167; 1252(b)(4)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Against this backdrop, we turn to the petitioner's asylum claim. To qualify for asylum, an alien must establish that he is a refugee within the meaning of the Immigration and Nationality Act (the Act). <i>See Negeya v. Gonzales,</i> 417 F.3d 78, 82 (1st Cir.2005); <i>see also</i> 8 U.S.C. &#167; 1158(b)(1). The Act defines a \"refugee\" as a person who is unable or unwilling to return to his country of nationality \"because of persecution or a well-founded fear of future prosecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. &#167; 1101(a)(42)(A). Thus, an asylum seeker must prove either past persecution based on one of these five enumerated grounds (thereby engendering a rebuttable presumption of future persecution) or a well-founded fear of future persecution. <i>See Rodriguez-Ramirez v. Ashcroft,</i> 398 F.3d 120, 124 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">When the IJ makes a finding of past persecution, a presumption of future persecution arises and the burden shifts to the government to rebut that presumption. <i>See id.</i> In such a situation, the government must show by a preponderance of the evidence either (i) that \"[t]here has been a fundamental change in circumstances such that the applicant no longer has a well-founded fear of persecution in the applicant's country of nationality\" or (ii) that \"the applicant could avoid future persecution by relocating to another part of the applicant's country, and . . . it would be reasonable to expect the applicant to do so.\" 8 C.F.R. &#167; 208.13(b)(1)(i)(A)-(B); <i>see Quevedo v. Ashcroft,</i> 336 F.3d 39, 44 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If the IJ does not find past persecution, the asylum seeker must affirmatively demonstrate a well-founded fear of future persecution, unaided by any presumption. <i>See Negeya,</i> 417 F.3d at 82. Such a showing involves both subjective and objective components. <i>Id.</i> The first component entails a showing that the asylum seeker's fear of future persecution is genuine. <i>Id.</i> at 83. The second component entails a showing that this fear is objectively reasonable. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the case at hand, the IJ intentionally bypassed a key element of the analysis: a finding on the issue of past persecution. The IJ stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even if the Court were able to reach the conclusion that the respondent had suffered past persecution . . . [it] would be compelled to find that the circumstances have changed within the country of Guatemala such that the respondent no longer has a well-founded fear of future persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The existence vel non of past persecution determines which party must carry the devoir of persuasion on the issue of future persecution. <i>Compare, e.g., Quevedo,</i> 336 F.3d at 42-43 (shifting the burden to the government to rebut a well-founded fear of persecution where the petitioner had shown past persecution), <i>with, e.g., Zheng v. Gonzales,</i> 416 F.3d 97, 99 (1st Cir.2005) (keeping the burden on the petitioner to establish future persecution without the aid of any presumption when the petitioner had failed to show past persecution). Consequently, it is sometimes risky business to make a determination on the issue of future persecution without first answering the logically antecedent question of whether past persecution has occurred. <i>See, e.g., Zarouite v. Gonzales,</i> 424 F.3d 60, 65 (1st Cir.2005) (remanding for further proceedings because the IJ had taken a shortcut and decided the issue of future persecution without first deciding the issue of past persecution).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Risky or not, such a shortcut often is permissible. In some cases &#8212; <i>Zarouite</i> is a good example &#8212; the issue of future persecution is close, so the allocation of the burden of proof matters. In other cases, however, the issue of future persecution is so clear-cut that the allocation of the burden of proof does not matter. <i>See, e.g., Yatskin v. INS,</i> 255 F.3d 5, 10 (1st Cir.2001). The instant case is of the latter genre; even if we were to assume, for arguments's sake, that the petitioner is able to establish past persecution and afford him the benefit of the ensuing presumption, we still would conclude that the government has provided enough evidence both to rebut the presumption and to show that there is no sufficient likelihood that the petitioner will face persecution should he be returned to Guatemala. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The most persuasive evidence that rebuts the presumption of future persecution in this case is the Country Conditions Report. The petitioner argues that abstract evidence of generalized changes in country conditions, without more, cannot rebut a presumption of a well-founded fear of future persecution. We agree with that premise: to be effective, evidence of changed country conditions must negate a petitioner's <i>particular</i> fear. <i>See Quevedo,</i> 336 F.3d at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The evidence here passes muster under that standard. The petitioner testified that he fears death at the hands of the guerillas should he return home. The Country Conditions Report addresses this allegation directly: it documents the signing of the 1996 peace accords and verifies that those accords not only ended the civil war but also resulted in the assimilation of the guerillas into the government. Because the guerillas are no longer a separate, out-of-power faction in Guatemala, they no longer need to engage in militant activities &#8212; and there is no evidence that militant activities (and, specifically, forced recruitment practices) persist. What evidence there is points in the opposite direction; for example, the Country Conditions Report explicitly states that no documented instances of politically motivated disappearances took place in Guatemala in the year in question (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The petitioner nonetheless mounts a two-pronged attack on the IJ's use of the Country Conditions Report. First, he posits that, as a matter of law, the IJ erred in relying upon the report at all. Second, he asseverates that, as a matter of fact, the report demonstrates that conditions have not changed in such a way as to palliate his fear of future persecution. We address each prong of his attack separately.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The petitioner's first argument relies exclusively on a line of Ninth Circuit cases, which he says hold that a country conditions report can never supply the individualized analysis required for a showing of changed country conditions. <i>See, e.g., Molina-Estrada v. INS,</i> 293 F.3d 1089, 1096 (9th Cir.2002) (suggesting that \"a State Department report on country conditions, standing alone, is not sufficient to rebut the presumption of future persecution\"); <i>Chand v. INS,</i> 222 F.3d 1066, 1079 (9th Cir.2000) (holding that a determination of changed country conditions requires an individualized analysis). The petitioner reads these cases through rose-colored glasses. Taken in context, we do not think that they stand for a bright-line rule, applicable across the board. And to the extent (if at all) that they support the petitioner's absolutist argument, we decline to follow them.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The State Department has widely acknowledged expertise in discerning the conditions that prevail in foreign lands. <i>See Negeya,</i> 417 F.3d at 84; <i>Gonahasa v. INS,</i> 181 F.3d 538, 542 (4th Cir.1999). Thus, State Department reports are generally probative of country conditions. <i>See, e.g., Zarouite,</i> 424 F.3d at 65 [slip op. at 6]. When such a report convincingly demonstrates material changes in country conditions that affect the specific circumstances of an asylum seeker's claim, the report may be sufficient, in and of itself, to rebut the presumption of future persecution. <i>See, e.g., Negeya,</i> 417 F.3d at 84 (finding that the petitioner's fear of future persecution was no longer reasonable in the face of a country conditions report finding no instances of forced exile during the relevant period); <i>Mullai v. Ashcroft,</i> 385 F.3d 635, 639 (6th Cir.2004) (concluding that a country conditions report documenting a new government's rise to power adequately evinced a material change in country conditions). Such focused evidence is to be distinguished from cursory statements or broad-brush generalizations about changed country conditions. <i>See Zarouite,</i> 424 F.3d at 64 [slip op. at 8].</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this instance, the petitioner was very specific in stating that he feared retaliation by the guerillas because he had frustrated their recruitment efforts. The Country Conditions Report addressed this issue head-on. It explained that the peace accords had ended the civil war and that, from and after 1996, there was no credible evidence that the guerillas had continued their militant activities. Because this information is both reliable and focused &#8212; it addresses the precise subject matter of the petitioner's claimed fear &#8212; it suffices, if credited by the factfinder and not effectively offset by other evidence, to rebut any presumption of future persecution at the hands of the guerillas.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Consequently, the IJ did not err as a matter of law in giving decretory significance to the Country Conditions Report.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The petitioner's fallback position is that the IJ erred in his reading of the Country Conditions Report. This argument relies on the sad fact, made manifest by the Country Conditions Report, that human rights abuses still abound in Guatemala. Whatever superficial appeal such an argument may possess, it misinterprets the meaning of \"persecution.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although the Act does not formally define the term \"persecution,\" we have held that persecution requires more than a showing of either episodic violence or sporadic abuse. <i>See, e.g., Bocova,</i> 412 F.3d at 263. To qualify as persecution, human rights abuses must be systematic. <i>See id.</i> They also must be causally connected to one of the five enumerated grounds. <i>See</i> 8 U.S.C. &#167; 1101(a)(42)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Those requirements are not satisfied here. While the Country Conditions Report acknowledges that violence and human rights abuses still occur in Guatemala, it also attests that the threat of violence afflicts all Guatemalans to a roughly equal extent, regardless of their membership in a particular group or class. Accordingly, that threat will not support a finding of a well-founded fear of future persecution. <i>See Quevedo,</i> 336 F.3d at 44 (\"This Circuit has rejected the contention that pervasive non-political criminality in Guatemala constitutes a basis for asylum.\"); <i>see also Harutyunyan v. Gonzales,</i> 421 F.3d 64, 70 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">That ends this aspect of the matter. With sufficient evidence of changed country conditions and no error in the IJ's reliance on or interpretation of the Country Conditions Report, there is no principled basis for upsetting the denial of asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">What we have written to this point also disposes of the petitioner's withholding of removal claim. That claim places a \"more stringent burden of proof on an alien than does a counterpart claim for asylum.\" <i>Rodriguez-Ramirez,</i> 398 F.3d at 123. While eligibility for asylum requires a well-founded fear of future persecution, withholding of removal requires that the alien show a clear probability of future persecution. <i>See Aguilar-Solis v. INS,</i> 168 F.3d 565, 569 n. 3 (1st Cir.1999). It follows, then, that, because the petitioner's claim for asylum fails, so too does his counterpart claim for withholding of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On the basis of the foregoing, the BIA's order is unimpugnable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\n        <i>The petition for judicial review is denied.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Homeland Security Act of 2002, Pub.L. No. 107-296, &#167; 471, 116 Stat. 2135, 2205 (codified as amended at 6 U.S.C. &#167; 291(a)), abolished the INS and transferred its duties to the Department of Homeland Security<i>See Lattab v. Ashcroft,</i> 384 F.3d 8, 13 n. 2 (1st Cir.2004). For simplicity's sake, we refer throughout to the INS.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that the other information in the record, taken in its totality, helps to rebut the presumption that persecution by the guerillas is a reality in Guatemala today. For example, the fourteen-year time lapse since the petitioner's single confrontation with the guerillas works against the presumption of future persecution; it is questionable whether members of the guerilla group would even recognize the young man who, on only one occasion, declined their invitation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The petitioner's brief contains no developed argumentation anent his CAT claim. Therefore, we deem that claim abandoned<i>See Nikijuluw v. Gonzales,</i> 427 F.3d 115, ___ n. 3, 2005 WL 2763976 (1st Cir.2005) [No. 05-1452, slip op. at 6 n. 3]; <i>Makhoul v. Ashcroft,</i> 387 F.3d 75, 82 (1st Cir.2004).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></span></p>\n    <p class=\"parties\">Efrain PALMA-MAZARIEGOS, Petitioner,<br>v.<br>Alberto R. GONZALES, Attorney General of the United States, Respondent.</p>\n    <p class=\"docket\">No. 05-1330.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted October 11, 2005.</p>\n    <p class=\"date\">Decided October 28, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Stephen A. Lagana and Lagana &amp; Associates on brief for petitioner.</p>\n      <p class=\"indent\">Robert Clark Corrente, United States Attorney, and Stephanie S. Browne, Assistant United States Attorney, on brief for respondent.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The petitioner, Efrain Palma-Mazariegos, is a Guatemalan national. He seeks judicial review of a final order of the Board of Immigration Appeals (BIA) denying his application for asylum, withholding of removal, and protection under the United Nations Convention Against Torture (CAT), maintaining that the immigration judge (IJ) and the BIA incorrectly found that changed country conditions in Guatemala eliminated any objectively reasonable fear of future prosecution should he be forced to return to his native land. We conclude that the record contains substantial evidence to support both (i) the determination that country conditions have changed and (ii) the BIA's holding that those changed conditions adequately rebut the petitioner's asserted fear of future persecution. Consequently, we deny the petition for review.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Certain background facts are matters of record. The petitioner entered the United States without proper documentation on December 15, 1991. He filed an application for asylum and withholding of removal with the Immigration and Naturalization Service (INS) a few months later.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Nothing happened.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After approximately eight years, the INS placed the petitioner in removal proceedings. The petitioner conceded removability and cross-applied for asylum, withholding of removal, and relief under CAT.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The IJ held an evidentiary hearing on October 6, 2003. Because he found the petitioner credible, we accept as true the petitioner's testimony about the historical facts. <i>See Bocova v. Gonzales,</i> <span class=\"citation\" data-id=\"201655\"><a href=\"/opinion/201655/bocova-v-gonzales/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">257</span></a></span>, 262 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The petitioner was born and raised in Guatemala &#8212; a country plagued for decades by civil strife. In 1991, the petitioner, then sixteen years of age, encountered an armed guerilla faction in the hills near his village. The guerillas attempted to recruit him into their ranks (this was a familiar tactic of the guerillas, who believed that young men were easily led). They threatened the lives of the petitioner and his family in the event that he resisted their blandishments.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The petitioner felt that he was trapped between a rock and a hard place. He had no desire to join the guerillas, but he knew of young men who had been killed when they rebuffed the guerillas' overtures. Rather than casting his lot with the guerillas or, alternatively, reporting the encounter to the government, the petitioner elected to flee. Within days, he and his five brothers left Guatemala for the United States, where he has resided ever since. Even though his parents and two sisters remain in the village in which he was raised, they have warned him not to return.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The petitioner also testified about his three uncles, all of whom died from gunshot wounds. One shooting occurred in 1974 (before the petitioner was born); the other two shootings occurred after the petitioner had fled the country. Although the petitioner speculated that the guerillas had committed all three murders, the record contains no supporting facts and the responsible parties have never been apprehended.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Moving from the past to the future, the petitioner stated that he fears that the guerillas will kill him if he returns to Guatemala. He premised this fear on the past actions of the guerillas, the warnings received from his family, and the prospect of retaliation because he had resisted the guerillas' efforts to enlist him in their cause.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The IJ denied the application for asylum, withholding of removal, and relief under CAT (although he did grant a request for voluntary departure). Without making any finding as to whether the petitioner had established past persecution, the IJ went directly to the issue of future persecution and concluded that the petitioner lacked a well-founded fear of future persecution because conditions in Guatemala had changed dramatically since 1991. The IJ based his conclusion largely on the United States Department of State Country Report on Human Rights Conditions for the Country of Guatemala for the year 2002 (the Country Conditions Report). Among other things, that report took the position that peace accords signed in 1996 had brought down the final curtain on the armed conflict between the Guatemalan government and the guerillas.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The petitioner prosecuted a timely appeal before the BIA. In it, he claimed that the IJ's rulings were arbitrary, capricious, and an abuse of discretion. On February 28, 2005, the BIA summarily affirmed the decision. This timeous petition for judicial review followed. We have jurisdiction under 8 U.S.C. &#167; 1252(b).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When the BIA summarily affirms an IJ's decision, we \"review directly the IJ's decision as if it were the decision of the BIA.\" <i>Jupiter v. Ashcroft,</i> <span class=\"citation\" data-id=\"201441\"><a href=\"/opinion/201441/jupiter-v-ashcroft/\"><span class=\"volume\">396</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">487</span></a></span>, 490 (1st Cir.2005). We must respect the IJ's findings as long as they are \"supported by reasonable, substantial, and probative evidence on the record considered as a whole.\" <i>INS v. Elias-Zacarias,</i> <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 481, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">812</span></a></span>, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">117</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">38</span></a></span> (1992). Under this deferential \"substantial evidence\" standard, a determination will be upheld unless the record is such as to compel a reasonable factfinder to arrive at a contrary determination. <i>See Da Silva v. Ashcroft,</i> <span class=\"citation\" data-id=\"201398\"><a href=\"/opinion/201398/da-silva-v-ashcroft/\"><span class=\"volume\">394</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4-5 (1st Cir.2005); <i>see also</i> 8 U.S.C. &#167; 1252(b)(4)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Against this backdrop, we turn to the petitioner's asylum claim. To qualify for asylum, an alien must establish that he is a refugee within the meaning of the Immigration and Nationality Act (the Act). <i>See Negeya v. Gonzales,</i> <span class=\"citation\" data-id=\"201729\"><a href=\"/opinion/201729/negeya-v-ashcroft/\"><span class=\"volume\">417</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 82 (1st Cir.2005); <i>see also</i> 8 U.S.C. &#167; 1158(b)(1). The Act defines a \"refugee\" as a person who is unable or unwilling to return to his country of nationality \"because of persecution or a well-founded fear of future prosecution on account of race, religion, nationality, membership in a particular social group, or political opinion.\" 8 U.S.C. &#167; 1101(a)(42)(A). Thus, an asylum seeker must prove either past persecution based on one of these five enumerated grounds (thereby engendering a rebuttable presumption of future persecution) or a well-founded fear of future persecution. <i>See Rodriguez-Ramirez v. Ashcroft,</i> <span class=\"citation\" data-id=\"201454\"><a href=\"/opinion/201454/rodriguez-ramirez-v-ashcroft/\"><span class=\"volume\">398</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 124 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">When the IJ makes a finding of past persecution, a presumption of future persecution arises and the burden shifts to the government to rebut that presumption. <i>See id.</i> In such a situation, the government must show by a preponderance of the evidence either (i) that \"[t]here has been a fundamental change in circumstances such that the applicant no longer has a well-founded fear of persecution in the applicant's country of nationality\" or (ii) that \"the applicant could avoid future persecution by relocating to another part of the applicant's country, and . . . it would be reasonable to expect the applicant to do so.\" 8 C.F.R. &#167; 208.13(b)(1)(i)(A)-(B); <i>see Quevedo v. Ashcroft,</i> <span class=\"citation\" data-id=\"200551\"><a href=\"/opinion/200551/ins-v-quevedo/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 44 (1st Cir.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If the IJ does not find past persecution, the asylum seeker must affirmatively demonstrate a well-founded fear of future persecution, unaided by any presumption. <i>See Negeya,</i> 417 F.3d at 82. Such a showing involves both subjective and objective components. <i>Id.</i> The first component entails a showing that the asylum seeker's fear of future persecution is genuine. <i>Id.</i> at 83. The second component entails a showing that this fear is objectively reasonable. <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In the case at hand, the IJ intentionally bypassed a key element of the analysis: a finding on the issue of past persecution. The IJ stated that:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Even if the Court were able to reach the conclusion that the respondent had suffered past persecution . . . [it] would be compelled to find that the circumstances have changed within the country of Guatemala such that the respondent no longer has a well-founded fear of future persecution.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The existence vel non of past persecution determines which party must carry the devoir of persuasion on the issue of future persecution. <i>Compare, e.g., Quevedo,</i> 336 F.3d at 42-43 (shifting the burden to the government to rebut a well-founded fear of persecution where the petitioner had shown past persecution), <i>with, e.g., Zheng v. Gonzales,</i> <span class=\"citation\" data-id=\"201746\"><a href=\"/opinion/201746/zheng-v-gonzales/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">97</span></a></span>, 99 (1st Cir.2005) (keeping the burden on the petitioner to establish future persecution without the aid of any presumption when the petitioner had failed to show past persecution). Consequently, it is sometimes risky business to make a determination on the issue of future persecution without first answering the logically antecedent question of whether past persecution has occurred. <i>See, e.g., Zarouite v. Gonzales,</i> <span class=\"citation\" data-id=\"201824\"><a href=\"/opinion/201824/zarouite-v-ashcroft/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 65 (1st Cir.2005) (remanding for further proceedings because the IJ had taken a shortcut and decided the issue of future persecution without first deciding the issue of past persecution).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Risky or not, such a shortcut often is permissible. In some cases &#8212; <i>Zarouite</i> is a good example &#8212; the issue of future persecution is close, so the allocation of the burden of proof matters. In other cases, however, the issue of future persecution is so clear-cut that the allocation of the burden of proof does not matter. <i>See, e.g., Yatskin v. INS,</i> <span class=\"citation\" data-id=\"199481\"><a href=\"/opinion/199481/yatskin-v-ins/\"><span class=\"volume\">255</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 10 (1st Cir.2001). The instant case is of the latter genre; even if we were to assume, for arguments's sake, that the petitioner is able to establish past persecution and afford him the benefit of the ensuing presumption, we still would conclude that the government has provided enough evidence both to rebut the presumption and to show that there is no sufficient likelihood that the petitioner will face persecution should he be returned to Guatemala. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The most persuasive evidence that rebuts the presumption of future persecution in this case is the Country Conditions Report. The petitioner argues that abstract evidence of generalized changes in country conditions, without more, cannot rebut a presumption of a well-founded fear of future persecution. We agree with that premise: to be effective, evidence of changed country conditions must negate a petitioner's <i>particular</i> fear. <i>See Quevedo,</i> 336 F.3d at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The evidence here passes muster under that standard. The petitioner testified that he fears death at the hands of the guerillas should he return home. The Country Conditions Report addresses this allegation directly: it documents the signing of the 1996 peace accords and verifies that those accords not only ended the civil war but also resulted in the assimilation of the guerillas into the government. Because the guerillas are no longer a separate, out-of-power faction in Guatemala, they no longer need to engage in militant activities &#8212; and there is no evidence that militant activities (and, specifically, forced recruitment practices) persist. What evidence there is points in the opposite direction; for example, the Country Conditions Report explicitly states that no documented instances of politically motivated disappearances took place in Guatemala in the year in question (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The petitioner nonetheless mounts a two-pronged attack on the IJ's use of the Country Conditions Report. First, he posits that, as a matter of law, the IJ erred in relying upon the report at all. Second, he asseverates that, as a matter of fact, the report demonstrates that conditions have not changed in such a way as to palliate his fear of future persecution. We address each prong of his attack separately.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The petitioner's first argument relies exclusively on a line of Ninth Circuit cases, which he says hold that a country conditions report can never supply the individualized analysis required for a showing of changed country conditions. <i>See, e.g., Molina-Estrada v. INS,</i> <span class=\"citation\" data-id=\"778046\"><a href=\"/opinion/778046/giovanni-molina-estrada-v-immigration-and-naturalization-service/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1089</span></a></span>, 1096 (9th Cir.2002) (suggesting that \"a State Department report on country conditions, standing alone, is not sufficient to rebut the presumption of future persecution\"); <i>Chand v. INS,</i> <span class=\"citation\" data-id=\"769928\"><a href=\"/opinion/769928/ashok-chand-premila-mudaliar-chand-v-immigration-and-naturalization/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1066</span></a></span>, 1079 (9th Cir.2000) (holding that a determination of changed country conditions requires an individualized analysis). The petitioner reads these cases through rose-colored glasses. Taken in context, we do not think that they stand for a bright-line rule, applicable across the board. And to the extent (if at all) that they support the petitioner's absolutist argument, we decline to follow them.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The State Department has widely acknowledged expertise in discerning the conditions that prevail in foreign lands. <i>See Negeya,</i> 417 F.3d at 84; <i>Gonahasa v. INS,</i> <span class=\"citation\" data-id=\"764905\"><a href=\"/opinion/764905/david-daada-gonahasa-v-us-immigration-naturalization-service/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">538</span></a></span>, 542 (4th Cir.1999). Thus, State Department reports are generally probative of country conditions. <i>See, e.g., Zarouite,</i> 424 F.3d at 65 [slip op. at 6]. When such a report convincingly demonstrates material changes in country conditions that affect the specific circumstances of an asylum seeker's claim, the report may be sufficient, in and of itself, to rebut the presumption of future persecution. <i>See, e.g., Negeya,</i> 417 F.3d at 84 (finding that the petitioner's fear of future persecution was no longer reasonable in the face of a country conditions report finding no instances of forced exile during the relevant period); <i>Mullai v. Ashcroft,</i> <span class=\"citation\" data-id=\"787973\"><a href=\"/opinion/787973/elma-mullai-v-john-ashcroft-attorney-general-immigration-and/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">635</span></a></span>, 639 (6th Cir.2004) (concluding that a country conditions report documenting a new government's rise to power adequately evinced a material change in country conditions). Such focused evidence is to be distinguished from cursory statements or broad-brush generalizations about changed country conditions. <i>See Zarouite,</i> 424 F.3d at 64 [slip op. at 8].</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this instance, the petitioner was very specific in stating that he feared retaliation by the guerillas because he had frustrated their recruitment efforts. The Country Conditions Report addressed this issue head-on. It explained that the peace accords had ended the civil war and that, from and after 1996, there was no credible evidence that the guerillas had continued their militant activities. Because this information is both reliable and focused &#8212; it addresses the precise subject matter of the petitioner's claimed fear &#8212; it suffices, if credited by the factfinder and not effectively offset by other evidence, to rebut any presumption of future persecution at the hands of the guerillas.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Consequently, the IJ did not err as a matter of law in giving decretory significance to the Country Conditions Report.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The petitioner's fallback position is that the IJ erred in his reading of the Country Conditions Report. This argument relies on the sad fact, made manifest by the Country Conditions Report, that human rights abuses still abound in Guatemala. Whatever superficial appeal such an argument may possess, it misinterprets the meaning of \"persecution.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although the Act does not formally define the term \"persecution,\" we have held that persecution requires more than a showing of either episodic violence or sporadic abuse. <i>See, e.g., Bocova,</i> 412 F.3d at 263. To qualify as persecution, human rights abuses must be systematic. <i>See id.</i> They also must be causally connected to one of the five enumerated grounds. <i>See</i> 8 U.S.C. &#167; 1101(a)(42)(A).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Those requirements are not satisfied here. While the Country Conditions Report acknowledges that violence and human rights abuses still occur in Guatemala, it also attests that the threat of violence afflicts all Guatemalans to a roughly equal extent, regardless of their membership in a particular group or class. Accordingly, that threat will not support a finding of a well-founded fear of future persecution. <i>See Quevedo,</i> 336 F.3d at 44 (\"This Circuit has rejected the contention that pervasive non-political criminality in Guatemala constitutes a basis for asylum.\"); <i>see also Harutyunyan v. Gonzales,</i> <span class=\"citation\" data-id=\"201799\"><a href=\"/opinion/201799/harutyunyan-v-gonzales/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 70 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">That ends this aspect of the matter. With sufficient evidence of changed country conditions and no error in the IJ's reliance on or interpretation of the Country Conditions Report, there is no principled basis for upsetting the denial of asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">What we have written to this point also disposes of the petitioner's withholding of removal claim. That claim places a \"more stringent burden of proof on an alien than does a counterpart claim for asylum.\" <i>Rodriguez-Ramirez,</i> 398 F.3d at 123. While eligibility for asylum requires a well-founded fear of future persecution, withholding of removal requires that the alien show a clear probability of future persecution. <i>See Aguilar-Solis v. INS,</i> <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 569 n. 3 (1st Cir.1999). It follows, then, that, because the petitioner's claim for asylum fails, so too does his counterpart claim for withholding of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On the basis of the foregoing, the BIA's order is unimpugnable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">\n        <i>The petition for judicial review is denied.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Homeland Security Act of 2002, Pub.L. No. 107-296, &#167; 471, 116 Stat. 2135, 2205 (codified as amended at 6 U.S.C. &#167; 291(a)), abolished the INS and transferred its duties to the Department of Homeland Security<i>See Lattab v. Ashcroft,</i> <span class=\"citation\" data-id=\"201243\"><a href=\"/opinion/201243/lattab-v-ashcroft/\"><span class=\"volume\">384</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 13 n. 2 (1st Cir.2004). For simplicity's sake, we refer throughout to the INS.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note that the other information in the record, taken in its totality, helps to rebut the presumption that persecution by the guerillas is a reality in Guatemala today. For example, the fourteen-year time lapse since the petitioner's single confrontation with the guerillas works against the presumption of future persecution; it is questionable whether members of the guerilla group would even recognize the young man who, on only one occasion, declined their invitation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The petitioner's brief contains no developed argumentation anent his CAT claim. Therefore, we deem that claim abandoned<i>See Nikijuluw v. Gonzales,</i> <span class=\"citation\" data-id=\"201886\"><a href=\"/opinion/201886/nikijuluw-v-gonzales/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, ___ n. 3, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2763976</span></span> (1st Cir.2005) [No. 05-1452, slip op. at 6 n. 3]; <i>Makhoul v. Ashcroft,</i> <span class=\"citation\" data-id=\"201313\"><a href=\"/opinion/201313/makhoul-v-ashcroft/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">75</span></a></span>, 82 (1st Cir.2004).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201243/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201454/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201824/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787973/"
  ]
}