{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201804/",
  "absolute_url": "/opinion/201804/united-states-v-baskin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201804/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:34:39Z",
  "date_modified": "2016-02-28T05:06:30.131908Z",
  "type": "010combined",
  "sha1": "c1327a8a9a615be661a4f3254093bd3d8ddc0d6b",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/03-1695-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/09/07/US_v._Baskin.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\nNo. 03-1695\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                 v.\n\n              LEONARD BASKIN, a/k/a ROCKY, a/k/a ROCK,\n\n                       Defendant, Appellant.\n\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Mark L. Wolf, U.S. District Judge]\n\n\n\n                               Before\n\n                    Boudin, Chief Circuit Judge,\n\n              Campbell and Cyr, Senior Circuit Judges.\n\n\n\n\n     Stephen Hrones, with whom Hrones & Garrity was on brief for\nappellant.\n     Mark T. Quinlivan, Assistant United States Attorney, with whom\nMichael J. Sullivan, United States Attorney, was on brief for\nappellee.\n\n\n\n\n                         September 7, 2005\n\f          CYR, Senior Circuit Judge.         Leonard Baskin appeals from\n\nthe judgment of conviction and sentence entered against him for (i)\n\npossessing cocaine base with intent to distribute, 21 U.S.C. §\n\n841(a)(1), and (ii) being a felon in possession of a firearm, 18\n\nU.S.C. § 922(g)(1).   We affirm.\n\n                                       I\n\n                                BACKGROUND\n\n          The record facts are recited in the light most favorable\n\nto the district court ruling denying Baskin’s motion to suppress\n\nthe evidence seized pursuant to a warrantless search.            See United\n\nStates v. Antrim, 389 F.3d 276, 278 (1st Cir. 2004), cert. denied,\n\n125 S. Ct. 1692 (2005).   On April 20, 2001, Baskin and an associate\n\nkidnapped two underage girls, who had run away from a group home in\n\nBerkley, Massachusetts, then brought them to a motel room in\n\nSwansea, Massachusetts, where both girls were detained at gunpoint\n\nand one girl was raped.\n\n          En route to the motel, Baskin had stopped to sell drugs\n\nfrom his car.   He also kept cocaine in the motel room. One of the\n\ngirls, identified in the record as “TP,” escaped from the motel\n\nroom on April 21, and went to the local police.          The first reports\n\nto the police were received at 12:30 a.m. on April 23.\n\n          The   police,   who   had    reason   to   believe   that   TP   had\n\ncontrived the story, and who were not specially trained to deal\n\nwith hostage situations, decided to conduct further investigation\n\n\n                                      -2-\n\fof TP’s story before attempting a forced entry of the motel room to\n\nrescue the other girl, identified in the record as “AC.”              Upon\n\nplacing the motel room under surveillance, the police decided that\n\nit would be prudent to interview TP in person to assess her\n\ncredibility. The interview produced sufficient details to persuade\n\nthe police that TP was telling the truth.             These investigations\n\nwere not concluded until 4:30 a.m. After determining that probable\n\ncause and exigent circumstances existed to enable a warrantless\n\nforced entry to the motel room, the police broke down the door at\n\n5:00 a.m., whereupon they discovered Baskin and two females. While\n\nplacing Baskin under arrest, an officer flipped over a mattress and\n\nbox spring on a bed, disclosing a handgun and drugs.\n\n            On September 5, 2001, Baskin was indicted for possessing\n\ncocaine base with intent to distribute, 21 U.S.C. § 841(a)(1),\n\nbeing a felon in possession of a firearm, 18 U.S.C. § 922(g)(1),\n\nand possessing a firearm in furtherance of a drug             crime, id. §\n\n924(c)(1).    Baskin subsequently moved to suppress evidence seized\n\nin   the   warrantless   search   of    the   motel   room.   Following   an\n\nevidentiary hearing, the district court denied the suppression\n\nmotion.    After a five-day jury trial, Baskin was acquitted on the\n\n§ 924(c)(1) count, but convicted on the § 841(a)(1) and § 922(g)(1)\n\ncounts.     The district court ultimately sentenced Baskin to 180\n\nmonths' imprisonment and 96 months' supervised release. Baskin now\n\nappeals the conviction, as well as the sentence.\n\n\n                                       -3-\n\f                                        II\n\n                                    DISCUSSION\n\nA.   The Motion to Suppress\n\n            Baskin contests the rejection of his pretrial motion to\n\nsuppress evidence seized from the motel room during the warrantless\n\nsearch, especially the evidence discovered beneath the mattress and\n\nbox spring.        Although the district court relied upon several\n\nindependent grounds, we affirm on its threshold determination that\n\nBaskin failed to establish that he had both a subjective and an\n\nobjectively reasonable expectation of privacy in the motel room and\n\nits contents, such as would afford sufficient support for his\n\npersonal    exercise     of   the   rights    guaranteed     under      the   Fourth\n\nAmendment.    See United States v. Romain, 393 F.3d 63, 68 (1st Cir.\n\n2004), cert. denied, 125 S. Ct. 2924 (2005).\n\n            The evidence proffered to substantiate Baskin's privacy\n\nexpectations was contained in the Baskin affidavit, where he\n\ncontended that one \"John Marshall\" had rented the motel room for\n\nhim, that Marshall did not use the room but allowed Baskin to live\n\nthere for the week, that Marshall had provided Baskin with the only\n\nroom key, thus Baskin exercised control over the use of the\n\npremises.    See United States v. Sanchez, 943 F.2d 110, 114 (1st\n\nCir. 1991) (noting that defendant may establish Fourth Amendment\n\n“standing”    through     evidence     that      premises’      owner    gave    him\n\npermission    to   use   the   premises).         Yet,   when    the    government\n\n\n                                       -4-\n\fattempted at the motion hearing to cross-examine Baskin regarding\n\nthe evidence contained in his affidavit, he invoked the Fifth\n\nAmendment right against self-incrimination, and refused to respond\n\nto the questions put to him.    Whereupon, the district court struck\n\nthe Baskin affidavit.\n\n          The district court did not abuse its discretion.          See\n\nUnited States v. Bartelho, 129 F.3d 633, 673 (1st Cir. 1997). “A\n\ntrial judge may strike a witness’s direct testimony if he flatly\n\nrefuses to answer cross-examination questions related to ‘the\n\ndetails   of   his   direct   testimony,’   thereby   undermining   the\n\nprosecution’s ability ‘to test the truth of his direct testimony.’”\n\nId. (citation omitted).\n\n          Although Baskin responds that the district court could\n\nhave fashioned a less harsh remedy, the trial court’s choice of\n\nremedy is not grounds for reversal unless it constituted a manifest\n\nabuse of its discretion, see id. at 674, whereas this trial record\n\namply supported the district court’s discretionary selection of\n\nremedy.   The details pertaining to John Marshall and his alleged\n\nrental arrangement with Baskin were unquestionably a proper subject\n\nfor government cross-examination.       As Baskin offered no other\n\nevidence of either a subjective or an objectively reasonable\n\nexpectation of privacy in the motel room, other than his affidavit,\n\nhe has failed to establish any ground for asserting a Fourth\n\nAmendment right. See Romain, 393 F.3d at 68; United States v.\n\n\n                                  -5-\n\fStarks, 40 F.3d 1325, 1333 (1st Cir. 1994).\n\nB.    The Guidelines Sentence\n\n            Following this appeal, the United States Supreme Court\n\nheld that the federal sentencing guidelines were advisory, rather\n\nthan mandatory.     United States v. Booker, 125 S. Ct. 738 (2005).\n\nAs   Baskin   raised   no   constitutional     challenge   below     to   the\n\nSentencing Guidelines themselves, we review these Booker claims for\n\nplain error only.      See United States v. Antonakopolous, 399 F.3d\n\n68, 75 (1st Cir. 2005).1\n\n            In instances of unpreserved Booker error, the defendant\n\n“must point to circumstances creating a reasonable probability that\n\nthe district court would impose a different sentence more favorable\n\nto   the   defendant   under   the   new   ‘advisory   Guidelines’    Booker\n\nregime.”    Id.2   Baskin has not met that threshold burden.\n\n            The district court sentenced Baskin at the middle (viz.,\n\n\n      1\n      Following oral argument, we requested that the parties submit\nsupplemental briefs regarding the import of the Booker decision on\nthe Baskin sentencing. See Antonakopolous, 399 F.3d at 83.\n      2\n      On March 24, 2005, Baskin submitted a petition for rehearing\nen banc, requesting that the court revisit its decision in\nAntonakopoulos.    See Fed. R. App. P. 35.        As the petition\ntechnically was premature because no panel decision had yet issued,\nwe denied the petition, without prejudice to refile a petition for\nrehearing and/or rehearing en banc in due course. As this panel is\nbound by Antonakopoulos unless and until it is vacated by the en\nbanc court, see Eulitt v. Me. Dep’t of Educ., 386 F.3d 344, 349\n(1st Cir. 2004), we would deny a petition for panel rehearing which\nis based solely upon the ground that we should refuse to apply\nAntonakopoulos.    Of course, Baskin remains free to submit a\npetition for panel rehearing on other grounds, and to renew his\npetition for rehearing en banc.\n\n                                     -6-\n\f180 months) of the applicable guidelines sentencing range (168-210\n\nmonths).      “When, under a mandatory guidelines regime, a sentencing\n\ncourt has elected to sentence the defendant substantially above the\n\nbottom of the range, that is a telling indication that the court,\n\nif   acting    under   an   advisory   guidelines   regime,   would   in   all\n\nlikelihood have imposed the same sentence.”              United States v.\n\nGonzalez-Mercado, 402 F.3d 294, 304 (1st Cir. 2005); see United\n\nStates v. McLean, 409 F.3d 492, 505 (1st Cir. 2005).              Here, the\n\ndistrict court, acting well within the limits of its discretion\n\nunder the mandatory guidelines, could have reduced the Baskin\n\nsentence by one full year.       Instead, however, the court explicitly\n\ncharacterized the sentence as “appropriate,” adding that it was\n\ndesigned to “protect society from danger.”           See United States v.\n\nCarpenter, 403 F.3d 9, 13-14 (1st Cir.), cert. denied, 125 S. Ct.\n\n2284 (2005); see also United States v. Mercado, 412 F.3d 243, 253\n\n(1st Cir. 2005).3\n\n\n      3\n      The Baskin attempt to demonstrate that the district court\nfelt constrained by the guidelines lacks merit. Baskin contends\nthat the district court’s statement that a two-level enhancement\nunder U.S.S.G. § 2D1.1(b)(1) “should be applied if a weapon is\npresent” indicates that the court would not have imposed the\nenhancement unless it were mandatory. Instead, viewed in context,\nthe statement relates to Baskin’s unsuccessful contention that his\nacquittal on the charge of possession of a firearm in furtherance\nof a drug crime, 18 U.S.C. § 924(c)(1), foreclosed the court from\nimposing a § 2D1.1(b)(1) enhancement. See United States v. De Leon\nRuiz, 47 F.3d 452, 454 (1st Cir. 1995) (rejecting that argument).\nFurther, Baskin points to the district court’s comment – that he\nhad “a good chance of getting the message [that he is not a\nhopeless person] in less than 15 years” – as evidence that the\ncourt would have imposed less than 15 years if it had the\n\n                                       -7-\n\f           Additionally, Baskin contends that the district court\n\nmight have considered mitigating factors, such as family ties and\n\nresponsibilities,       which     constitute    discouraged      grounds   for\n\ndeparture under the Guidelines.          See U.S.S.G. § 5H1.6.        Although\n\nthe district court permitted Baskin to recite the details of his\n\nfamily   background     and     responsibilities     during   the   sentencing\n\nproceedings, the district court nevertheless sentenced him at the\n\nmiddle of the guideline sentencing range.              See United States v.\n\nMartins,   413   F.3d   139,     154   (1st   Cir.   2005)    (rejecting   same\n\nargument, and noting that “[n]early all the [family circumstances]\n\nfactors to which [defendant] alludes were limned in the PSI Report,\n\nyet the district court chose not to speak to them at sentencing”);\n\nMcLean, 409 F.3d at 505 (affirming sentence at middle of guideline\n\nrange despite evidence of mitigating circumstances not cognizable\n\nunder mandatory guidelines regime); United States v. Brennick, 405\n\nF.3d 96, 102 (1st Cir. 2005). Similarly, on appeal Baskin proffers\n\n\ndiscretionary power to do so. But he ignores the district court’s\ncomment that this promise of rehabilitation depended entirely upon\nwhether Baskin decided to “work on it.” The district court never\nstated that this potentiality should affect the length of his\nsentence. Indeed, as we have noted, the district court elsewhere\nnoted that the 15-year sentence was “appropriate.” Finally, Baskin\ncontends that the district court might consider, at a resentencing,\nthe disparity in the Guidelines between the penalties for\ndistribution of crack-cocaine and cocaine. See, e.g., Simon v.\nUnited States, 361 F. Supp. 2d 35, 49 (E.D.N.Y. 2005). However,\nthe record contains no indication that any such differential would\nhave affected the court’s sentencing decision, and if it had any\nsuch concern, the court could have reduced the disparity by\nsentencing Baskin at the lower end of his sentencing range. Yet,\nit did not.\n\n                                       -8-\n\fno pertinent information regarding his family circumstances which\n\nhad not been before the district court at sentencing. See Martins,\n\n413 F.3d at 154 (considering proffer of new mitigating evidence on\n\nappeal).\n\n            For these reasons, we discern no reasonable prospect that\n\nthe sentence imposed upon Baskin would be reduced were we to remand\n\nfor resentencing.     Accordingly, the district court judgment is\n\naffirmed.\n\n\n\n\n                                 -9-\n\f",
  "html": "<p class=\"case_cite\">424 F.3d 1</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Leonard BASKIN, a/k/a Rocky, a/k/a Rock, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-1695.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 9, 2005.</p>\n    <p class=\"date\">Decided September 7, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Hrones, with whom Hrones &amp; Garrity was on brief for appellant.</p>\n      <p class=\"indent\">Mark T. Quinlivan, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Circuit Judge, CAMPBELL and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Leonard Baskin appeals from the judgment of conviction and sentence entered against him for (i) possessing cocaine base with intent to distribute, 21 U.S.C. &#167; 841(a)(1), and (ii) being a felon in possession of a firearm, 18 U.S.C. &#167; 922(g)(1). We affirm.</p>\n    </div>\n    <p class=\"center\">* <i>BACKGROUND</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The record facts are recited in the light most favorable to the district court ruling denying Baskin's motion to suppress the evidence seized pursuant to a warrantless search. <i>See United States v. Antrim,</i> 389 F.3d 276, 278 (1st Cir.2004), <i>cert. denied,</i> ___ U.S. ___, 125 S.Ct. 1692, 161 L.Ed.2d 506 (2005). On April 20, 2001, Baskin and an associate kidnapped two underage girls, who had run away from a group home in Berkley, Massachusetts, then brought them to a motel room in Swansea, Massachusetts, where both girls were detained at gunpoint and one girl was raped.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">En route to the motel, Baskin had stopped to sell drugs from his car. He also kept cocaine in the motel room. One of the girls, identified in the record as \"TP,\" escaped from the motel room on April 21, and went to the local police. The first reports to the police were received at 12:30 a.m. on April 23.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The police, who had reason to believe that TP had contrived the story, and who were not specially trained to deal with hostage situations, decided to conduct further investigation of TP's story before attempting a forced entry of the motel room to rescue the other girl, identified in the record as \"AC.\" Upon placing the motel room under surveillance, the police decided that it would be prudent to interview TP in person to assess her credibility. The interview produced sufficient details to persuade the police that TP was telling the truth. These investigations were not concluded until 4:30 a.m. After determining that probable cause and exigent circumstances existed to enable a warrantless forced entry to the motel room, the police broke down the door at 5:00 a.m., whereupon they discovered Baskin and two females. While placing Baskin under arrest, an officer flipped over a mattress and box spring on a bed, disclosing a handgun and drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 5, 2001, Baskin was indicted for possessing cocaine base with intent to distribute, 21 U.S.C. &#167; 841(a)(1), being a felon in possession of a firearm, 18 U.S.C. &#167; 922(g)(1), and possessing a firearm in furtherance of a drug crime, <i>id.</i> &#167; 924(c)(1). Baskin subsequently moved to suppress evidence seized in the warrantless search of the motel room. Following an evidentiary hearing, the district court denied the suppression motion. After a five-day jury trial, Baskin was acquitted on the &#167; 924(c)(1) count, but convicted on the &#167; 841(a)(1) and &#167; 922(g)(1) counts. The district court ultimately sentenced Baskin to 180 months' imprisonment and 96 months' supervised release. Baskin now appeals the conviction, as well as the sentence.</p>\n    </div>\n    <p>II</p>\n    <p class=\"center\">\n      <i>DISCUSSION</i>\n    </p>\n    <p class=\"indent\">A. <i>The Motion to Suppress</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Baskin contests the rejection of his pretrial motion to suppress evidence seized from the motel room during the warrantless search, especially the evidence discovered beneath the mattress and box spring. Although the district court relied upon several independent grounds, we affirm on its threshold determination that Baskin failed to establish that he had both a subjective and an objectively reasonable expectation of privacy in the motel room and its contents, such as would afford sufficient support for his personal exercise of the rights guaranteed under the Fourth Amendment. <i>See United States v. Romain,</i> 393 F.3d 63, 68 (1st Cir.2004), <i>cert. denied,</i> ___ U.S. ___, 125 S.Ct. 2924, 162 L.Ed.2d 308 (2005).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The evidence proffered to substantiate Baskin's privacy expectations was contained in the Baskin affidavit, where he contended that one \"John Marshall\" had rented the motel room for him, that Marshall did not use the room but allowed Baskin to live there for the week, that Marshall had provided Baskin with the only room key, thus Baskin exercised control over the use of the premises. <i>See United States v. Sanchez,</i> 943 F.2d 110, 114 (1st Cir.1991) (noting that defendant may establish Fourth Amendment \"standing\" through evidence that premises' owner gave him permission to use the premises). Yet, when the government attempted at the motion hearing to cross-examine Baskin regarding the evidence contained in his affidavit, he invoked the Fifth Amendment right against self-incrimination, and refused to respond to the questions put to him. Whereupon, the district court struck the Baskin affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court did not abuse its discretion. <i>See United States v. Bartelho,</i> 129 F.3d 663, 673 (1st Cir.1997). \"A trial judge may strike a witness's direct testimony if he flatly refuses to answer cross-examination questions related to `the details of his direct testimony,' thereby undermining the prosecution's ability `to test the truth of his direct testimony.'\" <i>Id.</i> (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although Baskin responds that the district court could have fashioned a less harsh remedy, the trial court's choice of remedy is not grounds for reversal unless it constituted a manifest abuse of its discretion, <i>see id.</i> at 674, whereas this trial record amply supported the district court's discretionary selection of remedy. The details pertaining to John Marshall and his alleged rental arrangement with Baskin were unquestionably a proper subject for government cross-examination. As Baskin offered no other evidence of either a subjective or an objectively reasonable expectation of privacy in the motel room, other than his affidavit, he has failed to establish any ground for asserting a Fourth Amendment right. <i>See Romain,</i> 393 F.3d at 68; <i>United States v. Starks,</i> 40 F.3d 1325, 1333 (1st Cir.1994).</p>\n    </div>\n    <p class=\"indent\">B. <i>The Guidelines Sentence</i></p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following this appeal, the United States Supreme Court held that the federal sentencing guidelines were advisory, rather than mandatory. <i>United States v. Booker,</i> ___ U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005). As Baskin raised no constitutional challenge below to the Sentencing Guidelines themselves, we review these <i>Booker</i> claims for plain error only. <i>See United States v. Antonakopoulos,</i> 399 F.3d 68, 75 (1st Cir.2005).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In instances of unpreserved <i>Booker</i> error, the defendant \"must point to circumstances creating a reasonable probability that the district court would impose a different sentence more favorable to the defendant under the new `advisory Guidelines' <i>Booker</i> regime.\" <i>Id.</i><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Baskin has not met that threshold burden.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court sentenced Baskin at the middle (<i>viz.,</i> 180 months) of the applicable guidelines sentencing range (168-210 months). \"When, under a mandatory guidelines regime, a sentencing court has elected to sentence the defendant substantially above the bottom of the range, that is a telling indication that the court, if acting under an advisory guidelines regime, would in all likelihood have imposed the same sentence.\" <i>United States v. Gonzalez-Mercado,</i> 402 F.3d 294, 304 (1st Cir.2005); <i>see United States v. McLean,</i> 409 F.3d 492, 505 (1st Cir.2005). Here, the district court, acting well within the limits of its discretion under the mandatory guidelines, could have reduced the Baskin sentence by one full year. Instead, however, the court explicitly characterized the sentence as \"appropriate,\" adding that it was designed to \"protect society from danger.\" <i>See United States v. Carpenter,</i> 403 F.3d 9, 13-14 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, 125 S.Ct. 2284, 161 L.Ed.2d 1076 (2005); <i>see also United States v. Mercado,</i> 412 F.3d 243, 253 (1st Cir.2005).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Additionally, Baskin contends that the district court might have considered mitigating factors, such as family ties and responsibilities, which constitute discouraged grounds for departure under the Guidelines. <i>See</i> U.S.S.G. &#167; 5H1.6. Although the district court permitted Baskin to recite the details of his family background and responsibilities during the sentencing proceedings, the district court nevertheless sentenced him at the middle of the guideline sentencing range. <i>See United States v. Martins,</i> 413 F.3d 139, 154 (1st Cir.2005) (rejecting same argument, and noting that \"[n]early all the [family circumstances] factors to which [defendant] alludes were limned in the PSI Report, yet the district court chose not to speak to them at sentencing\"); <i>McLean,</i> 409 F.3d at 505 (affirming sentence at middle of guideline range despite evidence of mitigating circumstances not cognizable under mandatory guidelines regime); <i>United States v. Brennick,</i> 405 F.3d 96, 102 (1st Cir.2005). Similarly, on appeal Baskin proffers no pertinent information regarding his family circumstances which had not been before the district court at sentencing. <i>See Martins,</i> 413 F.3d at 154 (considering proffer of new mitigating evidence on appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">For these reasons, we discern no reasonable prospect that the sentence imposed upon Baskin would be reduced were we to remand for resentencing. Accordingly, the district court judgment is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Following oral argument, we requested that the parties submit supplemental briefs regarding the import of the<i>Booker</i> decision on the Baskin sentencing. <i>See Antonakopoulos,</i> 399 F.3d at 83.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On March 24, 2005, Baskin submitted a petition for rehearing<i>en banc,</i> requesting that the court revisit its decision in <i>Antonakopoulos. See</i> Fed. R.App. P. 35. As the petition technically was premature because no panel decision had yet issued, we denied the petition, without prejudice to refile a petition for rehearing and/or rehearing <i>en banc</i> in due course. As this panel is bound by <i>Antonakopoulos</i> unless and until it is vacated by the <i>en banc</i> court, <i>see Eulitt v. Me. Dep't of Educ.,</i> 386 F.3d 344, 349 (1st Cir.2004), we would deny a petition for panel rehearing which is based solely upon the ground that we should refuse to apply <i>Antonakopoulos.</i> Of course, Baskin remains free to submit a petition for panel rehearing on other grounds, and to renew his petition for rehearing <i>en banc.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Baskin attempt to demonstrate that the district court felt constrained by the guidelines lacks merit. Baskin contends that the district court's statement that a two-level enhancement under U.S.S.G. &#167; 2D1.1(b)(1) \"should be applied if a weapon is present\" indicates that the court would not have imposed the enhancement unless it were mandatory. Instead, viewed in context, the statement relates to Baskin's unsuccessful contention that his acquittal on the charge of possession of a firearm in furtherance of a drug crime, 18 U.S.C. &#167; 924(c)(1),<i>foreclosed</i> the court from imposing a &#167; 2D1.1(b)(1) enhancement. <i>See United States v. De Leon Ruiz,</i> 47 F.3d 452, 454 (1st Cir.1995) (rejecting that argument). Further, Baskin points to the district court's comment &#8212; that he had \"a good chance of getting the message [that he is not a hopeless person] in less than 15 years\" &#8212; as evidence that the court would have imposed less than 15 years if it had the discretionary power to do so. But he ignores the district court's comment that this promise of rehabilitation depended entirely upon whether Baskin decided to \"work on it.\" The district court never stated that this potentiality should affect the length of his sentence. Indeed, as we have noted, the district court elsewhere noted that the 15-year sentence was \"appropriate.\" Finally, Baskin contends that the district court might consider, at a resentencing, the disparity in the Guidelines between the penalties for distribution of crack-cocaine and cocaine. <i>See, e.g., Simon v. United States,</i> 361 F.Supp.2d 35, 49 (E.D.N.Y.2005). However, the record contains no indication that any such differential would have affected the court's sentencing decision, and if it had any such concern, the court could have reduced the disparity by sentencing Baskin at the lower end of his sentencing range. Yet, it did not.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Leonard BASKIN, a/k/a Rocky, a/k/a Rock, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 03-1695.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 9, 2005.</p>\n    <p class=\"date\">Decided September 7, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Stephen Hrones, with whom Hrones &amp; Garrity was on brief for appellant.</p>\n      <p class=\"indent\">Mark T. Quinlivan, Assistant United States Attorney, with whom Michael J. Sullivan, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Circuit Judge, CAMPBELL and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Leonard Baskin appeals from the judgment of conviction and sentence entered against him for (i) possessing cocaine base with intent to distribute, 21 U.S.C. &#167; 841(a)(1), and (ii) being a felon in possession of a firearm, 18 U.S.C. &#167; 922(g)(1). We affirm.</p>\n    </div>\n    <p class=\"center\">* <i>BACKGROUND</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The record facts are recited in the light most favorable to the district court ruling denying Baskin's motion to suppress the evidence seized pursuant to a warrantless search. <i>See United States v. Antrim,</i> <span class=\"citation\" data-id=\"201351\"><a href=\"/opinion/201351/united-states-v-antrim/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">276</span></a></span>, 278 (1st Cir.2004), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></span>, <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">506</span></span> (2005). On April 20, 2001, Baskin and an associate kidnapped two underage girls, who had run away from a group home in Berkley, Massachusetts, then brought them to a motel room in Swansea, Massachusetts, where both girls were detained at gunpoint and one girl was raped.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">En route to the motel, Baskin had stopped to sell drugs from his car. He also kept cocaine in the motel room. One of the girls, identified in the record as \"TP,\" escaped from the motel room on April 21, and went to the local police. The first reports to the police were received at 12:30 a.m. on April 23.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The police, who had reason to believe that TP had contrived the story, and who were not specially trained to deal with hostage situations, decided to conduct further investigation of TP's story before attempting a forced entry of the motel room to rescue the other girl, identified in the record as \"AC.\" Upon placing the motel room under surveillance, the police decided that it would be prudent to interview TP in person to assess her credibility. The interview produced sufficient details to persuade the police that TP was telling the truth. These investigations were not concluded until 4:30 a.m. After determining that probable cause and exigent circumstances existed to enable a warrantless forced entry to the motel room, the police broke down the door at 5:00 a.m., whereupon they discovered Baskin and two females. While placing Baskin under arrest, an officer flipped over a mattress and box spring on a bed, disclosing a handgun and drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 5, 2001, Baskin was indicted for possessing cocaine base with intent to distribute, 21 U.S.C. &#167; 841(a)(1), being a felon in possession of a firearm, 18 U.S.C. &#167; 922(g)(1), and possessing a firearm in furtherance of a drug crime, <i>id.</i> &#167; 924(c)(1). Baskin subsequently moved to suppress evidence seized in the warrantless search of the motel room. Following an evidentiary hearing, the district court denied the suppression motion. After a five-day jury trial, Baskin was acquitted on the &#167; 924(c)(1) count, but convicted on the &#167; 841(a)(1) and &#167; 922(g)(1) counts. The district court ultimately sentenced Baskin to 180 months' imprisonment and 96 months' supervised release. Baskin now appeals the conviction, as well as the sentence.</p>\n    </div>\n    <p>II</p>\n    <p class=\"center\">\n      <i>DISCUSSION</i>\n    </p>\n    <p class=\"indent\">A. <i>The Motion to Suppress</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Baskin contests the rejection of his pretrial motion to suppress evidence seized from the motel room during the warrantless search, especially the evidence discovered beneath the mattress and box spring. Although the district court relied upon several independent grounds, we affirm on its threshold determination that Baskin failed to establish that he had both a subjective and an objectively reasonable expectation of privacy in the motel room and its contents, such as would afford sufficient support for his personal exercise of the rights guaranteed under the Fourth Amendment. <i>See United States v. Romain,</i> <span class=\"citation\" data-id=\"201394\"><a href=\"/opinion/201394/united-states-v-romain/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 68 (1st Cir.2004), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2924</span></span>, <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">308</span></span> (2005).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The evidence proffered to substantiate Baskin's privacy expectations was contained in the Baskin affidavit, where he contended that one \"John Marshall\" had rented the motel room for him, that Marshall did not use the room but allowed Baskin to live there for the week, that Marshall had provided Baskin with the only room key, thus Baskin exercised control over the use of the premises. <i>See United States v. Sanchez,</i> <span class=\"citation\" data-id=\"567586\"><a href=\"/opinion/567586/united-states-v-erwin-sanchez/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">110</span></a></span>, 114 (1st Cir.1991) (noting that defendant may establish Fourth Amendment \"standing\" through evidence that premises' owner gave him permission to use the premises). Yet, when the government attempted at the motion hearing to cross-examine Baskin regarding the evidence contained in his affidavit, he invoked the Fifth Amendment right against self-incrimination, and refused to respond to the questions put to him. Whereupon, the district court struck the Baskin affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court did not abuse its discretion. <i>See United States v. Bartelho,</i> <span class=\"citation\" data-id=\"197664\"><a href=\"/opinion/197664/united-states-v-bartelho/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">663</span></a></span>, 673 (1st Cir.1997). \"A trial judge may strike a witness's direct testimony if he flatly refuses to answer cross-examination questions related to `the details of his direct testimony,' thereby undermining the prosecution's ability `to test the truth of his direct testimony.'\" <i>Id.</i> (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although Baskin responds that the district court could have fashioned a less harsh remedy, the trial court's choice of remedy is not grounds for reversal unless it constituted a manifest abuse of its discretion, <i>see id.</i> at 674, whereas this trial record amply supported the district court's discretionary selection of remedy. The details pertaining to John Marshall and his alleged rental arrangement with Baskin were unquestionably a proper subject for government cross-examination. As Baskin offered no other evidence of either a subjective or an objectively reasonable expectation of privacy in the motel room, other than his affidavit, he has failed to establish any ground for asserting a Fourth Amendment right. <i>See Romain,</i> 393 F.3d at 68; <i>United States v. Starks,</i> <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1333 (1st Cir.1994).</p>\n    </div>\n    <p class=\"indent\">B. <i>The Guidelines Sentence</i></p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Following this appeal, the United States Supreme Court held that the federal sentencing guidelines were advisory, rather than mandatory. <i>United States v. Booker,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005). As Baskin raised no constitutional challenge below to the Sentencing Guidelines themselves, we review these <i>Booker</i> claims for plain error only. <i>See United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 75 (1st Cir.2005).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In instances of unpreserved <i>Booker</i> error, the defendant \"must point to circumstances creating a reasonable probability that the district court would impose a different sentence more favorable to the defendant under the new `advisory Guidelines' <i>Booker</i> regime.\" <i>Id.</i><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Baskin has not met that threshold burden.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court sentenced Baskin at the middle (<i>viz.,</i> 180 months) of the applicable guidelines sentencing range (168-210 months). \"When, under a mandatory guidelines regime, a sentencing court has elected to sentence the defendant substantially above the bottom of the range, that is a telling indication that the court, if acting under an advisory guidelines regime, would in all likelihood have imposed the same sentence.\" <i>United States v. Gonzalez-Mercado,</i> <span class=\"citation\" data-id=\"201515\"><a href=\"/opinion/201515/united-states-v-gonzalez-mercado/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">294</span></a></span>, 304 (1st Cir.2005); <i>see United States v. McLean,</i> <span class=\"citation\" data-id=\"790402\"><a href=\"/opinion/790402/united-states-v-dale-mclean-united-states-of-america-v-manolin-feliz/\"><span class=\"volume\">409</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">492</span></a></span>, 505 (1st Cir.2005). Here, the district court, acting well within the limits of its discretion under the mandatory guidelines, could have reduced the Baskin sentence by one full year. Instead, however, the court explicitly characterized the sentence as \"appropriate,\" adding that it was designed to \"protect society from danger.\" <i>See United States v. Carpenter,</i> <span class=\"citation\" data-id=\"201505\"><a href=\"/opinion/201505/united-states-v-carpenter/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 13-14 (1st Cir.), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2284</span></span>, <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1076</span></span> (2005); <i>see also United States v. Mercado,</i> <span class=\"citation\" data-id=\"790686\"><a href=\"/opinion/790686/united-states-v-luis-mercado/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span>, 253 (1st Cir.2005).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Additionally, Baskin contends that the district court might have considered mitigating factors, such as family ties and responsibilities, which constitute discouraged grounds for departure under the Guidelines. <i>See</i> U.S.S.G. &#167; 5H1.6. Although the district court permitted Baskin to recite the details of his family background and responsibilities during the sentencing proceedings, the district court nevertheless sentenced him at the middle of the guideline sentencing range. <i>See United States v. Martins,</i> <span class=\"citation\" data-id=\"201656\"><a href=\"/opinion/201656/united-states-v-martins/\"><span class=\"volume\">413</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">139</span></a></span>, 154 (1st Cir.2005) (rejecting same argument, and noting that \"[n]early all the [family circumstances] factors to which [defendant] alludes were limned in the PSI Report, yet the district court chose not to speak to them at sentencing\"); <i>McLean,</i> 409 F.3d at 505 (affirming sentence at middle of guideline range despite evidence of mitigating circumstances not cognizable under mandatory guidelines regime); <i>United States v. Brennick,</i> <span class=\"citation\" data-id=\"201556\"><a href=\"/opinion/201556/united-states-v-brennick/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span>, 102 (1st Cir.2005). Similarly, on appeal Baskin proffers no pertinent information regarding his family circumstances which had not been before the district court at sentencing. <i>See Martins,</i> 413 F.3d at 154 (considering proffer of new mitigating evidence on appeal).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">For these reasons, we discern no reasonable prospect that the sentence imposed upon Baskin would be reduced were we to remand for resentencing. Accordingly, the district court judgment is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Following oral argument, we requested that the parties submit supplemental briefs regarding the import of the<i>Booker</i> decision on the Baskin sentencing. <i>See Antonakopoulos,</i> 399 F.3d at 83.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> On March 24, 2005, Baskin submitted a petition for rehearing<i>en banc,</i> requesting that the court revisit its decision in <i>Antonakopoulos. See</i> Fed. R.App. P. 35. As the petition technically was premature because no panel decision had yet issued, we denied the petition, without prejudice to refile a petition for rehearing and/or rehearing <i>en banc</i> in due course. As this panel is bound by <i>Antonakopoulos</i> unless and until it is vacated by the <i>en banc</i> court, <i>see Eulitt v. Me. Dep't of Educ.,</i> <span class=\"citation\" data-id=\"201301\"><a href=\"/opinion/201301/eulitt-v-me-dept-of-edu/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 349 (1st Cir.2004), we would deny a petition for panel rehearing which is based solely upon the ground that we should refuse to apply <i>Antonakopoulos.</i> Of course, Baskin remains free to submit a petition for panel rehearing on other grounds, and to renew his petition for rehearing <i>en banc.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Baskin attempt to demonstrate that the district court felt constrained by the guidelines lacks merit. Baskin contends that the district court's statement that a two-level enhancement under U.S.S.G. &#167; 2D1.1(b)(1) \"should be applied if a weapon is present\" indicates that the court would not have imposed the enhancement unless it were mandatory. Instead, viewed in context, the statement relates to Baskin's unsuccessful contention that his acquittal on the charge of possession of a firearm in furtherance of a drug crime, 18 U.S.C. &#167; 924(c)(1),<i>foreclosed</i> the court from imposing a &#167; 2D1.1(b)(1) enhancement. <i>See United States v. De Leon Ruiz,</i> <span class=\"citation\" data-id=\"195881\"><a href=\"/opinion/195881/united-states-v-de-leon/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">452</span></a></span>, 454 (1st Cir.1995) (rejecting that argument). Further, Baskin points to the district court's comment &#8212; that he had \"a good chance of getting the message [that he is not a hopeless person] in less than 15 years\" &#8212; as evidence that the court would have imposed less than 15 years if it had the discretionary power to do so. But he ignores the district court's comment that this promise of rehabilitation depended entirely upon whether Baskin decided to \"work on it.\" The district court never stated that this potentiality should affect the length of his sentence. Indeed, as we have noted, the district court elsewhere noted that the 15-year sentence was \"appropriate.\" Finally, Baskin contends that the district court might consider, at a resentencing, the disparity in the Guidelines between the penalties for distribution of crack-cocaine and cocaine. <i>See, e.g., Simon v. United States,</i> <span class=\"citation\" data-id=\"2500134\"><a href=\"/opinion/2500134/simon-v-united-states/\"><span class=\"volume\">361</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">35</span></a></span>, 49 (E.D.N.Y.2005). However, the record contains no indication that any such differential would have affected the court's sentencing decision, and if it had any such concern, the court could have reduced the disparity by sentencing Baskin at the lower end of his sentencing range. Yet, it did not.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201301/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2500134/"
  ]
}