{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201894/",
  "absolute_url": "/opinion/201894/united-states-v-martinez-flores/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201894/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:36:52Z",
  "date_modified": "2016-02-28T05:06:43.463495Z",
  "type": "010combined",
  "sha1": "b19d3591f3e9a0f67482ea8bad889e4c12bc984e",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2681-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/10/28/US_v._Martinez-Flores.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 04-2681\n\n                      UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                  v.\n\n                     DENNIS JOEL MARTINEZ-FLORES,\n\n                        Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF NEW HAMPSHIRE\n\n              [Hon. Paul Barbadoro, U.S. District Judge]\n\n\n                                Before\n\n                        Lynch, Circuit Judge,\n               Campbell and Cyr, Senior Circuit Judges.\n\n\n     Douglas J. Beaton on brief for appellant.\n     Mark S. Zuckerman, Assistant United States Attorney, and\nThomas P. Colantuono, United States Attorney, on brief for\nappellee.\n\n\n                           October 28, 2005\n\f               LYNCH, Circuit Judge.           This appeal, from a criminal\n\nsentence imposed on an alien who illegally reentered the United\n\nStates, requires that we address a question of first impression:\n\ndoes     the    congressional      endorsement     of        downward   sentencing\n\ndepartures in conjunction with \"fast-track\" case processing violate\n\nthe    nondelegation     doctrine?        We   answer    the    question   in   the\n\nnegative; separately, we reject the defendant's request for a\n\nBooker    remand    on   grounds    of   disparity      in    sentencing   between\n\ndefendants in fast-track jurisdictions and others.                  We affirm the\n\nsentence imposed by the district court.\n\n                                         I.\n\n               The facts are not in dispute.            Dennis Joel Martinez-\n\nFlores was convicted of the sale and transportation of cocaine in\n\na California state court in 1994 and was deported to Honduras in\n\n1996.    He re-entered the United States illegally and was deported\n\nagain in 1997, this time to Mexico.\n\n               In March 2004, Martinez-Flores was arrested again, this\n\ntime in New London, New Hampshire, and charged with re-entry after\n\ndeportation in violation of 8 U.S.C. § 1326(a).                  After his motion\n\nto suppress evidence was denied as moot, he pled guilty on August\n\n30, 2004.      Martinez-Flores faced 41 to 51 months in prison unless\n\nhe qualified for a downward departure under the then-mandatory\n\nSentencing Guidelines.\n\n\n\n\n                                         -2-\n\f           Martinez-Flores        made    three       arguments    in    support    of\n\ndownward departure. The first two revolved around the authority of\n\nthe Attorney General to authorize in certain jurisdictions \"fast-\n\ntrack\" procedures to speed criminal immigration cases through the\n\nsystem, and the concomitant congressional authorization of (and\n\ninstruction to the Sentencing Commission to provide for) downward\n\ndepartures to defendants in such fast-track programs in exchange\n\nfor their waiver of procedural rights.\n\n           Fast-track    programs        have    been    adopted    by   individual\n\nUnited States Attorneys and authorized by the Attorney General in\n\nsome federal jurisdictions but not all, and not in New Hampshire.\n\nSeizing on this fact, Martinez-Flores first argued that he faced a\n\nlonger sentence than similarly situated defendants elsewhere in the\n\ncountry.   This disparity, he argued, had not been adequately taken\n\ninto consideration in formulating the Sentencing Guidelines, and\n\nthus the district court could rely on it to depart downward.\n\nSecond,    Martinez-Flores        argued       that     Congress    violated       the\n\nnondelegation doctrine by conferring too much discretion on the\n\nAttorney General to decide when and where to implement fast-track\n\nprocedures.     Finally,     he    argued       that    he    should     receive    an\n\nadditional    downward    departure        pursuant          to   U.S.   Sentencing\n\nGuidelines Manual (U.S.S.G.) § 5K2.0 (permitting departure for\n\nmitigating circumstances not taken into account in the Guidelines):\n\nhe stated that his home in Honduras had been destroyed in a\n\n\n                                         -3-\n\fhurricane and that he had been working as a laborer in New\n\nHampshire to support his wife and children.\n\n            The district court rejected Martinez-Flores' fast-track\n\narguments, but it granted his request for a § 5K2.0 departure.                  It\n\nsentenced him on November 29, 2004 to a below-Guidelines term of 24\n\nmonths' imprisonment, to be followed by three years of supervised\n\nrelease.       Martinez-Flores        timely    appealed,     challenging      the\n\nrejection of his fast-track sentencing claims and asking for a\n\nBooker remand.\n\n                                       II.\n\n            Since both of Martinez-Flores' claims on appeal revolve\n\naround fast-track sentencing, we begin with a brief explanation of\n\nthe procedure and its provenance.\n\n            Fast-track sentencing originated not with Congress, but\n\nwith    federal   prosecutors     in    states    bordering      Mexico.       See\n\nMiddleton, Fast-Track to Disparity: How Federal Sentencing Policies\n\nAlong    the   Southwest     Border     are    Undermining     the    Sentencing\n\nGuidelines and Violating Equal Protection, 2004 Utah L. Rev. 827,\n\n831.    Faced with a burgeoning load of illegal re-entry and other\n\nimmigration    cases,   federal    prosecutors        in   Texas,    New   Mexico,\n\nArizona, and California adopted policies designed to speed case\n\nprocessing.    Id.    In the typical fast-track system, defendants who\n\nagreed to plead guilty at an early stage, and to waive their rights\n\nto   file   motions    and   to   appeal,      were   rewarded      with   shorter\n\n\n                                       -4-\n\fsentences,   either   via   charge-bargaining    or   promises    of     a\n\nrecommendation for departure at sentencing.      Id. at 829-30.\n\n          In 2003, Congress endorsed the fast-track concept in a\n\nprovision of the Prosecutorial Remedies and Other Tools to End the\n\nExploitation of Children Today Act (\"PROTECT Act\"), Pub. L. No.\n\n108-21, 117 Stat. 650 (2003) (codified in scattered Sections of 18,\n\n28, and 42 U.S.C.). The applicable provision, § 401(m)(2)(B) (\"the\n\nPROTECT Act provision\"), instructed the United States Sentencing\n\nCommission to \"promulgate . . . a policy statement authorizing a\n\ndownward departure of not more than 4 levels if the Government\n\nfiles a motion for such departure pursuant to an early disposition\n\nprogram authorized by the Attorney General and the United States\n\nAttorney.\"   117 Stat. at 675.         Pursuant to this dictate, the\n\nSentencing Commission added a new Guidelines provision, effective\n\nOctober 27, 2003, authorizing the four-level departure.                See\n\nU.S.S.G. § 5K3.1 (permitting departure and using the same language\n\nas the PROTECT Act provision).\n\n          Meanwhile, on September 22, 2003, then-Attorney General\n\nJohn Ashcroft issued a memorandum (the \"Ashcroft Memorandum\")\n\nexplaining the circumstances under which he would \"authorize[]\" a\n\nfast-track program.   The memorandum stated, inter alia, that fast-\n\ntrack programs would receive the Attorney General's authorization\n\nwhere \"the district confronts an exceptionally large number of a\n\nspecific class of offenses within the district\" or where \"the\n\n\n                                 -5-\n\fdistrict confronts some other exceptional local circumstance with\n\nrespect to a specific class of cases that justifies expedited\n\ndisposition.\" Memorandum from John Ashcroft, Attorney General, to\n\nUnited   States     Attorneys    2   (Sept.     22,   2003)    (setting   forth\n\n\"Department Principles for Implementing an Expedited Disposition or\n\n'Fast-Track' Prosecution Program in a District\"), reprinted in 16\n\nFed. Sent. R. 134 (Dec. 2003).\n\n           Where the fast-track programs have been authorized by the\n\nAttorney General and implemented, the defendant must \"agree to the\n\nfactual basis [of the criminal charge] and waive the rights to file\n\npretrial motions, to appeal, and to seek collateral relief (except\n\nfor   ineffective    assistance      of   counsel).\"         United   States   v.\n\nMelendez-Torres, 420 F.3d 45, 52 (1st Cir. 2005) (citing the\n\nAshcroft   Memorandum).         As   of   the    date   of    Martinez-Flores'\n\nprosecution and sentencing, such programs had been authorized in\n\nvarious districts; New Hampshire was not among them.\n\n                                     III.\n\nA.         The Nondelegation Argument\n\n           Martinez-Flores focuses on appeal on his constitutional\n\nattack on the fast-track system.1           He argues that by virtue of the\n\n\n1\n   This court has previously rejected constitutional claims that\nthe fast-track programs violate equal protection, see Melendez-\nTorres, 420 F.3d at 52-53, while other circuits said as much in\ndicta prior to the PROTECT Act, see, e.g., United States v.\nBanuelos-Rodriguez, 215 F.3d 969, 977 (9th Cir. 2000) (en banc)\n(stating, in the context of a fast-track challenge, that \"[a] wide\ndisparity between sentencing schemes of different jurisdictions\n\n                                      -6-\n\fPROTECT Act provision, Congress delegated excessive legislative\n\npower to the Attorney General to decide when districts may install\n\nfast-track systems and when they may not.           As support for this\n\nargument, Martinez-Flores points us to the Attorney General's\n\ncriteria for authorizing fast-track programs.          He argues that the\n\nterms   \"exceptionally    large    number\"    and     \"exceptional        local\n\ncircumstance\" are so vague and subjective that they exacerbate the\n\nexcessive delegation problem created by the PROTECT Act provision.\n\nWe disagree.   On these facts, we find that no delegation exists at\n\nall, and therefore that the constitutional limits on Congress'\n\npower to delegate could not have been transgressed.\n\n          1.        Nondelegation Principles\n\n          \"The nondelegation doctrine is rooted in the principle of\n\nseparation of powers that underlies our tripartite system of\n\nGovernment.\"   Mistretta v. United States, 488 U.S. 361, 371 (1989)\n\n(rejecting delegation challenge to the Guidelines system). Because\n\nthe Constitution states that all federal legislative power \"shall\n\nbe vested in a Congress of the United States,\" U.S. Const. art. I,\n\n§ 1, the Supreme Court \"long ha[s] insisted that 'the integrity and\n\nmaintenance    of   the   system   of    government    ordained      by    the\n\n\n\ndoes not violate equal protection, even where two persons who\ncommit the same crime are subject to different sentences\" (quoting\nUnited States v. Oakes, 11 F.3d 897, 899 (9th Cir. 1993)) (internal\nquotation marks omitted)). As best we can tell, no circuit court\nhas as yet faced a constitutional challenge to the PROTECT Act\nprovision based on the nondelegation doctrine.\n\n                                   -7-\n\fConstitution' mandate that Congress generally cannot delegate its\n\nlegislative power to another Branch.\"              Mistretta, 488 U.S. at 371-\n\n72 (quoting Field v. Clark, 143 U.S. 649, 692 (1892)).                  The Court,\n\nhowever, also has recognized that this principle \"do[es] not\n\nprevent Congress from obtaining the assistance of its coordinate\n\nBranches,\" id. at 372, and that how it may go about obtaining that\n\nassistance in a particular case \"'must be fixed according to common\n\nsense       and    the     inherent     necessities        of     the   government\n\nco-ordination,'\" id. (quoting J. W. Hampton, Jr., & Co. v. United\n\nStates, 276 U.S. 394, 406 (1928)).                      The Court developed the\n\nfollowing rule: \"So long as Congress 'shall lay down by legislative\n\nact    an   intelligible      principle      to   which    the    person   or    body\n\nauthorized to [exercise the delegated authority] is directed to\n\nconform, such legislative action is not a forbidden delegation of\n\nlegislative power.'\"         Id. (quoting J.W. Hampton, 276 U.S. at 409)\n\n(alteration in the original).\n\n              Two details of the nondelegation jurisprudence are worthy\n\nof    note.       First,   \"the    degree    of   agency    discretion     that   is\n\nacceptable        varies    according       to    the     scope   of    the     power\n\ncongressionally conferred.\"           Whitman v. Am. Trucking Ass'ns, 531\n\nU.S. 457, 475 (2001).             In other words, if Congress delegates a\n\nrelatively narrow task, it need not cabin the actor's discretion as\n\nto how to accomplish that task, whereas if it delegates a broad\n\nduty -- for example, setting national air quality standards -- it\n\n\n                                        -8-\n\fmust   provide       \"substantial       guidance.\"       Id.      Second,    the\n\nnondelegation principle is extraordinarily difficult to violate.\n\nIn its entire history, the Supreme Court \"ha[s] found the requisite\n\n'intelligible principle' lacking in only two statutes\"; both of\n\nthose decisions date to 1935.           Id. at 474 (citing Panama Refining\n\nCo. v. Ryan, 293 U.S. 388 (1935); A.L.A. Schechter Poultry Corp. v.\n\nUnited States, 295 U.S. 495 (1935)); see Sunstein, Nondelegation\n\nCanons,   67    U.   Chi.   L.   Rev.    315,   322   (2000)   (describing   the\n\nnondelegation doctrine as having had \"one good year, and 211 bad\n\nones (and counting)\").\n\n           2.         Analysis\n\n           Turning to the facts before us, we begin by noting that\n\nthe Attorney General's memorandum, with its \"exceptionally large\n\nnumber\" and \"exceptional local circumstance\" wording, is irrelevant\n\nto the nondelegation question.           As the Supreme Court made clear in\n\nWhitman, the proper focus of nondelegation analysis is on the terms\n\nof Congress' delegation to the agency or other governmental body,\n\nnot on the terms of the agency's subsequent exercise of the\n\ndelegated authority.2       531 U.S. at 472-73.\n\n\n2\n       Therefore, an agency cannot \"cure an unconstitutionally\nstandardless delegation of power by declining to exercise some of\nthat power.\"      Whitman, 531 U.S. at 473.          Conversely, a\ncongressional assignment of power not by its terms violative of the\nnondelegation doctrine cannot become so because of the breadth with\nwhich the agency exercises it.      If it is the agency, and not\nCongress, whose exercise of authority is too broad, the relevant\nobjection   would   not   be   that    Congress'   delegation   was\nunconstitutional, but that the agency had exceeded its statutory\n\n                                        -9-\n\f               We turn, then, to the words and context of the PROTECT\n\nAct provision.      The provision accomplishes two things.                 First, it\n\nissues a mandate to another governmental actor: it instructs the\n\nSentencing Commission to \"promulgate . . . a policy statement\n\nauthorizing a downward departure of not more than 4 levels.\"\n\n§ 401(m)(2)(B), 117 Stat. at 675.               Second, it sets a condition on\n\nthat mandate: it states that the four-level departure will be\n\nauthorized under the Guidelines in a given jurisdiction only if the\n\njurisdiction's fast-track program has been \"authorized by the\n\nAttorney General and the United States Attorney.\"                  Id.\n\n               It is clear that the first of these two items, the\n\nmandate    to     the     Sentencing     Commission,      does     not     create   a\n\nnondelegation problem.        Congress created the Sentencing Commission\n\nand may constitutionally require the Commission to set sentencing\n\npolicy.    Mistretta, 488 U.S. at 412 (\"We conclude that in creating\n\nthe   Sentencing        Commission   .    .    .   Congress     neither    delegated\n\nexcessive legislative power nor upset the constitutionally mandated\n\nbalance of powers among the coordinate Branches.\"); see also United\n\nStates    v.    LaGuardia,    902    F.2d     1010,   1013-16    (1st     Cir.   1990)\n\n(rejecting a claim that the Sentencing Guidelines' restrictions on\n\njudicial sentencing discretion violate the Due Process Clause).\n\nMoreover, the PROTECT Act's mandate to the Commission is narrow and\n\nhighly specific: it tells the Commission what to write and how to\n\n\nauthority.\n\n                                         -10-\n\fwrite it.      It therefore involves no \"agency discretion,\" and the\n\n\"scope of the power . . . conferred\" is minuscule.                    See Whitman,\n\n531 U.S. at 475.        If authorizing the Commission \"to determine the\n\nrelative severity\" of all federal crimes does not constitute\n\nexcessive delegation, see Mistretta, 488 U.S. at 377, neither does\n\nthe narrow mandate at issue here.\n\n            Any nondelegation challenge therefore must rest on the\n\ncondition -- approval by the Attorney General of the fast-track\n\nprogram involved -- that Congress (and the Commission) placed on\n\nthe downward departure.        The argument must be that that condition\n\ncreated   an    implied    delegation     of     congressional    power    to    the\n\nAttorney General to decide when fast-track programs are permissible\n\nand when they are not.\n\n            But   the    PROTECT    Act   provision      does   not    purport    to\n\ndelegate responsibility to, or otherwise regulate, the Executive\n\nBranch's prosecutorial arm. Instead, it simply exercises Congress'\n\npower to regulate certain aspects of federal sentencing; it does so\n\nby issuing (through the agency of the Sentencing Commission) a new\n\nsentencing     policy.      The    fact   that    the   new   sentencing    policy\n\ncontains a condition that depends for its fulfillment on actions of\n\nthe Attorney General does not mean Congress has delegated either\n\nLegislative or Judicial Branch power to the Attorney General.\n\nOther aspects of sentencing also require as a condition the action\n\nof a prosecutor.          For example, judges are authorized to grant\n\n\n                                      -11-\n\fdownward    departures   to     defendants    who     provide    \"substantial\n\nassistance in the investigation or prosecution of another person\"\n\n-- but only \"[u]pon motion of the government\" declaring that the\n\ndefendant has done so.     USSG § 5K1.1.\n\n            Under the terms of the PROTECT Act provision, in fact,\n\nthe Attorney General was not obligated to do anything at all; he\n\ncould have taken absolutely no action with regard to fast-track\n\nprograms, leaving their existence and their configuration to the\n\ncontinued discretion of individual United States Attorneys.                It is\n\ntrue that if the Attorney General had not taken any action, the\n\nPROTECT Act provision would not have authorized downward departure\n\non the basis of a defendant's fast-track cooperation.                  But that\n\neffect would have sprung from Congress' control over sentencing,\n\nnot over federal prosecutors, and prosecutors still would have been\n\nfree to achieve the same outcomes via the bargaining process.                  In\n\nsuch a situation, we cannot say that Congress delegated legislative\n\nor judicial power to the Attorney General.          Further, even assuming\n\narguendo that the nondelegation doctrine did somehow apply, we\n\ncould not say that any delegation was insufficiently cabined or\n\nthat it would violate the \"intelligible principle\" rule.                       Any\n\nauthority   delegated    here    \"is   no   broader    than     the   authority\n\n[prosecutors] routinely exercise in enforcing the criminal laws.\"\n\nUnited States v. Batchelder, 442 U.S. 114, 126 (1979).                Where that\n\nis the case, the nondelegation principle is not violated.                Id.\n\n\n                                    -12-\n\fB.          The \"Unwarranted Disparities\" Argument\n\n            Martinez-Flores also argues that the existence of fast-\n\ntrack sentencing in some jurisdictions but not others creates\n\nunwarranted    sentencing     disparities.    He    argues   that     these\n\ndisparities justify downward departure and that the district court\n\nmight have so held if sentencing had occurred after the Supreme\n\nCourt's decision in United States v. Booker, ___ U.S. ___, 125 S.\n\nCt. 738, 160 L. Ed. 2d 621 (2005); he therefore requests a Booker\n\nremand.\n\n            Martinez-Flores presented a somewhat different version of\n\nthis argument at sentencing.       At that time, he was faced with a\n\nsystem of mandatory Sentencing Guidelines and a statutory provision\n\n-- 18 U.S.C. § 3553(b) -- that permitted downward deviation from\n\nthe Guidelines only in the face of a \"mitigating circumstance\" that\n\nwas \"not adequately taken into consideration by the Sentencing\n\nCommission in formulating the Guidelines.\"            Id. § 3553(b)(1).\n\nMartinez-Flores argued that the sentencing disparities created by\n\nthe unequal distribution of fast-track programs constituted such a\n\nmitigating    circumstance.      The   district    court   rejected    this\n\nargument.     At least three circuit courts had earlier reached\n\nsimilar results, holding that fast-track disparities did not under\n\nthe Guidelines justify downward departure.         See United States v.\n\nBanuelos-Rodriguez, 215 F.3d 969, 973 (9th Cir. 2000) (en banc)\n\n(\"We fail to see how the decision of [federal prosecutors in\n\n\n                                   -13-\n\fanother district to adopt fast-track procedures] . . . can be a\n\n'mitigating circumstance' with regard to Defendant or his crime.\");\n\nUnited States v. Armenta-Castro, 227 F.3d 1255, 1257 (10th Cir.\n\n2000) (same); United States v. Bonnet-Grullon, 212 F.3d 692, 705-06\n\n(2d Cir. 2000) (rejecting possibility of downward departure to\n\noffset disparities created by the Southern District of California's\n\ncharge-bargaining fast-track system).\n\n            The question is different post-Booker.               The Supreme\n\nCourt's   holding     in   that   case   excised   §    3553(b)(1)    from   the\n\nstatutory    scheme    and   rendered     the   Guidelines     non-mandatory.\n\nBooker, 125 S.Ct. at 764-67.             As a result, § 3553(a), which\n\ncontains a list of factors to be considered by federal judges in\n\nimposing sentences, has taken on renewed importance.              Recognizing\n\nthis, Martinez-Flores shifts his argument on appeal to focus on\n\n§ 3553(a)(6), which instructs the district judge to consider \"the\n\nneed to avoid unwarranted sentence disparities among defendants\n\nwith similar records who have been found guilty of similar conduct\"\n\nwhen imposing sentence.       Martinez-Flores argues that the district\n\njudge at his sentencing felt constrained by the then-mandatory\n\nGuidelines and so did not have the opportunity to fully consider\n\nwhether     fast-track     sentencing    created       \"unwarranted   sentence\n\ndisparities\" under § 3553(a)(6). He thus requests a Booker remand.\n\n            Martinez-Flores did not preserve a Booker issue, so our\n\nreview is for plain error.         See United States v. Antonakopoulos,\n\n\n                                     -14-\n\f399 F.3d 68, 76 (1st Cir. 2005).          For Martinez-Flores' claim to\n\nsurvive plain error review, we must find \"a reasonable probability\n\nthat the district court would impose a different sentence more\n\nfavorable to the defendant under the new 'advisory Guidelines'\n\nBooker regime.\"    Id. at 75.    \"It is not enough for a defendant to\n\nshow that he was not given the benefit of a sentence fashioned\n\nunder advisory guidelines; rather, he must offer some reasonable\n\nindication that the sentencing court, freed of the shackles forged\n\nby mandatory guidelines, would have fashioned a more favorable\n\nsentence.\"    United States v. Guzman, 419 F.3d 27, 32 (1st Cir.\n\n2005).    In other words, the defendant \"must point to specific\n\nindicia\" that the requisite reasonable probability exists.           United\n\nStates v. Sanchez-Berrios, No. 03-2333, 2005 U.S. App. LEXIS 20110,\n\nat *29 (1st Cir. Sept. 20, 2005).\n\n            Martinez-Flores points to no \"specific indicia\" that the\n\ndistrict court would have felt differently had it been operating\n\nunder advisory Guidelines.       In fact, the record suggests just the\n\nopposite.    The district court stated during the sentencing hearing\n\nthat it was \"not free to simply give every other defendant who\n\ncomes before me the benefit of the [fast-track] program that might\n\nhave some pragmatic justification in particular districts but is\n\nnot justified here.\" (emphasis added). This comment suggests that\n\nthe   district   court   would   not   have   considered   any   fast-track\n\ndisparities \"unwarranted\" even in an advisory Guidelines universe.\n\n\n                                   -15-\n\fMartinez-Flores therefore cannot meet the Antonakopoulos plain-\n\nerror standard.3\n\n          The judgment is affirmed.\n\n\n\n\n3\n    It is arguable that even post-Booker, it would never be\nreasonable to depart downward based on disparities between fast-\ntrack and non-fast-track jurisdictions given Congress' clear (if\nimplied) statement in the PROTECT Act provision that such\ndisparities are acceptable. See United States v. Perez-Chavez, No.\n2:05-CR-00003PGC, 2005 U.S. Dist. LEXIS 9252, at *18-*23 (C.D. Utah\nMay 16, 2005) (holding, in light of the PROTECT Act provision, that\n\"Congress has concluded that the advantages stemming from\nfast-track programs outweigh their disadvantages, and that any\ndisparity   that   results   from  fast-track   programs   is   not\n'unwarranted'\"). Because we resolve the question in this case on\nBooker plain-error grounds, we need not reach that or any other\nissue of reasonableness.\n\n                               -16-\n\f",
  "html": "<p class=\"case_cite\">428 F.3d 22</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Dennis Joel MARTINEZ-FLORES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-2681.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted October 5, 2005.</p>\n    <p class=\"date\">Decided October 28, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Douglas J. Beaton on brief for appellant.</p>\n      <p class=\"indent\">Mark S. Zuckerman, Assistant United States Attorney, and Thomas P. Colantuono, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, from a criminal sentence imposed on an alien who illegally reentered the United States, requires that we address a question of first impression: does the congressional endorsement of downward sentencing departures in conjunction with \"fast-track\" case processing violate the nondelegation doctrine? We answer the question in the negative; separately, we reject the defendant's request for a <i>Booker</i> remand on grounds of disparity in sentencing between defendants in fast-track jurisdictions and others. We affirm the sentence imposed by the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are not in dispute. Dennis Joel Martinez-Flores was convicted of the sale and transportation of cocaine in a California state court in 1994 and was deported to Honduras in 1996. He re-entered the United States illegally and was deported again in 1997, this time to Mexico.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March 2004, Martinez-Flores was arrested again, this time in New London, New Hampshire, and charged with re-entry after deportation in violation of 8 U.S.C. &#167; 1326(a). After his motion to suppress evidence was denied as moot, he pled guilty on August 30, 2004. Martinez-Flores faced 41 to 51 months in prison unless he qualified for a downward departure under the then-mandatory Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Martinez-Flores made three arguments in support of downward departure. The first two revolved around the authority of the Attorney General to authorize in certain jurisdictions \"fast-track\" procedures to speed criminal immigration cases through the system, and the concomitant congressional authorization of (and instruction to the Sentencing Commission to provide for) downward departures to defendants in such fast-track programs in exchange for their waiver of procedural rights.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Fast-track programs have been adopted by individual United States Attorneys and authorized by the Attorney General in some federal jurisdictions but not all, and not in New Hampshire. Seizing on this fact, Martinez-Flores first argued that he faced a longer sentence than similarly situated defendants elsewhere in the country. This disparity, he argued, had not been adequately taken into consideration in formulating the Sentencing Guidelines, and thus the district court could rely on it to depart downward. Second, Martinez-Flores argued that Congress violated the nondelegation doctrine by conferring too much discretion on the Attorney General to decide when and where to implement fast-track procedures. Finally, he argued that he should receive an additional downward departure pursuant to U.S. Sentencing Guidelines Manual (U.S.S.G.) &#167; 5K2.0 (permitting departure for mitigating circumstances not taken into account in the Guidelines): he stated that his home in Honduras had been destroyed in a hurricane and that he had been working as a laborer in New Hampshire to support his wife and children.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court rejected Martinez-Flores' fast-track arguments, but it granted his request for a &#167; 5K2.0 departure. It sentenced him on November 29, 2004 to a below-Guidelines term of 24 months' imprisonment, to be followed by three years of supervised release. Martinez-Flores timely appealed, challenging the rejection of his fast-track sentencing claims and asking for a <i>Booker</i> remand.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Since both of Martinez-Flores' claims on appeal revolve around fast-track sentencing, we begin with a brief explanation of the procedure and its provenance.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Fast-track sentencing originated not with Congress, but with federal prosecutors in states bordering Mexico. <i>See</i> Middleton, <i>Fast-Track to Disparity: How Federal Sentencing Policies Along the Southwest Border are Undermining the Sentencing Guidelines and Violating Equal Protection,</i> 2004 Utah L.Rev. 827, 831. Faced with a burgeoning load of illegal re-entry and other immigration cases, federal prosecutors in Texas, New Mexico, Arizona, and California adopted policies designed to speed case processing. <i>Id.</i> In the typical fast-track system, defendants who agreed to plead guilty at an early stage, and to waive their rights to file motions and to appeal, were rewarded with shorter sentences, either via charge-bargaining or promises of a recommendation for departure at sentencing. <i>Id.</i> at 829-30.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 2003, Congress endorsed the fast-track concept in a provision of the Prosecutorial Remedies and Other Tools to End the Exploitation of Children Today Act (\"PROTECT Act\"), Pub.L. No. 108-21, 117 Stat. 650 (2003) (codified in scattered Sections of 18, 28, and 42 U.S.C.). The applicable provision, &#167; 401(m)(2)(B) (\"the PROTECT Act provision\"), instructed the United States Sentencing Commission to \"promulgate . . . a policy statement authorizing a downward departure of not more than 4 levels if the Government files a motion for such departure pursuant to an early disposition program authorized by the Attorney General and the United States Attorney.\" 117 Stat. at 675. Pursuant to this dictate, the Sentencing Commission added a new Guidelines provision, effective October 27, 2003, authorizing the four-level departure. <i>See</i> U.S.S.G. &#167; 5K3.1 (permitting departure and using the same language as the PROTECT Act provision).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Meanwhile, on September 22, 2003, then-Attorney General John Ashcroft issued a memorandum (the \"Ashcroft Memorandum\") explaining the circumstances under which he would \"authorize[ ]\" a fast-track program. The memorandum stated, inter alia, that fast-track programs would receive the Attorney General's authorization where \"the district confronts an exceptionally large number of a specific class of offenses within the district\" or where \"the district confronts some other exceptional local circumstance with respect to a specific class of cases that justifies expedited disposition.\" Memorandum from John Ashcroft, Attorney General, to United States Attorneys 2 (Sept. 22, 2003) (setting forth \"Department Principles for Implementing an Expedited Disposition or `Fast-Track' Prosecution Program in a District\"), <i>reprinted in</i> 16 Fed. Sent. R. 134 (Dec.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Where the fast-track programs have been authorized by the Attorney General and implemented, the defendant must \"agree to the factual basis [of the criminal charge] and waive the rights to file pretrial motions, to appeal, and to seek collateral relief (except for ineffective assistance of counsel).\" <i>United States v. Melendez-Torres,</i> 420 F.3d 45, 52 (1st Cir.2005) (citing the Ashcroft Memorandum). As of the date of Martinez-Flores' prosecution and sentencing, such programs had been authorized in various districts; New Hampshire was not among them.</p>\n    </div>\n    <p>III.</p>\n    <p class=\"indent\">A. The Nondelegation Argument</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Martinez-Flores focuses on appeal on his constitutional attack on the fast-track system.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He argues that by virtue of the PROTECT Act provision, Congress delegated excessive legislative power to the Attorney General to decide when districts may install fast-track systems and when they may not. As support for this argument, Martinez-Flores points us to the Attorney General's criteria for authorizing fast-track programs. He argues that the terms \"exceptionally large number\" and \"exceptional local circumstance\" are so vague and subjective that they exacerbate the excessive delegation problem created by the PROTECT Act provision. We disagree. On these facts, we find that no delegation exists at all, and therefore that the constitutional limits on Congress' power to delegate could not have been transgressed.</p>\n    </div>\n    <p class=\"indent\">1. Nondelegation Principles</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"The nondelegation doctrine is rooted in the principle of separation of powers that underlies our tripartite system of Government.\" <i>Mistretta v. United States,</i> 488 U.S. 361, 371, 109 S.Ct. 647, 102 L.Ed.2d 714 (1989) (rejecting delegation challenge to the Guidelines system). Because the Constitution states that all federal legislative power \"shall be vested in a Congress of the United States,\" U.S. Const. art. I, &#167; 1, the Supreme Court \"long ha[s] insisted that `the integrity and maintenance of the system of government ordained by the Constitution' mandate that Congress generally cannot delegate its legislative power to another Branch.\" <i>Mistretta,</i> 488 U.S. at 371-72, 109 S.Ct. 647 (quoting <i>Field v. Clark,</i> 143 U.S. 649, 692, 12 S.Ct. 495, 36 L.Ed. 294 (1892)). The Court, however, also has recognized that this principle \"do[es] not prevent Congress from obtaining the assistance of its coordinate Branches,\" <i>id.</i> at 372, 109 S.Ct. 647, and that how it may go about obtaining that assistance in a particular case \"`must be fixed according to common sense and the inherent necessities of the government co-ordination,'\" <i>id.</i> (quoting <i>J.W. Hampton, Jr., &amp; Co. v. United States,</i> 276 U.S. 394, 406, 48 S.Ct. 348, 72 L.Ed. 624 (1928)). The Court developed the following rule: \"So long as Congress `shall lay down by legislative act an intelligible principle to which the person or body authorized to [exercise the delegated authority] is directed to conform, such legislative action is not a forbidden delegation of legislative power.'\" <i>Id.</i> (quoting <i>J.W. Hampton,</i> 276 U.S. at 409, 48 S.Ct. 348) (alteration in the original).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Two details of the nondelegation jurisprudence are worthy of note. First, \"the degree of agency discretion that is acceptable varies according to the scope of the power congressionally conferred.\" <i>Whitman v. Am. Trucking Ass'ns,</i> 531 U.S. 457, 475, 121 S.Ct. 903, 149 L.Ed.2d 1 (2001). In other words, if Congress delegates a relatively narrow task, it need not cabin the actor's discretion as to how to accomplish that task, whereas if it delegates a broad duty &#8212; for example, setting national air quality standards &#8212; it must provide \"substantial guidance.\" <i>Id.</i> Second, the nondelegation principle is extraordinarily difficult to violate. In its entire history, the Supreme Court \"ha[s] found the requisite `intelligible principle' lacking in only two statutes\"; both of those decisions date to 1935. <i>Id.</i> at 474, 121 S.Ct. 903 (citing <i>Panama Refining Co. v. Ryan,</i> 293 U.S. 388, 55 S.Ct. 241, 79 L.Ed. 446 (1935); <i>A.L.A. Schechter Poultry Corp. v. United States,</i> 295 U.S. 495, 55 S.Ct. 837, 79 L.Ed. 1570 (1935)); <i>see</i> Sunstein, <i>Nondelegation Canons,</i> 67 U. Chi. L.Rev. 315, 322 (2000) (describing the nondelegation doctrine as having had \"one good year, and 211 bad ones (and counting)\").</p>\n    </div>\n    <p class=\"indent\">2. Analysis</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Turning to the facts before us, we begin by noting that the Attorney General's memorandum, with its \"exceptionally large number\" and \"exceptional local circumstance\" wording, is irrelevant to the nondelegation question. As the Supreme Court made clear in <i>Whitman,</i> the proper focus of nondelegation analysis is on the terms of Congress' delegation to the agency or other governmental body, not on the terms of the agency's subsequent exercise of the delegated authority.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 531 U.S. at 472-73, 121 S.Ct. 903.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We turn, then, to the words and context of the PROTECT Act provision. The provision accomplishes two things. First, it issues a mandate to another governmental actor: it instructs the Sentencing Commission to \"promulgate . . . a policy statement authorizing a downward departure of not more than 4 levels.\" &#167; 401(m)(2)(B), 117 Stat. at 675. Second, it sets a condition on that mandate: it states that the four-level departure will be authorized under the Guidelines in a given jurisdiction only if the jurisdiction's fast-track program has been \"authorized by the Attorney General and the United States Attorney.\" <i>Id.</i> It is clear that the first of these two items, the mandate to the Sentencing Commission, does not create a nondelegation problem. Congress created the Sentencing Commission and may constitutionally require the Commission to set sentencing policy. <i>Mistretta,</i> 488 U.S. at 412, 109 S.Ct. 647 (\"We conclude that in creating the Sentencing Commission . . . Congress neither delegated excessive legislative power nor upset the constitutionally mandated balance of powers among the coordinate Branches.\"); <i>see also United States v. LaGuardia,</i> 902 F.2d 1010, 1013-16 (1st Cir.1990) (rejecting a claim that the Sentencing Guidelines' restrictions on judicial sentencing discretion violate the Due Process Clause). Moreover, the PROTECT Act's mandate to the Commission is narrow and highly specific: it tells the Commission what to write and how to write it. It therefore involves no \"agency discretion,\" and the \"scope of the power . . . conferred\" is minuscule. <i>See Whitman,</i> 531 U.S. at 475, 121 S.Ct. 903. If authorizing the Commission \"to determine the relative severity\" of all federal crimes does not constitute excessive delegation, <i>see Mistretta,</i> 488 U.S. at 377, 109 S.Ct. 647, neither does the narrow mandate at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Any nondelegation challenge therefore must rest on the condition &#8212; approval by the Attorney General of the fast-track program involved &#8212; that Congress (and the Commission) placed on the downward departure. The argument must be that that condition created an implied delegation of congressional power to the Attorney General to decide when fast-track programs are permissible and when they are not.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">But the PROTECT Act provision does not purport to delegate responsibility to, or otherwise regulate, the Executive Branch's prosecutorial arm. Instead, it simply exercises Congress' power to regulate certain aspects of federal sentencing; it does so by issuing (through the agency of the Sentencing Commission) a new sentencing policy. The fact that the new sentencing policy contains a <i>condition</i> that depends for its fulfillment on actions of the Attorney General does not mean Congress has delegated either Legislative or Judicial Branch <i>power</i> to the Attorney General. Other aspects of sentencing also require as a condition the action of a prosecutor. For example, judges are authorized to grant downward departures to defendants who provide \"substantial assistance in the investigation or prosecution of another person\" &#8212; but only \"[u]pon motion of the government\" declaring that the defendant has done so. USSG &#167; 5K1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Under the terms of the PROTECT Act provision, in fact, the Attorney General was not obligated to do anything at all; he could have taken absolutely no action with regard to fast-track programs, leaving their existence and their configuration to the continued discretion of individual United States Attorneys. It is true that if the Attorney General had not taken any action, the PROTECT Act provision would not have authorized downward departure on the basis of a defendant's fast-track cooperation. But that effect would have sprung from Congress' control over sentencing, not over federal prosecutors, and prosecutors still would have been free to achieve the same outcomes via the bargaining process. In such a situation, we cannot say that Congress delegated legislative or judicial power to the Attorney General. Further, even assuming arguendo that the nondelegation doctrine did somehow apply, we could not say that any delegation was insufficiently cabined or that it would violate the \"intelligible principle\" rule. Any authority delegated here \"is no broader than the authority [prosecutors] routinely exercise in enforcing the criminal laws.\" <i>United States v. Batchelder,</i> 442 U.S. 114, 126, 99 S.Ct. 2198, 60 L.Ed.2d 755 (1979). Where that is the case, the nondelegation principle is not violated. <i>Id.</i></p>\n    </div>\n    <p class=\"indent\">B. The \"Unwarranted Disparities\" Argument</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Martinez-Flores also argues that the existence of fast-track sentencing in some jurisdictions but not others creates unwarranted sentencing disparities. He argues that these disparities justify downward departure and that the district court might have so held if sentencing had occurred after the Supreme Court's decision in <i>United States v. Booker,</i> ___ U.S. ___, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005); he therefore requests a <i>Booker</i> remand.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Martinez-Flores presented a somewhat different version of this argument at sentencing. At that time, he was faced with a system of mandatory Sentencing Guidelines and a statutory provision &#8212; 18 U.S.C. &#167; 3553(b) &#8212; that permitted downward deviation from the Guidelines only in the face of a \"mitigating circumstance\" that was \"not adequately taken into consideration by the Sentencing Commission in formulating the Guidelines.\" <i>Id.</i> &#167; 3553(b)(1). Martinez-Flores argued that the sentencing disparities created by the unequal distribution of fast-track programs constituted such a mitigating circumstance. The district court rejected this argument. At least three circuit courts had earlier reached similar results, holding that fast-track disparities did not under the Guidelines justify downward departure. <i>See United States v. Banuelos-Rodriguez,</i> 215 F.3d 969, 973 (9th Cir.2000) (en banc) (\"We fail to see how the decision of [federal prosecutors in another district to adopt fast-track procedures] . . . can be a `mitigating circumstance' with regard to Defendant or his crime.\"); <i>United States v. Armenta-Castro,</i> 227 F.3d 1255, 1257 (10th Cir.2000) (same); <i>United States v. Bonnet-Grullon,</i> 212 F.3d 692, 705-06 (2d Cir.2000) (rejecting possibility of downward departure to offset disparities created by the Southern District of California's charge-bargaining fast-track system).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question is different post-<i>Booker.</i> The Supreme Court's holding in that case excised &#167; 3553(b)(1) from the statutory scheme and rendered the Guidelines non-mandatory. <i>Booker,</i> 125 S.Ct. at 764-67. As a result, &#167; 3553(a), which contains a list of factors to be considered by federal judges in imposing sentences, has taken on renewed importance. Recognizing this, Martinez-Flores shifts his argument on appeal to focus on &#167; 3553(a)(6), which instructs the district judge to consider \"the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct\" when imposing sentence. Martinez-Flores argues that the district judge at his sentencing felt constrained by the then-mandatory Guidelines and so did not have the opportunity to fully consider whether fast-track sentencing created \"unwarranted sentence disparities\" under &#167; 3553(a)(6). He thus requests a <i>Booker</i> remand.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Martinez-Flores did not preserve a <i>Booker</i> issue, so our review is for plain error. <i>See United States v. Antonakopoulos,</i> 399 F.3d 68, 76 (1st Cir.2005). For Martinez-Flores' claim to survive plain error review, we must find \"a reasonable probability that the district court would impose a different sentence more favorable to the defendant under the new `advisory Guidelines' Booker regime.\" <i>Id.</i> at 75. \"It is not enough for a defendant to show that he was not given the benefit of a sentence fashioned under advisory guidelines; rather, he must offer some reasonable indication that the sentencing court, freed of the shackles forged by mandatory guidelines, would have fashioned a more favorable sentence.\" <i>United States v. Guzman,</i> 419 F.3d 27, 32 (1st Cir.2005). In other words, the defendant \"must point to specific indicia\" that the requisite reasonable probability exists. <i>United States v. Sanchez-Berrios,</i> 424 F.3d 65, 80 (1st Cir.Sept.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Martinez-Flores points to no \"specific indicia\" that the district court would have felt differently had it been operating under advisory Guidelines. In fact, the record suggests just the opposite. The district court stated during the sentencing hearing that it was \"not free to simply give every other defendant who comes before me the benefit of the [fast-track] program <i>that might have some pragmatic justification in particular districts but is not justified here.</i>\" (emphasis added). This comment suggests that the district court would not have considered any fast-track disparities \"unwarranted\" even in an advisory Guidelines universe. Martinez-Flores therefore cannot meet the <i>Antonakopoulos</i> plain-error standard.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The judgment is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This court has previously rejected constitutional claims that the fast-track programs violate equal protection,<i>see Melendez-Torres,</i> 420 F.3d at 52-53, while other circuits said as much in dicta prior to the PROTECT Act, <i>see, e.g., United States v. Banuelos-Rodriguez,</i> 215 F.3d 969, 977 (9th Cir.2000) (en banc) (stating, in the context of a fast-track challenge, that \"[a] wide disparity between sentencing schemes of different jurisdictions does not violate equal protection, even where two persons who commit the same crime are subject to different sentences\" (quoting <i>United States v. Oakes,</i> 11 F.3d 897, 899 (9th Cir.1993)) (internal quotation marks omitted)). As best we can tell, no circuit court has as yet faced a constitutional challenge to the PROTECT Act provision based on the nondelegation doctrine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Therefore, an agency cannot \"cure an unconstitutionally standardless delegation of power by declining to exercise some of that power.\"<i>Whitman,</i> 531 U.S. at 473, 121 S.Ct. 903. Conversely, a congressional assignment of power not by its terms violative of the nondelegation doctrine cannot become so because of the breadth with which the agency exercises it. If it is the agency, and not Congress, whose exercise of authority is too broad, the relevant objection would not be that Congress' delegation was unconstitutional, but that the agency had exceeded its statutory authority.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It is arguable that even post-<i>Booker,</i> it would never be reasonable to depart downward based on disparities between fast-track and non-fast-track jurisdictions given Congress' clear (if implied) statement in the PROTECT Act provision that such disparities are acceptable. <i>See United States v. Perez-Chavez,</i> No. 2:05-CR-00003PGC, 2005 U.S. Dist. LEXIS 9252, at *18-*23 (C.D.Utah May 16, 2005) (holding, in light of the PROTECT Act provision, that \"Congress has concluded that the advantages stemming from fast-track programs outweigh their disadvantages, and that any disparity that results from fast-track programs is not `unwarranted'\"). Because we resolve the question in this case on <i>Booker</i> plain-error grounds, we need not reach that or any other issue of reasonableness.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Dennis Joel MARTINEZ-FLORES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-2681.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted October 5, 2005.</p>\n    <p class=\"date\">Decided October 28, 2005.</p>\n    <div class=\"prelims\">\n      <p>COPYRIGHT MATERIAL OMITTED Douglas J. Beaton on brief for appellant.</p>\n      <p class=\"indent\">Mark S. Zuckerman, Assistant United States Attorney, and Thomas P. Colantuono, United States Attorney, on brief for appellee.</p>\n      <p class=\"indent\">Before LYNCH, Circuit Judge, CAMPBELL and CYR, Senior Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, from a criminal sentence imposed on an alien who illegally reentered the United States, requires that we address a question of first impression: does the congressional endorsement of downward sentencing departures in conjunction with \"fast-track\" case processing violate the nondelegation doctrine? We answer the question in the negative; separately, we reject the defendant's request for a <i>Booker</i> remand on grounds of disparity in sentencing between defendants in fast-track jurisdictions and others. We affirm the sentence imposed by the district court.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are not in dispute. Dennis Joel Martinez-Flores was convicted of the sale and transportation of cocaine in a California state court in 1994 and was deported to Honduras in 1996. He re-entered the United States illegally and was deported again in 1997, this time to Mexico.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In March 2004, Martinez-Flores was arrested again, this time in New London, New Hampshire, and charged with re-entry after deportation in violation of 8 U.S.C. &#167; 1326(a). After his motion to suppress evidence was denied as moot, he pled guilty on August 30, 2004. Martinez-Flores faced 41 to 51 months in prison unless he qualified for a downward departure under the then-mandatory Sentencing Guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Martinez-Flores made three arguments in support of downward departure. The first two revolved around the authority of the Attorney General to authorize in certain jurisdictions \"fast-track\" procedures to speed criminal immigration cases through the system, and the concomitant congressional authorization of (and instruction to the Sentencing Commission to provide for) downward departures to defendants in such fast-track programs in exchange for their waiver of procedural rights.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Fast-track programs have been adopted by individual United States Attorneys and authorized by the Attorney General in some federal jurisdictions but not all, and not in New Hampshire. Seizing on this fact, Martinez-Flores first argued that he faced a longer sentence than similarly situated defendants elsewhere in the country. This disparity, he argued, had not been adequately taken into consideration in formulating the Sentencing Guidelines, and thus the district court could rely on it to depart downward. Second, Martinez-Flores argued that Congress violated the nondelegation doctrine by conferring too much discretion on the Attorney General to decide when and where to implement fast-track procedures. Finally, he argued that he should receive an additional downward departure pursuant to U.S. Sentencing Guidelines Manual (U.S.S.G.) &#167; 5K2.0 (permitting departure for mitigating circumstances not taken into account in the Guidelines): he stated that his home in Honduras had been destroyed in a hurricane and that he had been working as a laborer in New Hampshire to support his wife and children.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court rejected Martinez-Flores' fast-track arguments, but it granted his request for a &#167; 5K2.0 departure. It sentenced him on November 29, 2004 to a below-Guidelines term of 24 months' imprisonment, to be followed by three years of supervised release. Martinez-Flores timely appealed, challenging the rejection of his fast-track sentencing claims and asking for a <i>Booker</i> remand.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Since both of Martinez-Flores' claims on appeal revolve around fast-track sentencing, we begin with a brief explanation of the procedure and its provenance.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Fast-track sentencing originated not with Congress, but with federal prosecutors in states bordering Mexico. <i>See</i> Middleton, <i>Fast-Track to Disparity: How Federal Sentencing Policies Along the Southwest Border are Undermining the Sentencing Guidelines and Violating Equal Protection,</i> 2004 Utah L.Rev. 827, 831. Faced with a burgeoning load of illegal re-entry and other immigration cases, federal prosecutors in Texas, New Mexico, Arizona, and California adopted policies designed to speed case processing. <i>Id.</i> In the typical fast-track system, defendants who agreed to plead guilty at an early stage, and to waive their rights to file motions and to appeal, were rewarded with shorter sentences, either via charge-bargaining or promises of a recommendation for departure at sentencing. <i>Id.</i> at 829-30.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 2003, Congress endorsed the fast-track concept in a provision of the Prosecutorial Remedies and Other Tools to End the Exploitation of Children Today Act (\"PROTECT Act\"), Pub.L. No. 108-21, 117 Stat. 650 (2003) (codified in scattered Sections of 18, 28, and 42 U.S.C.). The applicable provision, &#167; 401(m)(2)(B) (\"the PROTECT Act provision\"), instructed the United States Sentencing Commission to \"promulgate . . . a policy statement authorizing a downward departure of not more than 4 levels if the Government files a motion for such departure pursuant to an early disposition program authorized by the Attorney General and the United States Attorney.\" 117 Stat. at 675. Pursuant to this dictate, the Sentencing Commission added a new Guidelines provision, effective October 27, 2003, authorizing the four-level departure. <i>See</i> U.S.S.G. &#167; 5K3.1 (permitting departure and using the same language as the PROTECT Act provision).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Meanwhile, on September 22, 2003, then-Attorney General John Ashcroft issued a memorandum (the \"Ashcroft Memorandum\") explaining the circumstances under which he would \"authorize[ ]\" a fast-track program. The memorandum stated, inter alia, that fast-track programs would receive the Attorney General's authorization where \"the district confronts an exceptionally large number of a specific class of offenses within the district\" or where \"the district confronts some other exceptional local circumstance with respect to a specific class of cases that justifies expedited disposition.\" Memorandum from John Ashcroft, Attorney General, to United States Attorneys 2 (Sept. 22, 2003) (setting forth \"Department Principles for Implementing an Expedited Disposition or `Fast-Track' Prosecution Program in a District\"), <i>reprinted in</i> 16 Fed. Sent. R. 134 (Dec.2003).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Where the fast-track programs have been authorized by the Attorney General and implemented, the defendant must \"agree to the factual basis [of the criminal charge] and waive the rights to file pretrial motions, to appeal, and to seek collateral relief (except for ineffective assistance of counsel).\" <i>United States v. Melendez-Torres,</i> <span class=\"citation\" data-id=\"201783\"><a href=\"/opinion/201783/united-states-v-melendez-torres/\"><span class=\"volume\">420</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 52 (1st Cir.2005) (citing the Ashcroft Memorandum). As of the date of Martinez-Flores' prosecution and sentencing, such programs had been authorized in various districts; New Hampshire was not among them.</p>\n    </div>\n    <p>III.</p>\n    <p class=\"indent\">A. The Nondelegation Argument</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Martinez-Flores focuses on appeal on his constitutional attack on the fast-track system.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> He argues that by virtue of the PROTECT Act provision, Congress delegated excessive legislative power to the Attorney General to decide when districts may install fast-track systems and when they may not. As support for this argument, Martinez-Flores points us to the Attorney General's criteria for authorizing fast-track programs. He argues that the terms \"exceptionally large number\" and \"exceptional local circumstance\" are so vague and subjective that they exacerbate the excessive delegation problem created by the PROTECT Act provision. We disagree. On these facts, we find that no delegation exists at all, and therefore that the constitutional limits on Congress' power to delegate could not have been transgressed.</p>\n    </div>\n    <p class=\"indent\">1. Nondelegation Principles</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">\"The nondelegation doctrine is rooted in the principle of separation of powers that underlies our tripartite system of Government.\" <i>Mistretta v. United States,</i> <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 371, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span>, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1989) (rejecting delegation challenge to the Guidelines system). Because the Constitution states that all federal legislative power \"shall be vested in a Congress of the United States,\" U.S. Const. art. I, &#167; 1, the Supreme Court \"long ha[s] insisted that `the integrity and maintenance of the system of government ordained by the Constitution' mandate that Congress generally cannot delegate its legislative power to another Branch.\" <i>Mistretta,</i> 488 U.S. at 371-72, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span> (quoting <i>Field v. Clark,</i> <span class=\"citation\" data-id=\"93290\"><a href=\"/opinion/93290/field-v-clark/\"><span class=\"volume\">143</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">649</span></a></span>, 692, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">495</span></span>, <span class=\"citation no-link\"><span class=\"volume\">36</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">294</span></span> (1892)). The Court, however, also has recognized that this principle \"do[es] not prevent Congress from obtaining the assistance of its coordinate Branches,\" <i>id.</i> at 372, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span>, and that how it may go about obtaining that assistance in a particular case \"`must be fixed according to common sense and the inherent necessities of the government co-ordination,'\" <i>id.</i> (quoting <i>J.W. Hampton, Jr., &amp; Co. v. United States,</i> <span class=\"citation\" data-id=\"101250\"><a href=\"/opinion/101250/jw-hampton-jr-co-v-united-states/\"><span class=\"volume\">276</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 406, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">348</span></span>, <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">624</span></span> (1928)). The Court developed the following rule: \"So long as Congress `shall lay down by legislative act an intelligible principle to which the person or body authorized to [exercise the delegated authority] is directed to conform, such legislative action is not a forbidden delegation of legislative power.'\" <i>Id.</i> (quoting <i>J.W. Hampton,</i> 276 U.S. at 409, <span class=\"citation no-link\"><span class=\"volume\">48</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">348</span></span>) (alteration in the original).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Two details of the nondelegation jurisprudence are worthy of note. First, \"the degree of agency discretion that is acceptable varies according to the scope of the power congressionally conferred.\" <i>Whitman v. Am. Trucking Ass'ns,</i> <span class=\"citation\" data-id=\"118410\"><a href=\"/opinion/118410/whitman-v-american-trucking-assns-inc/\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">457</span></a></span>, 475, <span class=\"citation\" data-id=\"118410\"><a href=\"/opinion/118410/whitman-v-american-trucking-assns-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">903</span></a></span>, <span class=\"citation\" data-id=\"118410\"><a href=\"/opinion/118410/whitman-v-american-trucking-assns-inc/\"><span class=\"volume\">149</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (2001). In other words, if Congress delegates a relatively narrow task, it need not cabin the actor's discretion as to how to accomplish that task, whereas if it delegates a broad duty &#8212; for example, setting national air quality standards &#8212; it must provide \"substantial guidance.\" <i>Id.</i> Second, the nondelegation principle is extraordinarily difficult to violate. In its entire history, the Supreme Court \"ha[s] found the requisite `intelligible principle' lacking in only two statutes\"; both of those decisions date to 1935. <i>Id.</i> at 474, <span class=\"citation\" data-id=\"118410\"><a href=\"/opinion/118410/whitman-v-american-trucking-assns-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">903</span></a></span> (citing <i>Panama Refining Co. v. Ryan,</i> <span class=\"citation\" data-id=\"102353\"><a href=\"/opinion/102353/panama-refining-co-v-ryan/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">241</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">446</span></span> (1935); <i>A.L.A. Schechter Poultry Corp. v. United States,</i> <span class=\"citation\" data-id=\"102474\"><a href=\"/opinion/102474/ala-schechter-poultry-corp-v-united-states/\"><span class=\"volume\">295</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">837</span></span>, <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1570</span></span> (1935)); <i>see</i> Sunstein, <i>Nondelegation Canons,</i> 67 U. Chi. L.Rev. 315, 322 (2000) (describing the nondelegation doctrine as having had \"one good year, and 211 bad ones (and counting)\").</p>\n    </div>\n    <p class=\"indent\">2. Analysis</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Turning to the facts before us, we begin by noting that the Attorney General's memorandum, with its \"exceptionally large number\" and \"exceptional local circumstance\" wording, is irrelevant to the nondelegation question. As the Supreme Court made clear in <i>Whitman,</i> the proper focus of nondelegation analysis is on the terms of Congress' delegation to the agency or other governmental body, not on the terms of the agency's subsequent exercise of the delegated authority.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 531 U.S. at 472-73, <span class=\"citation\" data-id=\"118410\"><a href=\"/opinion/118410/whitman-v-american-trucking-assns-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">903</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We turn, then, to the words and context of the PROTECT Act provision. The provision accomplishes two things. First, it issues a mandate to another governmental actor: it instructs the Sentencing Commission to \"promulgate . . . a policy statement authorizing a downward departure of not more than 4 levels.\" &#167; 401(m)(2)(B), 117 Stat. at 675. Second, it sets a condition on that mandate: it states that the four-level departure will be authorized under the Guidelines in a given jurisdiction only if the jurisdiction's fast-track program has been \"authorized by the Attorney General and the United States Attorney.\" <i>Id.</i> It is clear that the first of these two items, the mandate to the Sentencing Commission, does not create a nondelegation problem. Congress created the Sentencing Commission and may constitutionally require the Commission to set sentencing policy. <i>Mistretta,</i> 488 U.S. at 412, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span> (\"We conclude that in creating the Sentencing Commission . . . Congress neither delegated excessive legislative power nor upset the constitutionally mandated balance of powers among the coordinate Branches.\"); <i>see also United States v. LaGuardia,</i> <span class=\"citation\" data-id=\"541060\"><a href=\"/opinion/541060/united-states-v-julio-la-guardia-united-states-of-america-v-eredia/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span>, 1013-16 (1st Cir.1990) (rejecting a claim that the Sentencing Guidelines' restrictions on judicial sentencing discretion violate the Due Process Clause). Moreover, the PROTECT Act's mandate to the Commission is narrow and highly specific: it tells the Commission what to write and how to write it. It therefore involves no \"agency discretion,\" and the \"scope of the power . . . conferred\" is minuscule. <i>See Whitman,</i> 531 U.S. at 475, <span class=\"citation\" data-id=\"118410\"><a href=\"/opinion/118410/whitman-v-american-trucking-assns-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">903</span></a></span>. If authorizing the Commission \"to determine the relative severity\" of all federal crimes does not constitute excessive delegation, <i>see Mistretta,</i> 488 U.S. at 377, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span>, neither does the narrow mandate at issue here.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Any nondelegation challenge therefore must rest on the condition &#8212; approval by the Attorney General of the fast-track program involved &#8212; that Congress (and the Commission) placed on the downward departure. The argument must be that that condition created an implied delegation of congressional power to the Attorney General to decide when fast-track programs are permissible and when they are not.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">But the PROTECT Act provision does not purport to delegate responsibility to, or otherwise regulate, the Executive Branch's prosecutorial arm. Instead, it simply exercises Congress' power to regulate certain aspects of federal sentencing; it does so by issuing (through the agency of the Sentencing Commission) a new sentencing policy. The fact that the new sentencing policy contains a <i>condition</i> that depends for its fulfillment on actions of the Attorney General does not mean Congress has delegated either Legislative or Judicial Branch <i>power</i> to the Attorney General. Other aspects of sentencing also require as a condition the action of a prosecutor. For example, judges are authorized to grant downward departures to defendants who provide \"substantial assistance in the investigation or prosecution of another person\" &#8212; but only \"[u]pon motion of the government\" declaring that the defendant has done so. USSG &#167; 5K1.1.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Under the terms of the PROTECT Act provision, in fact, the Attorney General was not obligated to do anything at all; he could have taken absolutely no action with regard to fast-track programs, leaving their existence and their configuration to the continued discretion of individual United States Attorneys. It is true that if the Attorney General had not taken any action, the PROTECT Act provision would not have authorized downward departure on the basis of a defendant's fast-track cooperation. But that effect would have sprung from Congress' control over sentencing, not over federal prosecutors, and prosecutors still would have been free to achieve the same outcomes via the bargaining process. In such a situation, we cannot say that Congress delegated legislative or judicial power to the Attorney General. Further, even assuming arguendo that the nondelegation doctrine did somehow apply, we could not say that any delegation was insufficiently cabined or that it would violate the \"intelligible principle\" rule. Any authority delegated here \"is no broader than the authority [prosecutors] routinely exercise in enforcing the criminal laws.\" <i>United States v. Batchelder,</i> <span class=\"citation\" data-id=\"110091\"><a href=\"/opinion/110091/united-states-v-batchelder/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">114</span></a></span>, 126, <span class=\"citation\" data-id=\"110091\"><a href=\"/opinion/110091/united-states-v-batchelder/\"><span class=\"volume\">99</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2198</span></a></span>, <span class=\"citation\" data-id=\"110091\"><a href=\"/opinion/110091/united-states-v-batchelder/\"><span class=\"volume\">60</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">755</span></a></span> (1979). Where that is the case, the nondelegation principle is not violated. <i>Id.</i></p>\n    </div>\n    <p class=\"indent\">B. The \"Unwarranted Disparities\" Argument</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Martinez-Flores also argues that the existence of fast-track sentencing in some jurisdictions but not others creates unwarranted sentencing disparities. He argues that these disparities justify downward departure and that the district court might have so held if sentencing had occurred after the Supreme Court's decision in <i>United States v. Booker,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005); he therefore requests a <i>Booker</i> remand.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Martinez-Flores presented a somewhat different version of this argument at sentencing. At that time, he was faced with a system of mandatory Sentencing Guidelines and a statutory provision &#8212; 18 U.S.C. &#167; 3553(b) &#8212; that permitted downward deviation from the Guidelines only in the face of a \"mitigating circumstance\" that was \"not adequately taken into consideration by the Sentencing Commission in formulating the Guidelines.\" <i>Id.</i> &#167; 3553(b)(1). Martinez-Flores argued that the sentencing disparities created by the unequal distribution of fast-track programs constituted such a mitigating circumstance. The district court rejected this argument. At least three circuit courts had earlier reached similar results, holding that fast-track disparities did not under the Guidelines justify downward departure. <i>See United States v. Banuelos-Rodriguez,</i> <span class=\"citation\" data-id=\"769119\"><a href=\"/opinion/769119/united-states-v-roseli-banuelos-rodriguez-aka-rogelio-banuelos-rodriguez/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">969</span></a></span>, 973 (9th Cir.2000) (en banc) (\"We fail to see how the decision of [federal prosecutors in another district to adopt fast-track procedures] . . . can be a `mitigating circumstance' with regard to Defendant or his crime.\"); <i>United States v. Armenta-Castro,</i> <span class=\"citation\" data-id=\"160163\"><a href=\"/opinion/160163/united-states-v-armenta-castro/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span>, 1257 (10th Cir.2000) (same); <i>United States v. Bonnet-Grullon,</i> <span class=\"citation\" data-id=\"768715\"><a href=\"/opinion/768715/united-states-v-francis-bonnet-grullon-also-known-as-francis-bowmet-also/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">692</span></a></span>, 705-06 (2d Cir.2000) (rejecting possibility of downward departure to offset disparities created by the Southern District of California's charge-bargaining fast-track system).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The question is different post-<i>Booker.</i> The Supreme Court's holding in that case excised &#167; 3553(b)(1) from the statutory scheme and rendered the Guidelines non-mandatory. <i>Booker,</i> 125 S.Ct. at 764-67. As a result, &#167; 3553(a), which contains a list of factors to be considered by federal judges in imposing sentences, has taken on renewed importance. Recognizing this, Martinez-Flores shifts his argument on appeal to focus on &#167; 3553(a)(6), which instructs the district judge to consider \"the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct\" when imposing sentence. Martinez-Flores argues that the district judge at his sentencing felt constrained by the then-mandatory Guidelines and so did not have the opportunity to fully consider whether fast-track sentencing created \"unwarranted sentence disparities\" under &#167; 3553(a)(6). He thus requests a <i>Booker</i> remand.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Martinez-Flores did not preserve a <i>Booker</i> issue, so our review is for plain error. <i>See United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 76 (1st Cir.2005). For Martinez-Flores' claim to survive plain error review, we must find \"a reasonable probability that the district court would impose a different sentence more favorable to the defendant under the new `advisory Guidelines' Booker regime.\" <i>Id.</i> at 75. \"It is not enough for a defendant to show that he was not given the benefit of a sentence fashioned under advisory guidelines; rather, he must offer some reasonable indication that the sentencing court, freed of the shackles forged by mandatory guidelines, would have fashioned a more favorable sentence.\" <i>United States v. Guzman,</i> <span class=\"citation\" data-id=\"201772\"><a href=\"/opinion/201772/united-states-v-guzman/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 32 (1st Cir.2005). In other words, the defendant \"must point to specific indicia\" that the requisite reasonable probability exists. <i>United States v. Sanchez-Berrios,</i> <span class=\"citation\" data-id=\"201833\"><a href=\"/opinion/201833/united-states-v-sanchez-berrios/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 80 (1st Cir.Sept.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Martinez-Flores points to no \"specific indicia\" that the district court would have felt differently had it been operating under advisory Guidelines. In fact, the record suggests just the opposite. The district court stated during the sentencing hearing that it was \"not free to simply give every other defendant who comes before me the benefit of the [fast-track] program <i>that might have some pragmatic justification in particular districts but is not justified here.</i>\" (emphasis added). This comment suggests that the district court would not have considered any fast-track disparities \"unwarranted\" even in an advisory Guidelines universe. Martinez-Flores therefore cannot meet the <i>Antonakopoulos</i> plain-error standard.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The judgment is <i>affirmed.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This court has previously rejected constitutional claims that the fast-track programs violate equal protection,<i>see Melendez-Torres,</i> 420 F.3d at 52-53, while other circuits said as much in dicta prior to the PROTECT Act, <i>see, e.g., United States v. Banuelos-Rodriguez,</i> <span class=\"citation\" data-id=\"769119\"><a href=\"/opinion/769119/united-states-v-roseli-banuelos-rodriguez-aka-rogelio-banuelos-rodriguez/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">969</span></a></span>, 977 (9th Cir.2000) (en banc) (stating, in the context of a fast-track challenge, that \"[a] wide disparity between sentencing schemes of different jurisdictions does not violate equal protection, even where two persons who commit the same crime are subject to different sentences\" (quoting <i>United States v. Oakes,</i> <span class=\"citation\" data-id=\"658620\"><a href=\"/opinion/658620/united-states-v-jerald-j-oakes-jr/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">897</span></a></span>, 899 (9th Cir.1993)) (internal quotation marks omitted)). As best we can tell, no circuit court has as yet faced a constitutional challenge to the PROTECT Act provision based on the nondelegation doctrine.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Therefore, an agency cannot \"cure an unconstitutionally standardless delegation of power by declining to exercise some of that power.\"<i>Whitman,</i> 531 U.S. at 473, <span class=\"citation\" data-id=\"118410\"><a href=\"/opinion/118410/whitman-v-american-trucking-assns-inc/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">903</span></a></span>. Conversely, a congressional assignment of power not by its terms violative of the nondelegation doctrine cannot become so because of the breadth with which the agency exercises it. If it is the agency, and not Congress, whose exercise of authority is too broad, the relevant objection would not be that Congress' delegation was unconstitutional, but that the agency had exceeded its statutory authority.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> It is arguable that even post-<i>Booker,</i> it would never be reasonable to depart downward based on disparities between fast-track and non-fast-track jurisdictions given Congress' clear (if implied) statement in the PROTECT Act provision that such disparities are acceptable. <i>See United States v. Perez-Chavez,</i> No. 2:05-CR-00003PGC, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">9252</span></span>, at *18-*23 (C.D.Utah May 16, 2005) (holding, in light of the PROTECT Act provision, that \"Congress has concluded that the advantages stemming from fast-track programs outweigh their disadvantages, and that any disparity that results from fast-track programs is not `unwarranted'\"). Because we resolve the question in this case on <i>Booker</i> plain-error grounds, we need not reach that or any other issue of reasonableness.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/93290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201833/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769119/"
  ]
}