{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201838/",
  "absolute_url": "/opinion/201838/united-states-v-rodriguez-casiano/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201838/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:35:25Z",
  "date_modified": "2016-02-28T05:06:33.170401Z",
  "type": "010combined",
  "sha1": "f8fe1e39be443f40c000c9984a76f657de825f8a",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-1037-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/10/04/US_v._Rodriguez-Casiano.pdf",
  "plain_text": "                United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 04-1037\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                    OSVALDO RODRÍGUEZ-CASIANO,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                              Before\n\n              Selya, Dyk,* and Howard, Circuit Judges.\n\n\n\n     Raymond Sanchez Maceira, for appellant.\n     Nelson Pérez-Sosa, Assistant United States Attorney, with\nwhom H.S. Garcia, United States Attorney, was on brief, for\nappellee.\n\n\n                         October 4, 2005\n\n\n\n\n     *\n       Of the United States Court of Appeals for the Federal\nCourt, sitting by designation.\n\f            HOWARD, Circuit Judge.             In October 2001, a federal grand\n\njury sitting in Puerto Rico returned a six-count indictment against\n\nOsvaldo    Rodríguez-Casiano           for    his    involvement       in     a    pair      of\n\nrobberies of the homes of two local businessmen.                            Three counts\n\ncharged Casiano with violating the Hobbs Act, 18 U.S.C. § 1951(a),\n\nand three counts charged him with the unlawful possession of a\n\nfirearm    in    relation    to    a   federal      crime   of      violence           (i.e.,\n\nviolating the Hobbs Act), 18 U.S.C. § 924(c).                    In October 2002, a\n\njury convicted Casiano on all counts.                  For each conviction, the\n\ngovernment was required to prove beyond a reasonable doubt that the\n\nrobberies       affected    interstate        commerce.        On     appeal,      Casiano\n\ncontends that the government failed to do so.                    We affirm.\n\n            We present the facts in the light most favorable to the\n\nverdict.    See United States v. Capozzi, 347 F.3d 327, 328 (1st Cir.\n\n2003).    Casiano was a member of a six-person conspiracy to rob the\n\nhomes of two local businessmen.                    One of the homes belonged to\n\nOrlando Ortiz-Bonilla, the owner of Ferretería Ouayabal, a hardware\n\nstore located in Villalba, Puerto Rico.                     The other belonged to\n\nAntonio Rivera-Lopez, the owner of a gas company called Rivera Gas,\n\nwhich also was located in Villalba.                 There was evidence that both\n\nbusinesses       engaged    in    interstate        commerce     as    much       of    their\n\ninventory was procured from mainland United States suppliers.\n\n            On the morning of March 15, 2001, Casiano and his co-\n\nconspirators      broke    into    Bonilla's        home.      Bonilla      was        at   the\n\n\n                                             -2-\n\fhardware store at the time of the robbery, but his wife was at\n\nhome.     The conspirators tied her up and stole $30,000 from the\n\nhouse.       The stolen money was part of the hardware store's assets\n\nand was earmarked to pay the store's bills.\n\n              On the morning of June 1, 2001, Casiano and the other\n\nconspirators broke into Rivera-Lopez's house.                  Rivera-Lopez was\n\nhome at the time of the robbery.             The conspirators held a gun to\n\nhis head and asked him where the money was located.                 He directed\n\nthem    to    a    briefcase   which   he   used   for   his   business.    The\n\nconspirators took the briefcase and some jewelry.\n\n              The briefcase contained almost $6,000 in Rivera Gas\n\nreceipts.         Rivera-Lopez testified that he planned to use the money\n\nto provide a service for certain clients whereby he would cash\n\ntheir social security checks and then use the proceeds from these\n\nchecks to pay his suppliers.\n\n              At the conclusion of the all of the testimony, Casiano\n\nfiled a motion for a judgment of acquittal on the ground that the\n\ngovernment failed to prove beyond a reasonable doubt that the\n\nrobberies affected interstate commerce.            See Fed R. Crim P. 29.    He\n\nasserted that merely showing that business proceeds were stolen\n\nfrom a private home is insufficient to establish the requisite\n\nnexus with interstate commerce.              The district court denied the\n\nmotion.\n\n\n\n\n                                       -3-\n\f            Having filed a Rule 29 motion at the close of the\n\nevidence, Casiano has preserved his sufficiency challenge.       See\n\nUnited States v. Van Horn, 277 F.3d 48, 54 (1st Cir. 2002).       We\n\nconsider his claim de novo, surveying the evidence in the light\n\nmost favorable to the verdict. See United States v. Sebaggala, 256\n\nF.3d 59, 63 (1st Cir. 2001).     \"The test is whether the evidence,\n\nconstrued favorably to the government, permitted rational jurors to\n\nconclude, beyond a reasonable doubt, that [Casiano] was guilty as\n\ncharged.\"    Id.\n\n            The Hobbs Act prohibits, inter alia, participating in a\n\nrobbery that \"in any way or degree obstructs, delays or affects\n\ncommerce.\"    18 U.S.C. § 1951(a).     The scope of the Hobbs Act\n\nextends as far as Congress's power to regulate conduct under the\n\nCommerce Clause.    See Stirone v. United States, 361 U.S. 212, 215\n\n(1960).   The commerce element of the offense is met if the conduct\n\nin question creates \"a realistic probability of a de minimis effect\n\non interstate commerce.\"1   Capozzi, 347 F.3d at 335 (quoting United\n\nStates v. Butt, 955 F.2d 77, 80 (1st Cir. 1992)).\n\n            Casiano contends that a de minimis effect cannot be shown\n\nwhere the robbery is of an individual instead of a business.   There\n\nis no merit to this contention.     See United States v. McCormack,\n\n\n\n\n     1\n       A de minimis effect on interstate commerce is also an element\nof the firearm counts because the Hobbs Act is the predicate crime\nof violence for these offenses. See United States v. Wang, 222\nF.3d 234, 240-41 (6th Cir. 2000).\n\n                                 -4-\n\f371 F.3d 22, 28-29 (1st Cir. 2004); United States v. Nguyen, 246\n\nF.3d 52, 54-55 (1st Cir. 2001).        Nevertheless, because \"criminal\n\nacts that are directed at individuals rather than businesses\" often\n\nhave a less obvious effect on interstate commerce, we are more\n\ncautious in our application of the de minimis standard where the\n\nrobbery was of a person or residence.       See McCormack, 371 F.3d at\n\n28.\n\n            The government sought to prove the effect on interstate\n\ncommerce by demonstrating that the robberies depleted the assets of\n\nthe hardware store and the gas company, thereby reducing the funds\n\navailable    to   these   businesses   to   participate   in   interstate\n\ncommerce. This is a common method for proving the commerce element\n\nof a Hobbs Act offense.       See, e.g., Capozzi, 347 F.3d at 337;\n\nNguyen, 246 F.3d at 54.\n\n            The proof presented by the government was adequate for\n\nthe jury to find beyond a reasonable doubt that the robberies\n\ndepleted each business's assets.       Bonilla provided uncontradicted\n\ntestimony that the $30,000 stolen from his house was the property\n\nof the hardware store and was to be used to pay the company's\n\ninvoices.   Rivera-Lopez provided similar testimony that the $6,000\n\ntaken from the briefcase belonged to his company and was to be used\n\nto provide a check cashing service to clients, with the proceeds of\n\nthe checks being used to pay the bills of Rivera Gas.          This is all\n\nthat is required to show a de minimis effect on interstate commerce\n\n\n\n                                   -5-\n\funder a depletion-of-assets theory.       See Capozzi, 347 F.3d at 337.\n\nThat the money was located at private residences when stolen does\n\nnot remove the robberies from the ambit of the Hobbs Act.                 See\n\nUnited   States   v.   Jamison,   299   F.3d   114,   121   (2d   Cir.   2002)\n\n(upholding a Hobbs Act conviction under a depletion-of-assets\n\ntheory based on the attempted robbery of an individual because the\n\nmoney that was the subject of the robbery attempt belonged to two\n\nbusinesses engaged in interstate commerce); Nguyen, 246 F.3d at 55\n\n(upholding a Hobbs Act conviction where the defendant attempted to\n\nrob an apartment to steal the assets of a business engaged in\n\ninterstate commerce).2\n\n           Affirmed.\n\n\n\n\n     2\n      At oral argument, Casiano suggested that the amount of monies\nstolen was not sufficiently large to establish a de minimis effect\non commerce. But we recently affirmed a Hobbs Act conviction based\non the theft of a far smaller sum. See United States v. Brennick,\n405 F.3d 96, 100 (1st Cir. 2005) (stating that stealing $522 from\na large retail store was sufficient to support a Hobbs Act\nconviction).\n\n                                    -6-\n\f",
  "html": "<p class=\"case_cite\">425 F.3d 12</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Osvaldo RODR&#205;GUEZ-CASIANO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1037.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2005.</p>\n    <p class=\"date\">Decided October 4, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Raymond Sanchez Maceira, for appellant.</p>\n      <p class=\"indent\">Nelson P&#233;rez-Sosa, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, DYK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In October 2001, a federal grand jury sitting in Puerto Rico returned a six-count indictment against Osvaldo Rodr&#237;guez-Casiano for his involvement in a pair of robberies of the homes of two local businessmen. Three counts charged Casiano with violating the Hobbs Act, 18 U.S.C. &#167; 1951(a), and three counts charged him with the unlawful possession of a firearm in relation to a federal crime of violence (i.e., violating the Hobbs Act), 18 U.S.C. &#167; 924(c). In October 2002, a jury convicted Casiano on all counts. For each conviction, the government was required to prove beyond a reasonable doubt that the robberies affected interstate commerce. On appeal, Casiano contends that the government failed to do so. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We present the facts in the light most favorable to the verdict. <i>See United States v. Capozzi,</i> 347 F.3d 327, 328 (1st Cir.2003). Casiano was a member of a six-person conspiracy to rob the homes of two local businessmen. One of the homes belonged to Orlando Ortiz-Bonilla, the owner of Ferreter&#237;a Ouayabal, a hardware store located in Villalba, Puerto Rico. The other belonged to Antonio Rivera-Lopez, the owner of a gas company called Rivera Gas, which also was located in Villalba. There was evidence that both businesses engaged in interstate commerce as much of their inventory was procured from mainland United States suppliers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the morning of March 15, 2001, Casiano and his co-conspirators broke into Bonilla's home. Bonilla was at the hardware store at the time of the robbery, but his wife was at home. The conspirators tied her up and stole $30,000 from the house. The stolen money was part of the hardware store's assets and was earmarked to pay the store's bills.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the morning of June 1, 2001, Casiano and the other conspirators broke into Rivera-Lopez's house. Rivera-Lopez was home at the time of the robbery. The conspirators held a gun to his head and asked him where the money was located. He directed them to a briefcase which he used for his business. The conspirators took the briefcase and some jewelry.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The briefcase contained almost $6,000 in Rivera Gas receipts. Rivera-Lopez testified that he planned to use the money to provide a service for certain clients whereby he would cash their social security checks and then use the proceeds from these checks to pay his suppliers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the conclusion of the all of the testimony, Casiano filed a motion for a judgment of acquittal on the ground that the government failed to prove beyond a reasonable doubt that the robberies affected interstate commerce. <i>See</i> Fed R. Crim P. 29. He asserted that merely showing that business proceeds were stolen from a private home is insufficient to establish the requisite nexus with interstate commerce. The district court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having filed a Rule 29 motion at the close of the evidence, Casiano has preserved his sufficiency challenge. <i>See United States v. Van Horn,</i> 277 F.3d 48, 54 (1st Cir.2002). We consider his claim de novo, surveying the evidence in the light most favorable to the verdict. <i>See United States v. Sebaggala,</i> 256 F.3d 59, 63 (1st Cir.2001). \"The test is whether the evidence, construed favorably to the government, permitted rational jurors to conclude, beyond a reasonable doubt, that [Casiano] was guilty as charged.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Hobbs Act prohibits, inter alia, participating in a robbery that \"in any way or degree obstructs, delays or affects commerce.\" 18 U.S.C. &#167; 1951(a). The scope of the Hobbs Act extends as far as Congress's power to regulate conduct under the Commerce Clause. <i>See Stirone v. United States,</i> 361 U.S. 212, 215, 80 S.Ct. 270, 4 L.Ed.2d 252 (1960). The commerce element of the offense is met if the conduct in question creates \"a realistic probability of a de minimis effect on interstate commerce.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Capozzi,</i> 347 F.3d at 335 (quoting <i>United States v. Butt,</i> 955 F.2d 77, 80 (1st Cir.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Casiano contends that a de minimis effect cannot be shown where the robbery is of an individual instead of a business. There is no merit to this contention. <i>See United States v. McCormack,</i> 371 F.3d 22, 28-29 (1st Cir.2004); <i>United States v. Nguyen,</i> 246 F.3d 52, 54-55 (1st Cir.2001). Nevertheless, because \"criminal acts that are directed at individuals rather than businesses\" often have a less obvious effect on interstate commerce, we are more cautious in our application of the de minimis standard where the robbery was of a person or residence. <i>See McCormack,</i> 371 F.3d at 28.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government sought to prove the effect on interstate commerce by demonstrating that the robberies depleted the assets of the hardware store and the gas company, thereby reducing the funds available to these businesses to participate in interstate commerce. This is a common method for proving the commerce element of a Hobbs Act offense. <i>See, e.g., Capozzi,</i> 347 F.3d at 337; <i>Nguyen,</i> 246 F.3d at 54.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The proof presented by the government was adequate for the jury to find beyond a reasonable doubt that the robberies depleted each business's assets. Bonilla provided uncontradicted testimony that the $30,000 stolen from his house was the property of the hardware store and was to be used to pay the company's invoices. Rivera-Lopez provided similar testimony that the $6,000 taken from the briefcase belonged to his company and was to be used to provide a check cashing service to clients, with the proceeds of the checks being used to pay the bills of Rivera Gas. This is all that is required to show a de minimis effect on interstate commerce under a depletion-of-assets theory. <i>See Capozzi,</i> 347 F.3d at 337. That the money was located at private residences when stolen does not remove the robberies from the ambit of the Hobbs Act. <i>See United States v. Jamison,</i> 299 F.3d 114, 121 (2d Cir.2002) (upholding a Hobbs Act conviction under a depletion-of-assets theory based on the attempted robbery of an individual because the money that was the subject of the robbery attempt belonged to two businesses engaged in interstate commerce); <i>Nguyen,</i> 246 F.3d at 55 (upholding a Hobbs Act conviction where the defendant attempted to rob an apartment to steal the assets of a business engaged in interstate commerce).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Federal Court, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A de minimis effect on interstate commerce is also an element of the firearm counts because the Hobbs Act is the predicate crime of violence for these offenses<i>See United States v. Wang,</i> 222 F.3d 234, 240-41 (6th Cir.2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At oral argument, Casiano suggested that the amount of monies stolen was not sufficiently large to establish a de minimis effect on commerce. But we recently affirmed a Hobbs Act conviction based on the theft of a far smaller sum<i>See United States v. Brennick,</i> 405 F.3d 96, 100 (1st Cir.2005) (stating that stealing $522 from a large retail store was sufficient to support a Hobbs Act conviction).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">425</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Osvaldo RODR&#205;GUEZ-CASIANO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-1037.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2005.</p>\n    <p class=\"date\">Decided October 4, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Raymond Sanchez Maceira, for appellant.</p>\n      <p class=\"indent\">Nelson P&#233;rez-Sosa, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, DYK,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and HOWARD, Circuit Judges.</p>\n      <p class=\"indent\">HOWARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In October 2001, a federal grand jury sitting in Puerto Rico returned a six-count indictment against Osvaldo Rodr&#237;guez-Casiano for his involvement in a pair of robberies of the homes of two local businessmen. Three counts charged Casiano with violating the Hobbs Act, 18 U.S.C. &#167; 1951(a), and three counts charged him with the unlawful possession of a firearm in relation to a federal crime of violence (i.e., violating the Hobbs Act), 18 U.S.C. &#167; 924(c). In October 2002, a jury convicted Casiano on all counts. For each conviction, the government was required to prove beyond a reasonable doubt that the robberies affected interstate commerce. On appeal, Casiano contends that the government failed to do so. We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We present the facts in the light most favorable to the verdict. <i>See United States v. Capozzi,</i> <span class=\"citation\" data-id=\"200671\"><a href=\"/opinion/200671/united-states-v-capozzi/\"><span class=\"volume\">347</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">327</span></a></span>, 328 (1st Cir.2003). Casiano was a member of a six-person conspiracy to rob the homes of two local businessmen. One of the homes belonged to Orlando Ortiz-Bonilla, the owner of Ferreter&#237;a Ouayabal, a hardware store located in Villalba, Puerto Rico. The other belonged to Antonio Rivera-Lopez, the owner of a gas company called Rivera Gas, which also was located in Villalba. There was evidence that both businesses engaged in interstate commerce as much of their inventory was procured from mainland United States suppliers.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On the morning of March 15, 2001, Casiano and his co-conspirators broke into Bonilla's home. Bonilla was at the hardware store at the time of the robbery, but his wife was at home. The conspirators tied her up and stole $30,000 from the house. The stolen money was part of the hardware store's assets and was earmarked to pay the store's bills.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the morning of June 1, 2001, Casiano and the other conspirators broke into Rivera-Lopez's house. Rivera-Lopez was home at the time of the robbery. The conspirators held a gun to his head and asked him where the money was located. He directed them to a briefcase which he used for his business. The conspirators took the briefcase and some jewelry.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The briefcase contained almost $6,000 in Rivera Gas receipts. Rivera-Lopez testified that he planned to use the money to provide a service for certain clients whereby he would cash their social security checks and then use the proceeds from these checks to pay his suppliers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the conclusion of the all of the testimony, Casiano filed a motion for a judgment of acquittal on the ground that the government failed to prove beyond a reasonable doubt that the robberies affected interstate commerce. <i>See</i> Fed R. Crim P. 29. He asserted that merely showing that business proceeds were stolen from a private home is insufficient to establish the requisite nexus with interstate commerce. The district court denied the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having filed a Rule 29 motion at the close of the evidence, Casiano has preserved his sufficiency challenge. <i>See United States v. Van Horn,</i> <span class=\"citation\" data-id=\"199777\"><a href=\"/opinion/199777/united-states-v-horn/\"><span class=\"volume\">277</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span>, 54 (1st Cir.2002). We consider his claim de novo, surveying the evidence in the light most favorable to the verdict. <i>See United States v. Sebaggala,</i> <span class=\"citation\" data-id=\"199496\"><a href=\"/opinion/199496/united-states-v-sebaggala/\"><span class=\"volume\">256</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 63 (1st Cir.2001). \"The test is whether the evidence, construed favorably to the government, permitted rational jurors to conclude, beyond a reasonable doubt, that [Casiano] was guilty as charged.\" <i>Id.</i></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Hobbs Act prohibits, inter alia, participating in a robbery that \"in any way or degree obstructs, delays or affects commerce.\" 18 U.S.C. &#167; 1951(a). The scope of the Hobbs Act extends as far as Congress's power to regulate conduct under the Commerce Clause. <i>See Stirone v. United States,</i> <span class=\"citation\" data-id=\"105978\"><a href=\"/opinion/105978/stirone-v-united-states/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span>, 215, <span class=\"citation\" data-id=\"105978\"><a href=\"/opinion/105978/stirone-v-united-states/\"><span class=\"volume\">80</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">270</span></a></span>, <span class=\"citation\" data-id=\"105978\"><a href=\"/opinion/105978/stirone-v-united-states/\"><span class=\"volume\">4</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">252</span></a></span> (1960). The commerce element of the offense is met if the conduct in question creates \"a realistic probability of a de minimis effect on interstate commerce.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> <i>Capozzi,</i> 347 F.3d at 335 (quoting <i>United States v. Butt,</i> <span class=\"citation\" data-id=\"577004\"><a href=\"/opinion/577004/united-states-v-herbert-alan-butt-aka-alan-butt-united-states-v-james/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">77</span></a></span>, 80 (1st Cir.1992)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Casiano contends that a de minimis effect cannot be shown where the robbery is of an individual instead of a business. There is no merit to this contention. <i>See United States v. McCormack,</i> <span class=\"citation\" data-id=\"201064\"><a href=\"/opinion/201064/united-states-v-mccormack/\"><span class=\"volume\">371</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 28-29 (1st Cir.2004); <i>United States v. Nguyen,</i> <span class=\"citation\" data-id=\"772789\"><a href=\"/opinion/772789/united-states-v-kieu-minh-nguyen/\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 54-55 (1st Cir.2001). Nevertheless, because \"criminal acts that are directed at individuals rather than businesses\" often have a less obvious effect on interstate commerce, we are more cautious in our application of the de minimis standard where the robbery was of a person or residence. <i>See McCormack,</i> 371 F.3d at 28.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The government sought to prove the effect on interstate commerce by demonstrating that the robberies depleted the assets of the hardware store and the gas company, thereby reducing the funds available to these businesses to participate in interstate commerce. This is a common method for proving the commerce element of a Hobbs Act offense. <i>See, e.g., Capozzi,</i> 347 F.3d at 337; <i>Nguyen,</i> 246 F.3d at 54.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The proof presented by the government was adequate for the jury to find beyond a reasonable doubt that the robberies depleted each business's assets. Bonilla provided uncontradicted testimony that the $30,000 stolen from his house was the property of the hardware store and was to be used to pay the company's invoices. Rivera-Lopez provided similar testimony that the $6,000 taken from the briefcase belonged to his company and was to be used to provide a check cashing service to clients, with the proceeds of the checks being used to pay the bills of Rivera Gas. This is all that is required to show a de minimis effect on interstate commerce under a depletion-of-assets theory. <i>See Capozzi,</i> 347 F.3d at 337. That the money was located at private residences when stolen does not remove the robberies from the ambit of the Hobbs Act. <i>See United States v. Jamison,</i> <span class=\"citation\" data-id=\"778636\"><a href=\"/opinion/778636/united-states-v-jabri-jamison/\"><span class=\"volume\">299</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">114</span></a></span>, 121 (2d Cir.2002) (upholding a Hobbs Act conviction under a depletion-of-assets theory based on the attempted robbery of an individual because the money that was the subject of the robbery attempt belonged to two businesses engaged in interstate commerce); <i>Nguyen,</i> 246 F.3d at 55 (upholding a Hobbs Act conviction where the defendant attempted to rob an apartment to steal the assets of a business engaged in interstate commerce).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the United States Court of Appeals for the Federal Court, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A de minimis effect on interstate commerce is also an element of the firearm counts because the Hobbs Act is the predicate crime of violence for these offenses<i>See United States v. Wang,</i> <span class=\"citation\" data-id=\"769852\"><a href=\"/opinion/769852/united-states-v-min-nan-wang/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">234</span></a></span>, 240-41 (6th Cir.2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At oral argument, Casiano suggested that the amount of monies stolen was not sufficiently large to establish a de minimis effect on commerce. But we recently affirmed a Hobbs Act conviction based on the theft of a far smaller sum<i>See United States v. Brennick,</i> <span class=\"citation\" data-id=\"201556\"><a href=\"/opinion/201556/united-states-v-brennick/\"><span class=\"volume\">405</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span>, 100 (1st Cir.2005) (stating that stealing $522 from a large retail store was sufficient to support a Hobbs Act conviction).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577004/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/772789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778636/"
  ]
}