{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201942/",
  "absolute_url": "/opinion/201942/powell-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201942/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:41:24Z",
  "date_modified": "2016-02-28T05:06:47.187784Z",
  "type": "010combined",
  "sha1": "93c274e1d1378443608c7af63db08fa3b4dfcfa5",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2220-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/12/01/Powell_v._US.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNo. 05-2220\n\n                            CHRIS POWELL,\n\n                        Petitioner, Appellant,\n\n                                  v.\n\n                            UNITED STATES,\n\n                        Respondent, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                      FOR THE DISTRICT OF MAINE\n\n\n        [Hon. John P. Woodcock, Jr., U.S. District Judge]\n\n\n                                Before\n\n                          Boudin, Chief Judge,\n              Campbell and Stahl, Senior Circuit Judges.\n\n\n\n\n     Chris Powell, Request for a Certificate of Appealability\nwith Brief in Support pro se.\n\n\n\n                           December 1, 2005\n\f            Per Curiam.     At age twenty, Petitioner Chris Powell was\n\nconvicted in Maine state court of eluding a police officer.               The\n\nstatute under which he was convicted prohibited driving at a\n\nreckless rate of speed while being pursued by a police vehicle\n\nmaking use of its siren and blue light.        29 Maine Revised Statutes\n\n§ 2501-A(3)(since superseded).\n\n            At age twenty-one, Petitioner was convicted of burglary.\n\nAt age twenty-two, he was convicted of another burglary.              At age\n\nthirty-one, he was found in possession of a shotgun.                  He was\n\ncharged with being a felon in possession of a firearm.              18 U.S.C.\n\n§ 922(g)(1).   He pled guilty, and the United States District Court\n\nfor   the   District   of   Maine    treated   each    of   these    previous\n\nconvictions in state court as 'violent crime' predicates for\n\npurposes of sentencing Petitioner to the mandatory minimum term of\n\nfifteen years imprisonment under the federal Armed Career Criminal\n\nAct (ACCA).    See 18 U.S.C. § 924(e).\n\n            The firearm in question was a shotgun that Petitioner\n\nsays he inherited from his deceased father.           The weapon was found\n\nin his possession when law enforcement authorities investigating a\n\nseries of burglaries and thefts in early 2003 executed a search\n\nwarrant at Petitioner's residence.         Petitioner was arrested and\n\ncharged with    a number of stealing offenses, plus drug possession\n\nand unlawful gun possession.        When he was sentenced by the federal\n\ndistrict court under the ACCA, these state charges were still\n\n\n                                     -2-\n\fpending.\n\n            Petitioner has brought a motion under 28 U.S.C. § 2255 to\n\nvacate   the    sentence,    arguing     that   his   counsel     provided    him\n\nineffective     assistance    by   not    objecting    to   the    use   of   his\n\nconviction for eluding police as a violent-crime predicate under\n\nthe ACCA.   At the outset, we note that the state of the law at the\n\ntime of Petitioner's sentencing gave scant indication that such an\n\nobjection was likely to succeed.             There was little case law, and\n\nthe two opinions directly on point both went against Petitioner's\n\nposition.      United States v. Howze, 343 F.3d 919 (7th Cir. 2003);\n\nUnited States v. James, 337 F.3d 387 (4th Cir. 2003).               Then, just\n\nover three months before Petitioner's sentencing, this Court held\n\nthat a prisoner's escape from custody, made by simply walking away\n\nfrom a halfway house, qualified as a violent crime for purposes of\n\nsentencing a defendant as a career offender under federal law.\n\nUnited States v. Winn, 364 F.3d 7 (1st Cir. 2004).\n\n            In Winn, we endorsed the broad proposition that any\n\n'escape scenario' was like a 'powder keg,' ready to explode into\n\nviolence when officers attempted to recapture the escapee.               Id. at\n\n11-12.   The reasoning set forth in Winn concerning escape offenses\n\nextends easily to evasive driving offenses.             It is thus far from\n\nclear that defense counsel would dip below the bench mark for\n\neffective advocacy by failing to raise an objection to the use of\n\nPetitioner's evasive driving conviction as an ACCA sentencing\n\n\n                                       -3-\n\fpredicate, even if the objection would later be determined to have\n\nmerit.        See, e.g., Korhahrens v. Evatt, 66 F.3d 1350, 1360 (4th\n\nCir. 1995)(\"the case law is clear that an attorney's assistance is\n\nnot rendered ineffective because he failed to anticipate a new rule\n\nof law\")(citing cases). Advocating changes in recent precedent may\n\noccasionally be required of competent counsel, but it would take\n\nunusual circumstances.\n\n                In any event, the sentencing issue raised by Petitioner\n\nis   a       recurring   one,   but   one    that   this   Circuit   has    not   yet\n\naddressed.        We think that the merits of the Petitioner's argument\n\nabout his ACCA sentence, underlying his claim of ineffective\n\nassistance, is the most appropriate basis for resolving this\n\nmatter.\n\n                Recently, Petitioner's contentions concerning the use of\n\nconvictions for evasive driving as ACCA predicates have been raised\n\nby other defendants before federal courts across the country.                      A\n\nconsensus has emerged that evasive driving offenses, like prison\n\nescapes, constitute a category1 of 'violent' crime within the\n\nmeaning of the ACCA's provision for \"conduct that presents a\n\nserious potential risk of physical injury to another.\"                     18 U.S.C.\n\n§ 924(e)(2)(B)(ii).         See United States v. Howze, 343 F.3d 919 (7th\n\n\n\n         1\n      See Shepard v. United States, 125 S.Ct. 1254,           1259\n(2005)(applying \"categorical criterion\" to define violent offenses\nunder the ACCA); Taylor v. United States, 495 U.S. 575, 600\n(1989)(same).\n\n                                            -4-\n\fCir. 2003)(analogizing between escapes from custody and flights to\n\navoid arrest in treating defendant's violation of Wisconsin statute\n\nas ACCA predicate); United States v. James, 337 F.3d 387 (4th Cir.\n\n2003)(reasoning that disobedience of police officer's signal to\n\nstop in violation of South Carolina statute \"poses the threat of\n\ndirect confrontation between the police officer and the occupants\n\nof the vehicle\"); United States v. Martin, 378 F.3d 578 (6th Cir.\n\n2004)(stating, with respect to violation of Michigan statute, that\n\n\"by making a deliberate choice to disobey a police officer, the\n\nmotorist provokes an inevitable, escalated confrontation with the\n\nofficer.\"); United States v. Kendrick, 423 F.3d 803 (8th Cir.\n\n2005)(stating, with respect to violation of Oregon statute, that\n\n\"the conduct associated with the commission of felony fleeing calls\n\nto mind the risks associated with escape and automobile theft\").\n\nSee    also   United   States    v.   Rosas,   410   F.3d    332   (7th   Cir.\n\n2005)(following Howze as controlling in categorizing the Wisconsin\n\nstatute); United States v. Albritton, 135 Fed.Appx. 239 (11th Cir.\n\nJune    10,    2005)(unpublished       decision      concerning      Florida's\n\n'aggravated fleeing and eluding' statute)(Westlaw); United States\n\nv. Howard, Nos. 04-4099, 04-4172, 2005 WL 2471000 (6th Cir. Oct. 6,\n\n2005)(unpublished      opinion   treating   Martin    case   as    controlling\n\ncategorization of Ohio's evasive driving statute); United States v.\n\nClark, Nos. Civ. 05-3280-SAC, CR 99-4007601-SAC, 2005 WL 1925646\n\n(D. Kan. Aug. 10, 2005)(as a matter of first impression within the\n\n\n                                      -5-\n\f10th    Circuit,    adopting    the     reasoning      of    the     Howze   case    in\n\ncategorizing the Kansas evasive driving statute).\n\n             We recognize that the Ninth Circuit has determined that\n\nviolations of Washington state's superceded evasive driving law\n\nwere not categorically violent within the meaning of the ACCA,\n\nbecause that statute criminalized mere risk to property, even\n\nwithout threat to persons.            United States v. Kelly, 422 F.3d 889\n\n(2005)(\"the question is whether all conduct -- including the most\n\ninnocent conduct -- prohibited by the state statute qualifies as a\n\n'violent felony'\"); United States v. Ogle, No. 04-30328, 2005 WL\n\n1950882 (9th Cir. Aug. 16, 2005).              The Maine statute under which\n\nthe    Petitioner     was    convicted,        however,       does     not   address\n\nrecklessness towards property, so these two Ninth Circuit cases are\n\ndistinguishable even if we were otherwise disposed to follow these\n\ndecisions.\n\n             The use of Petitioner's conviction for eluding police as\n\nan    ACCA   predicate     comports    with    the    sound    reasoning       of   the\n\nmajority-view      cases    cited     above.         The    statute    under    which\n\nPetitioner was convicted provided that\n\n             Whoever, after being requested or signaled to\n             stop, attempts to elude a law enforcement\n             officer by driving a vehicle at a reckless\n             rate of speed which results in a high-speed\n             chase between the operator's vehicle and any\n             law enforcement vehicle using a blue light and\n             siren is guilty [of a felony-level crime].\n\n\n29 Maine Revised Statutes § 2501-A(3)(since superseded). We agree\n\n                                        -6-\n\fwith the view that high-speed car chases pose a grave threat of\n\ndeath and injury by collision, as well as escalated confrontations\n\nbetween suspects and police.      Such a category of crime manifestly\n\n\"involves   conduct   that    presents   a   serious    potential   risk   of\n\nphysical injury to another\" within the meaning of the ACCA.           See 18\n\nU.S.C. § 924(e)(2)(B)(ii).\n\n            We hold that Petitioner's conviction for eluding police\n\nis a proper violent-crime predicate under the ACCA.                 Since we\n\nreject   the   Petitioner's    contention     that     his   evasive-driving\n\nconviction was not a valid ACCA sentencing predicate, it follows\n\nthat his claim of ineffective assistance based on his defense\n\ncounsel's failure to raise the contention presents no substantial\n\nissue for appeal.\n\n            Petitioner Chris Powell's request for a certificate of\n\nappealability is denied.\n\n\n\n\n                                   -7-\n\f",
  "html": "<p class=\"case_cite\">430 F.3d 490</p>\n    <p class=\"parties\">Chris POWELL, Petitioner, Appellant,<br>v.<br>UNITED STATES, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 05-2220.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted October 27, 2005.</p>\n    <p class=\"date\">Decided December 1, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Chris Powell, Request for a Certificate of Appealability with Brief in Support pro se.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CAMPBELL and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At age twenty, Petitioner Chris Powell was convicted in Maine state court of eluding a police officer. The statute under which he was convicted prohibited driving at a reckless rate of speed while being pursued by a police vehicle making use of its siren and blue light. 29 Maine Revised Statutes &#167; 2501-A(3)(since superseded).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At age twenty-one, Petitioner was convicted of burglary. At age twenty-two, he was convicted of another burglary. At age thirty-one, he was found in possession of a shotgun. He was charged with being a felon in possession of a firearm. 18 U.S.C. &#167; 922(g)(1). He pled guilty, and the United States District Court for the District of Maine treated each of these previous convictions in state court as `violent crime' predicates for purposes of sentencing Petitioner to the mandatory minimum term of fifteen years imprisonment under the federal Armed Career Criminal Act (ACCA). <i>See</i> 18 U.S.C. &#167; 924(e).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The firearm in question was a shotgun that Petitioner says he inherited from his deceased father. The weapon was found in his possession when law enforcement authorities investigating a series of burglaries and thefts in early 2003 executed a search warrant at Petitioner's residence. Petitioner was arrested and charged with a number of stealing offenses, plus drug possession and unlawful gun possession. When he was sentenced by the federal district court under the ACCA, these state charges were still pending.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner has brought a motion under 28 U.S.C. &#167; 2255 to vacate the sentence, arguing that his counsel provided him ineffective assistance by not objecting to the use of his conviction for eluding police as a violent-crime predicate under the ACCA. At the outset, we note that the state of the law at the time of Petitioner's sentencing gave scant indication that such an objection was likely to succeed. There was little case law, and the two opinions directly on point both went against Petitioner's position. <i>United States v. Howze,</i> 343 F.3d 919 (7th Cir.2003); <i>United States v. James,</i> 337 F.3d 387 (4th Cir.2003). Then, just over three months before Petitioner's sentencing, this Court held that a prisoner's escape from custody, made by simply walking away from a halfway house, qualified as a violent crime for purposes of sentencing a defendant as a career offender under federal law. <i>United States v. Winn,</i> 364 F.3d 7 (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In <i>Winn,</i> we endorsed the broad proposition that any `escape scenario' was like a `powder keg,' ready to explode into violence when officers attempted to recapture the escapee. <i>Id.</i> at 11-12. The reasoning set forth in <i>Winn</i> concerning escape offenses extends easily to evasive driving offenses. It is thus far from clear that defense counsel would dip below the bench mark for effective advocacy by failing to raise an objection to the use of Petitioner's evasive driving conviction as an ACCA sentencing predicate, even if the objection would later be determined to have merit. <i>See, e.g., Kornahrens v. Evatt,</i> 66 F.3d 1350, 1360 (4th Cir.1995)(\"the case law is clear that an attorney's assistance is not rendered ineffective because he failed to anticipate a new rule of law\")(citing cases). Advocating changes in recent precedent may occasionally be required of competent counsel, but it would take unusual circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In any event, the sentencing issue raised by Petitioner is a recurring one, but one that this Circuit has not yet addressed. We think that the merits of the Petitioner's argument about his ACCA sentence, underlying his claim of ineffective assistance, is the most appropriate basis for resolving this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Recently, Petitioner's contentions concerning the use of convictions for evasive driving as ACCA predicates have been raised by other defendants before federal courts across the country. A consensus has emerged that evasive driving offenses, like prison escapes, constitute a category<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of `violent' crime within the meaning of the ACCA's provision for \"conduct that presents a serious potential risk of physical injury to another.\" 18 U.S.C. &#167; 924(e)(2)(B)(ii). <i>See United States v. Howze,</i> 343 F.3d 919 (7th Cir.2003)(analogizing between escapes from custody and flights to avoid arrest in treating defendant's violation of Wisconsin statute as ACCA predicate); <i>United States v. James,</i> 337 F.3d 387 (4th Cir.2003)(reasoning that disobedience of police officer's signal to stop in violation of South Carolina statute \"poses the threat of direct confrontation between the police officer and the occupants of the vehicle\"); <i>United States v. Martin,</i> 378 F.3d 578 (6th Cir.2004)(stating, with respect to violation of Michigan statute, that \"by making a deliberate choice to disobey a police officer, the motorist provokes an inevitable, escalated confrontation with the officer.\"); <i>United States v. Kendrick,</i> 423 F.3d 803 (8th Cir.2005)(stating, with respect to violation of Oregon statute, that \"the conduct associated with the commission of felony fleeing calls to mind the risks associated with escape and automobile theft\"). <i>See also United States v. Rosas,</i> 410 F.3d 332 (7th Cir.2005)(following <i>Howze</i> as controlling in categorizing the Wisconsin statute); <i>United States v. Albritton,</i> 135 Fed.Appx. 239 (11th Cir. June 10, 2005)(unpublished decision concerning Florida's `aggravated fleeing and eluding' statute)(Westlaw); <i>United States v. Howard,</i> Nos. 04-4099, 04-4172, 2005 WL 2471000 (6th Cir. Oct.6, 2005)(unpublished opinion treating <i>Martin</i> case as controlling categorization of Ohio's evasive driving statute); <i>United States v. Clark,</i> Nos. Civ. 05-3280-SAC, CR 99-4007601-SAC, 2005 WL 1925646 (D.Kan. Aug.10, 2005)(as a matter of first impression within the 10th Circuit, adopting the reasoning of the <i>Howze</i> case in categorizing the Kansas evasive driving statute).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We recognize that the Ninth Circuit has determined that violations of Washington state's superceded evasive driving law were not categorically violent within the meaning of the ACCA, because that statute criminalized mere risk to property, even without threat to persons. <i>United States v. Kelly,</i> 422 F.3d 889 (2005)(\"the question is whether all conduct &#8212; including the most innocent conduct &#8212; prohibited by the state statute qualifies as a `violent felony'\"); <i>United States v. Ogle,</i> 145 Fed.Appx. 575, 2005 WL 1950882 (9th Cir.2005). The Maine statute under which the Petitioner was convicted, however, does not address recklessness towards property, so these two Ninth Circuit cases are distinguishable even if we were otherwise disposed to follow these decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The use of Petitioner's conviction for eluding police as an ACCA predicate comports with the sound reasoning of the majority-view cases cited above. The statute under which Petitioner was convicted provided that</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Whoever, after being requested or signaled to stop, attempts to elude a law enforcement officer by driving a vehicle at a reckless rate of speed which results in a high-speed chase between the operator's vehicle and any law enforcement vehicle using a blue light and siren is guilty [of a felony-level crime].</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">29 Maine Revised Statutes &#167; 2501-A(3)(since superseded). We agree with the view that high-speed car chases pose a grave threat of death and injury by collision, as well as escalated confrontations between suspects and police. Such a category of crime manifestly \"involves conduct that presents a serious potential risk of physical injury to another\" within the meaning of the ACCA. <i>See</i> 18 U.S.C. &#167; 924(e)(2)(B)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We hold that Petitioner's conviction for eluding police is a proper violent-crime predicate under the ACCA. Since we reject the Petitioner's contention that his evasive-driving conviction was not a valid ACCA sentencing predicate, it follows that his claim of ineffective assistance based on his defense counsel's failure to raise the contention presents no substantial issue for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Petitioner Chris Powell's request for a certificate of appealability is <i>denied.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See Shepard v. United States,</i> ___ U.S. ___, ___, 125 S.Ct. 1254, 1259, 161 L.Ed.2d 205 (2005)(applying \"categorical criterion\" to define violent offenses under the ACCA); <i>Taylor v. United States,</i> 495 U.S. 575, 600, 110 S.Ct. 2143, 109 L.Ed.2d 607 (1990)(same).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></span></p>\n    <p class=\"parties\">Chris POWELL, Petitioner, Appellant,<br>v.<br>UNITED STATES, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 05-2220.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Submitted October 27, 2005.</p>\n    <p class=\"date\">Decided December 1, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Chris Powell, Request for a Certificate of Appealability with Brief in Support pro se.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, CAMPBELL and STAHL, Senior Circuit Judges.</p>\n      <p class=\"indent\">PER CURIAM.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">At age twenty, Petitioner Chris Powell was convicted in Maine state court of eluding a police officer. The statute under which he was convicted prohibited driving at a reckless rate of speed while being pursued by a police vehicle making use of its siren and blue light. 29 Maine Revised Statutes &#167; 2501-A(3)(since superseded).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At age twenty-one, Petitioner was convicted of burglary. At age twenty-two, he was convicted of another burglary. At age thirty-one, he was found in possession of a shotgun. He was charged with being a felon in possession of a firearm. 18 U.S.C. &#167; 922(g)(1). He pled guilty, and the United States District Court for the District of Maine treated each of these previous convictions in state court as `violent crime' predicates for purposes of sentencing Petitioner to the mandatory minimum term of fifteen years imprisonment under the federal Armed Career Criminal Act (ACCA). <i>See</i> 18 U.S.C. &#167; 924(e).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The firearm in question was a shotgun that Petitioner says he inherited from his deceased father. The weapon was found in his possession when law enforcement authorities investigating a series of burglaries and thefts in early 2003 executed a search warrant at Petitioner's residence. Petitioner was arrested and charged with a number of stealing offenses, plus drug possession and unlawful gun possession. When he was sentenced by the federal district court under the ACCA, these state charges were still pending.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Petitioner has brought a motion under 28 U.S.C. &#167; 2255 to vacate the sentence, arguing that his counsel provided him ineffective assistance by not objecting to the use of his conviction for eluding police as a violent-crime predicate under the ACCA. At the outset, we note that the state of the law at the time of Petitioner's sentencing gave scant indication that such an objection was likely to succeed. There was little case law, and the two opinions directly on point both went against Petitioner's position. <i>United States v. Howze,</i> <span class=\"citation\" data-id=\"783554\"><a href=\"/opinion/783554/united-states-v-rodney-t-howze/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">919</span></a></span> (7th Cir.2003); <i>United States v. James,</i> <span class=\"citation\" data-id=\"782855\"><a href=\"/opinion/782855/united-states-v-ivander-james-jr/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span> (4th Cir.2003). Then, just over three months before Petitioner's sentencing, this Court held that a prisoner's escape from custody, made by simply walking away from a halfway house, qualified as a violent crime for purposes of sentencing a defendant as a career offender under federal law. <i>United States v. Winn,</i> <span class=\"citation\" data-id=\"200958\"><a href=\"/opinion/200958/united-states-v-winn/\"><span class=\"volume\">364</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span> (1st Cir.2004).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In <i>Winn,</i> we endorsed the broad proposition that any `escape scenario' was like a `powder keg,' ready to explode into violence when officers attempted to recapture the escapee. <i>Id.</i> at 11-12. The reasoning set forth in <i>Winn</i> concerning escape offenses extends easily to evasive driving offenses. It is thus far from clear that defense counsel would dip below the bench mark for effective advocacy by failing to raise an objection to the use of Petitioner's evasive driving conviction as an ACCA sentencing predicate, even if the objection would later be determined to have merit. <i>See, e.g., Kornahrens v. Evatt,</i> <span class=\"citation\" data-id=\"705169\"><a href=\"/opinion/705169/fred-h-kornahrens-iii-v-parker-evatt-commissioner-south-carolina/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1350</span></a></span>, 1360 (4th Cir.1995)(\"the case law is clear that an attorney's assistance is not rendered ineffective because he failed to anticipate a new rule of law\")(citing cases). Advocating changes in recent precedent may occasionally be required of competent counsel, but it would take unusual circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In any event, the sentencing issue raised by Petitioner is a recurring one, but one that this Circuit has not yet addressed. We think that the merits of the Petitioner's argument about his ACCA sentence, underlying his claim of ineffective assistance, is the most appropriate basis for resolving this matter.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Recently, Petitioner's contentions concerning the use of convictions for evasive driving as ACCA predicates have been raised by other defendants before federal courts across the country. A consensus has emerged that evasive driving offenses, like prison escapes, constitute a category<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of `violent' crime within the meaning of the ACCA's provision for \"conduct that presents a serious potential risk of physical injury to another.\" 18 U.S.C. &#167; 924(e)(2)(B)(ii). <i>See United States v. Howze,</i> <span class=\"citation\" data-id=\"783554\"><a href=\"/opinion/783554/united-states-v-rodney-t-howze/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">919</span></a></span> (7th Cir.2003)(analogizing between escapes from custody and flights to avoid arrest in treating defendant's violation of Wisconsin statute as ACCA predicate); <i>United States v. James,</i> <span class=\"citation\" data-id=\"782855\"><a href=\"/opinion/782855/united-states-v-ivander-james-jr/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">387</span></a></span> (4th Cir.2003)(reasoning that disobedience of police officer's signal to stop in violation of South Carolina statute \"poses the threat of direct confrontation between the police officer and the occupants of the vehicle\"); <i>United States v. Martin,</i> <span class=\"citation\" data-id=\"787231\"><a href=\"/opinion/787231/united-states-v-darrell-j-martin/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">578</span></a></span> (6th Cir.2004)(stating, with respect to violation of Michigan statute, that \"by making a deliberate choice to disobey a police officer, the motorist provokes an inevitable, escalated confrontation with the officer.\"); <i>United States v. Kendrick,</i> <span class=\"citation\" data-id=\"791923\"><a href=\"/opinion/791923/united-states-v-timothy-martin-kendrick/\"><span class=\"volume\">423</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">803</span></a></span> (8th Cir.2005)(stating, with respect to violation of Oregon statute, that \"the conduct associated with the commission of felony fleeing calls to mind the risks associated with escape and automobile theft\"). <i>See also United States v. Rosas,</i> <span class=\"citation\" data-id=\"790492\"><a href=\"/opinion/790492/united-states-v-freddy-rosas/\"><span class=\"volume\">410</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span> (7th Cir.2005)(following <i>Howze</i> as controlling in categorizing the Wisconsin statute); <i>United States v. Albritton,</i> 135 Fed.Appx. 239 (11th Cir. June 10, 2005)(unpublished decision concerning Florida's `aggravated fleeing and eluding' statute)(Westlaw); <i>United States v. Howard,</i> Nos. 04-4099, 04-4172, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">2471000</span></span> (6th Cir. Oct.6, 2005)(unpublished opinion treating <i>Martin</i> case as controlling categorization of Ohio's evasive driving statute); <i>United States v. Clark,</i> Nos. Civ. 05-3280-SAC, CR 99-4007601-SAC, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1925646</span></span> (D.Kan. Aug.10, 2005)(as a matter of first impression within the 10th Circuit, adopting the reasoning of the <i>Howze</i> case in categorizing the Kansas evasive driving statute).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We recognize that the Ninth Circuit has determined that violations of Washington state's superceded evasive driving law were not categorically violent within the meaning of the ACCA, because that statute criminalized mere risk to property, even without threat to persons. <i>United States v. Kelly,</i> <span class=\"citation\" data-id=\"791851\"><a href=\"/opinion/791851/united-states-v-nobel-j-kelly/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">889</span></a></span> (2005)(\"the question is whether all conduct &#8212; including the most innocent conduct &#8212; prohibited by the state statute qualifies as a `violent felony'\"); <i>United States v. Ogle,</i> 145 Fed.Appx. 575, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">1950882</span></span> (9th Cir.2005). The Maine statute under which the Petitioner was convicted, however, does not address recklessness towards property, so these two Ninth Circuit cases are distinguishable even if we were otherwise disposed to follow these decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The use of Petitioner's conviction for eluding police as an ACCA predicate comports with the sound reasoning of the majority-view cases cited above. The statute under which Petitioner was convicted provided that</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Whoever, after being requested or signaled to stop, attempts to elude a law enforcement officer by driving a vehicle at a reckless rate of speed which results in a high-speed chase between the operator's vehicle and any law enforcement vehicle using a blue light and siren is guilty [of a felony-level crime].</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">29 Maine Revised Statutes &#167; 2501-A(3)(since superseded). We agree with the view that high-speed car chases pose a grave threat of death and injury by collision, as well as escalated confrontations between suspects and police. Such a category of crime manifestly \"involves conduct that presents a serious potential risk of physical injury to another\" within the meaning of the ACCA. <i>See</i> 18 U.S.C. &#167; 924(e)(2)(B)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We hold that Petitioner's conviction for eluding police is a proper violent-crime predicate under the ACCA. Since we reject the Petitioner's contention that his evasive-driving conviction was not a valid ACCA sentencing predicate, it follows that his claim of ineffective assistance based on his defense counsel's failure to raise the contention presents no substantial issue for appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Petitioner Chris Powell's request for a certificate of appealability is <i>denied.</i></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> <i>See Shepard v. United States,</i> ___ U.S. ___, ___, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, 1259, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (2005)(applying \"categorical criterion\" to define violent offenses under the ACCA); <i>Taylor v. United States,</i> <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 600, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2143</span></a></span>, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">607</span></a></span> (1990)(same).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791923/"
  ]
}