{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/201980/",
  "absolute_url": "/opinion/201980/united-states-v-benedetti/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/201980/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:42:08Z",
  "date_modified": "2016-02-28T05:06:54.034796Z",
  "type": "010combined",
  "sha1": "b26452196137ce152916dd113fb207455db6f807",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1033-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2005/12/23/US_v._Benedetti.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 05-1033\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                v.\n\n                       JOSEPH M. BENEDETTI,\n\n                       Defendant, Appellant.\n\n\n           APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n           [Hon. Ernest C. Torres, U.S. District Judge]\n\n\n                              Before\n\n                       Selya, Circuit Judge,\n\n                   Stahl, Senior Circuit Judge,\n\n                     and Lipez, Circuit Judge.\n\n\n     Thomas More Dickinson, with whom Barry Zone was on brief, for\nappellant.\n     Donald C. Lockhart, Assistant United States Attorney, with whom\nRobert Clark Corrente, United States Attorney, and Lee Vilker,\nAssistant United States Attorney, were on brief, for appellee.\n\n\n                        December 23, 2005\n\f           SELYA, Circuit Judge.         On March 10, 1999, a federal grand\n\njury sitting in the District of Rhode Island charged defendant-\n\nappellant Joseph Benedetti with being a felon in possession of a\n\nfirearm. See 18 U.S.C. § 922(g). The appellant evaded arrest until\n\nJuly 2, 2003, when he was finally found in Florida.\n\n           Following the appellant's enforced return to Rhode Island,\n\na five-day trial ensued.      The jury found the appellant guilty.            The\n\ndistrict   court,     over   the    appellant's    contemporaneous        Blakely\n\nobjection, see Blakely v. Washington, 542 U.S. 296 (2004), sentenced\n\nhim in accordance with the federal sentencing guidelines.\n\n           In this timely appeal, the appellant asserts that a pair\n\nof errors marred the proceedings below: (i) the district court\n\nabused its discretion when it allowed the government to introduce\n\nevidence of his flight to Florida and (ii) the Supreme Court's\n\ndecision   in   United   States     v.   Booker,   125   S.   Ct.   738   (2005),\n\nvindicated his Blakely objection and entitles him to resentencing.\n\n           We conclude that the district court committed no trial\n\nerror and that the Booker error, even though preserved by the\n\nappellant's Blakely objection, was harmless. Accordingly, we affirm\n\nthe appellant's conviction and sentence.\n\nI.   BACKGROUND\n\n           We     rehearse   the    relevant   facts     in   the   light   most\n\nhospitable to the verdict.         United States v. Mercado, 412 F.3d 243,\n\n245 (1st Cir. 2005).\n\n\n                                         -2-\n\f           On the night of November 19, 1998, five Rhode Island state\n\npolice troopers arrived at the appellant's small apartment, search\n\nwarrant in hand, and knocked on the door.     The appellant began to\n\nopen the portal, but quickly slammed it shut when he learned who was\n\non the other side. The troopers forced entry, subdued the appellant,\n\nascertained that no one else was on the premises, and executed the\n\nwarrant.\n\n           The search revealed a number of utility bills bearing the\n\nappellant's name and address and no evidence suggesting that any\n\nother person was living in the apartment.    When the search extended\n\nto the top drawer of a dresser in the apartment's lone bedroom, the\n\ntroopers found, among the usual haberdashery (underwear, socks, and\n\nthe like), a loaded .380 caliber handgun, small amounts of cocaine\n\nand marijuana, and some pills.   No underwear or socks were found in\n\nany other location within the apartment.\n\n           After reading the appellant his Miranda rights, see Miranda\n\nv. Arizona, 384 U.S. 436, 444 (1966), a trooper confronted him\n\nregarding the fruits of the search.     At that point, the appellant\n\nadmitted: \"Everything in the apartment is mine.\"     The trooper then\n\ninquired specifically as to the ownership of the gun.   The appellant\n\nreplied: \"[T]he gun's mine too.\" He further acknowledged that he was\n\nthe only person residing in the apartment.\n\n           The discovery of the handgun resulted in a referral of the\n\ncase to federal law enforcement authorities. On Wednesday, March 10,\n\n\n                                 -3-\n\f1999, the grand jury handed up a one-count indictment charging the\n\nappellant as a felon in possession of a firearm.               See 18 U.S.C. §\n\n922(g).    Two days later, attorney Paul DiMaio telephoned Waing Chau,\n\nan agent of the Bureau of Alcohol, Tobacco and Firearms.                 After\n\nidentifying himself as the appellant's lawyer, DiMaio inquired as to\n\nwhether the district court had issued an arrest warrant for his\n\nclient.    Chau replied in the affirmative and assented to DiMaio's\n\nsubsequent request that the appellant be permitted to self-surrender\n\non Monday, March 15.\n\n            Monday arrived, but the appellant did not. Instead, DiMaio\n\ncalled Chau and informed him \"that Mr. Benedetti would not be\n\nsurrendering [because] he was gone.\" The appellant remained at large\n\nfor over four years.       He was eventually arrested on July 2, 2003,\n\nwhen government agents found him living in Florida under an assumed\n\nname.     He was then returned to Rhode Island to face the pending\n\nindictment.\n\n            As   the   parties   geared    up   for   trial,   the   government\n\nindicated that it planned to introduce evidence of the appellant's\n\nabscondment.     Nonplussed by this prospect, the appellant filed a\n\npretrial motion in limine.       Following a hearing, the district court,\n\nruling ore sponte, concluded that the probative value of the evidence\n\nwas substantially outweighed by \"the risk of unfair prejudice, the\n\ntime that would be consumed in exploring [it], and the risk that the\n\njury may be confused as to . . . the real issue\" in the case.              The\n\n\n                                     -4-\n\fcourt found it plausible that the appellant, although innocent, might\n\nhave fled because he feared that he would be unjustly convicted.\n\nGiven this possibility, the chance that the jury might be tempted to\n\nconvict the appellant simply because he fled created what seemed to\n\nthe   court    at   that    time      to   be   an   unacceptable    risk    of   unfair\n\nprejudice.      Hence, the court excluded the flight evidence pursuant\n\nto Federal Rule of Evidence 403 (providing in pertinent part that\n\nrelevant      evidence     may   be    excluded      \"if   its   probative   value    is\n\nsubstantially outweighed by the danger of unfair prejudice, confusion\n\nof the issues, or misleading the jury, or by . . . waste of time\").\n\n              Even though the court granted the motion in limine, it\n\napparently was cognizant that it did not have a full picture of the\n\nfactual scenario.        Accordingly, the court confined its exclusionary\n\nruling to the government's case in chief.                  The court took pains to\n\nremind the parties that the ruling was subject to change and that the\n\nmatter could be revisited if the evidence at trial unfolded in a\n\nmanner that altered the variables inherent in the Rule 403 algorithm.\n\n              The appellant stipulated that he had a prior felony record\n\nand that the gun had traveled in interstate commerce. Thus, the only\n\ntriable issue was whether the appellant possessed the .380 caliber\n\nhandgun.      During the government's case in chief, two of the troopers\n\nwho participated in the search testified anent their findings and the\n\nappellant's admissions.            In cross-examining these officers, defense\n\ncounsel made repeated references to the fact that the events to which\n\n\n                                            -5-\n\fthey testified had occurred almost five years prior to the time of\n\ntrial.   In his opening statement, made at the start of the defense\n\ncase, counsel reiterated that point.\n\n          The defense case was built on the premise that the gun\n\nfound in the apartment did not belong to the appellant but, rather,\n\nto the appellant's friend, Kenneth Bellucci. Bellucci testified that\n\nthe appellant had allowed him to live in the apartment temporarily,\n\nthat all the items discovered in the top dresser drawer were his, and\n\nthat the appellant was not aware of the presence of the handgun.\n\nBellucci explained that, by coincidence, he had moved out of the\n\napartment on the very day that the troopers arrived.     Although he\n\ntook most of his possessions with him, he left behind his underwear,\n\nsocks, drugs, and gun.\n\n          The defense then called Linda DiBona, the appellant's ex-\n\nwife.    DiBona testified that Bellucci moved in with her after\n\ndeparting from the appellant's hearth and that she overheard a\n\ntelephone call between the two men in which Bellucci admitted that\n\nthe gun was his.   In that same call, Bellucci apologized profusely\n\nto the appellant and promised to \"make it right.\"\n\n          During DiBona's direct examination, the government sought\n\npermission to cross-question DiBona regarding her knowledge of the\n\nappellant's flight.   Noting that the in limine ruling only precluded\n\nthe government from introducing evidence of flight in its case in\n\nchief, the court recalibrated the scales. In doing so, it identified\n\n\n                                 -6-\n\fthree material sets of circumstances that had changed subsequent to\n\nthe time of its original in limine ruling.    First, defense counsel's\n\nrepeated references to the lengthy interval between the discovery of\n\nthe weapon and the time of trial had created an inference of \"trumped\n\nup charges\" that the government should be allowed to rebut.    Second,\n\nthe fact that the appellant presumably knew from the outset that\n\nBellucci and DiBona were prepared to exonerate him strengthened the\n\ninference that his flight indicated a consciousness of guilt. Third,\n\nwitnesses close to a defendant who possessed exculpatory evidence\n\nnormally would come forward immediately if they knew that their\n\nfriend had been falsely accused.       Because Bellucci and DiBona had\n\nnot, the court believed that their knowledge of the appellant's\n\nflight would be relevant to an assessment of their credibility.\n\nEmphasizing these new insights, the court ruled that the government\n\ncould present flight evidence to impeach defense witnesses and, as\n\npart of its rebuttal case, to establish a consciousness of guilt.\n\n          In announcing this ruling, the court made clear that the\n\nwitnesses were free to deny knowledge of the appellant's flight and\n\nthat the appellant was free to adduce evidence suggesting an innocent\n\npurpose for his abrupt departure.       The significance of the flight\n\nevidence, the court said, was ultimately a question of fact for the\n\njury to determine.   And, finally, the court invited the appellant to\n\npropose cautionary jury instructions for the court's consideration.\n\n\n\n\n                                 -7-\n\f           The government proceeded to cross-examine DiBona (herself\n\na former police officer) regarding her knowledge of the appellant's\n\nflight.   Although she had previously been in the habit of seeing or\n\nspeaking with the appellant at least once every few months, she\n\nindicated that she neither saw nor heard from him during the more\n\nthan four-year period of his absence.   She denied knowing that the\n\nappellant had been living in Florida.     To justify her failure to\n\napprise the authorities of the overheard telephone conversation, she\n\nexplained that she assumed that Bellucci had come forward and that\n\nthe charges against her former husband had been dropped.\n\n           The government declined the court's invitation to recall\n\nBellucci for cross-examination along similar lines.   In its rebuttal\n\ncase, Chau testified about securing the 1999 arrest warrant, his\n\ntelephone conversations with the appellant's former attorney, and the\n\nappellant's eventual apprehension in Florida.   During the course of\n\nChau's testimony, the court, acting on its own initiative, gave a\n\ncautionary instruction explaining that the government was trying to\n\nestablish that the appellant had evinced a consciousness of guilt,\n\nbut that it was up to the jury to determine what inference, if any,\n\nto draw from the testimony.   The court also reminded the jury that\n\nthe appellant was charged only with a firearms offense, not with\n\nfleeing from the law.   Neither side objected to these instructions.\n\n           In its closing argument, the government again referred to\n\nthe appellant's flight and urged the jury to infer consciousness of\n\n\n                                 -8-\n\fguilt.      The    defense      argued    that    such     an     inference     would   be\n\nunwarranted.       In charging the jury, the court reiterated that the\n\ngovernment      bore    the   burden     of    showing     that    the    appellant     had\n\nintentionally fled and that flight does not create a presumption of\n\nguilt but, to the contrary, may be completely consistent with\n\ninnocence.      The jury found the appellant guilty as charged.\n\n            At the disposition hearing, the appellant objected to the\n\ngovernment's sentencing recommendation.                  He posited that the Supreme\n\nCourt's decision in Blakely precluded the court from mechanically\n\napplying the federal sentencing guidelines.                     After considering the\n\nparties' Blakely arguments, the lower court concluded that, under the\n\ncircumstances at hand, it did not matter whether Blakely applied\n\nbecause    \"the    sentence      that    the     Court    would     impose     under    the\n\nguidelines would be exactly the same sentence as the Court would\n\nimpose     if     one   assumes     that       Blakely      holds        the   guidelines\n\nunconstitutional.\"            The court then made a series of guideline\n\ncalculations that culminated in placing the appellant at a total\n\noffense level of 22 and in criminal history category V.                            Those\n\nintegers yielded a guideline sentencing range (GSR) of 77-96 months.\n\nThe court imposed a top-of-the-range incarcerative sentence (96\n\nmonths).     In doing so, it reiterated \"that whether the guidelines\n\napply or don't apply, the sentence that I would impose would be the\n\nsame.\"\n\n\n\n\n                                           -9-\n\fII.     ANALYSIS\n\n             We divide our analysis into segments corresponding with the\n\nappellant's two assignments of error.\n\n                     A.    Admission of Flight Evidence.\n\n             Flight evidence is controversial and must be handled with\n\ncare.     Given an adequate factual predicate, however, evidence of a\n\ncriminal defendant's flight is generally thought to be probative of\n\nhis or her consciousness of guilt.               See, e.g., United States v.\n\nZanghi, 189 F.3d 71, 83 (1st Cir. 1999); United States v. Grandmont,\n\n680 F.2d 867, 869 (1st Cir. 1982).           As a precursor to admissibility,\n\nthe government must present sufficient extrinsic evidence of guilt\n\nto support an inference that a defendant's flight was not merely an\n\nepisode of normal travel but, rather, the product of a guilty\n\nconscience related to the crime alleged. See United States v. Otero-\n\nMéndez, 273 F.3d 46, 53 (1st Cir. 2001); Zanghi, 189 F.3d at 83.\n\nBecause flight may be consistent with innocence as easily as with\n\nguilt, this precursor helps ensure that a jury does not infer guilt\n\nbased solely on a defendant's meanderings.\n\n             Even   if    the   government     makes    the    requisite    showing,\n\nadmissibility is not automatic.                Flight evidence is subject to\n\nexclusion under Rule 403.         Otero-Méndez, 273 F.3d at 53.          A district\n\ncourt   is   afforded     considerable    leeway       when   determining   whether\n\nevidence of a defendant's flight is accompanied by a sufficient\n\nfactual    predicate.       The   court   is    afforded      similar   latitude   in\n\n\n                                      -10-\n\fdetermining whether the evidence passes the Rule 403 balancing test.\n\nConsequently, we review such decisions only for abuse of discretion.\n\nSee id.; see also Freeman v. Package Mach. Co., 865 F.2d 1331, 1340\n\n(1st   Cir.    1988)   (cautioning    that   \"[o]nly   rarely   —   and   in\n\nextraordinarily compelling circumstances — will we, from the vista of\n\na cold appellate record, reverse a district court's on-the-spot\n\njudgment concerning the relative weighing of probative value and\n\nunfair effect\").\n\n            In this case, the government adduced a sufficient factual\n\npredicate.     The court had available to it, from the government's\n\nproffer, enough extrinsic evidence to furnish circumstantial badges\n\nof guilt.     That evidence included Chau's account of the unfulfilled\n\npromise of self-surrender, police testimony that the appellant after\n\ninitially resisting the search had admitted owning the gun, the fact\n\nthat no one else lived in the apartment, and the absence of any\n\nunderwear or socks other than those found in close proximity to the\n\nweapon.\n\n            The appellant nevertheless claims that the district court's\n\nmidtrial decision to allow evidence of flight, after having ruled in\n\nlimine that the government could not use that evidence, constituted\n\nreversible error.      The appellant, ably represented, starts this line\n\nof advocacy with a suggestion that the flight evidence was only\n\n\"marginally relevant.\"      The district court disagreed.   It found that\n\nthe evidence had probative value (and, therefore, was relevant, see\n\n\n                                     -11-\n\fFed. R. Evid. 401) in three respects: (i) establishing the appellant's\n\nconsciousness    of    guilt;   (ii)   rebutting    any     suggestion     that   the\n\ngovernment   fabricated      the   charge;    and   (iii)    impeaching     defense\n\nwitnesses.      As we explain below, these findings are adequately\n\nsupported by the record.\n\n            In our view, the tipping point is that the court found the\n\nflight evidence to have probative value in two areas that were not\n\napparent at the time of the in limine ruling.                 For one thing, in\n\ncross-examining the government's witnesses, defense counsel made\n\nrepeated references to the nearly five-year gap between indictment and\n\ntrial.   These references set the stage for an inference that the\n\ngovernment had spent the intervening time \"trumping up\" charges\n\nagainst the appellant.       Evidence of the appellant's flight provided\n\nan alternate explanation for the lapse in time.\n\n            For another thing, the flight evidence turned out to have\n\nprobative    worth    for   evaluating    the   credibility     of   the    defense\n\nwitnesses. If someone in the position of Bellucci or DiBona knew that\n\nhis or her friend, unjustly accused, had fled the jurisdiction, it\n\nwould be reasonable to expect that person to come forward in an effort\n\nto clear the friend's name.            Neither Bellucci nor DiBona did so.\n\nThus, allowing the government to inquire as to whether either of them\n\nhad knowledge of the flight (and, if so, why he or she held back) made\n\nperfect sense.       See, e.g., Mercado, 412 F.3d at 248.\n\n\n\n\n                                       -12-\n\f            Over and above relevance, the appellant attempts in various\n\nways to establish that the district court abused its discretion in\n\ndeciding    to    admit    the   evidence.      First,   he   attacks   what    he\n\ncharacterizes as the court's about-face: he asserts that he suffered\n\nunfair prejudice when the court, after having granted his pretrial\n\nmotion in limine, \"reversed\" that decision in the middle of the\n\ndefense case.      This argument collapses of its own weight.\n\n            It is settled law that in limine rulings are provisional.\n\nSuch \"rulings are not binding on the trial judge [who] may always\n\nchange his mind during the course of a trial.\"                   Ohler v. United\n\nStates, 529 U.S. 753, 758 n.3 (2000); accord Luce v. United States,\n\n469 U.S. 38, 41 (1984) (noting that in limine rulings are always\n\nsubject    to    change,    especially    if    the   evidence   unfolds   in   an\n\nunanticipated manner).       Here, moreover, the additional evidence made\n\navailable to the court gave it a fresh coign of vantage.              So viewed,\n\nthe court's midtrial decision to allow use of the evidence cannot\n\nfairly be characterized as an overruling of its original order.\n\n            Relatedly, the appellant asserts that the court's change of\n\nposition caused unfair surprise and thereby undermined the defense's\n\ntrial strategy.      That assertion rings hollow.        By its explicit terms,\n\nthe in limine ruling excluded the flight evidence only from the\n\ngovernment's case in chief. The carefully circumscribed nature of the\n\norder undercuts any claim of unfair surprise.             See Thudium v. Allied\n\nProds. Corp., 36 F.3d 767, 769-70 (8th Cir. 1994).            Whether or not the\n\n\n                                         -13-\n\fappellant anticipated that the court would take a different view of\n\nthe flight evidence after the government rested is beside the point.\n\nMere surprise is insufficient to ground a Rule 403 challenge.                   See\n\nO'Rourke v. E. Air Lines, Inc., 730 F.2d 842, 855 n.21 (2d Cir. 1984).\n\nIt is only unfair surprise against which litigants must be protected.1\n\n            This brings us to the appellant's final point. Without\n\nfurther   elucidation,    the   appellant   broadly    contends    that    he   was\n\nprejudiced   by   (i)   the   cross-examination   of   DiBona     regarding     her\n\nknowledge of the appellant's flight; (ii) Chau's testimony anent the\n\nproposed self-surrender; and (iii) the prosecutor's references to\n\nflight during summation.        This contention is unpersuasive.          Although\n\nthis evidence likely worked to the appellant's detriment, Rule 403 is\n\nconcerned not with prejudicial evidence, but with unfairly prejudicial\n\nevidence.    See United States v. Moreno Marbles, 815 F.2d 725, 740 (1st\n\nCir. 1987); see also Veranda Beach Club Ltd. P'ship v. W. Sur. Co., 936\n\nF.2d 1364, 1372 (1st Cir. 1991) (explaining that \"trials were never\n\nmeant to be antiseptic affairs\" and that \"it is only unfair prejudice,\n\nnot prejudice per se, against which Rule 403 guards\").              Evidence is\n\ngenerally deemed unfairly prejudicial if it has an undue tendency to\n\n\n\n\n     1\n      We note in passing that, were surprise a genuine problem,\n\"the granting of a continuance is a more appropriate remedy than\nexclusion of the evidence.\" Fed. R. Evid. 403 advisory committee's\nnote. In this case, the appellant requested a recess to regroup\nafter the midtrial ruling, and the district court granted the\nrequest.\n\n                                     -14-\n\fprompt a decision by the factfinder on an improper basis.        See Old\n\nChief v. United States, 519 U.S. 172, 180 (1997).\n\n           In the case at hand, the appellant's resistance to the\n\nexecution of the search warrant, his admissions on that occasion, and\n\nthe unfulfilled promise of self-surrender formed a sufficient factual\n\npredicate for the introduction of the flight evidence.    This predicate\n\nsubstantially diminished the possibility that the jury might infer guilt\n\nsolely on the basis of the appellant's flight.    To cinch matters, the\n\ncourt's cautionary instructions, twice repeated, mitigated any risk that\n\nthe jury might give the flight evidence undue weight.   See United States\n\nv. Candelaria-Silva, 162 F.3d 698, 706 (1st Cir. 1998) (finding danger\n\nof unfair prejudice quelled by a comparable instruction).      For these\n\nreasons, we conclude that the risk of unfair prejudice stemming from\n\nadmission of the evidence of flight was slight, and that the district\n\ncourt acted within the encincture of its discretion when it made the\n\nchallenged midtrial ruling.\n\n                              B.   Sentencing.\n\n           As was the case in United States v. Booker, the district judge\n\napplied the then mandatory guidelines and \"imposed a sentence higher\n\nthan the maximum authorized solely by the jury's verdict.\"    125 S. Ct.\n\nat 769.   The Booker error is not that the judge determined facts that\n\nincreased the sentence beyond that authorized by the verdict but,\n\nrather, that the judge did so under a mandatory guidelines system.\n\nUnited States v. Antonakopoulos, 399 F.3d 68, 75 (1st Cir. 2005).    The\n\n\n                                    -15-\n\fappellant preserved his claim of Booker error when he argued that a rote\n\napplication of the guidelines transgressed the principles enunciated by\n\nthe Blakely Court and, therefore, that a mandatory guidelines system was\n\nunconstitutional.    See id. at 76 (\"The argument that a Booker error\n\noccurred is preserved if the defendant below argued . . . Blakely error\n\nor that the Guidelines were unconstitutional.\").\n\n          A     preserved   claim   of   Booker   error    is   reviewed   for\n\nharmlessness.    United States v. Vázquez-Rivera, 407 F.3d 476, 489 (1st\n\nCir. 2005).   Under that standard, the sentence must be vacated and the\n\ncase remanded for resentencing unless the government carries the weighty\n\nburden of proving beyond a reasonable doubt that the sentencing error\n\ndid not adversely affect the defendant's substantial rights.           United\n\nStates v. Meléndez-Torres, 420 F.3d 45, 51 (1st Cir. 2005); Vázquez-\n\nRivera, 407 F.3d at 489.      To clear that hurdle, the government must\n\nconvince the reviewing court that a more lenient sentence would not have\n\neventuated had the sentencing court understood that the guidelines were\n\nadvisory rather than mandatory.      See Meléndez-Torres, 420 F.3d at 51;\n\nsee also Antonakopoulos, 399 F.3d at 77 (explaining that the substantial\n\nrights determination depends upon whether the mandatory nature of the\n\nguidelines lengthened the defendant's sentence).          This is a daunting\n\nstandard — but not one that defies achievement.\n\n          In this instance, we conclude, without serious question, that\n\nthe government has succeeded in carrying its heavy burden.          To begin,\n\nthe district court expressly declined to grant discretionary downward\n\n\n                                    -16-\n\fdepartures or to sentence at the nether reaches of the applicable GSR.\n\nMore importantly, the court explained why the top of the GSR produced a\n\njust result in this case and, on multiple occasions, explicitly related\n\nthat   it     would      impose   the   same    96-month    sentence    even   if   it   had\n\ndiscretion to disregard the guidelines entirely.                  The court vouchsafed,\n\nfor example, that such a sentence was \"exactly the same sentence\" that\n\nit would levy if \"the guidelines [were] unconstitutional.\"\n\n                 Given the starkness of these facts, we are convinced that the\n\nsentencing court would not have imposed a lesser sentence under an\n\nadvisory guidelines regime. Accordingly, the Booker error here does not\n\nrequire a remand for resentencing. See Meléndez-Torres, 420 F.3d at 51-\n\n52; cf. United States v. Carpenter, 403 F.3d 9, 14 (1st Cir. 2005)\n\n(refusing to remand in connection with unpreserved claim of Booker error\n\nwhen sentencing judge declared he would impose the same sentence even if\n\ngiven discretion to do otherwise).                Indeed, if the sentencing judge's\n\nstatements in this case do not suffice to satisfy the government's\n\nburden, it would be difficult to conceive of a case including a\n\npreserved Booker error in which remand would not be obligatory.\n\n                 The appellant has one last string to his bow.             He asseverates\n\nthat, in all events, his sentence must be vacated because the lower court\n\nfailed      to    give    specific      consideration      to   the   sentencing    factors\n\nenumerated in 18 U.S.C. § 3553(a).2                   This asseveration derives from\n\n\n       2\n           These factors include:\n\n                 (1) the nature and circumstances of the offense\n\n                                               -17-\n\fBooker; in its remedial opinion, the Booker Court explained that, along\n\nwith treating the guidelines as advisory, sentencing courts acting in the\n\naftermath of Booker also must account for the factors enumerated in\n\nsection 3553(a).      See 125 S. Ct. at 764-65.      Additionally, the Booker\n\nCourt   instructed    appellate   tribunals   to   review   such   sentences   for\n\nreasonableness.      See id. at 765-66.\n\n           While these directives are relevant to all sentences imposed\n\npost-Booker, review for reasonableness based on the factors enumerated\n\nin section 3553(a) is not applicable to sentences, like this one,\n\nimposed pre-Booker but heard on appeal post-Booker.         See Vázquez-Rivera,\n\n407 F.3d at 490 (holding reasonableness standard inapplicable when\n\nreviewing pre-Booker sentence); see also United States v. Guzmán, 419\n\n\n           and the history and characteristics of the\n           defendant; (2) the need for the sentence\n           imposed — (A) to reflect the seriousness of the\n           offense, to promote respect for the law, and to\n           provide just punishment for the offense; (B) to\n           afford adequate deterrence to criminal conduct;\n           (C) to protect the public from further crimes\n           of the defendant; and (D) to provide the\n           defendant with needed educational or vocational\n           training, medical care, or other correctional\n           treatment . . . ; (3) the kinds of sentences\n           available; (4) the kinds of sentence and the\n           sentencing range established for . . . the\n           applicable category of offense committed by the\n           applicable category of defendant as set forth\n           in the guidelines . . . ; (5) any pertinent\n           policy statement . . . ; (6) the need to avoid\n           unwarranted    sentence    disparities    among\n           defendants with similar records . . . ; and (7)\n           the need to provide restitution to any victims\n           of the offense.\n\n18 U.S.C. § 3553(a).\n\n                                      -18-\n\fF.3d 27, 32 (1st Cir. 2005) (rejecting argument that pre-Booker sentence\n\nshould be vacated because the district court failed to account for the\n\nsection 3553(a) factors).     Given these authorities, the appellant's\n\nfallback argument fails.\n\nIII. CONCLUSION\n\n            We need go no further.    For the reasons elucidated above, we\n\nhold that the appellant has shown no legally cognizable basis for\n\ndisturbing either his conviction or his sentence.\n\n\n\nAffirmed.\n\n\n\n\n                                     -19-\n\f",
  "html": "<p class=\"case_cite\">433 F.3d 111</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joseph M. BENEDETTI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1033.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 8, 2005.</p>\n    <p class=\"date\">Decided December 23, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas More Dickinson, with whom Barry Zone was on brief, for appellant.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Robert Clark Corrente, United States Attorney, and Lee Vilker, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On March 10, 1999, a federal grand jury sitting in the District of Rhode Island charged defendant-appellant Joseph Benedetti with being a felon in possession of a firearm. <i>See</i> 18 U.S.C. &#167; 922(g). The appellant evaded arrest until July 2, 2003, when he was finally found in Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following the appellant's enforced return to Rhode Island, a five-day trial ensued. The jury found the appellant guilty. The district court, over the appellant's contemporaneous <i>Blakely</i> objection, <i>see Blakely v. Washington,</i> 542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), sentenced him in accordance with the federal sentencing guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In this timely appeal, the appellant asserts that a pair of errors marred the proceedings below: (i) the district court abused its discretion when it allowed the government to introduce evidence of his flight to Florida and (ii) the Supreme Court's decision in <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), vindicated his <i>Blakely</i> objection and entitles him to resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We conclude that the district court committed no trial error and that the <i>Booker</i> error, even though preserved by the appellant's <i>Blakely</i> objection, was harmless. Accordingly, we affirm the appellant's conviction and sentence.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We rehearse the relevant facts in the light most hospitable to the verdict. <i>United States v. Mercado,</i> 412 F.3d 243, 245 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the night of November 19, 1998, five Rhode Island state police troopers arrived at the appellant's small apartment, search warrant in hand, and knocked on the door. The appellant began to open the portal, but quickly slammed it shut when he learned who was on the other side. The troopers forced entry, subdued the appellant, ascertained that no one else was on the premises, and executed the warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The search revealed a number of utility bills bearing the appellant's name and address and no evidence suggesting that any other person was living in the apartment. When the search extended to the top drawer of a dresser in the apartment's lone bedroom, the troopers found, among the usual haberdashery (underwear, socks, and the like), a loaded .380 caliber handgun, small amounts of cocaine and marijuana, and some pills. No underwear or socks were found in any other location within the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After reading the appellant his <i>Miranda</i> rights, <i>see Miranda v. Arizona,</i> 384 U.S. 436, 444, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966), a trooper confronted him regarding the fruits of the search. At that point, the appellant admitted: \"Everything in the apartment is mine.\" The trooper then inquired specifically as to the ownership of the gun. The appellant replied: \"[T]he gun's mine too.\" He further acknowledged that he was the only person residing in the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The discovery of the handgun resulted in a referral of the case to federal law enforcement authorities. On Wednesday, March 10, 1999, the grand jury handed up a one-count indictment charging the appellant as a felon in possession of a firearm. <i>See</i> 18 U.S.C. &#167; 922(g). Two days later, attorney Paul DiMaio telephoned Waing Chau, an agent of the Bureau of Alcohol, Tobacco and Firearms. After identifying himself as the appellant's lawyer, DiMaio inquired as to whether the district court had issued an arrest warrant for his client. Chau replied in the affirmative and assented to DiMaio's subsequent request that the appellant be permitted to self-surrender on Monday, March 15.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Monday arrived, but the appellant did not. Instead, DiMaio called Chau and informed him \"that Mr. Benedetti would not be surrendering [because] he was gone.\" The appellant remained at large for over four years. He was eventually arrested on July 2, 2003, when government agents found him living in Florida under an assumed name. He was then returned to Rhode Island to face the pending indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As the parties geared up for trial, the government indicated that it planned to introduce evidence of the appellant's abscondment. Nonplussed by this prospect, the appellant filed a pretrial motion in limine. Following a hearing, the district court, ruling <i>ore sponte,</i> concluded that the probative value of the evidence was substantially outweighed by \"the risk of unfair prejudice, the time that would be consumed in exploring [it], and the risk that the jury may be confused as to ... the real issue\" in the case. The court found it plausible that the appellant, although innocent, might have fled because he feared that he would be unjustly convicted. Given this possibility, the chance that the jury might be tempted to convict the appellant simply because he fled created what seemed to the court at that time to be an unacceptable risk of unfair prejudice. Hence, the court excluded the flight evidence pursuant to Federal Rule of Evidence 403 (providing in pertinent part that relevant evidence may be excluded \"if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by ... waste of time\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Even though the court granted the motion in limine, it apparently was cognizant that it did not have a full picture of the factual scenario. Accordingly, the court confined its exclusionary ruling to the government's case in chief. The court took pains to remind the parties that the ruling was subject to change and that the matter could be revisited if the evidence at trial unfolded in a manner that altered the variables inherent in the Rule 403 algorithm.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellant stipulated that he had a prior felony record and that the gun had traveled in interstate commerce. Thus, the only triable issue was whether the appellant possessed the .380 caliber handgun. During the government's case in chief, two of the troopers who participated in the search testified anent their findings and the appellant's admissions. In cross-examining these officers, defense counsel made repeated references to the fact that the events to which they testified had occurred almost five years prior to the time of trial. In his opening statement, made at the start of the defense case, counsel reiterated that point.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The defense case was built on the premise that the gun found in the apartment did not belong to the appellant but, rather, to the appellant's friend, Kenneth Bellucci. Bellucci testified that the appellant had allowed him to live in the apartment temporarily, that all the items discovered in the top dresser drawer were his, and that the appellant was not aware of the presence of the handgun. Bellucci explained that, by coincidence, he had moved out of the apartment on the very day that the troopers arrived. Although he took most of his possessions with him, he left behind his underwear, socks, drugs, and gun.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defense then called Linda DiBona, the appellant's ex-wife. DiBona testified that Bellucci moved in with her after departing from the appellant's hearth and that she overheard a telephone call between the two men in which Bellucci admitted that the gun was his. In that same call, Bellucci apologized profusely to the appellant and promised to \"make it right.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">During DiBona's direct examination, the government sought permission to cross-question DiBona regarding her knowledge of the appellant's flight. Noting that the in limine ruling only precluded the government from introducing evidence of flight in its case in chief, the court recalibrated the scales. In doing so, it identified three material sets of circumstances that had changed subsequent to the time of its original in limine ruling. First, defense counsel's repeated references to the lengthy interval between the discovery of the weapon and the time of trial had created an inference of \"trumped up charges\" that the government should be allowed to rebut. Second, the fact that the appellant presumably knew from the outset that Bellucci and DiBona were prepared to exonerate him strengthened the inference that his flight indicated a consciousness of guilt. Third, witnesses close to a defendant who possessed exculpatory evidence normally would come forward immediately if they knew that their friend had been falsely accused. Because Bellucci and DiBona had not, the court believed that their knowledge of the appellant's flight would be relevant to an assessment of their credibility. Emphasizing these new insights, the court ruled that the government could present flight evidence to impeach defense witnesses and, as part of its rebuttal case, to establish a consciousness of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In announcing this ruling, the court made clear that the witnesses were free to deny knowledge of the appellant's flight and that the appellant was free to adduce evidence suggesting an innocent purpose for his abrupt departure. The significance of the flight evidence, the court said, was ultimately a question of fact for the jury to determine. And, finally, the court invited the appellant to propose cautionary jury instructions for the court's consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government proceeded to cross-examine DiBona (herself a former police officer) regarding her knowledge of the appellant's flight. Although she had previously been in the habit of seeing or speaking with the appellant at least once every few months, she indicated that she neither saw nor heard from him during the more than four-year period of his absence. She denied knowing that the appellant had been living in Florida. To justify her failure to apprise the authorities of the overheard telephone conversation, she explained that she assumed that Bellucci had come forward and that the charges against her former husband had been dropped.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government declined the court's invitation to recall Bellucci for cross-examination along similar lines. In its rebuttal case, Chau testified about securing the 1999 arrest warrant, his telephone conversations with the appellant's former attorney, and the appellant's eventual apprehension in Florida. During the course of Chau's testimony, the court, acting on its own initiative, gave a cautionary instruction explaining that the government was trying to establish that the appellant had evinced a consciousness of guilt, but that it was up to the jury to determine what inference, if any, to draw from the testimony. The court also reminded the jury that the appellant was charged only with a firearms offense, not with fleeing from the law. Neither side objected to these instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In its closing argument, the government again referred to the appellant's flight and urged the jury to infer consciousness of guilt. The defense argued that such an inference would be unwarranted. In charging the jury, the court reiterated that the government bore the burden of showing that the appellant had intentionally fled and that flight does not create a presumption of guilt but, to the contrary, may be completely consistent with innocence. The jury found the appellant guilty as charged.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">At the disposition hearing, the appellant objected to the government's sentencing recommendation. He posited that the Supreme Court's decision in <i>Blakely</i> precluded the court from mechanically applying the federal sentencing guidelines. After considering the parties' <i>Blakely</i> arguments, the lower court concluded that, under the circumstances at hand, it did not matter whether <i>Blakely</i> applied because \"the sentence that the Court would impose under the guidelines would be exactly the same sentence as the Court would impose if one assumes that <i>Blakely</i> holds the guidelines unconstitutional.\" The court then made a series of guideline calculations that culminated in placing the appellant at a total offense level of 22 and in criminal history category V. Those integers yielded a guideline sentencing range (GSR) of 77-96 months. The court imposed a top-of-the-range incarcerative sentence (96 months). In doing so, it reiterated \"that whether the guidelines apply or don't apply, the sentence that I would impose would be the same.\"</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We divide our analysis into segments corresponding with the appellant's two assignments of error.</p>\n    </div>\n    <p class=\"center\">A. <i>Admission of Flight Evidence.</i></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Flight evidence is controversial and must be handled with care. Given an adequate factual predicate, however, evidence of a criminal defendant's flight is generally thought to be probative of his or her consciousness of guilt. <i>See, e.g., United States v. Zanghi,</i> 189 F.3d 71, 83 (1st Cir.1999); <i>United States v. Grandmont,</i> 680 F.2d 867, 869 (1st Cir.1982). As a precursor to admissibility, the government must present sufficient extrinsic evidence of guilt to support an inference that a defendant's flight was not merely an episode of normal travel but, rather, the product of a guilty conscience related to the crime alleged. <i>See United States v. Otero-M&#233;ndez,</i> 273 F.3d 46, 53 (1st Cir.2001); <i>Zanghi,</i> 189 F.3d at 83. Because flight may be consistent with innocence as easily as with guilt, this precursor helps ensure that a jury does not infer guilt based solely on a defendant's meanderings.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Even if the government makes the requisite showing, admissibility is not automatic. Flight evidence is subject to exclusion under Rule 403. <i>Otero-M&#233;ndez,</i> 273 F.3d at 53. A district court is afforded considerable leeway when determining whether evidence of a defendant's flight is accompanied by a sufficient factual predicate. The court is afforded similar latitude in determining whether the evidence passes the Rule 403 balancing test. Consequently, we review such decisions only for abuse of discretion. <i>See id.; see also Freeman v. Package Mach. Co.,</i> 865 F.2d 1331, 1340 (1st Cir.1988) (cautioning that \"[o]nly rarely &#8212; and in extraordinarily compelling circumstances &#8212; will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In this case, the government adduced a sufficient factual predicate. The court had available to it, from the government's proffer, enough extrinsic evidence to furnish circumstantial badges of guilt. That evidence included Chau's account of the unfulfilled promise of self-surrender, police testimony that the appellant after initially resisting the search had admitted owning the gun, the fact that no one else lived in the apartment, and the absence of any underwear or socks other than those found in close proximity to the weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appellant nevertheless claims that the district court's midtrial decision to allow evidence of flight, after having ruled in limine that the government could not use that evidence, constituted reversible error. The appellant, ably represented, starts this line of advocacy with a suggestion that the flight evidence was only \"marginally relevant.\" The district court disagreed. It found that the evidence had probative value (and, therefore, was relevant, <i>see</i> Fed.R.Evid. 401) in three respects: (i) establishing the appellant's consciousness of guilt; (ii) rebutting any suggestion that the government fabricated the charge; and (iii) impeaching defense witnesses. As we explain below, these findings are adequately supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In our view, the tipping point is that the court found the flight evidence to have probative value in two areas that were not apparent at the time of the in limine ruling. For one thing, in cross-examining the government's witnesses, defense counsel made repeated references to the nearly five-year gap between indictment and trial. These references set the stage for an inference that the government had spent the intervening time \"trumping up\" charges against the appellant. Evidence of the appellant's flight provided an alternate explanation for the lapse in time.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For another thing, the flight evidence turned out to have probative worth for evaluating the credibility of the defense witnesses. If someone in the position of Bellucci or DiBona knew that his or her friend, unjustly accused, had fled the jurisdiction, it would be reasonable to expect that person to come forward in an effort to clear the friend's name. Neither Bellucci nor DiBona did so. Thus, allowing the government to inquire as to whether either of them had knowledge of the flight (and, if so, why he or she held back) made perfect sense. <i>See, e.g., Mercado,</i> 412 F.3d at 248.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Over and above relevance, the appellant attempts in various ways to establish that the district court abused its discretion in deciding to admit the evidence. First, he attacks what he characterizes as the court's about-face: he asserts that he suffered unfair prejudice when the court, after having granted his pretrial motion in limine, \"reversed\" that decision in the middle of the defense case. This argument collapses of its own weight.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is settled law that in limine rulings are provisional. Such \"rulings are not binding on the trial judge [who] may always change his mind during the course of a trial.\" <i>Ohler v. United States,</i> 529 U.S. 753, 758 n. 3, 120 S.Ct. 1851, 146 L.Ed.2d 826 (2000); <i>accord Luce v. United States,</i> 469 U.S. 38, 41, 105 S.Ct. 460, 83 L.Ed.2d 443 (1984) (noting that in limine rulings are always subject to change, especially if the evidence unfolds in an unanticipated manner). Here, moreover, the additional evidence made available to the court gave it a fresh coign of vantage. So viewed, the court's midtrial decision to allow use of the evidence cannot fairly be characterized as an overruling of its original order.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Relatedly, the appellant asserts that the court's change of position caused unfair surprise and thereby undermined the defense's trial strategy. That assertion rings hollow. By its explicit terms, the in limine ruling excluded the flight evidence only from the government's case in chief. The carefully circumscribed nature of the order undercuts any claim of unfair surprise. <i>See Thudium v. Allied Prods. Corp.,</i> 36 F.3d 767, 769-70 (8th Cir.1994). Whether or not the appellant anticipated that the court would take a different view of the flight evidence after the government rested is beside the point. Mere surprise is insufficient to ground a Rule 403 challenge. <i>See O'Rourke v. E. Air Lines, Inc.,</i> 730 F.2d 842, 855 n. 21 (2d Cir.1984). It is only <i>unfair</i> surprise against which litigants must be protected.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This brings us to the appellant's final point. Without further elucidation, the appellant broadly contends that he was prejudiced by (i) the cross-examination of DiBona regarding her knowledge of the appellant's flight; (ii) Chau's testimony anent the proposed self-surrender; and (iii) the prosecutor's references to flight during summation. This contention is unpersuasive. Although this evidence likely worked to the appellant's detriment, Rule 403 is concerned not with prejudicial evidence, but with unfairly prejudicial evidence. <i>See United States v. Moreno Morales,</i> 815 F.2d 725, 740 (1st Cir.1987); <i>see also Veranda Beach Club Ltd. P'ship v. W. Sur. Co.,</i> 936 F.2d 1364, 1372 (1st Cir.1991) (explaining that \"trials were never meant to be antiseptic affairs\" and that \"it is only unfair prejudice, not prejudice per se, against which Rule 403 guards\"). Evidence is generally deemed unfairly prejudicial if it has an undue tendency to prompt a decision by the factfinder on an improper basis. <i>See Old Chief v. United States,</i> 519 U.S. 172, 180, 117 S.Ct. 644, 136 L.Ed.2d 574 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the case at hand, the appellant's resistance to the execution of the search warrant, his admissions on that occasion, and the unfulfilled promise of self-surrender formed a sufficient factual predicate for the introduction of the flight evidence. This predicate substantially diminished the possibility that the jury might infer guilt solely on the basis of the appellant's flight. To cinch matters, the court's cautionary instructions, twice repeated, mitigated any risk that the jury might give the flight evidence undue weight. <i>See United States v. Candelaria-Silva,</i> 162 F.3d 698, 706 (1st Cir.1998) (finding danger of unfair prejudice quelled by a comparable instruction). For these reasons, we conclude that the risk of <i>unfair</i> prejudice stemming from admission of the evidence of flight was slight, and that the district court acted within the encincture of its discretion when it made the challenged midtrial ruling.</p>\n    </div>\n    <p class=\"center\">B. <i>Sentencing.</i></p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As was the case in <i>United States v. Booker,</i> the district judge applied the then mandatory guidelines and \"imposed a sentence higher than the maximum authorized solely by the jury's verdict.\" 125 S.Ct. at 769. The <i>Booker</i> error is not that the judge determined facts that increased the sentence beyond that authorized by the verdict but, rather, that the judge did so under a mandatory guidelines system. <i>United States v. Antonakopoulos,</i> 399 F.3d 68, 75 (1st Cir.2005). The appellant preserved his claim of <i>Booker</i> error when he argued that a rote application of the guidelines transgressed the principles enunciated by the <i>Blakely</i> Court and, therefore, that a mandatory guidelines system was unconstitutional. <i>See id.</i> at 76 (\"The argument that a <i>Booker</i> error occurred is preserved if the defendant below argued ... <i>Blakely</i> error or that the Guidelines were unconstitutional.\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A preserved claim of <i>Booker</i> error is reviewed for harmlessness. <i>United States v. V&#225;zquez-Rivera,</i> 407 F.3d 476, 489 (1st Cir.2005). Under that standard, the sentence must be vacated and the case remanded for resentencing unless the government carries the weighty burden of proving beyond a reasonable doubt that the sentencing error did not adversely affect the defendant's substantial rights. <i>United States v. Mel&#233;ndez-Torres,</i> 420 F.3d 45, 51 (1st Cir.2005); <i>V&#225;zquez-Rivera,</i> 407 F.3d at 489. To clear that hurdle, the government must convince the reviewing court that a more lenient sentence would not have eventuated had the sentencing court understood that the guidelines were advisory rather than mandatory. <i>See Mel&#233;ndez-Torres,</i> 420 F.3d at 51; <i>see also Antonakopoulos,</i> 399 F.3d at 77 (explaining that the substantial rights determination depends upon whether the mandatory nature of the guidelines lengthened the defendant's sentence). This is a daunting standard &#8212; but not one that defies achievement.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In this instance, we conclude, without serious question, that the government has succeeded in carrying its heavy burden. To begin, the district court expressly declined to grant discretionary downward departures or to sentence at the nether reaches of the applicable GSR. More importantly, the court explained why the top of the GSR produced a just result in this case and, on multiple occasions, explicitly related that it would impose the same 96-month sentence even if it had discretion to disregard the guidelines entirely. The court vouchsafed, for example, that such a sentence was \"exactly the same sentence\" that it would levy if \"the guidelines [were] unconstitutional.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Given the starkness of these facts, we are convinced that the sentencing court would not have imposed a lesser sentence under an advisory guidelines regime. Accordingly, the <i>Booker</i> error here does not require a remand for resentencing. <i>See Mel&#233;ndez-Torres,</i> 420 F.3d at 51-52; <i>cf. United States v. Carpenter,</i> 403 F.3d 9, 14 (1st Cir.2005) (refusing to remand in connection with unpreserved claim of <i>Booker</i> error when sentencing judge declared he would impose the same sentence even if given discretion to do otherwise). Indeed, if the sentencing judge's statements in this case do not suffice to satisfy the government's burden, it would be difficult to conceive of a case including a preserved <i>Booker</i> error in which remand would not be obligatory.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The appellant has one last string to his bow. He asseverates that, in all events, his sentence must be vacated because the lower court failed to give specific consideration to the sentencing factors enumerated in 18 U.S.C. &#167; 3553(a).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This asseveration derives from <i>Booker;</i> in its remedial opinion, the <i>Booker</i> Court explained that, along with treating the guidelines as advisory, sentencing courts acting in the aftermath of <i>Booker</i> also must account for the factors enumerated in section 3553(a). <i>See</i> 125 S.Ct. at 764-65. Additionally, the <i>Booker</i> Court instructed appellate tribunals to review such sentences for reasonableness. <i>See id.</i> at 765-66.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">While these directives are relevant to all sentences imposed post-<i>Booker,</i> review for reasonableness based on the factors enumerated in section 3553(a) is not applicable to sentences, like this one, imposed pre-<i>Booker</i> but heard on appeal post-<i>Booker. See V&#225;zquez-Rivera,</i> 407 F.3d at 490 (holding reasonableness standard inapplicable when reviewing pre-<i>Booker</i> sentence); <i>see also United States v. Guzm&#225;n,</i> 419 F.3d 27, 32 (1st Cir.2005) (rejecting argument that pre-<i>Booker</i> sentence should be vacated because the district court failed to account for the section 3553(a) factors). Given these authorities, the appellant's fallback argument fails.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We need go no further. For the reasons elucidated above, we hold that the appellant has shown no legally cognizable basis for disturbing either his conviction or his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note in passing that, were surprise a genuine problem, \"the granting of a continuance is a more appropriate remedy than exclusion of the evidence.\" Fed.R.Evid. 403 advisory committee's note. In this case, the appellant requested a recess to regroup after the midtrial ruling, and the district court granted the request</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These factors include:</p>\n        <p class=\"indent\">(1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence imposed &#8212; (A) to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense; (B) to afford adequate deterrence to criminal conduct; (C) to protect the public from further crimes of the defendant; and (D) to provide the defendant with needed educational or vocational training, medical care, or other correctional treatment ...; (3) the kinds of sentences available; (4) the kinds of sentence and the sentencing range established for ... the applicable category of offense committed by the applicable category of defendant as set forth in the guidelines...; (5) any pertinent policy statement ...; (6) the need to avoid unwarranted sentence disparities among defendants with similar records ...; and (7) the need to provide restitution to any victims of the offense.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 3553(a).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Joseph M. BENEDETTI, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1033.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 8, 2005.</p>\n    <p class=\"date\">Decided December 23, 2005.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Thomas More Dickinson, with whom Barry Zone was on brief, for appellant.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Robert Clark Corrente, United States Attorney, and Lee Vilker, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before SELYA, Circuit Judge, STAHL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On March 10, 1999, a federal grand jury sitting in the District of Rhode Island charged defendant-appellant Joseph Benedetti with being a felon in possession of a firearm. <i>See</i> 18 U.S.C. &#167; 922(g). The appellant evaded arrest until July 2, 2003, when he was finally found in Florida.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Following the appellant's enforced return to Rhode Island, a five-day trial ensued. The jury found the appellant guilty. The district court, over the appellant's contemporaneous <i>Blakely</i> objection, <i>see Blakely v. Washington,</i> <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (2004), sentenced him in accordance with the federal sentencing guidelines.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In this timely appeal, the appellant asserts that a pair of errors marred the proceedings below: (i) the district court abused its discretion when it allowed the government to introduce evidence of his flight to Florida and (ii) the Supreme Court's decision in <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), vindicated his <i>Blakely</i> objection and entitles him to resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We conclude that the district court committed no trial error and that the <i>Booker</i> error, even though preserved by the appellant's <i>Blakely</i> objection, was harmless. Accordingly, we affirm the appellant's conviction and sentence.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We rehearse the relevant facts in the light most hospitable to the verdict. <i>United States v. Mercado,</i> <span class=\"citation\" data-id=\"790686\"><a href=\"/opinion/790686/united-states-v-luis-mercado/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span>, 245 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On the night of November 19, 1998, five Rhode Island state police troopers arrived at the appellant's small apartment, search warrant in hand, and knocked on the door. The appellant began to open the portal, but quickly slammed it shut when he learned who was on the other side. The troopers forced entry, subdued the appellant, ascertained that no one else was on the premises, and executed the warrant.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The search revealed a number of utility bills bearing the appellant's name and address and no evidence suggesting that any other person was living in the apartment. When the search extended to the top drawer of a dresser in the apartment's lone bedroom, the troopers found, among the usual haberdashery (underwear, socks, and the like), a loaded .380 caliber handgun, small amounts of cocaine and marijuana, and some pills. No underwear or socks were found in any other location within the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After reading the appellant his <i>Miranda</i> rights, <i>see Miranda v. Arizona,</i> <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">384</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">436</span></a></span>, 444, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">86</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1602</span></a></span>, <span class=\"citation\" data-id=\"107252\"><a href=\"/opinion/107252/miranda-v-arizona/\"><span class=\"volume\">16</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">694</span></a></span> (1966), a trooper confronted him regarding the fruits of the search. At that point, the appellant admitted: \"Everything in the apartment is mine.\" The trooper then inquired specifically as to the ownership of the gun. The appellant replied: \"[T]he gun's mine too.\" He further acknowledged that he was the only person residing in the apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The discovery of the handgun resulted in a referral of the case to federal law enforcement authorities. On Wednesday, March 10, 1999, the grand jury handed up a one-count indictment charging the appellant as a felon in possession of a firearm. <i>See</i> 18 U.S.C. &#167; 922(g). Two days later, attorney Paul DiMaio telephoned Waing Chau, an agent of the Bureau of Alcohol, Tobacco and Firearms. After identifying himself as the appellant's lawyer, DiMaio inquired as to whether the district court had issued an arrest warrant for his client. Chau replied in the affirmative and assented to DiMaio's subsequent request that the appellant be permitted to self-surrender on Monday, March 15.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Monday arrived, but the appellant did not. Instead, DiMaio called Chau and informed him \"that Mr. Benedetti would not be surrendering [because] he was gone.\" The appellant remained at large for over four years. He was eventually arrested on July 2, 2003, when government agents found him living in Florida under an assumed name. He was then returned to Rhode Island to face the pending indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">As the parties geared up for trial, the government indicated that it planned to introduce evidence of the appellant's abscondment. Nonplussed by this prospect, the appellant filed a pretrial motion in limine. Following a hearing, the district court, ruling <i>ore sponte,</i> concluded that the probative value of the evidence was substantially outweighed by \"the risk of unfair prejudice, the time that would be consumed in exploring [it], and the risk that the jury may be confused as to ... the real issue\" in the case. The court found it plausible that the appellant, although innocent, might have fled because he feared that he would be unjustly convicted. Given this possibility, the chance that the jury might be tempted to convict the appellant simply because he fled created what seemed to the court at that time to be an unacceptable risk of unfair prejudice. Hence, the court excluded the flight evidence pursuant to Federal Rule of Evidence 403 (providing in pertinent part that relevant evidence may be excluded \"if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by ... waste of time\").</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Even though the court granted the motion in limine, it apparently was cognizant that it did not have a full picture of the factual scenario. Accordingly, the court confined its exclusionary ruling to the government's case in chief. The court took pains to remind the parties that the ruling was subject to change and that the matter could be revisited if the evidence at trial unfolded in a manner that altered the variables inherent in the Rule 403 algorithm.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellant stipulated that he had a prior felony record and that the gun had traveled in interstate commerce. Thus, the only triable issue was whether the appellant possessed the .380 caliber handgun. During the government's case in chief, two of the troopers who participated in the search testified anent their findings and the appellant's admissions. In cross-examining these officers, defense counsel made repeated references to the fact that the events to which they testified had occurred almost five years prior to the time of trial. In his opening statement, made at the start of the defense case, counsel reiterated that point.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The defense case was built on the premise that the gun found in the apartment did not belong to the appellant but, rather, to the appellant's friend, Kenneth Bellucci. Bellucci testified that the appellant had allowed him to live in the apartment temporarily, that all the items discovered in the top dresser drawer were his, and that the appellant was not aware of the presence of the handgun. Bellucci explained that, by coincidence, he had moved out of the apartment on the very day that the troopers arrived. Although he took most of his possessions with him, he left behind his underwear, socks, drugs, and gun.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The defense then called Linda DiBona, the appellant's ex-wife. DiBona testified that Bellucci moved in with her after departing from the appellant's hearth and that she overheard a telephone call between the two men in which Bellucci admitted that the gun was his. In that same call, Bellucci apologized profusely to the appellant and promised to \"make it right.\"</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">During DiBona's direct examination, the government sought permission to cross-question DiBona regarding her knowledge of the appellant's flight. Noting that the in limine ruling only precluded the government from introducing evidence of flight in its case in chief, the court recalibrated the scales. In doing so, it identified three material sets of circumstances that had changed subsequent to the time of its original in limine ruling. First, defense counsel's repeated references to the lengthy interval between the discovery of the weapon and the time of trial had created an inference of \"trumped up charges\" that the government should be allowed to rebut. Second, the fact that the appellant presumably knew from the outset that Bellucci and DiBona were prepared to exonerate him strengthened the inference that his flight indicated a consciousness of guilt. Third, witnesses close to a defendant who possessed exculpatory evidence normally would come forward immediately if they knew that their friend had been falsely accused. Because Bellucci and DiBona had not, the court believed that their knowledge of the appellant's flight would be relevant to an assessment of their credibility. Emphasizing these new insights, the court ruled that the government could present flight evidence to impeach defense witnesses and, as part of its rebuttal case, to establish a consciousness of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In announcing this ruling, the court made clear that the witnesses were free to deny knowledge of the appellant's flight and that the appellant was free to adduce evidence suggesting an innocent purpose for his abrupt departure. The significance of the flight evidence, the court said, was ultimately a question of fact for the jury to determine. And, finally, the court invited the appellant to propose cautionary jury instructions for the court's consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The government proceeded to cross-examine DiBona (herself a former police officer) regarding her knowledge of the appellant's flight. Although she had previously been in the habit of seeing or speaking with the appellant at least once every few months, she indicated that she neither saw nor heard from him during the more than four-year period of his absence. She denied knowing that the appellant had been living in Florida. To justify her failure to apprise the authorities of the overheard telephone conversation, she explained that she assumed that Bellucci had come forward and that the charges against her former husband had been dropped.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The government declined the court's invitation to recall Bellucci for cross-examination along similar lines. In its rebuttal case, Chau testified about securing the 1999 arrest warrant, his telephone conversations with the appellant's former attorney, and the appellant's eventual apprehension in Florida. During the course of Chau's testimony, the court, acting on its own initiative, gave a cautionary instruction explaining that the government was trying to establish that the appellant had evinced a consciousness of guilt, but that it was up to the jury to determine what inference, if any, to draw from the testimony. The court also reminded the jury that the appellant was charged only with a firearms offense, not with fleeing from the law. Neither side objected to these instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In its closing argument, the government again referred to the appellant's flight and urged the jury to infer consciousness of guilt. The defense argued that such an inference would be unwarranted. In charging the jury, the court reiterated that the government bore the burden of showing that the appellant had intentionally fled and that flight does not create a presumption of guilt but, to the contrary, may be completely consistent with innocence. The jury found the appellant guilty as charged.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">At the disposition hearing, the appellant objected to the government's sentencing recommendation. He posited that the Supreme Court's decision in <i>Blakely</i> precluded the court from mechanically applying the federal sentencing guidelines. After considering the parties' <i>Blakely</i> arguments, the lower court concluded that, under the circumstances at hand, it did not matter whether <i>Blakely</i> applied because \"the sentence that the Court would impose under the guidelines would be exactly the same sentence as the Court would impose if one assumes that <i>Blakely</i> holds the guidelines unconstitutional.\" The court then made a series of guideline calculations that culminated in placing the appellant at a total offense level of 22 and in criminal history category V. Those integers yielded a guideline sentencing range (GSR) of 77-96 months. The court imposed a top-of-the-range incarcerative sentence (96 months). In doing so, it reiterated \"that whether the guidelines apply or don't apply, the sentence that I would impose would be the same.\"</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We divide our analysis into segments corresponding with the appellant's two assignments of error.</p>\n    </div>\n    <p class=\"center\">A. <i>Admission of Flight Evidence.</i></p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Flight evidence is controversial and must be handled with care. Given an adequate factual predicate, however, evidence of a criminal defendant's flight is generally thought to be probative of his or her consciousness of guilt. <i>See, e.g., United States v. Zanghi,</i> <span class=\"citation\" data-id=\"198610\"><a href=\"/opinion/198610/united-states-v-zanghi/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 83 (1st Cir.1999); <i>United States v. Grandmont,</i> <span class=\"citation\" data-id=\"405160\"><a href=\"/opinion/405160/united-states-v-richard-grandmont/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">867</span></a></span>, 869 (1st Cir.1982). As a precursor to admissibility, the government must present sufficient extrinsic evidence of guilt to support an inference that a defendant's flight was not merely an episode of normal travel but, rather, the product of a guilty conscience related to the crime alleged. <i>See United States v. Otero-M&#233;ndez,</i> <span class=\"citation\" data-id=\"775757\"><a href=\"/opinion/775757/united-states-v-jose-a-otero-mendez/\"><span class=\"volume\">273</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 53 (1st Cir.2001); <i>Zanghi,</i> 189 F.3d at 83. Because flight may be consistent with innocence as easily as with guilt, this precursor helps ensure that a jury does not infer guilt based solely on a defendant's meanderings.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Even if the government makes the requisite showing, admissibility is not automatic. Flight evidence is subject to exclusion under Rule 403. <i>Otero-M&#233;ndez,</i> 273 F.3d at 53. A district court is afforded considerable leeway when determining whether evidence of a defendant's flight is accompanied by a sufficient factual predicate. The court is afforded similar latitude in determining whether the evidence passes the Rule 403 balancing test. Consequently, we review such decisions only for abuse of discretion. <i>See id.; see also Freeman v. Package Mach. Co.,</i> <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1340 (1st Cir.1988) (cautioning that \"[o]nly rarely &#8212; and in extraordinarily compelling circumstances &#8212; will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In this case, the government adduced a sufficient factual predicate. The court had available to it, from the government's proffer, enough extrinsic evidence to furnish circumstantial badges of guilt. That evidence included Chau's account of the unfulfilled promise of self-surrender, police testimony that the appellant after initially resisting the search had admitted owning the gun, the fact that no one else lived in the apartment, and the absence of any underwear or socks other than those found in close proximity to the weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The appellant nevertheless claims that the district court's midtrial decision to allow evidence of flight, after having ruled in limine that the government could not use that evidence, constituted reversible error. The appellant, ably represented, starts this line of advocacy with a suggestion that the flight evidence was only \"marginally relevant.\" The district court disagreed. It found that the evidence had probative value (and, therefore, was relevant, <i>see</i> Fed.R.Evid. 401) in three respects: (i) establishing the appellant's consciousness of guilt; (ii) rebutting any suggestion that the government fabricated the charge; and (iii) impeaching defense witnesses. As we explain below, these findings are adequately supported by the record.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In our view, the tipping point is that the court found the flight evidence to have probative value in two areas that were not apparent at the time of the in limine ruling. For one thing, in cross-examining the government's witnesses, defense counsel made repeated references to the nearly five-year gap between indictment and trial. These references set the stage for an inference that the government had spent the intervening time \"trumping up\" charges against the appellant. Evidence of the appellant's flight provided an alternate explanation for the lapse in time.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For another thing, the flight evidence turned out to have probative worth for evaluating the credibility of the defense witnesses. If someone in the position of Bellucci or DiBona knew that his or her friend, unjustly accused, had fled the jurisdiction, it would be reasonable to expect that person to come forward in an effort to clear the friend's name. Neither Bellucci nor DiBona did so. Thus, allowing the government to inquire as to whether either of them had knowledge of the flight (and, if so, why he or she held back) made perfect sense. <i>See, e.g., Mercado,</i> 412 F.3d at 248.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Over and above relevance, the appellant attempts in various ways to establish that the district court abused its discretion in deciding to admit the evidence. First, he attacks what he characterizes as the court's about-face: he asserts that he suffered unfair prejudice when the court, after having granted his pretrial motion in limine, \"reversed\" that decision in the middle of the defense case. This argument collapses of its own weight.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is settled law that in limine rulings are provisional. Such \"rulings are not binding on the trial judge [who] may always change his mind during the course of a trial.\" <i>Ohler v. United States,</i> <span class=\"citation\" data-id=\"118367\"><a href=\"/opinion/118367/ohler-v-united-states/\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">753</span></a></span>, 758 n. 3, <span class=\"citation\" data-id=\"118367\"><a href=\"/opinion/118367/ohler-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1851</span></a></span>, <span class=\"citation\" data-id=\"118367\"><a href=\"/opinion/118367/ohler-v-united-states/\"><span class=\"volume\">146</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">826</span></a></span> (2000); <i>accord Luce v. United States,</i> <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 41, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"111284\"><a href=\"/opinion/111284/luce-v-united-states/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">443</span></a></span> (1984) (noting that in limine rulings are always subject to change, especially if the evidence unfolds in an unanticipated manner). Here, moreover, the additional evidence made available to the court gave it a fresh coign of vantage. So viewed, the court's midtrial decision to allow use of the evidence cannot fairly be characterized as an overruling of its original order.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Relatedly, the appellant asserts that the court's change of position caused unfair surprise and thereby undermined the defense's trial strategy. That assertion rings hollow. By its explicit terms, the in limine ruling excluded the flight evidence only from the government's case in chief. The carefully circumscribed nature of the order undercuts any claim of unfair surprise. <i>See Thudium v. Allied Prods. Corp.,</i> <span class=\"citation\" data-id=\"678875\"><a href=\"/opinion/678875/josh-thudium-v-allied-products-corporation-v-fulton-performance-products/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">767</span></a></span>, 769-70 (8th Cir.1994). Whether or not the appellant anticipated that the court would take a different view of the flight evidence after the government rested is beside the point. Mere surprise is insufficient to ground a Rule 403 challenge. <i>See O'Rourke v. E. Air Lines, Inc.,</i> <span class=\"citation\" data-id=\"433398\"><a href=\"/opinion/433398/tierney-a-orourke-public-administrator-of-queens-county-new-york-as/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">842</span></a></span>, 855 n. 21 (2d Cir.1984). It is only <i>unfair</i> surprise against which litigants must be protected.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">This brings us to the appellant's final point. Without further elucidation, the appellant broadly contends that he was prejudiced by (i) the cross-examination of DiBona regarding her knowledge of the appellant's flight; (ii) Chau's testimony anent the proposed self-surrender; and (iii) the prosecutor's references to flight during summation. This contention is unpersuasive. Although this evidence likely worked to the appellant's detriment, Rule 403 is concerned not with prejudicial evidence, but with unfairly prejudicial evidence. <i>See United States v. Moreno Morales,</i> <span class=\"citation\" data-id=\"486363\"><a href=\"/opinion/486363/united-states-v-rafael-moreno-morales-united-states-of-america-v-angel/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">725</span></a></span>, 740 (1st Cir.1987); <i>see also Veranda Beach Club Ltd. P'ship v. W. Sur. Co.,</i> <span class=\"citation\" data-id=\"563774\"><a href=\"/opinion/563774/veranda-beach-club-limited-partnership-v-western-surety-co-frg-ventures/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1372 (1st Cir.1991) (explaining that \"trials were never meant to be antiseptic affairs\" and that \"it is only unfair prejudice, not prejudice per se, against which Rule 403 guards\"). Evidence is generally deemed unfairly prejudicial if it has an undue tendency to prompt a decision by the factfinder on an improper basis. <i>See Old Chief v. United States,</i> <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, 180, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">644</span></a></span>, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">136</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">574</span></a></span> (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In the case at hand, the appellant's resistance to the execution of the search warrant, his admissions on that occasion, and the unfulfilled promise of self-surrender formed a sufficient factual predicate for the introduction of the flight evidence. This predicate substantially diminished the possibility that the jury might infer guilt solely on the basis of the appellant's flight. To cinch matters, the court's cautionary instructions, twice repeated, mitigated any risk that the jury might give the flight evidence undue weight. <i>See United States v. Candelaria-Silva,</i> <span class=\"citation\" data-id=\"198241\"><a href=\"/opinion/198241/united-states-v-candelaria-silva/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 706 (1st Cir.1998) (finding danger of unfair prejudice quelled by a comparable instruction). For these reasons, we conclude that the risk of <i>unfair</i> prejudice stemming from admission of the evidence of flight was slight, and that the district court acted within the encincture of its discretion when it made the challenged midtrial ruling.</p>\n    </div>\n    <p class=\"center\">B. <i>Sentencing.</i></p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">As was the case in <i>United States v. Booker,</i> the district judge applied the then mandatory guidelines and \"imposed a sentence higher than the maximum authorized solely by the jury's verdict.\" 125 S.Ct. at 769. The <i>Booker</i> error is not that the judge determined facts that increased the sentence beyond that authorized by the verdict but, rather, that the judge did so under a mandatory guidelines system. <i>United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 75 (1st Cir.2005). The appellant preserved his claim of <i>Booker</i> error when he argued that a rote application of the guidelines transgressed the principles enunciated by the <i>Blakely</i> Court and, therefore, that a mandatory guidelines system was unconstitutional. <i>See id.</i> at 76 (\"The argument that a <i>Booker</i> error occurred is preserved if the defendant below argued ... <i>Blakely</i> error or that the Guidelines were unconstitutional.\").</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">A preserved claim of <i>Booker</i> error is reviewed for harmlessness. <i>United States v. V&#225;zquez-Rivera,</i> <span class=\"citation\" data-id=\"201585\"><a href=\"/opinion/201585/united-states-v-vazquez-rivera/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 489 (1st Cir.2005). Under that standard, the sentence must be vacated and the case remanded for resentencing unless the government carries the weighty burden of proving beyond a reasonable doubt that the sentencing error did not adversely affect the defendant's substantial rights. <i>United States v. Mel&#233;ndez-Torres,</i> <span class=\"citation\" data-id=\"201783\"><a href=\"/opinion/201783/united-states-v-melendez-torres/\"><span class=\"volume\">420</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 51 (1st Cir.2005); <i>V&#225;zquez-Rivera,</i> 407 F.3d at 489. To clear that hurdle, the government must convince the reviewing court that a more lenient sentence would not have eventuated had the sentencing court understood that the guidelines were advisory rather than mandatory. <i>See Mel&#233;ndez-Torres,</i> 420 F.3d at 51; <i>see also Antonakopoulos,</i> 399 F.3d at 77 (explaining that the substantial rights determination depends upon whether the mandatory nature of the guidelines lengthened the defendant's sentence). This is a daunting standard &#8212; but not one that defies achievement.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In this instance, we conclude, without serious question, that the government has succeeded in carrying its heavy burden. To begin, the district court expressly declined to grant discretionary downward departures or to sentence at the nether reaches of the applicable GSR. More importantly, the court explained why the top of the GSR produced a just result in this case and, on multiple occasions, explicitly related that it would impose the same 96-month sentence even if it had discretion to disregard the guidelines entirely. The court vouchsafed, for example, that such a sentence was \"exactly the same sentence\" that it would levy if \"the guidelines [were] unconstitutional.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Given the starkness of these facts, we are convinced that the sentencing court would not have imposed a lesser sentence under an advisory guidelines regime. Accordingly, the <i>Booker</i> error here does not require a remand for resentencing. <i>See Mel&#233;ndez-Torres,</i> 420 F.3d at 51-52; <i>cf. United States v. Carpenter,</i> <span class=\"citation\" data-id=\"201505\"><a href=\"/opinion/201505/united-states-v-carpenter/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir.2005) (refusing to remand in connection with unpreserved claim of <i>Booker</i> error when sentencing judge declared he would impose the same sentence even if given discretion to do otherwise). Indeed, if the sentencing judge's statements in this case do not suffice to satisfy the government's burden, it would be difficult to conceive of a case including a preserved <i>Booker</i> error in which remand would not be obligatory.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The appellant has one last string to his bow. He asseverates that, in all events, his sentence must be vacated because the lower court failed to give specific consideration to the sentencing factors enumerated in 18 U.S.C. &#167; 3553(a).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This asseveration derives from <i>Booker;</i> in its remedial opinion, the <i>Booker</i> Court explained that, along with treating the guidelines as advisory, sentencing courts acting in the aftermath of <i>Booker</i> also must account for the factors enumerated in section 3553(a). <i>See</i> 125 S.Ct. at 764-65. Additionally, the <i>Booker</i> Court instructed appellate tribunals to review such sentences for reasonableness. <i>See id.</i> at 765-66.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">While these directives are relevant to all sentences imposed post-<i>Booker,</i> review for reasonableness based on the factors enumerated in section 3553(a) is not applicable to sentences, like this one, imposed pre-<i>Booker</i> but heard on appeal post-<i>Booker. See V&#225;zquez-Rivera,</i> 407 F.3d at 490 (holding reasonableness standard inapplicable when reviewing pre-<i>Booker</i> sentence); <i>see also United States v. Guzm&#225;n,</i> <span class=\"citation\" data-id=\"201772\"><a href=\"/opinion/201772/united-states-v-guzman/\"><span class=\"volume\">419</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 32 (1st Cir.2005) (rejecting argument that pre-<i>Booker</i> sentence should be vacated because the district court failed to account for the section 3553(a) factors). Given these authorities, the appellant's fallback argument fails.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We need go no further. For the reasons elucidated above, we hold that the appellant has shown no legally cognizable basis for disturbing either his conviction or his sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note in passing that, were surprise a genuine problem, \"the granting of a continuance is a more appropriate remedy than exclusion of the evidence.\" Fed.R.Evid. 403 advisory committee's note. In this case, the appellant requested a recess to regroup after the midtrial ruling, and the district court granted the request</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These factors include:</p>\n        <p class=\"indent\">(1) the nature and circumstances of the offense and the history and characteristics of the defendant; (2) the need for the sentence imposed &#8212; (A) to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense; (B) to afford adequate deterrence to criminal conduct; (C) to protect the public from further crimes of the defendant; and (D) to provide the defendant with needed educational or vocational training, medical care, or other correctional treatment ...; (3) the kinds of sentences available; (4) the kinds of sentence and the sentencing range established for ... the applicable category of offense committed by the applicable category of defendant as set forth in the guidelines...; (5) any pertinent policy statement ...; (6) the need to avoid unwarranted sentence disparities among defendants with similar records ...; and (7) the need to provide restitution to any victims of the offense.</p>\n        <p class=\"indent\">18 U.S.C. &#167; 3553(a).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790686/"
  ]
}