{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202096/",
  "absolute_url": "/opinion/202096/perez-cordero-v-wal-mart-puerto-rico/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202096/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:44:24Z",
  "date_modified": "2016-02-28T05:07:10.309022Z",
  "type": "010combined",
  "sha1": "6fa5e53dfe5d360eef7b8c272d223db60e63c0a0",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1255-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/03/13/Perez-Cordero_v._Wal-mart_Puerto_Rico.pdf",
  "plain_text": "            United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 05-1255\n\n                         JORGE PÉREZ-CORDERO,\n                        Plaintiff, Appellant,\n\n                                 v.\n\n                    WAL-MART PUERTO RICO, ET AL.,\n                        Defendants, Appellees.\n\n\n            APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                               Before\n\n                 Toruella and Lipez, Circuit Judges,\n                       Fusté,* District Judge.\n\n\n\n     Wilma E. Reverón Collazo, for the appellant.\n     Kenneth C. Suria, with whom William Estrella Law Offices, PSC\nwas on brief, for the appellees.\n\n\n\n                           March 13, 2006\n\n\n\n\n____________\n*\n    Of the District of Puerto Rico, sitting by designation.\n\f           LIPEZ, Circuit Judge.              Jorge Pérez-Cordero sued his\n\nemployer, Wal-Mart Puerto Rico, Inc., and his supervisors at that\n\ncompany,   alleging    that      they    had    subjected   him    to   gender\n\ndiscrimination in the form of sexual harassment and then retaliated\n\nagainst him for complaining.        The district court entered summary\n\njudgment for the defendants, on a motion it deemed unopposed.\n\nPérez-Cordero argues on appeal that the district court should not\n\nhave disregarded his opposition to summary judgment. After careful\n\nconsideration of this case's procedural history, we agree.                  We\n\nvacate the judgment for Wal-Mart and remand so that the district\n\ncourt can evaluate the motion for summary judgment in light of\n\nPérez-Cordero's opposition.\n\n                                        I.\n\n           Pérez-Cordero filed suit against Wal-Mart in October\n\n2001.   The litigation proceeded without incident for about a year,\n\nas both parties accumulated materials in discovery.                The events\n\npertinent to our decision then ensued.\n\nA.   Events in September - December 2002\n\n           At   a   scheduling    conference      in   September   2002,   the\n\ndistrict court set a December 2nd deadline for summary judgment\n\nmotions.   On November 27th, Wal-Mart requested an extension until\n\nDecember 19th to file its summary judgment motion.                 While Wal-\n\nMart's motion for an extension was pending, Pérez-Cordero's counsel\n\nfiled an \"informative motion\" with the court, noting that she had\n\n\n                                        -2-\n\fscheduled a trip to Spain around the court's previous scheduling\n\norder and had reservations to be out of the country from December\n\n24 to January 10, 2003.          Counsel requested that the court \"take\n\nthis schedule in consideration when scheduling any conference or\n\nissuing    any    order\"   in   response   to   Wal-Mart's   motion   for   an\n\nextension.       The judge granted Wal-Mart an extension on December\n\n5th, noting \"Opp. will be due by 1/13/03 and reply by 1/24/03 and\n\nsur reply by 2/3/03,\" and that no further extensions would be\n\ngranted.    The following day, counsel formally moved to extend the\n\ndeadline for the summary judgment opposition until February 3rd,\n\nexplaining again that Wal-Mart's delay in moving for summary\n\njudgment had created a conflict with her vacation, which she had\n\nscheduled around the district court's previous deadline, and a jury\n\ntrial in another federal case that she had scheduled for January\n\n2003.   Counsel had filed all previous motions in a timely fashion.\n\n            The district court neither granted nor denied counsel's\n\nmotion.    Instead, the court issued an order stating that it would\n\nhold counsel's motion for an extension \"in abeyance\" until it\n\nreceived Wal-Mart's motion for summary judgment.             Wal-Mart filed\n\nits summary judgment motion just before the December 19th deadline.\n\nCounsel says that she received her copy of the motion on Christmas\n\nEve.    She left for Spain the following day.\n\n\n\n\n                                     -3-\n\fB.   January and February 2003\n\n            Shortly after counsel returned to the country, she filed\n\none dual-purpose motion on January 15th, requesting that the court\n\npostpone the pre-trial conference and \"reiterat[ing]\" her request\n\nfor a separate extension of time to oppose summary judgment.              On\n\nJanuary 27th, the district court responded to the motion with the\n\nfollowing docket entry:     \"Granted.      The Clerk of the Court shall\n\nreschedule the pretrial conference . . ..\"       Although the order did\n\nnot refer specifically to the motion to extend time for the summary\n\njudgment    opposition,    counsel     interpreted    the   order    as   a\n\nconfirmation that her request for extra time to file the opposition\n\nhad been granted.\n\n            Counsel proceeded to draft an opposition. While checking\n\nthe electronic docket on Saturday, February 1st, in preparation for\n\nfiling her motion, counsel found that the district court had\n\ngranted    Wal-Mart's   summary   judgment   motion   two   days   earlier,\n\ntreating it as unopposed.         The following Monday, counsel filed\n\nPérez-Cordero's opposition to summary judgment and a motion to set\n\naside the order the district court had issued on January 30th.\n\nC.   After February 2003\n\n            There are no pertinent docket entries until October 2003,\n\nwhen the court appears to have granted counsel's December 2002\n\nmotion to postpone the deadline for filing the opposition to\n\n\n\n\n                                     -4-\n\fsummary judgment.1        Half a year later, on March 1, 2004, the\n\ndistrict court denied Pérez-Cordero's motion to vacate the January\n\n30, 2003 opinion and order.       Through counsel, Pérez-Cordero then\n\nasked the district court to alter its judgment. The district court\n\ndenied that motion as well, ruling in January 2005 that Pérez-\n\nCordero's opposition to summary judgment had been untimely, and\n\nthat   counsel   should    have   heeded      the   court's   December   2002\n\nadmonition that no further extensions would be granted.               Having\n\nexhausted his options in the district court, Pérez-Cordero brought\n\nthis appeal.\n\n                                      II.\n\n           The   district     court     has    significant     discretionary\n\nauthority to set and enforce filing deadlines in accordance with\n\nthe Federal Rules of Civil Procedure, even when those deadlines are\n\ndifficult for lawyers to meet.        See Macaulay v. Anas, 321 F.3d 45,\n\n49 (1st Cir. 2003) (\"Courts simply cannot afford to let lawyers'\n\nschedules dominate the management of their dockets.\"); McIntosh v.\n\n\n\n1\n  The docket suggests some confusion about the district court's\nintentions in the October 2003 order. The docket sheet states that\nthe \"motion to Extend Time until 2/3/03 to opp mot for summ jdgmt\"\nhad been granted. The original order states that the motion given\ndocket number 33 -- which was Pérez-Cordero's motion to extend the\ndeadline for his summary judgment opposition, had been granted, but\nrefers to a motion \"requesting time to file other translated\nexhibits.\" Wal-Mart argues that the district court never intended\nto grant Pérez-Cordero an extension.     That may be so.    But the\ncourt's order, combined with the absence of any previous denial of\nPérez-Cordero's request for an extension, reasonably indicated to\ncounsel that the extension had been granted.\n\n                                      -5-\n\fAntonino, 71 F.3d 29, 38 (1st Cir. 1995) (\"Litigants cannot expect\n\nthat courts will dance to their every tune, granting extensions on\n\ndemand to suit lawyers' schedules.\"); Mendez v. Banco Popular de\n\nPuerto Rico, 900 F.2d 4, 7 (1st Cir. 1990) (\"[A] district judge\n\nmust often be firm in managing crowded dockets and demanding\n\nadherence to announced deadlines.\").\n\n           When a non-moving party fails to file a timely opposition\n\nto an adversary's motion for summary judgment, the court may\n\nconsider   the   summary   judgment   motion   unopposed,   and   take   as\n\nuncontested all evidence presented with that motion.         NEPSK, Inc.\n\nv. Houlton, 283 F.3d 1, 7-8 (1st Cir. 2002).         While an unopposed\n\nsummary judgment motion still must be scrutinized in accordance\n\nwith Fed. R. Civ. P. 56, id.,2 a district court's decision to treat\n\na summary judgment motion as unopposed is serious business.              In\n\nmost cases, a party's failure to oppose summary judgment is fatal\n\nto its case.     Normally, we will not disturb a district court's\n\ndecision to consider a summary judgment motion unopposed because a\n\nparty has missed the deadline for filing an opposition.\n\n\n\n\n2\n  In his opening brief before this court, Pérez-Cordero complained\nthat the district court had dismissed his case as a sanction for\nhis failure to file a timely opposition. The court did no such\nthing. It granted summary judgment on the record as of January\n30th, 2002 -- before Pérez-Cordero had filed an opposition. The\ndistrict court's January 2002 order reveals that the court\nevaluated the evidence before it using the proper Rule 56 standard,\nand that Pérez-Cordero's case was dismissed as a result of this\nanalysis, not as a sanction for late filing.\n\n                                  -6-\n\f          In the rare cases where we have found an abuse of\n\ndiscretion in a district court's refusal to grant an extension of\n\ntime, our analysis has been highly fact-specific.              See United\n\nStates v. Saccoccia, 58 F.3d 754, 770 (1st Cir. 1995) (\"For the\n\npurpose   of   determining    whether    a   denial   of   a   continuance\n\nconstitutes an abuse of discretion, each case is sui generis.\").\n\nWe have granted relief when the appealing litigant was reasonably\n\nsurprised by the deadline or the action of the court, or the events\n\nleading to the contested decision were unfair.         See United States\n\nv. Fraya, 145 F.3d 1, 4 (1st Cir. 1998) (reversing grant of summary\n\njudgment where non-moving party's delay was attributable to \"an\n\nambiguity in the Local Rules\" and a snafu in the district court\n\nclerk's office); United States v. Roberts, 978 F.2d 17, 20-21 (1st\n\nCir.   1992)   (overturning   grant     of   motion   to   suppress   when\n\ngovernment's failure to respond was due to \"interlocking rules          .\n\n. . freighted with ambiguity\"); see also Douglas v. York County,\n\n360 F.3d 286, 290-91 (1st Cir. 2004) (holding that it was \"simply\n\nunfair -- and an abuse of discretion\" for district court to deny\n\nnon-moving party's motion for reconsideration of summary judgment\n\nafter the court had \"switched the basic issue without giving the\n\nparties adequate warning\"); Resolution Trust Corp. v. North Bridge\n\nAssoc., Inc., 22 F.3d 1198, 1200, 1209 (1st Cir. 1994) (reversing\n\ngrant of summary judgment when non-moving party was \"laid low\" by\n\nthe moving party's \"rabbit punch,\" and \"the district court should\n\n\n                                  -7-\n\fnot have countenanced, much less rewarded, such dubious conduct\");\n\nMendez, 900 F.2d at 7 (declining to overrule district court's\n\nrefusal to extend time in part because \"the lawyer had no valid\n\nbasis to claim he was surprised\" by the filing deadline).\n\n            Here, for reasons we will explain, there was unfair\n\nsurprise    in   the    district   court's    refusal   to    consider   Pérez-\n\nCordero's opposition to Wal-Mart's summary judgment motion. But we\n\noffer two preliminary cautions.\n\n            First, while Pérez-Cordero's request for an extension was\n\na reasonable one, the district court was not required to grant it.\n\nAs we noted above, we long have recognized that district courts\n\nmust   be   able   to   organize   their     dockets,   set   deadlines,   and\n\nsometimes inconvenience lawyers. There are times when even a short\n\nextension would throw the district court's schedule into disarray\n\nor inconvenience another party.         In such cases, a district court\n\nacts well within its discretion in refusing to allow an extension.\n\n            Second, counsel played a dangerous game in assuming, even\n\nreasonably, that the extension she requested had been granted\n\nbefore she went on vacation.           In the absence of clarity in a\n\nwritten response to their requests, lawyers should not assume that\n\nthey have been granted filing extensions.               Instead, they should\n\nseek further clarification from the court.          While counsel did seek\n\nsuch clarification in her January 15th motion after her return (and\n\n\n\n\n                                      -8-\n\fafter the original January 13th deadline had passed), she should\n\nhave sought similar clarification in December.\n\n            But we vacate the judgment here even though the district\n\ncourt was not required to grant the extension and even though\n\ncounsel should have confirmed in December her reasonable assumption\n\nthat the extension had been granted.             We do so because at every\n\nstage -- before counsel departed on vacation, after she returned,\n\nand even after the initial summary judgment order was entered --\n\nthe district court provided a basis for counsel's reasonable\n\nexpectation that her request for extra time had been or soon would\n\nbe granted.\n\nA.   December 2002\n\n            The    district   court     later   wrote,    in   denying     Pérez-\n\nCordero's motion to alter the judgment in January 2005, that\n\ncounsel should have understood from the wording of the December\n\n5th,    2002,   order   granting   an    extension   to   Wal-Mart    --     which\n\nincluded the proviso that no further extensions would be granted --\n\nthat her motion would be denied.         We do not think that the sequence\n\nof events that we sketched above could have imparted that message.\n\nOn November 27th, Wal-Mart asked the court to extend its deadline\n\nfor filing a summary judgment motion from December 2nd to December\n\n19th.      While    that   request      was   pending,    counsel    filed    the\n\ninformative motion, telling the court that Wal-Mart's proposal\n\nwould interfere with her vacation plans unless the court also\n\n\n                                        -9-\n\fextended the period for responding to the summary judgment motion\n\nbeyond the normal ten days.    On December 5th, three days after the\n\noriginal deadline had passed, the court granted Wal-Mart's motion\n\nand set a new schedule that did not seem to take into account\n\ncounsel's vacation schedule.    To seek clarification, counsel filed\n\na second motion, this one formally requesting that she be allowed\n\na short period after her return from vacation to respond to Wal-\n\nMart's motion. In response, the court made clear that its December\n\n5th order did not foreclose an extension for the opposition to\n\nsummary judgment.    Instead, the district court took the unusual\n\nstep of holding counsel's motion for an extension \"in abeyance\"\n\nuntil Wal-Mart's summary judgment motion arrived.\n\n            The district court later explained that the motion was\n\n\"premature\" and that it \"had no option but to hold in abeyance the\n\nrequest until and if defendants filed [their summary judgment\n\nmotion].\"      We are not sure of the district court's meaning.\n\nPerhaps the court held counsel's motion \"in abeyance\" because it\n\ndid not want to commit to a February 3rd deadline for the filing of\n\nan opposition to the summary judgment motion until it was sure that\n\nWal-Mart had met its own December 19th deadline. Perhaps the court\n\nmistakenly thought that it did not have the authority to act on the\n\nrequest for an extension of time to respond to the summary judgment\n\nmotion until the motion itself had been filed.    But nothing in the\n\nrules prevented the judge from denying -- or granting -- the motion\n\n\n\n                                 -10-\n\ffor an extension before the summary judgment motion arrived.                  See\n\ngenerally Fed. R. Civ. P. 16.           Most importantly, we do not see how\n\ncounsel could have been expected to understand that the court's \"in\n\nabeyance\" ruling was tantamount to a ruling that the \"no further\n\nextensions\" language in the December 5th order barred her request.\n\nTo the contrary, with Wal-Mart having filed its summary judgment\n\nmotion   by    the    December   19th    deadline   (thereby    removing      that\n\ncontingency),        counsel   could    have   reasonably    assumed   that    her\n\nrequest for an extension had been or soon would be granted.\n\nB.   January 2003\n\n              Upon counsel's return from vacation, this expectation was\n\nreasonably confirmed when the district court once again did not\n\nreject her motion for an extension.                 Instead, it appeared to\n\nconfirm that it had granted an extension.                   Here, the critical\n\nmoment was when the district court responded to counsel's dual\n\npurpose January 15th motion -- to extend the pretrial conference\n\nand to confirm that extra time had been granted to oppose summary\n\njudgment -- by entering in the docket on January 27th a notation\n\nthat the motion had been \"granted.\" The additional language in the\n\ncourt's order -- \"The Clerk of the Court shall reschedule the\n\npretrial conference\" -- does not affect the reasonableness of\n\ncounsel's reading of the district court's order as an explicit\n\nnotice that her request for more time to file the opposition to\n\nsummary judgment had been allowed.             Only the rescheduling of the\n\n\n                                        -11-\n\fconference would require the attention of the clerk.       The clerk\n\nwould not have to reschedule an extended deadline for the filing of\n\nan opposition to summary judgment.    Nor does it matter that the\n\nJanuary 27th order came after the initial deadline for opposing the\n\nsummary judgment motion had passed.    In its disposition of Wal-\n\nMart's motion for an extension, the district court had already\n\ngranted an extension after the preexisting deadline for a filing\n\nhad passed.3 Therefore, we think counsel was unfairly surprised by\n\nthe district court's January 30th order granting summary judgment\n\nto Wal-Mart.   She reasonably had believed that she had until\n\nFebruary 3rd to respond to the summary judgment motion.\n\n\n\n3\n In the same January 2005 order where it explained its decision to\nhold counsel's request for an extension \"in abeyance,\" the district\ncourt explained its January 27, 2003 order granting the dual\npurpose motion as follows:\n\n     [T]he Court granted plaintiff's request to continue\n     the pretrial conference [] given that he claimed he\n     could not prepare both the opposition and the pre-\n     trial memo at the same time.      Being rid of the\n     burden to prepare the pre-trial memo, plaintiff was\n     free to finish and file his opposition although\n     after the January 13 deadline but still timely\n     enough for the Court to consider it.\n\nThe district court granted Pérez-Cordero's motion on January 27th,\nthree days before it entered a seventeen-page opinion and order\ngranting summary judgment to Wal-Mart. We do not see how the court\ncould have assumed that counsel would understand from its January\n27th order that her motion had been \"granted\" but that she had\nsomething less than three more days to oppose summary judgement\ninstead of the week she had requested. Nor do we understand why\nthere was any need, on January 27th, for the court to free up\ncounsel's schedule to write an opposition, unless the deadline for\nthat opposition had been extended per counsel's request.\n\n                               -12-\n\fC.   February 2003 and beyond\n\n           The district court then granted Pérez-Cordero's motion\n\nfor an extension, belatedly, in October 2003.          A half-year later,\n\nwithout providing an explanation for the October 2003 order, the\n\ndistrict   court   denied    the   motion   to   reconsider.     Again,   the\n\ndistrict court had created and then deflated an expectation that\n\nPérez-Cordero's opposition would be considered.\n\n                                    III.\n\n           We do not minimize the heavy caseload of the district\n\ncourt in Puerto Rico.          In that demanding environment, it is\n\ninevitable that mistakes occasionally will occur.          Our recognition\n\nof those rare mistakes, which is our function, does not diminish\n\nour respect for the hard work of the district court, or our\n\nunderstanding that in the vast majority of cases the district court\n\nmanages its heavy docket fairly and justly.          In the end, however,\n\nfor all of the reasons stated, counsel for Pérez-Cordero was\n\nunfairly surprised by the district court's refusal to consider the\n\nopposition to summary judgment that she had prepared for her\n\nclient.    Unopposed, the motion for summary judgment was virtually\n\nassured of success.    The summary judgment motion should have been\n\nevaluated in light of Pérez-Cordero's opposition.              We vacate the\n\njudgment of the district court and remand for proper consideration\n\nof the summary judgment motion.\n\n           So ordered.      Costs to appellant.\n\n\n                                    -13-\n\f",
  "html": "<p class=\"case_cite\">440 F.3d 531</p>\n    <p class=\"parties\">Jorge P&#201;REZ-CORDERO, Plaintiff, Appellant,<br>v.<br>WAL-MART PUERTO RICO, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1255.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 10, 2005.</p>\n    <p class=\"date\">Decided March 13, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wilma E. Rever&#243;n Collazo, for the appellant.</p>\n      <p class=\"indent\">Kenneth C. Suria, with whom William Estrella Law Offices, PSC was on brief, for the appellees.</p>\n      <p class=\"indent\">Before TORUELLA and LIPEZ, Circuit Judges, FUST&#201;,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jorge P&#233;rez-Cordero sued his employer, Wal-Mart Puerto Rico, Inc., and his supervisors at that company, alleging that they had subjected him to gender discrimination in the form of sexual harassment and then retaliated against him for complaining. The district court entered summary judgment for the defendants, on a motion it deemed unopposed. P&#233;rez-Cordero argues on appeal that the district court should not have disregarded his opposition to summary judgment. After careful consideration of this case's procedural history, we agree. We vacate the judgment for Wal-Mart and remand so that the district court can evaluate the motion for summary judgment in light of P&#233;rez-Cordero's opposition.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">P&#233;rez-Cordero filed suit against Wal-Mart in October 2001. The litigation proceeded without incident for about a year, as both parties accumulated materials in discovery. The events pertinent to our decision then ensued.</p>\n    </div>\n    <p class=\"indent\">A. Events in September &#8212; December 2002</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At a scheduling conference in September 2002, the district court set a December 2nd deadline for summary judgment motions. On November 27th, Wal-Mart requested an extension until December 19th to file its summary judgment motion. While Wal-Mart's motion for an extension was pending, P&#233;rez-Cordero's counsel filed an \"informative motion\" with the court, noting that she had scheduled a trip to Spain around the court's previous scheduling order and had reservations to be out of the country from December 24 to January 10, 2003. Counsel requested that the court \"take this schedule in consideration when scheduling any conference or issuing any order\" in response to Wal-Mart's motion for an extension. The judge granted Wal-Mart an extension on December 5th, noting \"Opp. will be due by 1/13/03 and reply by 1/24/03 and sur reply by 2/3/03,\" and that no further extensions would be granted. The following day, counsel formally moved to extend the deadline for the summary judgment opposition until February 3rd, explaining again that Wal-Mart's delay in moving for summary judgment had created a conflict with her vacation, which she had scheduled around the district court's previous deadline, and a jury trial in another federal case that she had scheduled for January 2003. Counsel had filed all previous motions in a timely fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court neither granted nor denied counsel's motion. Instead, the court issued an order stating that it would hold counsel's motion for an extension \"in abeyance\" until it received Wal-Mart's motion for summary judgment. Wal-Mart filed its summary judgment motion just before the December 19th deadline. Counsel says that she received her copy of the motion on Christmas Eve. She left for Spain the following day.</p>\n    </div>\n    <p class=\"indent\">B. January and February 2003</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after counsel returned to the country, she filed one dual-purpose motion on January 15th, requesting that the court postpone the pre-trial conference and \"reiterat[ing]\" her request for a separate extension of time to oppose summary judgment. On January 27th, the district court responded to the motion with the following docket entry: \"Granted. The Clerk of the Court shall reschedule the pretrial conference....\" Although the order did not refer specifically to the motion to extend time for the summary judgment opposition, counsel interpreted the order as a confirmation that her request for extra time to file the opposition had been granted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Counsel proceeded to draft an opposition. While checking the electronic docket on Saturday, February 1st, in preparation for filing her motion, counsel found that the district court had granted Wal-Mart's summary judgment motion two days earlier, treating it as unopposed. The following Monday, counsel filed P&#233;rez-Cordero's opposition to summary judgment and a motion to set aside the order the district court had issued on January 30th.</p>\n    </div>\n    <p class=\"indent\">C. After February 2003</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There are no pertinent docket entries until October 2003, when the court appears to have granted counsel's December 2002 motion to postpone the deadline for filing the opposition to summary judgment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Half a year later, on March 1, 2004, the district court denied P&#233;rez-Cordero's motion to vacate the January 30, 2003 opinion and order. Through counsel, P&#233;rez-Cordero then asked the district court to alter its judgment. The district court denied that motion as well, ruling in January 2005 that P&#233;rez-Cordero's opposition to summary judgment had been untimely, and that counsel should have heeded the court's December 2002 admonition that no further extensions would be granted. Having exhausted his options in the district court, P&#233;rez-Cordero brought this appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court has significant discretionary authority to set and enforce filing deadlines in accordance with the Federal Rules of Civil Procedure, even when those deadlines are difficult for lawyers to meet. <i>See Macaulay v. Anas,</i> 321 F.3d 45, 49 (1st Cir.2003) (\"Courts simply cannot afford to let lawyers' schedules dominate the management of their dockets.\"); <i>McIntosh v. Antonino,</i> 71 F.3d 29, 38 (1st Cir.1995) (\"Litigants cannot expect that courts will dance to their every tune, granting extensions on demand to suit lawyers' schedules.\"); <i>Mendez v. Banco Popular de Puerto Rico,</i> 900 F.2d 4, 7 (1st Cir.1990) (\"[A] district judge must often be firm in managing crowded dockets and demanding adherence to announced deadlines.\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When a non-moving party fails to file a timely opposition to an adversary's motion for summary judgment, the court may consider the summary judgment motion unopposed, and take as uncontested all evidence presented with that motion. <i>NEPSK, Inc. v. Houlton,</i> 283 F.3d 1, 7-8 (1st Cir.2002). While an unopposed summary judgment motion still must be scrutinized in accordance with Fed.R.Civ.P. 56, <i>id.,</i><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> a district court's decision to treat a summary judgment motion as unopposed is serious business. In most cases, a party's failure to oppose summary judgment is fatal to its case. Normally, we will not disturb a district court's decision to consider a summary judgment motion unopposed because a party has missed the deadline for filing an opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the rare cases where we have found an abuse of discretion in a district court's refusal to grant an extension of time, our analysis has been highly fact-specific. <i>See United States v. Saccoccia,</i> 58 F.3d 754, 770 (1st Cir.1995) (\"For the purpose of determining whether a denial of a continuance constitutes an abuse of discretion, each case is <i>sui generis.</i>\"). We have granted relief when the appealing litigant was reasonably surprised by the deadline or the action of the court, or the events leading to the contested decision were unfair. <i>See United States v. Fraya,</i> 145 F.3d 1, 4 (1st Cir.1998) (reversing grant of summary judgment where non-moving party's delay was attributable to \"an ambiguity in the Local Rules\" and a snafu in the district court clerk's office); <i>United States v. Roberts,</i> 978 F.2d 17, 20-21 (1st Cir.1992) (overturning grant of motion to suppress when government's failure to respond was due to \"interlocking rules ... freighted with ambiguity\"); <i>see also Douglas v. York County,</i> 360 F.3d 286, 290-91 (1st Cir. 2004) (holding that it was \"simply unfair &#8212; and an abuse of discretion\" for district court to deny non-moving party's motion for reconsideration of summary judgment after the court had \"switched the basic issue without giving the parties adequate warning\"); <i>Resolution Trust Corp. v. North Bridge Assoc., Inc.,</i> 22 F.3d 1198, 1200, 1209 (1st Cir.1994) (reversing grant of summary judgment when non-moving party was \"laid low\" by the moving party's \"rabbit punch,\" and \"the district court should not have countenanced, much less rewarded, such dubious conduct\"); <i>Mendez,</i> 900 F.2d at 7 (declining to overrule district court's refusal to extend time in part because \"the lawyer had no valid basis to claim he was surprised\" by the filing deadline).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, for reasons we will explain, there was unfair surprise in the district court's refusal to consider P&#233;rez-Cordero's opposition to Wal-Mart's summary judgment motion. But we offer two preliminary cautions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First, while P&#233;rez-Cordero's request for an extension was a reasonable one, the district court was not required to grant it. As we noted above, we long have recognized that district courts must be able to organize their dockets, set deadlines, and sometimes inconvenience lawyers. There are times when even a short extension would throw the district court's schedule into disarray or inconvenience another party. In such cases, a district court acts well within its discretion in refusing to allow an extension.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Second, counsel played a dangerous game in assuming, even reasonably, that the extension she requested had been granted before she went on vacation. In the absence of clarity in a written response to their requests, lawyers should not assume that they have been granted filing extensions. Instead, they should seek further clarification from the court. While counsel did seek such clarification in her January 15th motion after her return (and after the original January 13th deadline had passed), she should have sought similar clarification in December.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But we vacate the judgment here even though the district court was not required to grant the extension and even though counsel should have confirmed in December her reasonable assumption that the extension had been granted. We do so because at every stage &#8212; before counsel departed on vacation, after she returned, and even after the initial summary judgment order was entered &#8212; the district court provided a basis for counsel's reasonable expectation that her request for extra time had been or soon would be granted.</p>\n    </div>\n    <p class=\"indent\">A. December 2002</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court later wrote, in denying P&#233;rez-Cordero's motion to alter the judgment in January 2005, that counsel should have understood from the wording of the December 5th, 2002, order granting an extension to Wal-Mart &#8212; which included the proviso that no further extensions would be granted &#8212; that her motion would be denied. We do not think that the sequence of events that we sketched above could have imparted that message. On November 27th, Wal-Mart asked the court to extend its deadline for filing a summary judgment motion from December 2nd to December 19th. While that request was pending, counsel filed the informative motion, telling the court that Wal-Mart's proposal would interfere with her vacation plans unless the court also extended the period for responding to the summary judgment motion beyond the normal ten days. On December 5th, three days after the original deadline had passed, the court granted Wal-Mart's motion and set a new schedule that did not seem to take into account counsel's vacation schedule. To seek clarification, counsel filed a second motion, this one formally requesting that she be allowed a short period after her return from vacation to respond to Wal-Mart's motion. In response, the court made clear that its December 5th order <i>did not</i> foreclose an extension for the opposition to summary judgment. Instead, the district court took the unusual step of holding counsel's motion for an extension \"in abeyance\" until Wal-Mart's summary judgment motion arrived.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court later explained that the motion was \"premature\" and that it \"had no option but to hold in abeyance the request until and if defendants filed [their summary judgment motion].\" We are not sure of the district court's meaning. Perhaps the court held counsel's motion \"in abeyance\" because it did not want to commit to a February 3rd deadline for the filing of an opposition to the summary judgment motion until it was sure that Wal-Mart had met its own December 19th deadline. Perhaps the court mistakenly thought that it did not have the authority to act on the request for an extension of time to respond to the summary judgment motion until the motion itself had been filed. But nothing in the rules prevented the judge from denying &#8212; or granting &#8212; the motion for an extension before the summary judgment motion arrived. <i>See generally</i> Fed.R.Civ.P. 16. Most importantly, we do not see how counsel could have been expected to understand that the court's \"in abeyance\" ruling was tantamount to a ruling that the \"no further extensions\" language in the December 5th order barred her request. To the contrary, with Wal-Mart having filed its summary judgment motion by the December 19th deadline (thereby removing that contingency), counsel could have reasonably assumed that her request for an extension had been or soon would be granted.</p>\n    </div>\n    <p class=\"indent\">B. January 2003</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Upon counsel's return from vacation, this expectation was reasonably confirmed when the district court once again did not reject her motion for an extension. Instead, it appeared to confirm that it had granted an extension. Here, the critical moment was when the district court responded to counsel's dual purpose January 15th motion &#8212; to extend the pretrial conference and to confirm that extra time had been granted to oppose summary judgment &#8212; by entering in the docket on January 27th a notation that the motion had been \"granted.\" The additional language in the court's order &#8212; \"The Clerk of the Court shall reschedule the pretrial conference\" &#8212; does not affect the reasonableness of counsel's reading of the district court's order as an explicit notice that her request for more time to file the opposition to summary judgment had been allowed. Only the rescheduling of the conference would require the attention of the clerk. The clerk would not have to reschedule an extended deadline for the filing of an opposition to summary judgment. Nor does it matter that the January 27th order came after the initial deadline for opposing the summary judgment motion had passed. In its disposition of Wal-Mart's motion for an extension, the district court had already granted an extension after the preexisting deadline for a filing had passed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Therefore, we think counsel was unfairly surprised by the district court's January 30th order granting summary judgment to Wal-Mart. She reasonably had believed that she had until February 3rd to respond to the summary judgment motion.</p>\n    </div>\n    <p class=\"indent\">C. February 2003 and beyond</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court then granted P&#233;rez-Cordero's motion for an extension, belatedly, in October 2003. A half-year later, without providing an explanation for the October 2003 order, the district court denied the motion to reconsider. Again, the district court had created and then deflated an expectation that P&#233;rez-Cordero's opposition would be considered.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We do not minimize the heavy caseload of the district court in Puerto Rico. In that demanding environment, it is inevitable that mistakes occasionally will occur. Our recognition of those rare mistakes, which is our function, does not diminish our respect for the hard work of the district court, or our understanding that in the vast majority of cases the district court manages its heavy docket fairly and justly. In the end, however, for all of the reasons stated, counsel for P&#233;rez-Cordero was unfairly surprised by the district court's refusal to consider the opposition to summary judgment that she had prepared for her client. Unopposed, the motion for summary judgment was virtually assured of success. The summary judgment motion should have been evaluated in light of P&#233;rez-Cordero's opposition. We vacate the judgment of the district court and remand for proper consideration of the summary judgment motion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>So ordered. Costs to appellant.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The docket suggests some confusion about the district court's intentions in the October 2003 order. The docket sheet states that the \"motion to Extend Time until 2/3/03 to opp mot for summ jdgmt\" had been granted. The original order states that the motion given docket number 33 &#8212; which was P&#233;rez-Cordero's motion to extend the deadline for his summary judgment opposition, had been granted, but refers to a motion \"requesting time to file other translated exhibits.\" Wal-Mart argues that the district court never intended to grant P&#233;rez-Cordero an extension. That may be so. But the court's order, combined with the absence of any previous denial of P&#233;rez-Cordero's request for an extension, reasonably indicated to counsel that the extension had been granted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In his opening brief before this court, P&#233;rez-Cordero complained that the district court had dismissed his case as a sanction for his failure to file a timely opposition. The court did no such thing. It granted summary judgment on the record as of January 30th, 2002 &#8212; before P&#233;rez-Cordero had filed an opposition. The district court's January 2002 order reveals that the court evaluated the evidence before it using the proper Rule 56 standard, and that P&#233;rez-Cordero's case was dismissed as a result of this analysis, not as a sanction for late filing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In the same January 2005 order where it explained its decision to hold counsel's request for an extension \"in abeyance,\" the district court explained its January 27, 2003 order granting the dual purpose motion as follows:</p>\n        <p class=\"indent\">[T]he Court granted plaintiff's request to continue the pretrial conference [] given that he claimed he could not prepare both the opposition and the pre-trial memo at the same time. Being rid of the burden to prepare the pre-trial memo, plaintiff was free to finish and file his opposition although after the January 13 deadline but still timely enough for the Court to consider it.</p>\n        <p class=\"indent\">The district court granted P&#233;rez-Cordero's motion on January 27th, three days before it entered a seventeen-page opinion and order granting summary judgment to Wal-Mart. We do not see how the court could have assumed that counsel would understand from its January 27th order that her motion had been \"granted\" but that she had something less than three more days to oppose summary judgement instead of the week she had requested. Nor do we understand why there was any need, on January 27th, for the court to free up counsel's schedule to write an opposition, unless the deadline for that opposition had been extended per counsel's request.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">531</span></span></p>\n    <p class=\"parties\">Jorge P&#201;REZ-CORDERO, Plaintiff, Appellant,<br>v.<br>WAL-MART PUERTO RICO, et al., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1255.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard November 10, 2005.</p>\n    <p class=\"date\">Decided March 13, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wilma E. Rever&#243;n Collazo, for the appellant.</p>\n      <p class=\"indent\">Kenneth C. Suria, with whom William Estrella Law Offices, PSC was on brief, for the appellees.</p>\n      <p class=\"indent\">Before TORUELLA and LIPEZ, Circuit Judges, FUST&#201;,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Jorge P&#233;rez-Cordero sued his employer, Wal-Mart Puerto Rico, Inc., and his supervisors at that company, alleging that they had subjected him to gender discrimination in the form of sexual harassment and then retaliated against him for complaining. The district court entered summary judgment for the defendants, on a motion it deemed unopposed. P&#233;rez-Cordero argues on appeal that the district court should not have disregarded his opposition to summary judgment. After careful consideration of this case's procedural history, we agree. We vacate the judgment for Wal-Mart and remand so that the district court can evaluate the motion for summary judgment in light of P&#233;rez-Cordero's opposition.</p>\n    </div>\n    <p>I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">P&#233;rez-Cordero filed suit against Wal-Mart in October 2001. The litigation proceeded without incident for about a year, as both parties accumulated materials in discovery. The events pertinent to our decision then ensued.</p>\n    </div>\n    <p class=\"indent\">A. Events in September &#8212; December 2002</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At a scheduling conference in September 2002, the district court set a December 2nd deadline for summary judgment motions. On November 27th, Wal-Mart requested an extension until December 19th to file its summary judgment motion. While Wal-Mart's motion for an extension was pending, P&#233;rez-Cordero's counsel filed an \"informative motion\" with the court, noting that she had scheduled a trip to Spain around the court's previous scheduling order and had reservations to be out of the country from December 24 to January 10, 2003. Counsel requested that the court \"take this schedule in consideration when scheduling any conference or issuing any order\" in response to Wal-Mart's motion for an extension. The judge granted Wal-Mart an extension on December 5th, noting \"Opp. will be due by 1/13/03 and reply by 1/24/03 and sur reply by 2/3/03,\" and that no further extensions would be granted. The following day, counsel formally moved to extend the deadline for the summary judgment opposition until February 3rd, explaining again that Wal-Mart's delay in moving for summary judgment had created a conflict with her vacation, which she had scheduled around the district court's previous deadline, and a jury trial in another federal case that she had scheduled for January 2003. Counsel had filed all previous motions in a timely fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court neither granted nor denied counsel's motion. Instead, the court issued an order stating that it would hold counsel's motion for an extension \"in abeyance\" until it received Wal-Mart's motion for summary judgment. Wal-Mart filed its summary judgment motion just before the December 19th deadline. Counsel says that she received her copy of the motion on Christmas Eve. She left for Spain the following day.</p>\n    </div>\n    <p class=\"indent\">B. January and February 2003</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after counsel returned to the country, she filed one dual-purpose motion on January 15th, requesting that the court postpone the pre-trial conference and \"reiterat[ing]\" her request for a separate extension of time to oppose summary judgment. On January 27th, the district court responded to the motion with the following docket entry: \"Granted. The Clerk of the Court shall reschedule the pretrial conference....\" Although the order did not refer specifically to the motion to extend time for the summary judgment opposition, counsel interpreted the order as a confirmation that her request for extra time to file the opposition had been granted.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Counsel proceeded to draft an opposition. While checking the electronic docket on Saturday, February 1st, in preparation for filing her motion, counsel found that the district court had granted Wal-Mart's summary judgment motion two days earlier, treating it as unopposed. The following Monday, counsel filed P&#233;rez-Cordero's opposition to summary judgment and a motion to set aside the order the district court had issued on January 30th.</p>\n    </div>\n    <p class=\"indent\">C. After February 2003</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There are no pertinent docket entries until October 2003, when the court appears to have granted counsel's December 2002 motion to postpone the deadline for filing the opposition to summary judgment.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Half a year later, on March 1, 2004, the district court denied P&#233;rez-Cordero's motion to vacate the January 30, 2003 opinion and order. Through counsel, P&#233;rez-Cordero then asked the district court to alter its judgment. The district court denied that motion as well, ruling in January 2005 that P&#233;rez-Cordero's opposition to summary judgment had been untimely, and that counsel should have heeded the court's December 2002 admonition that no further extensions would be granted. Having exhausted his options in the district court, P&#233;rez-Cordero brought this appeal.</p>\n    </div>\n    <p>II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court has significant discretionary authority to set and enforce filing deadlines in accordance with the Federal Rules of Civil Procedure, even when those deadlines are difficult for lawyers to meet. <i>See Macaulay v. Anas,</i> <span class=\"citation\" data-id=\"200359\"><a href=\"/opinion/200359/macaulay-v-anas/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 49 (1st Cir.2003) (\"Courts simply cannot afford to let lawyers' schedules dominate the management of their dockets.\"); <i>McIntosh v. Antonino,</i> <span class=\"citation\" data-id=\"196445\"><a href=\"/opinion/196445/mcintosh-v-flynn/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></a></span>, 38 (1st Cir.1995) (\"Litigants cannot expect that courts will dance to their every tune, granting extensions on demand to suit lawyers' schedules.\"); <i>Mendez v. Banco Popular de Puerto Rico,</i> <span class=\"citation\" data-id=\"539215\"><a href=\"/opinion/539215/julio-mendez-aka-julio-mendez-rodriguez-v-banco-popular-de-puerto-rico/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir.1990) (\"[A] district judge must often be firm in managing crowded dockets and demanding adherence to announced deadlines.\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When a non-moving party fails to file a timely opposition to an adversary's motion for summary judgment, the court may consider the summary judgment motion unopposed, and take as uncontested all evidence presented with that motion. <i>NEPSK, Inc. v. Houlton,</i> <span class=\"citation\" data-id=\"199866\"><a href=\"/opinion/199866/nepsk-inc-v-town-of-houlton/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7-8 (1st Cir.2002). While an unopposed summary judgment motion still must be scrutinized in accordance with Fed.R.Civ.P. 56, <i>id.,</i><a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> a district court's decision to treat a summary judgment motion as unopposed is serious business. In most cases, a party's failure to oppose summary judgment is fatal to its case. Normally, we will not disturb a district court's decision to consider a summary judgment motion unopposed because a party has missed the deadline for filing an opposition.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the rare cases where we have found an abuse of discretion in a district court's refusal to grant an extension of time, our analysis has been highly fact-specific. <i>See United States v. Saccoccia,</i> <span class=\"citation\" data-id=\"196165\"><a href=\"/opinion/196165/united-states-v-saccoccia/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 770 (1st Cir.1995) (\"For the purpose of determining whether a denial of a continuance constitutes an abuse of discretion, each case is <i>sui generis.</i>\"). We have granted relief when the appealing litigant was reasonably surprised by the deadline or the action of the court, or the events leading to the contested decision were unfair. <i>See United States v. Fraya,</i> <span class=\"citation\" data-id=\"754632\"><a href=\"/opinion/754632/united-states-of-america-for-the-use-and-benefit-of-electric-machinery/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir.1998) (reversing grant of summary judgment where non-moving party's delay was attributable to \"an ambiguity in the Local Rules\" and a snafu in the district court clerk's office); <i>United States v. Roberts,</i> <span class=\"citation\" data-id=\"593292\"><a href=\"/opinion/593292/united-states-v-leslie-roberts/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 20-21 (1st Cir.1992) (overturning grant of motion to suppress when government's failure to respond was due to \"interlocking rules ... freighted with ambiguity\"); <i>see also Douglas v. York County,</i> <span class=\"citation\" data-id=\"200901\"><a href=\"/opinion/200901/douglas-v-york-county/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">286</span></a></span>, 290-91 (1st Cir. 2004) (holding that it was \"simply unfair &#8212; and an abuse of discretion\" for district court to deny non-moving party's motion for reconsideration of summary judgment after the court had \"switched the basic issue without giving the parties adequate warning\"); <i>Resolution Trust Corp. v. North Bridge Assoc., Inc.,</i> <span class=\"citation\" data-id=\"669068\"><a href=\"/opinion/669068/resolution-trust-corporation-v-north-bridge-associates-inc/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1198</span></a></span>, 1200, 1209 (1st Cir.1994) (reversing grant of summary judgment when non-moving party was \"laid low\" by the moving party's \"rabbit punch,\" and \"the district court should not have countenanced, much less rewarded, such dubious conduct\"); <i>Mendez,</i> 900 F.2d at 7 (declining to overrule district court's refusal to extend time in part because \"the lawyer had no valid basis to claim he was surprised\" by the filing deadline).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, for reasons we will explain, there was unfair surprise in the district court's refusal to consider P&#233;rez-Cordero's opposition to Wal-Mart's summary judgment motion. But we offer two preliminary cautions.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First, while P&#233;rez-Cordero's request for an extension was a reasonable one, the district court was not required to grant it. As we noted above, we long have recognized that district courts must be able to organize their dockets, set deadlines, and sometimes inconvenience lawyers. There are times when even a short extension would throw the district court's schedule into disarray or inconvenience another party. In such cases, a district court acts well within its discretion in refusing to allow an extension.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Second, counsel played a dangerous game in assuming, even reasonably, that the extension she requested had been granted before she went on vacation. In the absence of clarity in a written response to their requests, lawyers should not assume that they have been granted filing extensions. Instead, they should seek further clarification from the court. While counsel did seek such clarification in her January 15th motion after her return (and after the original January 13th deadline had passed), she should have sought similar clarification in December.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But we vacate the judgment here even though the district court was not required to grant the extension and even though counsel should have confirmed in December her reasonable assumption that the extension had been granted. We do so because at every stage &#8212; before counsel departed on vacation, after she returned, and even after the initial summary judgment order was entered &#8212; the district court provided a basis for counsel's reasonable expectation that her request for extra time had been or soon would be granted.</p>\n    </div>\n    <p class=\"indent\">A. December 2002</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court later wrote, in denying P&#233;rez-Cordero's motion to alter the judgment in January 2005, that counsel should have understood from the wording of the December 5th, 2002, order granting an extension to Wal-Mart &#8212; which included the proviso that no further extensions would be granted &#8212; that her motion would be denied. We do not think that the sequence of events that we sketched above could have imparted that message. On November 27th, Wal-Mart asked the court to extend its deadline for filing a summary judgment motion from December 2nd to December 19th. While that request was pending, counsel filed the informative motion, telling the court that Wal-Mart's proposal would interfere with her vacation plans unless the court also extended the period for responding to the summary judgment motion beyond the normal ten days. On December 5th, three days after the original deadline had passed, the court granted Wal-Mart's motion and set a new schedule that did not seem to take into account counsel's vacation schedule. To seek clarification, counsel filed a second motion, this one formally requesting that she be allowed a short period after her return from vacation to respond to Wal-Mart's motion. In response, the court made clear that its December 5th order <i>did not</i> foreclose an extension for the opposition to summary judgment. Instead, the district court took the unusual step of holding counsel's motion for an extension \"in abeyance\" until Wal-Mart's summary judgment motion arrived.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The district court later explained that the motion was \"premature\" and that it \"had no option but to hold in abeyance the request until and if defendants filed [their summary judgment motion].\" We are not sure of the district court's meaning. Perhaps the court held counsel's motion \"in abeyance\" because it did not want to commit to a February 3rd deadline for the filing of an opposition to the summary judgment motion until it was sure that Wal-Mart had met its own December 19th deadline. Perhaps the court mistakenly thought that it did not have the authority to act on the request for an extension of time to respond to the summary judgment motion until the motion itself had been filed. But nothing in the rules prevented the judge from denying &#8212; or granting &#8212; the motion for an extension before the summary judgment motion arrived. <i>See generally</i> Fed.R.Civ.P. 16. Most importantly, we do not see how counsel could have been expected to understand that the court's \"in abeyance\" ruling was tantamount to a ruling that the \"no further extensions\" language in the December 5th order barred her request. To the contrary, with Wal-Mart having filed its summary judgment motion by the December 19th deadline (thereby removing that contingency), counsel could have reasonably assumed that her request for an extension had been or soon would be granted.</p>\n    </div>\n    <p class=\"indent\">B. January 2003</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Upon counsel's return from vacation, this expectation was reasonably confirmed when the district court once again did not reject her motion for an extension. Instead, it appeared to confirm that it had granted an extension. Here, the critical moment was when the district court responded to counsel's dual purpose January 15th motion &#8212; to extend the pretrial conference and to confirm that extra time had been granted to oppose summary judgment &#8212; by entering in the docket on January 27th a notation that the motion had been \"granted.\" The additional language in the court's order &#8212; \"The Clerk of the Court shall reschedule the pretrial conference\" &#8212; does not affect the reasonableness of counsel's reading of the district court's order as an explicit notice that her request for more time to file the opposition to summary judgment had been allowed. Only the rescheduling of the conference would require the attention of the clerk. The clerk would not have to reschedule an extended deadline for the filing of an opposition to summary judgment. Nor does it matter that the January 27th order came after the initial deadline for opposing the summary judgment motion had passed. In its disposition of Wal-Mart's motion for an extension, the district court had already granted an extension after the preexisting deadline for a filing had passed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Therefore, we think counsel was unfairly surprised by the district court's January 30th order granting summary judgment to Wal-Mart. She reasonably had believed that she had until February 3rd to respond to the summary judgment motion.</p>\n    </div>\n    <p class=\"indent\">C. February 2003 and beyond</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court then granted P&#233;rez-Cordero's motion for an extension, belatedly, in October 2003. A half-year later, without providing an explanation for the October 2003 order, the district court denied the motion to reconsider. Again, the district court had created and then deflated an expectation that P&#233;rez-Cordero's opposition would be considered.</p>\n    </div>\n    <p>III.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We do not minimize the heavy caseload of the district court in Puerto Rico. In that demanding environment, it is inevitable that mistakes occasionally will occur. Our recognition of those rare mistakes, which is our function, does not diminish our respect for the hard work of the district court, or our understanding that in the vast majority of cases the district court manages its heavy docket fairly and justly. In the end, however, for all of the reasons stated, counsel for P&#233;rez-Cordero was unfairly surprised by the district court's refusal to consider the opposition to summary judgment that she had prepared for her client. Unopposed, the motion for summary judgment was virtually assured of success. The summary judgment motion should have been evaluated in light of P&#233;rez-Cordero's opposition. We vacate the judgment of the district court and remand for proper consideration of the summary judgment motion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\n        <i>So ordered. Costs to appellant.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The docket suggests some confusion about the district court's intentions in the October 2003 order. The docket sheet states that the \"motion to Extend Time until 2/3/03 to opp mot for summ jdgmt\" had been granted. The original order states that the motion given docket number 33 &#8212; which was P&#233;rez-Cordero's motion to extend the deadline for his summary judgment opposition, had been granted, but refers to a motion \"requesting time to file other translated exhibits.\" Wal-Mart argues that the district court never intended to grant P&#233;rez-Cordero an extension. That may be so. But the court's order, combined with the absence of any previous denial of P&#233;rez-Cordero's request for an extension, reasonably indicated to counsel that the extension had been granted</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In his opening brief before this court, P&#233;rez-Cordero complained that the district court had dismissed his case as a sanction for his failure to file a timely opposition. The court did no such thing. It granted summary judgment on the record as of January 30th, 2002 &#8212; before P&#233;rez-Cordero had filed an opposition. The district court's January 2002 order reveals that the court evaluated the evidence before it using the proper Rule 56 standard, and that P&#233;rez-Cordero's case was dismissed as a result of this analysis, not as a sanction for late filing</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In the same January 2005 order where it explained its decision to hold counsel's request for an extension \"in abeyance,\" the district court explained its January 27, 2003 order granting the dual purpose motion as follows:</p>\n        <p class=\"indent\">[T]he Court granted plaintiff's request to continue the pretrial conference [] given that he claimed he could not prepare both the opposition and the pre-trial memo at the same time. Being rid of the burden to prepare the pre-trial memo, plaintiff was free to finish and file his opposition although after the January 13 deadline but still timely enough for the Court to consider it.</p>\n        <p class=\"indent\">The district court granted P&#233;rez-Cordero's motion on January 27th, three days before it entered a seventeen-page opinion and order granting summary judgment to Wal-Mart. We do not see how the court could have assumed that counsel would understand from its January 27th order that her motion had been \"granted\" but that she had something less than three more days to oppose summary judgement instead of the week she had requested. Nor do we understand why there was any need, on January 27th, for the court to free up counsel's schedule to write an opposition, unless the deadline for that opposition had been extended per counsel's request.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754632/"
  ]
}