{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202092/",
  "absolute_url": "/opinion/202092/united-states-v-jimenez-beltre/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202092/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:44:21Z",
  "date_modified": "2016-02-28T05:07:19.398126Z",
  "type": "010combined",
  "sha1": "ca36ccb0a9b54c17bfa8edf9715cc6717a69a7f2",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1268-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/03/09/US_v._Jimenez-Beltre.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\nNo. 05-1268\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      LENNY JIMÉNEZ-BELTRE,\n                a/k/a TONY PÉREZ, HÉCTOR CINTRÓN,\n                      HÉCTOR GUZMÁN-RIVERA,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. F. Dennis Saylor, U.S. District Judge]\n\n\n                              Before\n                       Boudin, Chief Judge,\n          Torruella, Selya, Lynch, Lipez, and Howard,\n                         Circuit Judges.\n\n\n     James B. Krasnoo, by appointment of the court, with whom Law\nOffices of James B. Krasnoo was on brief for appellant.\n     Peter Goldberger, Joshua Dratel, Charles W. Rankin, Rankin &\nSultan, and Carmen D. Hernandez Gil on brief for The National\nAssociation of Criminal Defense Lawyers and the Criminal Justice\nAct Board for the United States District Court for the District of\nMassachusetts, Amici Curiae.\n     Judith H. Mizner, Assistant Federal Public Defender,\nMassachusetts Federal Defender Office, Amy Baron-Evans, National\nSentencing Resource Counsel, Federal Defender Office, Miriam\nConrad, Federal Public Defender, Districts of Massachusetts, New\nHampshire and Rhode Island, Joseph C. Laws, Federal Public\nDefender, District of Puerto Rico, and David Beneman, Federal\nPublic Defender, District of Maine, on brief for the Federal Public\nDefenders for the Districts of Massachusetts, New Hampshire and\nRhode Island, the District of Puerto Rico and the District of\nMaine, Amici Curiae.\n\f     Cynthia A. Young for appellee.\n     Michael J. Sullivan, United States Attorney, and Paul G.\nCasey, Assistant United States Attorney on brief for appellee.\n     Paula D. Silsby, United States Attorney, Margaret McGaughey,\nAssistant United States Attorney, H.S. Garcia, United States\nAttorney, Nelson Perez-Sosa, Assistant United States Attorney,\nRobert Clark Corrente, United States Attorney, Donald C. Lockhart,\nAssistant United States Attorney, and Patty Merkamp Stemler, Chief,\nAppellate Section, Criminal Division, United States Department of\nJustice, on supplemental/en banc brief for appellee.\n                       ____________________\n\n                         OPINION EN BANC\n\n\n                          March 9, 2006\n\f            BOUDIN, Chief Judge. A year has now passed since the\n\nSupreme Court's decision in United States v. Booker, 125 S. Ct. 738\n\n(2005), and courts are being asked to review sentences imposed\n\nunder the post-Booker advisory guidelines regime.                     See United\n\nStates v. Pho, 433 F.3d 53 (1st Cir. 2006); United States v.\n\nRobinson, 433 F.3d 31 (1st Cir. 2005).          We have heard this case en\n\nbanc   to   provide   stable   guidance        in   this    circuit      for     the\n\ndetermination and review of post-Booker sentences.\n\n            The facts of the present case are generally not in\n\ndispute.    Cambridge, Massachusetts, police arrested Lenny Jimenez-\n\nBeltre on drug trafficking charges in March 2000.                 He pled guilty\n\nto distributing cocaine and doing so within 1,000 feet of school\n\nproperty.      He   was   sentenced    to    two    and    one-half      years    of\n\nimprisonment and, on March 19, 2002, released and deported to the\n\nDominican Republic.\n\n            Without   the   necessary       permission     from    the   Attorney\n\nGeneral or Secretary of Homeland Security, 8 U.S.C. § 1326 (2000),\n\nJimenez-Beltre unlawfully re-entered the United States. On October\n\n1, 2003, he was arrested on drug charges (of which he was later\n\nconvicted) by the Fitchburg, Massachusetts, police.                 Thereafter,\n\nhe was indicted under 8 U.S.C. § 1326 by a federal grand jury for\n\nillegal re-entry into the United States.            On October 20, 2004, he\n\npled guilty to the charge.\n\n\n\n\n                                      -3-\n\f           The   district   court    held   the    sentencing   hearing   on\n\nFebruary 15, 2005, just over a month after Booker had been handed\n\ndown.   At sentencing, the district court began, with clarity much\n\nappreciated   by   us,   with   an   explanation    that   it   would   first\n\ncalculate the guideline sentence, then determine whether departures\n\nwere warranted under the guidelines, and finally determine whether\n\na non-guideline sentence was warranted by the relevant factors set\n\nforth in 18 U.S.C. § 3553(a) (2000).              The court offered this\n\nconcise summary:\n\n           I'm certainly treating the Guidelines as\n           advisory, not mandatory, but I feel I need to\n           start someplace, and that's where I'm going to\n           start. I do intend to give them substantial\n           weight, but they don't have controlling\n           weight; and if there are clearly identified\n           and persuasive reasons why I should not impose\n           a Guidelines sentence, I will consider those\n           and impose a sentence accordingly.\n\n           The judge then calculated the guideline sentence.              For\n\nJimenez-Beltre's crime, the base offense level is eight.           U.S.S.G.\n\n§ 2L.1.2(a). The court added sixteen levels because Jimenez-Beltre\n\nhad \"previously [been] deported . . . after . . . a conviction for\n\na felony that is . . . a drug trafficking offense for which the\n\nsentence imposed exceeded 13 months.\"         Id. § 2L.1.2(b)(1)(A)(i).\n\nThree levels were subtracted for acceptance of responsibility, id.\n\n§ 3E1.1(b), making the adjusted offense level twenty-one.\n\n           For criminal history, the pre-sentence report assigned\n\nJimenez-Beltre five points, placing him in category III.           Jimenez-\n\n\n                                     -4-\n\fBeltre asked the district court to depart on the ground that he did\n\nnot have an extensive criminal history and that the Fitchburg\n\noffense had involved a small quantity of drugs. The district court\n\ndenied the request for a departure, saying that the amount was\n\nuncertain but the offense had been a felony and the court deemed\n\nthe matter to be within the guideline \"heartland.\"\n\n               Jimenez-Beltre also argued that the guideline sentence\n\nshould not control, saying among other things that \"fast-track\"\n\nfederal courts in the Southwest gave lower sentences in comparable\n\ncases, that he had already served some period in the custody of\n\nstate and immigration authorities before being turned over for\n\nfederal    prosecution,        and   that   re-deportation    was   in   itself\n\npunishment and would protect the public.\n\n               The district court, after calculating the guidelines\n\nrange and considering the above-described arguments, said that it\n\nrecognized that the guidelines were only advisory but saw \"no\n\nclearly identified and persuasive reasons to impose a nonguidelines\n\nsentence.\"      The guideline range, for level 21 and criminal history\n\ncategory III, was 46 to 57 months.             The court sentenced Jimenez-\n\nBeltre    to    46   months,   saying   that   \"a   higher   sentence    is   not\n\nnecessary to achieve the various goals of sentencing.\" This appeal\n\nfollowed, primarily urging that the sentence is unreasonable.\n\n               At the threshold, we face the government's position that\n\na sentence within the guidelines is inherently unreviewable on\n\n\n                                        -5-\n\fappeal on grounds of \"unreasonableness.\"    The argument is based on\n\nthe structure of the review provisions of the statute governing\n\nappeals from sentences, 18 U.S.C. § 3742(a), and on the analogy to\n\nthe case law governing review of district court decisions in the\n\npre-Booker era; the case law, it will be recalled, precluded review\n\nof a refusal to depart unless the district court misapprehended its\n\nauthority.   See United States v. Ruiz, 536 U.S. 622, 627 (2002).\n\n          Whatever its logic (a matter on which reasonable people\n\ncan differ), the government's position in this court is hopeless.\n\nA majority of Justices said explicitly in Booker that sentences\n\nwould be reviewable for reasonableness whether they fell within or\n\nwithout the guidelines,1 and for us that is the end of the matter.\n\nThe government says that this was merely \"dicta\"; but \"considered\n\ndicta . . . of recent vintage\" are effectively binding on us.\n\nRossiter v. Potter, 357 F.3d 26, 31 (1st Cir. 2004) (quoting McCoy\n\nv. MIT, 950 F.2d 13, 19 (1st Cir. 1991)).\n\n          Central to the merits of this appeal is the question of\n\nwhat role the advisory guidelines should play in a post-Booker\n\nsentence. To begin with the conclusion, the guidelines continue in\n\nour view to be an important consideration in sentencing, both in\n\nthe district court and on appeal, which should be addressed in the\n\n\n\n     1\n      Justice Breyer's remedial decision for five Justices is\nunqualified on this point, Booker, 125 S. Ct. at 765, and Justice\nScalia's dissent agrees that this is what is entailed by the\nmajority position, id. at 792-93.\n\n                                -6-\n\ffirst instance by the sentencing judge.   We do not find it helpful\n\nto talk about the guidelines as \"presumptively\" controlling or a\n\nguidelines sentence as \"per se reasonable,\"2 and believe that the\n\ndistrict judge's adroit one-paragraph summary (quoted above) is a\n\nmore useful compass.\n\n            Our conclusion is rooted in both parts of the Booker\n\ndecision.    In holding the mandatory regime unconstitutional, the\n\nflaw discerned by the five-Justice majority was that mandatory\n\nguidelines created mini-crimes requiring jury findings.    Booker,\n\n125 S. Ct. at 750-52. Although making the guidelines \"presumptive\"\n\nor \"per se reasonable\" does not make them mandatory, it tends in\n\nthat direction; and anyway terms like \"presumptive\" and \"per se\"\n\nare more ambiguous labels than they at first appear.\n\n            At the same time, the guidelines cannot be called just\n\n\"another factor\" in the statutory list, 18 U.S.C. § 3553(a) (2000),\n\nbecause they are the only integration of the multiple factors and,\n\nwith important exceptions, their calculations were based upon the\n\nactual sentences of many judges, Booker, 125 S. Ct. at 766-67; 28\n\n\n     2\n      Several circuits have used the presumption language. United\nStates v. Mykytiuk, 415 F.3d 606, 608 (7th Cir. 2005); United\nStates v. Tobacco, 428 F.3d 1148, 1151 (8th Cir. 2005); United\nStates v. Williams, 2006 WL 224067, at *1 (6th Cir. Jan. 31, 2006);\nUnited States v. Green, 2006 WL 267217, at *5 (4th Cir., Feb. 6,\n2006).   The per se label has also been urged, United States v.\nWebb, 403 F.3d 373, 385 (6th Cir. 2005) (Kennedy, C.J., concurring\nin part and dissenting in part), but has thus far been rejected,\nWebb, 403 F.3d at 385 n.9. United States v. Talley, 431 F.3d 784,\n786-87 (11th Cir. 2005); United States v. Cunningham, 429 F.3d 673,\n676 (7th Cir. 2005).\n\n                                -7-\n\fU.S.C. § 994(o).    The Sentencing Commission is also an expert\n\nagency charged by Congress with the task of promulgating guidelines\n\nand keeping them up to date.      28 U.S.C. § 994(c).       In its remedial\n\nopinion, the Supreme Court has stressed the continuing role of the\n\nguidelines in promoting uniformity and fairness.            Booker, 125 S.\n\nCt. at 757-64.\n\n           Yet the guidelines are still generalizations that can\n\npoint to outcomes that may appear unreasonable to sentencing judges\n\nin particular cases.      Some of the guidelines in particular cases\n\nwere not reflections of existing practice but were deliberate\n\ndeviations or turned tendencies into absolutes.            Others have been\n\naffected by directions from Congress.          See, e.g., Pho, 433 F.3d at\n\n61-63.   Booker's remedial solution makes it possible for courts to\n\nimpose   non-guideline    sentences   that     override    the    guidelines,\n\nsubject only to the ultimate requirement of reasonableness.\n\n           Accordingly,    at   sentencing,     the   district    court   must\n\ncontinue to \"consider the Guidelines 'sentencing range.'\"             Booker,\n\n125 S. Ct. at 764 (quoting 18 U.S.C. § 3553(a)(4)).          In most cases,\n\nthis will mean that the district court will have to calculate the\n\napplicable guidelines range including the resolution of any factual\n\nor legal disputes necessary to that calculation--unless they do not\n\nmatter--before   deciding       whether   to    exercise    its     new-found\n\ndiscretion to impose a non-guidelines sentence. Robinson, 433 F.3d\n\nat 35.\n\n\n                                    -8-\n\f          In sum, we agree with the district court's general\n\napproach, quoted above, and we find very helpful the district\n\ncourt's sequential determination of the guideline range, including\n\nany proposed departures, followed by the further determination\n\nwhether other factors identified by either side warrant an ultimate\n\nsentence above or below the guideline range.           To construct a\n\nreasonable sentence starting from scratch in every case would\n\ndefeat any chance at rough equality which remains a congressional\n\nobjective.\n\n          This brings us to Jimenez-Beltre's detailed objections on\n\nappeal, which focus upon the district court's treatment of various\n\nfactors cited by Jimenez-Beltre at sentencing as reasons urged for\n\na sentence below the guideline range.        To sum up again at the\n\noutset, our emphasis in reviewing such claims will be on the\n\nprovision of a reasoned explanation, a plausible outcome and--where\n\nthese criteria are met--some deference to different judgments by\n\nthe district judges on the scene.\n\n          Whether   the   sentence   falls   inside   or   outside   the\n\napplicable guideline range, it is important for us to have the\n\ndistrict court's reasons for its sentence; 18 U.S.C. § 3553(c) so\n\nrequires for sentences outside the guidelines range (or within it\n\nif the range is broad) and this is even more important in the more\n\nopen-ended post-Booker world. Yet a court's reasoning can often be\n\n\n\n\n                                 -9-\n\finferred by comparing what was argued by the parties or contained\n\nin the pre-sentence report with what the judge did.\n\n            Assuming that the district court correctly calculates the\n\nguidelines range and its reasoning is express or can be discerned,\n\nthe remaining question on appellate review is one of reasonableness\n\nwhich Booker expressly held to be reviewable.    Often, there can be\n\nmore than one reasonable way of assessing a factor and more than\n\none reasonable result.     Assuming a plausible explanation and a\n\ndefensible overall result, sentencing is the responsibility of the\n\ndistrict court.\n\n            In this case, Jimenez-Beltre asked the district court for\n\na below-guidelines sentence on several grounds, four of which are\n\npressed on appeal.    The first is that a below-guidelines sentence\n\nwas necessary to avoid the \"unwarranted sentencing disparity,\" 18\n\nU.S.C. § 3553(6), between those districts that have so-called\n\n\"fast-track\" systems for prosecuting and sentencing illegally re-\n\nentering aliens and other districts, like Massachusetts, that do\n\nnot.3\n\n            This certainly permits disparities but they are the\n\nresult of a congressional choice made for prudential reasons,\n\n\n\n        3\n      Under these procedures, meant to cope with heavy case loads\nin border courts, Congress has authorized special downward\ndepartures for defendants who waive certain procedural rights in\ndistricts where the Attorney General has authorized \"fast-track\"\nprocedures. United States v. Martinez-Flores, 428 F.3d 22, 24 (1st\nCir. 2005).\n\n                                 -10-\n\fimplicitly qualifying the general aim of equality.               The impact is\n\nprobably more modest than the decision of a United States Attorney,\n\nin a district with a heavy case load, to forgo entirely some\n\nprosecutions that would routinely be brought in other districts.\n\nWhether it would even be permissible to give a lower sentence on\n\nthe ground sought is itself an open question. Martinez-Flores, 428\n\nat 30 n.3.\n\n           In any event, the district court ruled that the defendant\n\nhad not furnished a factual basis for assessing the extent of the\n\ndisparities or provided a reason why to take them into account.              As\n\nwith departures, the proponent of a factor that would work in the\n\nproponent's favor has to provide the basis to support it.                United\n\nStates v. Derbes, 369 F.3d 579, 582 (1st Cir. 2004).              In declining\n\nto alter the sentence on this ground, the district court did not\n\nact unreasonably.\n\n           Jimenez-Beltre's second argument for a lower sentence was\n\nbased on his claim that his prior, predicate drug conviction\n\ninvolved   only   two     bags   of    cocaine   and   was   therefore   \"minor\"\n\ncompared to larger quantities handled by other alien drug dealers.\n\nThe   district    court    did   not    credit   Jimenez-Beltre's    (unsworn)\n\nstatement as to the amount and concluded--permissibly in our view--\n\nthat it was enough to adhere to the guidelines sentence that the\n\npredicate conviction was for felony drug dealing and carried a\n\nsentence of the requisite length.\n\n\n                                        -11-\n\f            Next, Jimenez-Beltre asked the district court to adjust\n\nthe sentence to account for the time that he spent in state custody\n\nand that of the federal Immigration and Customs Enforcement (\"ICE\")\n\nauthorities.     The district court quite reasonably disregarded the\n\ntime spent in state custody--apparently five weeks; Massachusetts,\n\na \"separate sovereign\" (as the district court pointed out), was\n\nholding Jimenez-Beltre in aid of new drug charge, not illegal re-\n\nentry.\n\n            As for the time Jimenez-Beltre spent in ICE custody,        it\n\namounted to 30 days, and he was sentenced at the bottom of the\n\nguidelines range whose breadth was 11 months.         Jimenez-Beltre does\n\nnot claim that he was legally entitled to an automatic credit under\n\nthe guidelines.     The district court was uncertain whether the 30-\n\nday period was an appropriate basis to adjust the sentence, decided\n\nnot to do so and--we conclude--did not act unreasonably.\n\n            Next, Jimenez-Beltre says that the district court should\n\nhave given a non-guidelines sentence to account for his immediate\n\ndetention and likely future deportation once released from prison.\n\nThis,    said   Jimenez-Beltre,   made   a   normal   guideline   sentence\n\nunnecessary for deterrence or public protection and was a pertinent\n\nfactor under 18 U.S.C. § 3553(a)(2). Framed as a generic argument,\n\nthis is unpersuasive on its face.\n\n            The crime in question--re-entry after deportation--is\n\nordinarily going to be committed by persons who will be deported\n\n\n                                  -12-\n\fafter their sentences have been served.   The guideline sentencing\n\nrange was likely predicated on this understanding.     And Jimenez-\n\nBeltre, who himself did re-enter after deportation, is hardly in a\n\ngood position to argue for a shorter sentence on the ground that\n\nanother deportation of him will protect the public adequately\n\nagainst yet another repetition.\n\n          Finally--and independent of the reasonableness of his\n\nsentence--Jimenez-Beltre argues that, under the Sixth Amendment,\n\nthe fact and nature of his prior state conviction should have been\n\nproved to a jury beyond a reasonable doubt.   The Supreme Court held\n\nto the contrary in United States v. Almendarez-Torres, 523 U.S. 224\n\n(1998), but Jimenez-Beltre contends that Almendarez-Torres has been\n\n\"eviscerated\" by the Supreme Court's more recent decisions in\n\nApprendi v. New Jersey, 530 U.S. 466 (2000), Booker, and Shepard v.\n\nUnited States, 544 U.S. 13 (2005).\n\n          Whatever the continuing viability of Almendarez-Torres,\n\nwe have previously held that we are bound to follow it until it is\n\nexpressly overruled, United States v. Ivery, 427 F.3d 69, 75 (1st\n\nCir. 2005), and we see no reason to revisit that conclusion here.\n\nAs it happens, Jimenez-Beltre admitted his prior conviction which,\n\nunder Booker and Blakely v. Washington, 542 U.S. 296 (2004), would\n\navoid the constitutional issue in this case even if Almendarez-\n\nTorres were to be overturned.\n\n\n\n\n                                -13-\n\fAffirmed.\n\n            Concurring and dissenting opinions follow.\n\n\n\n\n                               -14-\n\f            TORRUELLA, Circuit Judge (Concurring).        Since Booker was\n\ndecided, district courts have been forced to navigate murky waters.\n\nI   write   separately   to   articulate   my   reasons   for   joining   the\n\nmajority's central holding, for the benefit of district judges who\n\nmust interpret and apply it to the difficult task of sentencing\n\ndefendants in their courtrooms.\n\n            I am in agreement with the majority opinion to the extent\n\nthat it establishes a post-Booker sentencing regime wherein the\n\nguidelines enjoy no presumption of reasonableness.              I also agree\n\nthat, procedurally, district judges should first calculate the\n\nguideline range including any proposed departures, as they did\n\nbefore Booker was decided.\n\n            Further, I agree with the majority opinion to the extent\n\nthat it requires the district court to explain the reasoning for\n\nthe sentence imposed, whether it falls within the guidelines range4\n\nor outside of it.    I do not think the majority's suggestion that a\n\ndistrict court's reasoning can \"often be inferred\" should be\n\ninterpreted as an exception to the rule set forth in 18 U.S.C.\n\n§ 3553(c) that the district court must \"state in open court the\n\nreasons for its imposition of the particular sentence.\"             In other\n\nwords, the district court's obligation to explain is not excused by\n\nour discretion to discern its reasoning from the record on appeal.\n\n\n      4\n      Of course, there is no statutory obligation to explain a\nsentence within the guidelines range where the applicable range is\nless than 24 months. 18 U.S.C. § 3553(c)(1).\n\n                                   -15-\n\f           Finally, I think it is of critical importance that the\n\nmajority opinion be understood to reinforce our commitment to the\n\nstatutory requirement that, in all cases, district courts must\n\nimpose   sentences   that    are   \"sufficient,    but   not   greater   than\n\nnecessary\" to effectuate the goals of criminal punishment, as\n\narticulated in 18 U.S.C. § 3553(a).        In articulating its reasons\n\nfor imposing any sentence, the district court must make clear\n\nreference to this central principle.\n\n           As the case law develops, the standards we announce today\n\nwill evolve. District courts will more substantively contribute to\n\nthe development of our jurisprudence and less frequently confront\n\nremand if they comply with our instructions to make sentencing as\n\ntransparent a process as possible.\n\n\n\n                            Concurrence follows.\n\n\n\n\n                                    -16-\n\f             HOWARD, Circuit Judge, concurring in part and concurring\n\nin the judgment.      The Supreme Court's opinions in Booker left many\n\nquestions unanswered.       While my views overlap to some extent with\n\nthose   of   the    majority,   I   write         separately   to   emphasize      that\n\nsentencing courts are still to accord the guidelines substantial\n\nweight and that sentences outside the guidelines sentencing range\n\nare reasonable only so long as and only to the extent that they can\n\nbe said to comport with the Sentencing Reform Act of 1984 (which\n\nremains a legitimate expression of congressional purpose post-\n\nBooker). Moreover, I have come to accept the government's position\n\nthat    sentences     within    the        guidelines    sentencing        range    are\n\nreasonable, absent a claim of error in calculating the range.\n\nCertainly, I cannot say that these positions are required by the\n\nlanguage of Booker (nor, however, are they inconsistent with that\n\nlanguage).        But they are, I believe, likely to yield a federal\n\nsentencing regime that accords with Congress's policy preferences.\n\nI shall explain briefly, organizing my comments around three\n\npropositions that have received less prominent consideration in the\n\npost-Booker cases than I think is warranted.\n\n             1.    \"Reasonableness\" within the meaning of Booker is not\n\ncommon-law    reasonableness;         it    is    \"reasonableness     in    light    of\n\nCongress's purposes in enacting the Sentencing Reform Act of 1984.\"\n\nBooker invalidated a means -- guidelines sentences premised on\n\nmandatory judicial factfinding -– by which Congress sought to\n\n\n                                           -17-\n\fachieve its goals with respect to federal sentencing.            But it in no\n\nway called into question the legitimacy of Congress's purposes in\n\npassing the Act.        On the contrary, the primary theme of Justice\n\nBreyer's remedial opinion is that Congress's purposes were and are\n\nvalid, and that federal judges should strive to apply the Act (and\n\nthe regime created by the Act, almost all of which was left intact)\n\nto further those purposes.        See 125 S. Ct. at 757-59 & 767.      Thus,\n\nit remains crucial for federal judges to sentence (and to review\n\nsentences) with an eye toward what Congress sought to accomplish.\n\nDoing so requires an appreciation of the Act's history and context.\n\n            Prior to the Act, federal district court judges had\n\nalmost unbounded discretion to sentence within statutory limits --\n\na discretion that was largely exempted from appellate review.             As\n\na result, federal defendants with similar criminal backgrounds who\n\nengaged in similar unlawful conduct could receive vastly different\n\nsentences.     Congress determined that this lack of uniformity --\n\ndescribed    in   the    Act's   legislative     history   as   \"astounding,\"\n\nComprehensive Crime Control Act of 1984, S. Rep. No. 98-225, at 41,\n\nreprinted in 1984 U.S.C.C.A.N. at 3224 -- was fair to neither\n\ndefendants nor the public.        The result was the Act, which had as a\n\n\"primary\"    goal       the   elimination   of     unwarranted    sentencing\n\ndisparities.      Id. at 52, reprinted in 1984 U.S.C.C.A.N. at 3235;\n\nsee also Mistretta v. United States, 488 U.S. 361, 363-67 (1989)\n\n(discussing the Act and its legislative history).\n\n\n                                     -18-\n\f           The Act sought to accomplish this goal in a number of\n\nways.   It created an expert Sentencing Commission to collect data\n\nand write sentencing guidelines \"intended to treat all classes of\n\noffenses committed by all categories of offenders consistently.\"\n\nS. Rep. No. 98-225, at 51, reprinted in 1984 U.S.C.C.A.N. at 3234.\n\nIt identified explicitly the four purposes a sentencing judge\n\nshould consider in imposing sentence. See 18 U.S.C. 3553(a)(2)(A)-\n\n(D) (the sentence should reflect the seriousness of the offense,\n\nafford adequate deterrence, protect the public from the defendant,\n\nand provide the defendant with needed vocational training or\n\nmedical care).   It required the Commission to consider these four\n\nsentencing purposes in fashioning and periodically revising the\n\nguidelines.   See S. Rep. 98-225, at 59-60 & 178, reprinted in 1984\n\nU.S.C.C.A.N. at 3242-43 & 3361.     It instructed federal judges to\n\nsentence within the guidelines unless an aggravating or mitigating\n\ncircumstance existed that was not adequately considered in the\n\nformulation of the guidelines.    See id. at 52, reprinted in 1984\n\nU.S.C.C.A.N. at 3235. And it provided the government and defendant\n\nwith limited rights to appeal to \"assure that the guidelines are\n\napplied properly and [to] provide case law development of the\n\nappropriate reasons for sentencing outside the guidelines.\" Id. at\n\n151, reprinted in 1984 U.S.C.C.A.N. at 3334.\n\n           The guidelines therefore are not only central to the\n\nuniformity that Congress sought to bring about in passing the Act;\n\n\n                                 -19-\n\fthey also are the data-driven and experience-based manifestations\n\nof Congress's considered views on how, in the usual case, to\n\naccomplish the purposes of federal sentencing.             Thus, while there\n\nsurely is more play in the joints following Booker, it would not\n\nserve the Act's purposes to regard the guidelines as merely one\n\nfactor among many that are relevant in arriving at an appropriate\n\nsentence.    For the Act's purposes to be served, the guidelines --\n\nwhich, as matters stand, are the only conceivable centers of\n\ngravity around which some semblance of uniformity in federal\n\nsentencing       might   be   maintained,   and   which,    again,   reflect\n\nCongress's considered judgments about the range of appropriate\n\nsentences for federal crimes -- must be accorded substantial\n\nweight.     Otherwise, federal sentencing practices are likely to\n\nrevert to the free-for-all which marked the pre-guidelines regime.\n\nWhether federal judges believe such a system would be better or\n\nworse than the guidelines-based system is immaterial. What matters\n\nis that such a system would exist only in defiance of the expressed\n\nwill of Congress.\n\n            2.     In terms of Congress's purposes, there is no one\n\n\"reasonable\" federal sentence in a given criminal case; rather,\n\nthere is a range of \"reasonable\" sentences which always will\n\ninclude within it the guidelines sentencing range but, post-Booker,\n\nmay frequently be broader.        That a properly calculated guidelines\n\nsentence always is \"reasonable\" in terms of Congress's purposes may\n\n\n                                     -20-\n\fbe inferred from the fact that Congress did not give the appellate\n\ncourts jurisdiction to review challenges to such a sentence.         See\n\n18 U.S.C. § 3742(a), (b); United States v. Ruiz, 536 U.S. 622, 627\n\n(2002) (noting the unanimous view of the appellate courts that §\n\n3742(a) does not permit appellate review of arguments that a\n\nsentence within a properly calculated guidelines sentencing range\n\nwas unreasonably high or that the sentencing court abused its\n\ndiscretion in refusing to depart downward); United States v.\n\nTucker, 892 F.2d 8, 10 (1st Cir. 1989).        The question, then, never\n\nhas been whether it is lawful to impose a sentence within the\n\nproperly calculated guidelines sentencing range.           The answer to\n\nthat question always has been \"yes.\"      The question, rather, always\n\nhas been whether the facts of a particular case also make it lawful\n\nfor the sentencing judge to impose a sentence that is outside the\n\nproperly calculated guidelines sentencing range.       Booker doubtless\n\nmakes it easier to answer that question \"yes\" as well, so long as\n\nthe purposes of the Act are not undermined.          But Booker did not\n\nfundamentally alter the nature of the questions to be asked.\n\nSee 125 S. Ct. at 765-68.\n\n            3.    Congress created appellate jurisdiction to ensure\n\nthat its preferred, more uniform sentencing regime would emerge; it\n\ndid not create appellate jurisdiction to allow the government or a\n\ndefendant    to    challenge   a    district     court's   discretionary\n\ndetermination that a case is sufficiently ordinary to warrant a\n\n\n                                   -21-\n\fsentence       within   the    properly    calculated      guidelines    sentencing\n\nrange.     Admittedly,          in    Booker,    Justice   Scalia    reads   Justice\n\nBreyer's remedial opinion to authorize appellate challenges to the\n\nreasonableness of sentences imposed within the properly calculated\n\nguidelines sentencing range, and Justice Breyer said nothing in\n\nresponse to disabuse him of the notion.               Compare 125 S. Ct. at 793-\n\n94 (Scalia, J., dissenting in part) with 125 S. Ct. at 766 (Breyer,\n\nJ., delivering the opinion of the Court in part).                     I shall leave\n\naside the vexing question how, notwithstanding Justice Breyer's\n\nsilence, excision of those portions of the Act which made the\n\nguidelines mandatory (which is all that the Booker remedial opinion\n\npurports to accomplish) reasonably might be thought to alter the\n\nsettled meaning of 18 U.S.C. § 3742(a) and (b) and to confer\n\nappellate jurisdiction where it did not exist before. See supra at\n\n6; see also United States v. Cooper, ---F.3d---, 2006 WL 330324 at\n\n*7-12    (3d    Cir.    Feb.    14,    2006)    (Aldisert,    J.,   concurring    and\n\ndissenting) (elaborating with admirable thoroughness the argument\n\nthat Booker should not be read to resolve whether the courts of\n\nappeals have jurisdiction to entertain challenges to sentences\n\nwithin    the      properly     calculated      guidelines     sentencing    range).\n\nAlthough       I    think      the    government    has      the    better   of   the\n\njurisdictional argument, and although I would hold that there still\n\nis no right to appeal discretionary decisions to sentence within\n\nthe properly calculated guidelines sentencing range, the issue is\n\n\n                                          -22-\n\fbetter left to the Supreme Court. In the interim, it does not much\n\nmatter whether we reject such appeals on jurisdictional grounds or\n\non the merits.        Because a sentence within the properly calculated\n\nguidelines      sentencing       range     is   per    se    reasonable       when\n\n\"reasonableness\" is assessed, not \"in the air, so to speak\" cf.\n\nPalsgraf v. Long Island R. Co., 248 N.Y. 339, 341 (N.Y. 1928)\n\n(Cardozo, C.J.) (citation and internal quotes omitted), but in\n\nterms of Congress's purposes, the result is the same either way.\n\n              Given     the   much-publicized    dissatisfaction      with    the\n\nguidelines in a number of quarters, it is not surprising that the\n\nfederal courts have tended to answer the questions left open by\n\nBooker in such a way as to return to federal judges some of the\n\npowers over federal sentencing that Congress appropriated to itself\n\n(or shifted to the executive branch) when it passed the Act.                 There\n\nmay be reason to hope that the post-Booker regime will be viewed\n\nnot only as tolerable, but even as an improvement over guidelines\n\nsentencing.         But if post-Booker sentencing practices come to be\n\nperceived as resembling too much the non-uniform sentencing that\n\ngave   rise    to     the   guidelines,   Congress    may   well   respond    with\n\nlegislation that circumscribes judicial power and discretion even\n\nmore tightly.        And there is for certain good reason to doubt that\n\ncriminal justice interests would be better served by such a system.\n\n\n\n                                Dissent follows.\n\n\n                                         -23-\n\f            LIPEZ, Circuit Judge, dissenting.       I agree with some of\n\nthe majority's description of the role that the advisory guidelines\n\nshould play in the determination of post-Booker sentences, and its\n\nrejection of the reasoning of Judge Howard's concurring opinion.\n\nThe guidelines remain an important consideration in sentencing.\n\nThe guidelines should not be presumptively controlling, and a\n\nguidelines sentence should not be deemed per se reasonable.             The\n\nguidelines    are   generalizations   that   can    be   unreasonable   in\n\nparticular cases.\n\n            But the district court's approach to the guidelines in\n\nthis case was inconsistent with these principles.           I do not say\n\nthis to be critical of the district court.         It was operating in an\n\nuncertain environment.      Its discussion of the guidelines was\n\ncareful and thoughtful.     However, this statement of the district\n\ncourt, quoted by the majority, is the problem:\n\n     I am certainly treating the guidelines as advisory, not\n     mandatory, but I feel I need to start someplace and\n     that's where I am going to start. I do intend to give\n     them substantial weight, but they don't have controlling\n     weight; and if there are clearly identified and\n     persuasive reasons why I should not impose a guidelines\n     sentence, I will consider those and impose a sentence\n     accordingly.\n\nThe majority characterizes this paragraph as \"adroit\" and a \"useful\n\ncompass.\"    I disagree.   There is a significant difference between\n\ntreating the guidelines as important and giving them substantial\n\nweight.     There is scant difference between treating a guidelines\n\nsentence as presumptively controlling and stating that the court\n\n                                 -24-\n\fwill depart from that sentence only for \"clearly identified and\n\npersuasive reasons.\"5       Here, the judge gave the guidelines a weight\n\nand a centrality that uncomfortably approximate the mandatory\n\nguidelines system that the Supreme Court found unconstitutional in\n\nBooker.   To steer a sensible course between the Supreme Court's\n\nrejection on constitutional grounds of mandatory guidelines and\n\nCongress's    continuing     reliance      on   the   guidelines   to   achieve\n\nuniformity in sentencing, I think that a different approach to\n\nsentencing post-Booker is required.\n\n                                      I.\n\n          There   is    useful     guidance     for   this   approach   in   the\n\nSentencing Reform Act (\"SRA\") itself, and particularly 18 U.S.C. §\n\n3553, which describes the procedures that courts must follow in\n\nsentencing.    Although that statute now identifies the guidelines\n\nsentencing    range    as   only   one   of     the   sentencing   factors    to\n\nconsider,6 I believe that the district court should first calculate\n\n\n     5\n      The district court's decision to give substantial weight to\nthe guidelines and its requirement that a party demonstrate\n\"clearly identified and persuasive reasons\" before the court will\nconsider and impose a non-guidelines sentence tracks the language\nused by the district court in United States v. Wilson, 350 F. Supp.\n2d 910, 912 (D. Utah 2005). In that case, which was decided just\none day after Booker, the district court determined that \"in all\nfuture sentencings, the court will give heavy weight to the\nGuidelines in determining an appropriate sentence. In the exercise\nof its discretion, the court will only depart from those Guidelines\nin unusual cases for clearly identified and persuasive reasons.\"\nId. For the reasons discussed below, I reject this approach.\n     6\n      Section 3553(b)(1) of the SRA made the guidelines mandatory,\nstating that a sentencing court \"shall impose a sentence of the\n\n                                     -25-\n\fthe guidelines sentence range (\"GSR\"), including any departures, as\n\nit did pre-Booker.7     See 18 U.S.C. § 3553(a)(4)(A) (\"The court, in\n\ndetermining the particular sentence to be imposed, shall consider\n\n. . . the kinds of sentence and the sentencing range established\n\nfor . . . the applicable category of offense committed by the\n\napplicable category of defendant as set forth in the guidelines .\n\n. . .\").   This first step is sensible.      The guidelines are the only\n\nsentencing factor that yield a measure of time.           That fact alone\n\nestablishes their continuing importance. Hence, I find meaningless\n\nthe   debate   over   whether   the    guidelines   post-Booker   are   more\n\nimportant than the other sentencing factors in section 3553(a) or\n\nwhether they are simply as important and no more.         That comparison\n\ninvolves incommensurable factors because the guidelines suggest a\n\ntemporal outcome whose appropriateness must then be assessed in\n\n\nkind, and within the range, referred to in [the guidelines]\"\n(except in circumstances justifying a departure).    Finding this\nprovision \"incompatible with [its] constitutional holding,\" the\nSupreme Court severed and excised it. United States v. Booker, 543\nU.S. 220, 245 (2000).\n      7\n      In this case, the district court (after addressing the\ndefendant's legal and factual objections to the Presentence Report)\nproperly began its sentencing determination by calculating the\nguidelines sentencing range.    This approach was consistent with\nthat prescribed by the majority of circuits that have addressed\nthis issue. See, e.g., United States v. Kristl, ---F.3d---, 2006\nWL 367848, at *4 (10th Cir. Feb. 17, 2006); United States v.\nMcBride, 434 F.3d 470, 476 (6th Cir. 2006); United States v.\nHughes, 401 F.3d 540, 546 (4th Cir. 2005); United States v. Mares,\n402 F.3d 511, 519 (5th Cir. 2005); United States v. Dean, 414 F.3d\n725, 727 (7th Cir. 2005); United States v. Mashek, 406 F.3d 1012,\n1017 n.7 (8th Cir. 2005); United States v. Shelton, 400 F.3d 1325,\n1332 n.9 (11th Cir. 2005).\n\n                                      -26-\n\flight of the case-specific factors identified in section 3553(a).\n\nIndeed, with their focus on the bottom line, the prosecution and\n\ndefense counsel will inevitably address their arguments to the\n\nappropriateness or inappropriateness of a guidelines sentence.\n\n             The statute then tells the district court how it must\n\nevaluate these arguments.        The court should determine whether a\n\nsentence within the GSR is \"sufficient, but not greater than\n\nnecessary,8 to comply with the purposes set forth in [section\n\n3553(a)(2)],\"9    based   on   the   \"nature   and   circumstances   of   the\n\n\n     8\n      The so-called \"parsimony\" provision, which requires that\nsentences be only as long as necessary to serve the purposes listed\nin section 3553(a)(2), has received scant attention from courts.\nCommentators note that this provision, which was originally part of\nthe House sentencing reform bill and was later added to the Senate\nresolution and adopted in committee, \"is not just another 'factor'\nto be considered along with others set forth in Section 3553(a) .\n. . – it sets an independent limit on the sentence a court may\nimpose.\" David L. Mccolgin & Brett G. Sweitzer, Grid & Bear It, 29\nChampion 50, 50 (2005); see also United States v. Foreman, ---F.3d-\n--, 2006 WL 287365, at *6 n.1 (6th Cir. Feb. 8, 2006) (\"[A]\ndistrict court's mandate is to impose 'a sentence sufficient, but\nnot greater than necessary, to comply with the purposes' of section\n3553(a)(2).\") (quoting 18 U.S.C. § 3553(a)); Richard S. Frase,\nPunishment Purposes, 58 Stan. L. Rev. 67, 83 (2005) (stating that\n\"the structure of section 3553(a),\" which lists the parsimony\nprinciple first, suggests that this principle \"set[s] overall\nlimits on the crime-control and other purposes which follow\").\n     9\n         These purposes are:\n\n     (A) to reflect the seriousness of the offense, to promote\n     respect for the law, and to provide just punishment for\n     the offense;\n\n     (B) to afford adequate deterrence to criminal conduct;\n\n     (C) to protect the public from further crimes of the\n     defendant; and\n\n                                     -27-\n\foffense and the history and characteristics of the defendant,\" \"any\n\npertinent    policy   statement     .   .   .   issued   by   the    Sentencing\n\nCommission,\" \"the need to avoid unwarranted sentence disparities\n\namong defendants with similar records who have been found guilty of\n\nsimilar conduct,\" and \"the need to provide restitution to any\n\nvictims of the offense.\"        18 U.S.C. § 3553(a).     Importantly, there\n\nis no assumption here that a guidelines sentence complies with the\n\npurposes of the sentencing statute.          Instead, that compliance must\n\nbe tested by consideration of the multiple factors set forth in the\n\nsentencing    statute,   with    particular     attention     to    the   factors\n\nidentified by the parties in their arguments.\n\n            If, after conducting this multi-factor analysis, the\n\ncourt concludes that a sentence within the GSR does not comply with\n\nthe purposes set forth in section 3553(a)(2), the court should\n\nimpose a non-guidelines sentence.           See Booker, 543 U.S. at 245-46\n\n(stating that the SRA, as amended by Booker, \"requires a sentencing\n\ncourt to consider Guidelines ranges, see 18 U.S.C.A. § 3553(a)(4)\n\n(Supp. 2004), but it permits the court to tailor the sentence in\n\nlight of other statutory concerns as well, see § 3553(a)(Supp.\n\n2004)\").     To be sure, because a court begins its analysis with a\n\ncalculation of the guidelines sentence, a court that chooses a non-\n\n\n     (D) to provide the defendant with needed educational or\n     vocational training, medical care, or other correctional\n     treatment in the most effective manner\n\n18 U.S.C. § 3553(a)(2).\n\n                                     -28-\n\fguidelines sentence will have the burden of explaining its choice.\n\nBut this explanatory burden is not a function of the special weight\n\nor status of the guidelines.     It is a function of the sentencing\n\nstatute itself, which requires that any sentence that the court\n\nimposes, within or without the guidelines, comply with the purposes\n\nset forth in the statute.\n\n             Before Booker, the mandatory guidelines overwhelmed the\n\nother sentencing factors set forth in section 3553.         There was\n\nscant need to look beyond the guidelines system (including its\n\ndeparture standards) to justify a sentence.        That is no longer\n\ntrue.   All of the sentencing factors in section 3553 are now fully\n\nin play.     As a matter of statutory construction, there is nothing\n\nin the language of section 3553(a) that justifies attributing to\n\nthe guidelines \"substantial weight\" in the sentencing decision.\n\n             There are some who contend that the advisory guidelines\n\nlargely account for all of the relevant sentencing factors.         See,\n\ne.g., Shelton, 400 F.3d at 1332 n.9 (\"The factors the Sentencing\n\nCommission was required to use in developing the Guidelines are a\n\nvirtual mirror image of the factors sentencing courts are required\n\nto consider under Booker and § 3553(a).\"); see also Prepared\n\nTestimony of Judge Ricardo H. Hinojosa, Chair, United States\n\nSentencing Commission Before the Subcommittee on Crime, Terrorism,\n\nand Homeland Security, Committee on the Judiciary, United States\n\nHouse   of     Representatives   (Feb.   10,   2005),   available    at\n\n\n                                 -29-\n\fhttp://www.ussc.gov/Blakely/bookertestimony.pdf (last visited Feb.\n\n25, 2006) (same).       That being so, the argument goes, there must\n\nstill be primary reliance on the guidelines in sentencing.\n\n              This argument is too facile.                  As the majority points\n\nout, the guidelines are inescapably generalizations.                           They say\n\nlittle about \"the history and characteristics of the defendant.\"\n\nIndeed,     the     guidelines          prohibit     consideration        of       certain\n\nindividualized factors, namely, lack of guidance as a youth and\n\nsimilar circumstances; drug or alcohol dependence or abuse and\n\ngambling addiction; personal financial difficulties and economic\n\npressures upon a trade or business; post-sentencing rehabilitative\n\nefforts; diminished capacity where the offense involved violence or\n\nserious threat of violence, or where diminished capacity was caused\n\nby voluntary use of drugs or other intoxicants; and aberrant\n\nbehavior involving, among other things, a serious drug trafficking\n\noffense.      U.S.S.G.       §§       5K2.0(d)(1),    5K2.13,     5K2.20(c).           The\n\nguidelines also discourage - except in \"exceptional cases\" -\n\nconsideration of other individualized factors, including:                          age, §\n\n5H1.1;    education    and    vocational          skills,    §   5H1.2;   mental      and\n\nemotional    conditions,          §    5H1.3;   physical     condition,        §    5H1.4;\n\nemployment record, § 5H1.5; family ties and responsibilities, §\n\n5H1.6; and civil and military contributions, §5H1.11.                               These\n\nprohibited    and     discouraged         factors    are    in   tension       with   the\n\nholistic, personalized view of the defendant required by section\n\n\n                                           -30-\n\f3553(a)'s other factors.         See, e.g., Stephen G. Kalar et al., A\n\nBooker Advisory:       Into the Breyer Patch, 29 Champion 8, 15 (2005)\n\n(stating that \"prohibited or discouraged departures\" are \"tailor-\n\nmade for the broader equitable analysis under § 3553(a)\"); see also\n\nForeman, 2006 WL 287365, at *5 (\"A sentence within the Guidelines\n\ncarries with it no implication that the district court considered\n\nthe 3553(a) factors if it is not clear from the record, because, of\n\ncourse, under the Guidelines as mandatory, a district court was not\n\nrequired to consider the section 3553(a) factors.\").\n\n            The very mention of these prohibited and discouraged\n\nfactors dismays some critics of sentencing who see in them the\n\npotential for unseemly consideration of a defendant's plight and a\n\nreturn to the sentencing abuses and disparities that inspired the\n\nguidelines.    That potential is surely there.            We must be concerned\n\nabout it.    But it is also true that the old system operated in the\n\ncomplete absence of guidelines. We now have an advisory guidelines\n\nsystem whose consequences are unforeseeable.                   Despite the dire\n\npredictions of some, there is also the possibility that this new\n\nsystem will permit the individualized sentencing absent under the\n\nmandatory guidelines system without repeating the disparities so\n\ntroubling to Congress.        As the remedial majority in Booker states,\n\nthe   \"features   of    the   remaining    system,     while     not   the   system\n\nCongress    enacted,    nonetheless    continue      to   move    sentencing     in\n\nCongress's    preferred       direction,     helping      to   avoid    excessive\n\n\n                                      -31-\n\fsentencing disparities while maintaining flexibility sufficient to\n\nindividualize sentences where necessary.\"              543 U.S. at 264-65.\n\nSection 3553(a)'s other factors are not necessarily antithetical to\n\nCongress's \"preferred direction,\" and may be part and parcel of it\n\n– \"maintaining flexibility sufficient to individualize sentences\n\nwhere necessary.\"     Id.\n\n                                       II.\n\n             I have focused on the procedural role of the advisory\n\nguidelines post-Booker because I believe that focus captures the\n\nimportance of the guidelines in the most balanced way.                   I also\n\nagree with the Second Circuit that this focus on procedure is \"more\n\nconsonant with the day-to-day role of district judges in imposing\n\nsentences and the episodic role of appellate judges in reviewing\n\nsentences . . . to permit the concept of 'consideration' [as\n\nrequired by Booker] in the context of the applicable guidelines\n\nrange   to   evolve   as    district    judges    faithfully   perform    their\n\nstatutory duties.\" United States v. Crosby, 397 F.3d 103, 113 (2nd\n\nCir. 2005).\n\n             The key is the faithful performance of the statutory\n\nduties set forth in section 3553.             That faithful performance will\n\nrequire more than the formulaic invocation of the words of the\n\nstatute by sentencing judges.          There will have to be explanations\n\nthat are responsive to the sentencing issues raised by the parties\n\nand that relate the court's decisions on those issues to the\n\n\n                                       -32-\n\fmultiple purposes and factors of section 3553.        See United States\n\nv. Cunningham, 429 F.3d 673, 679 (7th Cir. 2005) (\"[W]e have to\n\nsatisfy ourselves, before we can conclude that the judge did not\n\nabuse his discretion, that he exercised his discretion, that is,\n\nthat he considered the factors relevant to that exercise.\").          The\n\nburden of explanation for the district courts is inescapably\n\ngreater than it was before because of the more open-ended nature of\n\nsentencing post-Booker.10        Although the guidelines were legally\n\ncomplex, and the fact-finding required by the guidelines could be\n\nburdensome   at   times,   the    bottom-line   judgments   were   largely\n\nmechanical once the offense level and the criminal history numbers\n\nwere calculated.     All of that guidelines work is still there\n\nbecause the guidelines are still there.         But now the bottom-line\n\njudgments are not mechanical.          They must now be more nuanced\n\njudgments that reflect both the guidelines analysis and the larger\n\ncontext of the sentencing factors and purposes identified in\n\nsection 3553.\n\n          Given this daunting task, there is value in procedural\n\nregularity that begins with the guidelines analysis and then, with\n\n\n\n     10\n      As the Federal Public Defenders point out in their amicus\ncuriae brief, we required, even before Booker, that a court's\nexplanation of its sentence \"sufficiently show[] a thoughtful\nexercise of the court's sentencing responsibility and a degree of\ncare and individualized attention appropriate to the solemnity of\nthe sentencing task.\"   United States v. Vazquez-Molina, 389 F.3d\n54, 59 (1st Cir. 2004), cert. granted, judgment vacated, and case\nremanded on other grounds, 125 S. Ct. 1713 (2005).\n\n                                    -33-\n\fparticular   attention   to   the   sentencing   issues   raised   by   the\n\nparties, moves on to the additional analysis required by section\n\n3553.   While the district court's reasoning can, as the majority\n\nstates, \"often be inferred by comparing what was argued by the\n\nparties or contained in the presentence report with what the judge\n\ndid,\" our ability to infer from the record should be no substitute\n\nfor the trial court's obligation to explain.         That obligation is\n\nparticularly important in these early days post-Booker, when the\n\ndistrict courts must view and apply the guidelines in a new way.\n\nThe guidelines are no longer self-justifying.         They are not the\n\nsafe harbor they once were.         However, if district courts assume\n\nthat the guidelines sentence complies with the sentencing statute,\n\nand focus only on the compliance of the non-guidelines sentence\n\nurged by the defendant, the district courts will effectively give\n\nthe guidelines a controlling weight and a presumptive validity that\n\n\n\n\n                                    -34-\n\fis difficult to defend under the constitutional ruling in Booker.11\n\nThat is precisely what happened in this case.\n\n                               III.\n\n          The district court began its sentencing analysis with a\n\ncalculation of the guidelines sentencing range and the rejection of\n\nany guidelines departures.    As I have indicated, I think that\n\nguidelines calculation is a sensible beginning point.      But the\n\ndistrict court then made a mistake because of its view that a\n\nguidelines sentence should be accorded substantial weight and that\n\nany deviation from the guidelines must be based on clear and\n\n\n     11\n      Many commentators argue that by giving the guidelines\ncontrolling weight, and abdicating the responsibility to take\naccount of the other section 3553(a) factors, courts \"effectively\nmak[e] the guidelines as binding as they were before Booker,\"\nthereby violating Booker's constitutional command.      Mccolgin &\nSweitzer, supra, at 53; see also Frank O. Bowman, III, Beyond Band-\nAids: A Proposal for Reconfiguring Federal Sentencing After Booker,\n2005 U. Chi. Legal F. 149, 183 (2005).      Justice Stevens made a\nsimilar point in his dissent in Booker, stating that the\n\"sentencing range is now nothing more than a suggestion that may or\nmay not be persuasive to a judge when weighed against the numerous\nother considerations listed in [section 3553(a)].\" 243 U.S. at 300\n(Stevens, J., dissenting in part). Justice Scalia wrote to the\nsame effect, stating that \"logic compels the conclusion that the\nsentencing judge, after considering the recited factors (including\nthe Guidelines), has full discretion, as full as what he possessed\nbefore the Act was passed, to sentence anywhere within the\nstatutory range.    If the majority thought otherwise . . . its\nopinion would surely say so.\" Id. at 305 (Scalia, J., dissenting\nin part). To be sure, these are dissents to the remedial decision\nin Booker, which does not elaborate on its statement that the\nguidelines must be \"consider[ed]\" post-Booker. But given the close\ndivisions on the Court about the post-Booker role of the\nguidelines, and given the new composition of the Court, it would be\nfoolhardy to ignore the constitutional dangers of adopting an\napproach to the guidelines post-Booker that approximates, in a new\nguise, the mandatory guidelines.\n\n                               -35-\n\fpersuasive reasons.    Having completed the guidelines analysis, the\n\ncourt said to defense counsel:         \"All right.   Let's turn then to a\n\n– whether a nonguideline sentence will be appropriate under –\n\ntaking into account the factors set forth at [section 3553(a)].\"\n\nThis   question   assumed   that   a   sentence   within   the   calculated\n\nguidelines range complied with the multi-purpose, multi-factor\n\nrequirements of section 3553(a).         The court stated that it would\n\nonly subject any non-guidelines sentence urged by defense counsel\n\nto the analysis required by the sentencing statute.\n\n           Although defense counsel, wittingly or unwittingly, tried\n\nto shift the focus, arguing at length that a guidelines sentence\n\nwould not comply with the requirements of section 3553(a), and a\n\nsentence below the guidelines would, the district court did not\n\nshift its focus.      After hearing the government's predictable\n\nargument for a guidelines sentence – \"the guidelines in this\n\nparticular case take into account all of the considerations and all\n\nof the goals set forth in section 3553(a)\" – the district court\n\nstated its conclusion:\n\n\n\n\n                                   -36-\n\f     So, for those reasons,12 I'm not inclined to impose a\n     nonguideline sentence in this case. I have the authority\n     to do so, and I have considered the various factors set\n     forth in [section 3553(a)], and have listened to the\n     eloquent argument of [defense counsel], but I think under\n     the circumstances I'm going to impose a sentence that is\n     within the sentencing guidelines even though they are\n     part advisory and not mandatory.\n\n           After announcing its specific sentence, which included\n\nimprisonment for a term of 46 months (a sentence at the bottom of\n\nthe guidelines range), the court stated that \"a higher sentence is\n\nnot necessary to achieve the various goals of sentencing.\" It then\n\nadded:    \"For the reasons previously indicated, I see no basis for\n\na departure from the guidelines within the guidelines framework and\n\nno clearly identified and persuasive reasons to impose a non-\n\nguidelines sentence.\"\n\n           In   the   end,    the   court     applied   the    approach     to   the\n\nguidelines that it announced at the beginning of the sentencing\n\nhearing.     Given    the    substantial      weight    that   it    gave   to   the\n\nappropriateness of a guidelines sentence, it required clearly\n\nidentified   and     persuasive     reasons    to   impose     a    non-guidelines\n\nsentence. Finding none, and having therefore concluded that a non-\n\n\n\n     12\n      Before stating its conclusion, the district court carefully\nexplained why defense counsel's arguments about the country's\npolicy toward illegal immigration, the disparities generated by\nfast-track   sentencing,   the   poverty   and   difficult   family\ncircumstances of the defendant, and the eventual deportation of the\ndefendant, did not justify a non-guidelines sentence. This careful\nexplanation was characteristic of the district court's work\nthroughout the proceedings. My objection to the district court's\nwork relates only to its erroneous approach to the guidelines.\n\n                                      -37-\n\fguidelines sentence did not comply with the purposes and factors of\n\nthe sentencing statute, it imposed a guidelines sentence whose\n\ncompliance with the sentencing statute was assumed.\n\n           Does it matter that the district court's negative finding\n\nthat a non-guidelines sentence did not comply with the sentencing\n\nstatute might imply a positive finding that a guidelines sentence\n\ndid comply with the statute?              Does it matter that the specific\n\nsentence     that     the   district   court     imposed      here   might     seem\n\nreasonable?13       In my view, it does not.\n\n           Word       choices    matter     because    they      reflect     mental\n\nprocesses,    and     mental    processes     matter   because    they     organize\n\ninformation for the decision-maker.             Here, in explicit terms, the\n\ndistrict court organized all of the information it received from\n\nthe parties around the wrong proposition – could a non-guidelines\n\nsentence be justified?          The court never questioned the assumption\n\n\n     13\n      I must also acknowledge my uneasiness with the majority's\nsuggestion that \"a plausible outcome\" translates into a reasonable\nsentence. I would prefer that we not prematurely offer glosses on\nthe content of \"reasonableness.\" We should give content to the\nconcept of reasonableness through our review of specific sentences,\nespecially given the increased importance of appellate review post-\nBooker. See Foreman, 2006 WL 287365, at *5 (\"Under the mandatory\nGuideline system, appellate review was not integral to assuring\nuniformity. Now, with the advisory Guidelines and more sentencing\nvariables, appellate review is all the more important in assuring\nuniformity and reducing sentencing disparities across the board.\").\nI am concerned that the majority's language needlessly dilutes an\nalready deferential standard of review. See United States v. Pho,\n433 F.3d 53, 61 (1st Cir. 2006) (stating that the abuse of\ndiscretion standard, and by extension, the reasonableness standard,\n\"contemplates substantial deference to the judgment calls of a nisi\nprius court\").\n\n                                       -38-\n\fthat the guidelines sentence complied with the statute.            In the\n\nfuture, when district courts have adjusted to the new way of\n\nthinking about the guidelines required by Booker, there may be some\n\njustification for greater tolerance of word choices and implied\n\nfindings.    But not yet.\n\n            Moreover,   there   is   not    one     reasonable   sentence.\n\nReasonableness covers a wide span of possibilities, including\n\npossibilities outside the guidelines.         The district court gave\n\ninsufficient consideration to those possibilities because of its\n\nassumption that a guidelines sentence complied with the sentencing\n\nstatute.    That assumption was a legal error, and \"errors of law\n\nrender a sentence per se unreasonable.\"           Pho, 433 F.3d at 60-61.\n\nResentencing is therefore required.        I respectfully dissent.\n\n\n\n\n                                 -39-\n\f",
  "html": "<p class=\"case_cite\">440 F.3d 514</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Lenny JIM&#201;NEZ-BELTRE, a/k/a Tony P&#233;rez, H&#233;ctor Cintr&#243;n, H&#233;ctor Guzm&#225;n-Rivera, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1268.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 12, 2006.</p>\n    <p class=\"date\">Decided March 9, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James B. Krasnoo, by appointment of the court, with whom Law Offices of James B. Krasnoo was on brief for appellant.</p>\n      <p class=\"indent\">Peter Goldberger, Joshua Dratel, Charles W. Rankin, Rankin &amp; Sultan, and Carmen D. Hernandez Gil on brief for The National Association of Criminal Defense Lawyers and the Criminal Justice Act Board for the United States District Court for the District of Massachusetts, Amici Curiae.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Judith H. Mizner, Assistant Federal Public Defender, Massachusetts Federal Defender Office, Amy Baron-Evans, National Sentencing Resource Counsel, Federal Defender Office, Miriam Conrad, Federal Public Defender, Districts of Massachusetts, New Hampshire and Rhode Island, Joseph C. Laws, Federal Public Defender, District of Puerto Rico, and David Beneman, Federal Public Defender, District of Maine, on brief for the Federal Public Defenders for the Districts of Massachusetts, New Hampshire and Rhode Island, the District of Puerto Rico and the District of Maine, Amici Curiae.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Cynthia A. Young for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney, and Paul G. Casey, Assistant United States Attorney on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Paula D. Silsby, United States Attorney, Margaret McGaughey, Assistant United States Attorney, H.S. Garcia, United States Attorney, Nelson Perez-Sosa, Assistant United States Attorney, Robert Clark Corrente, United States Attorney, Donald C. Lockhart, Assistant United States Attorney, and Patty Merkamp Stemler, Chief, Appellate Section, Criminal Division, United States Department of Justice, on supplemental/en banc brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, SELYA, LYNCH, LIPEZ, and HOWARD, Circuit Judges.</p>\n    </div>\n    <p>OPINION EN BANC</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A year has now passed since the Supreme Court's decision in <i>United States v. Booker,</i> 543 U.S. 220, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), and courts are being asked to review sentences imposed under the post-<i>Booker</i> advisory guidelines regime. <i>See United States v. Pho,</i> 433 F.3d 53 (1st Cir.2006); <i>United States v. Robinson,</i> 433 F.3d 31 (1st Cir.2005). We have heard this case en banc to provide stable guidance in this circuit for the determination and review of post-<i>Booker</i> sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The facts of the present case are generally not in dispute. Cambridge, Massachusetts, police arrested Lenny Jimenez-Beltre on drug trafficking charges in March 2000. He pled guilty to distributing cocaine and doing so within 1,000 feet of school property. He was sentenced to two and one-half years of imprisonment and, on March 19, 2002, released and deported to the Dominican Republic.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Without the necessary permission from the Attorney General or Secretary of Homeland Security, 8 U.S.C. &#167; 1326 (2000), Jimenez-Beltre unlawfully re-entered the United States. On October 1, 2003, he was arrested on drug charges (of which he was later convicted) by the Fitchburg, Massachusetts, police. Thereafter, he was indicted under 8 U.S.C. &#167; 1326 by a federal grand jury for illegal re-entry into the United States. On October 20, 2004, he pled guilty to the charge.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court held the sentencing hearing on February 15, 2005, just over a month after <i>Booker</i> had been handed down. At sentencing, the district court began, with clarity much appreciated by us, with an explanation that it would first calculate the guideline sentence, then determine whether departures were warranted under the guidelines, and finally determine whether a non-guideline sentence was warranted by the relevant factors set forth in 18 U.S.C. &#167; 3553(a) (2000). The court offered this concise summary:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">I'm certainly treating the Guidelines as advisory, not mandatory, but I feel I need to start someplace, and that's where I'm going to start. I do intend to give them substantial weight, but they don't have controlling weight; and if there are clearly identified and persuasive reasons why I should not impose a Guidelines sentence, I will consider those and impose a sentence accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The judge then calculated the guideline sentence. For Jimenez-Beltre's crime, the base offense level is eight. U.S.S.G. &#167; 2L.1.2(a). The court added sixteen levels because Jimenez-Beltre had \"previously [been] deported ... after ... a conviction for a felony that is ... a drug trafficking offense for which the sentence imposed exceeded 13 months.\" <i>Id.</i> &#167; 2L.1.2(b)(1)(A)(i). Three levels were subtracted for acceptance of responsibility, <i>id.</i> &#167; 3E1.1(b), making the adjusted offense level twenty-one.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For criminal history, the pre-sentence report assigned Jimenez-Beltre five points, placing him in category III. Jimenez-Beltre asked the district court to depart on the ground that he did not have an extensive criminal history and that the Fitchburg offense had involved a small quantity of drugs. The district court denied the request for a departure, saying that the amount was uncertain but the offense had been a felony and the court deemed the matter to be within the guideline \"heartland.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Jimenez-Beltre also argued that the guideline sentence should not control, saying among other things that \"fast-track\" federal courts in the Southwest gave lower sentences in comparable cases, that he had already served some period in the custody of state and immigration authorities before being turned over for federal prosecution, and that re-deportation was in itself punishment and would protect the public.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court, after calculating the guidelines range and considering the above-described arguments, said that it recognized that the guidelines were only advisory but saw \"no clearly identified and persuasive reasons to impose a nonguidelines sentence.\" The guideline range, for level 21 and criminal history category III, was 46 to 57 months. The court sentenced Jimenez-Beltre to 46 months, saying that \"a higher sentence is not necessary to achieve the various goals of sentencing.\" This appeal followed, primarily urging that the sentence is unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the threshold, we face the government's position that a sentence <i>within</i> the guidelines is inherently unreviewable on appeal on grounds of \"unreasonableness.\" The argument is based on the structure of the review provisions of the statute governing appeals from sentences, 18 U.S.C. &#167; 3742(a), and on the analogy to the case law governing review of district court decisions in the pre-<i>Booker</i> era; the case law, it will be recalled, precluded review of a <i>refusal</i> to depart unless the district court misapprehended its authority. <i>See United States v. Ruiz,</i> 536 U.S. 622, 627, 122 S.Ct. 2450, 153 L.Ed.2d 586 (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whatever its logic (a matter on which reasonable people can differ), the government's position in this court is hopeless. A majority of Justices said explicitly in <i>Booker</i> that sentences would be reviewable for reasonableness whether they fell within or without the guidelines,<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> and for us that is the end of the matter. The government says that this was merely \"dicta\"; but \"considered dicta ... of recent vintage\" are effectively binding on us. <i>Rossiter v. Potter,</i> 357 F.3d 26, 31 (1st Cir.2004) (quoting <i>McCoy v. MIT,</i> 950 F.2d 13, 19 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Central to the merits of this appeal is the question of what role the advisory guidelines should play in a post-<i>Booker</i> sentence. To begin with the conclusion, the guidelines continue in our view to be an important consideration in sentencing, both in the district court and on appeal, which should be addressed in the first instance by the sentencing judge. We do not find it helpful to talk about the guidelines as \"presumptively\" controlling or a guidelines sentence as \"per se reasonable,\"<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> and believe that the district judge's adroit one-paragraph summary (quoted above) is a more useful compass.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our conclusion is rooted in both parts of the <i>Booker</i> decision. In holding the mandatory regime unconstitutional, the flaw discerned by the five-Justice majority was that mandatory guidelines created mini-crimes requiring jury findings. <i>Booker,</i> 125 S.Ct. at 750-52. Although making the guidelines \"presumptive\" or \"per se reasonable\" does not make them mandatory, it tends in that direction; and anyway terms like \"presumptive\" and \"per se\" are more ambiguous labels than they at first appear.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the same time, the guidelines cannot be called just \"another factor\" in the statutory list, 18 U.S.C. &#167; 3553(a) (2000), because they are the only <i>integration</i> of the <i>multiple</i> factors and, with important exceptions, their calculations were based upon the actual sentences of many judges, <i>Booker,</i> 125 S.Ct. at 766-67; 28 U.S.C. &#167; 994(o). The Sentencing Commission is also an expert agency charged by Congress with the task of promulgating guidelines and keeping them up to date. 28 U.S.C. &#167; 994(c). In its remedial opinion, the Supreme Court has stressed the continuing role of the guidelines in promoting uniformity and fairness. <i>Booker,</i> 125 S.Ct. at 757-64.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Yet the guidelines are still <i>generalizations</i> that can point to outcomes that may appear unreasonable to sentencing judges in particular cases. Some of the guidelines in particular cases were not reflections of existing practice but were deliberate deviations or turned tendencies into absolutes. Others have been affected by directions from Congress. <i>See, e.g., Pho,</i> 433 F.3d at 61-63. <i>Booker's</i> remedial solution makes it possible for courts to impose non-guideline sentences that override the guidelines, subject only to the ultimate requirement of reasonableness.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Accordingly, at sentencing, the district court must continue to \"consider the Guidelines `sentencing range.'\" <i>Booker,</i> 125 S.Ct. at 764 (quoting 18 U.S.C. &#167; 3553(a)(4)). In most cases, this will mean that the district court will have to calculate the applicable guidelines range including the resolution of any factual or legal disputes necessary to that calculation &#8212;unless they do not matter&#8212;before deciding whether to exercise its new-found discretion to impose a non-guidelines sentence. <i>Robinson,</i> 433 F.3d at 35.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In sum, we agree with the district court's general approach, quoted above, and we find very helpful the district court's sequential determination of the guideline range, including any proposed departures, followed by the further determination whether other factors identified by either side warrant an ultimate sentence above or below the guideline range. To construct a reasonable sentence starting from scratch in every case would defeat any chance at rough equality which remains a congressional objective.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This brings us to Jimenez-Beltre's detailed objections on appeal, which focus upon the district court's treatment of various factors cited by Jimenez-Beltre at sentencing as reasons urged for a sentence below the guideline range. To sum up again at the outset, our emphasis in reviewing such claims will be on the provision of a reasoned explanation, a plausible outcome and&#8212;where these criteria are met&#8212;some deference to different judgments by the district judges on the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Whether the sentence falls inside or outside the applicable guideline range, it is important for us to have the district court's reasons for its sentence; 18 U.S.C. &#167; 3553(c) so requires for sentences outside the guidelines range (or within it if the range is broad) and this is even more important in the more open-ended post-<i>Booker</i> world. Yet a court's reasoning can often be inferred by comparing what was argued by the parties or contained in the pre-sentence report with what the judge did.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Assuming that the district court correctly calculates the guidelines range and its reasoning is express or can be discerned, the remaining question on appellate review is one of <i>reasonableness</i> which <i>Booker</i> expressly held to be reviewable. Often, there can be more than one reasonable way of assessing a factor and more than one reasonable result. Assuming a plausible explanation and a defensible overall result, sentencing is the responsibility of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this case, Jimenez-Beltre asked the district court for a below-guidelines sentence on several grounds, four of which are pressed on appeal. The first is that a below-guidelines sentence was necessary to avoid the \"unwarranted sentencing disparity,\" 18 U.S.C. &#167; 3553(a)(6), between those districts that have so-called \"fast-track\" systems for prosecuting and sentencing illegally re-entering aliens and other districts, like Massachusetts, that do not.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This certainly permits disparities but they are the result of a congressional choice made for prudential reasons, implicitly qualifying the general aim of equality. The impact is probably more modest than the decision of a United States Attorney, in a district with a heavy case load, to forgo entirely some prosecutions that would routinely be brought in other districts. Whether it would even be permissible to give a lower sentence on the ground sought is itself an open question. <i>Martinez-Flores,</i> 428 F.3d at 30 n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In any event, the district court ruled that the defendant had not furnished a factual basis for assessing the extent of the disparities or provided a reason why to take them into account. As with departures, the proponent of a factor that would work in the proponent's favor has to provide the basis to support it. <i>United States v. Derbes,</i> 369 F.3d 579, 582 (1st Cir.2004). In declining to alter the sentence on this ground, the district court did not act unreasonably.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Jimenez-Beltre's second argument for a lower sentence was based on his claim that his prior, predicate drug conviction involved only two bags of cocaine and was therefore \"minor\" compared to larger quantities handled by other alien drug dealers. The district court did not credit Jimenez-Beltre's (unsworn) statement as to the amount and concluded&#8212;permissibly in our view&#8212;that it was enough to adhere to the guidelines sentence that the predicate conviction was for felony drug dealing and carried a sentence of the requisite length.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Next, Jimenez-Beltre asked the district court to adjust the sentence to account for the time that he spent in state custody and that of the federal Immigration and Customs Enforcement (\"ICE\") authorities. The district court quite reasonably disregarded the time spent in state custody&#8212;apparently five weeks; Massachusetts, a \"separate sovereign\" (as the district court pointed out), was holding Jimenez-Beltre in aid of new drug charge, not illegal re-entry.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As for the time Jimenez-Beltre spent in ICE custody, it amounted to 30 days, and he was sentenced at the bottom of the guidelines range whose breadth was 11 months. Jimenez-Beltre does not claim that he was legally entitled to an automatic credit under the guidelines. The district court was uncertain whether the 30-day period was an appropriate basis to adjust the sentence, decided not to do so and&#8212;we conclude&#8212;did not act unreasonably.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Next, Jimenez-Beltre says that the district court should have given a non-guidelines sentence to account for his immediate detention and likely future deportation once released from prison. This, said Jimenez-Beltre, made a normal guideline sentence unnecessary for deterrence or public protection and was a pertinent factor under 18 U.S.C. &#167; 3553(a)(2). Framed as a generic argument, this is unpersuasive on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The crime in question&#8212;re-entry after deportation&#8212;is ordinarily going to be committed by persons who will be deported after their sentences have been served. The guideline sentencing range was likely predicated on this understanding. And Jimenez-Beltre, who himself did re-enter after deportation, is hardly in a good position to argue for a shorter sentence on the ground that another deportation of him will protect the public adequately against yet another repetition.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally&#8212;and independent of the reasonableness of his sentence&#8212;Jimenez-Beltre argues that, under the Sixth Amendment, the fact and nature of his prior state conviction should have been proved to a jury beyond a reasonable doubt. The Supreme Court held to the contrary in <i>Almendarez-Torres v. United States,</i> 523 U.S. 224, 118 S.Ct. 1219, 140 L.Ed.2d 350 (1998), but Jimenez-Beltre contends that <i>Almendarez-Torres</i> has been \"eviscerated\" by the Supreme Court's more recent decisions in <i>Apprendi v. New Jersey,</i> 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), <i>Booker,</i> and <i>Shepard v. United States,</i> 544 U.S. 13, 125 S.Ct. 1254, 161 L.Ed.2d 205 (2005).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Whatever the continuing viability of <i>Almendarez-Torres,</i> we have previously held that we are bound to follow it until it is expressly overruled, <i>United States v. Ivery,</i> 427 F.3d 69, 75 (1st Cir.2005), and we see no reason to revisit that conclusion here. As it happens, Jimenez-Beltre <i>admitted</i> his prior conviction which, under <i>Booker</i> and <i>Blakely v. Washington,</i> 542 U.S. 296, 124 S.Ct. 2531, 159 L.Ed.2d 403 (2004), would avoid the constitutional issue in this case even if <i>Almendarez-Torres</i> were to be overturned.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Justice Breyer's remedial decision for five Justices is unqualified on this point,<i>Booker,</i> 125 S.Ct. at 765, and Justice Scalia's dissent agrees that this is what is entailed by the majority position, <i>id.</i> at 792-93.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Several circuits have used the presumption language<i>United States v. Mykytiuk,</i> 415 F.3d 606, 608 (7th Cir.2005); <i>United States v. Tobacco,</i> 428 F.3d 1148, 1151 (8th Cir.2005); <i>United States v. Williams,</i> 436 F.3d 706, 2006 WL 224067, at *1 (6th Cir. Jan.31, 2006); <i>United States v. Green,</i> 436 F.3d 449, 2006 WL 267217, at *5 (4th Cir., Feb.6, 2006). The per se label has also been urged, <i>United States v. Webb,</i> 403 F.3d 373, 385 (6th Cir.2005) (Kennedy, C.J., concurring in part and dissenting in part), but has thus far been rejected, <i>Webb,</i> 403 F.3d at 385 n. 9. <i>United States v. Talley,</i> 431 F.3d 784, 786-87 (11th Cir.2005); <i>United States v. Cunningham,</i> 429 F.3d 673, 676 (7th Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Under these procedures, meant to cope with heavy case loads in border courts, Congress has authorized special downward departures for defendants who waive certain procedural rights in districts where the Attorney General has authorized \"fast-track\" procedures<i>United States v. Martinez-Flores,</i> 428 F.3d 22, 24 (1st Cir.2005).</p>\n        <p>TORRUELLA, Circuit Judge (Concurring).</p>\n        <p class=\"indent\">Since <i>Booker</i> was decided, district courts have been forced to navigate murky waters. I write separately to articulate my reasons for joining the majority's central holding, for the benefit of district judges who must interpret and apply it to the difficult task of sentencing defendants in their courtrooms.</p>\n        <p class=\"indent\">I am in agreement with the majority opinion to the extent that it establishes a post-<i>Booker</i> sentencing regime wherein the guidelines enjoy no presumption of reasonableness. I also agree that, procedurally, district judges should first calculate the guideline range including any proposed departures, as they did before <i>Booker</i> was decided.</p>\n        <p class=\"indent\">Further, I agree with the majority opinion to the extent that it requires the district court to explain the reasoning for the sentence imposed, whether it falls within the guidelines range<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> or outside of it. I do not think the majority's suggestion that a district court's reasoning can \"often be inferred\" should be interpreted as an exception to the rule set forth in 18 U.S.C. &#167; 3553(c) that the district court must \"state in open court the reasons for its imposition of the particular sentence.\" In other words, the district court's obligation to explain is not excused by our discretion to discern its reasoning from the record on appeal.</p>\n        <p class=\"indent\">Finally, I think it is of critical importance that the majority opinion be understood to reinforce our commitment to the statutory requirement that, in all cases, district courts must impose sentences that are \"sufficient, but not greater than necessary\" to effectuate the goals of criminal punishment, as articulated in 18 U.S.C. &#167; 3553(a). In articulating its reasons for imposing any sentence, the district court must make clear reference to this central principle.</p>\n        <p class=\"indent\">As the case law develops, the standards we announce today will evolve. District courts will more substantively contribute to the development of our jurisprudence and less frequently confront remand if they comply with our instructions to make sentencing as transparent a process as possible.</p>\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Of course, there is no statutory obligation to explain a sentence within the guidelines range where the applicable range is less than 24 months. 18 U.S.C. &#167; 3553(c)(1)</p>\n        <p class=\"indent\">HOWARD, Circuit Judge, concurring in part and concurring in the judgment.</p>\n        <p class=\"indent\">The Supreme Court's opinions in <i>Booker</i> left many questions unanswered. While my views overlap to some extent with those of the lead opinion, I write separately to emphasize that sentencing courts are still to accord the guidelines substantial weight and that sentences outside the guidelines sentencing range are reasonable only so long as and only to the extent that they can be said to comport with the Sentencing Reform Act of 1984 (which remains a legitimate expression of congressional purpose post-<i>Booker</i>). Moreover, I have come to accept the government's position that sentences within the guidelines sentencing range are reasonable, absent a claim of error in calculating the range. Certainly, I cannot say that these positions are required by the language of <i>Booker</i> (nor, however, are they inconsistent with that language). But they are, I believe, likely to yield a federal sentencing regime that accords with Congress's policy preferences. I shall explain briefly, organizing my comments around three propositions that have received less prominent consideration in the post-<i>Booker</i> cases than I think is warranted.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p class=\"indent\"> \"Reasonableness\" within the meaning of<i>Booker</i> is not common-law reasonableness; it is \"reasonableness in light of Congress's purposes in enacting the Sentencing Reform Act of 1984.\" <i>Booker</i> invalidated a means &#8212; guidelines sentences premised on mandatory judicial factfinding &#8212; by which Congress sought to achieve its goals with respect to federal sentencing. But it in no way called into question the legitimacy of Congress's purposes in passing the Act. On the contrary, the primary theme of Justice Breyer's remedial opinion is that Congress's purposes were and are valid, and that federal judges should strive to apply the Act (and the regime created by the Act, almost all of which was left intact) to further those purposes. <i>See</i> 125 S.Ct. at 757-59 &amp; 767. Thus, it remains crucial for federal judges to sentence (and to review sentences) with an eye toward what Congress sought to accomplish. Doing so requires an appreciation of the Act's history and context.</p>\n        <p class=\"indent\">Prior to the Act, federal district court judges had almost unbounded discretion to sentence within statutory limits &#8212; a discretion that was largely exempted from appellate review. As a result, federal defendants with similar criminal backgrounds who engaged in similar unlawful conduct could receive vastly different sentences. Congress determined that this lack of uniformity &#8212; described in the Act's legislative history as \"astounding,\" Comprehensive Crime Control Act of 1984, S.Rep. No. 98-225, at 41, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3224 &#8212; was fair to neither defendants nor the public. The result was the Act, which had as a \"primary\" goal the elimination of unwarranted sentencing disparities. <i>Id.</i> at 52, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3235; <i>see also Mistretta v. United States,</i> 488 U.S. 361, 363-67, 109 S.Ct. 647, 102 L.Ed.2d 714 (1989) (discussing the Act and its legislative history).</p>\n        <p class=\"indent\">The Act sought to accomplish this goal in a number of ways. It created an expert Sentencing Commission to collect data and write sentencing guidelines \"intended to treat all classes of offenses committed by all categories of offenders consistently.\" S.Rep. No. 98-225, at 51, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3234. It identified explicitly the four purposes a sentencing judge should consider in imposing sentence. <i>See</i> 18 U.S.C. 3553(a)(2)(A)-(D) (the sentence should reflect the seriousness of the offense, afford adequate deterrence, protect the public from the defendant, and provide the defendant with needed vocational training or medical care). It required the Commission to consider these four sentencing purposes in fashioning and periodically revising the guidelines. <i>See</i> S. Rep. 98-225, at 59-60 &amp; 178, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3242-43 &amp; 3361. It instructed federal judges to sentence within the guidelines unless an aggravating or mitigating circumstance existed that was not adequately considered in the formulation of the guidelines. <i>See id.</i> at 52, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3235. And it provided the government and defendant with limited rights to appeal to \"assure that the guidelines are applied properly and [to] provide case law development of the appropriate reasons for sentencing outside the guidelines.\" <i>Id.</i> at 151, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3334.</p>\n        <p class=\"indent\">The guidelines therefore are not only central to the uniformity that Congress sought to bring about in passing the Act; they also are the data-driven and experience-based manifestations of Congress's considered views on how, in the usual case, to accomplish the purposes of federal sentencing. Thus, while there surely is more play in the joints following <i>Booker,</i> it would not serve the Act's purposes to regard the guidelines as merely one factor among many that are relevant in arriving at an appropriate sentence. For the Act's purposes to be served, the guidelines &#8212; which, as matters stand, are the only conceivable centers of gravity around which some semblance of uniformity in federal sentencing might be maintained, and which, again, reflect Congress's considered judgments about the range of appropriate sentences for federal crimes &#8212; must be accorded substantial weight. Otherwise, federal sentencing practices are likely to revert to the free-for-all which marked the pre-guidelines regime. Whether federal judges believe such a system would be better or worse than the guidelines-based system is immaterial. What matters is that such a system would exist only in defiance of the expressed will of Congress.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p class=\"indent\"> In terms of Congress's purposes, there is no one \"reasonable\" federal sentence in a given criminal case; rather, there is a range of \"reasonable\" sentences which always will include within it the guidelines sentencing range but, post-<i>Booker,</i> may frequently be broader. That a properly calculated guidelines sentence always is \"reasonable\" in terms of Congress's purposes may be inferred from the fact that Congress did not give the appellate courts jurisdiction to review challenges to such a sentence. <i>See</i> 18 U.S.C. &#167; 3742(a), (b); <i>United States v. Ruiz,</i> 536 U.S. 622, 627, 122 S.Ct. 2450, 153 L.Ed.2d 586 (2002) (noting the unanimous view of the appellate courts that &#167; 3742(a) does not permit appellate review of arguments that a sentence within a properly calculated guidelines sentencing range was unreasonably high or that the sentencing court abused its discretion in refusing to depart downward); <i>United States v. Tucker,</i> 892 F.2d 8, 10 (1st Cir.1989). The question, then, never has been whether it is lawful to impose a sentence within the properly calculated guidelines sentencing range. The answer to that question always has been \"yes.\" The question, rather, always has been whether the facts of a particular case <i>also</i> make it lawful for the sentencing judge to impose a sentence that is outside the properly calculated guidelines sentencing range. <i>Booker</i> doubtless makes it easier to answer that question \"yes\" as well, so long as the purposes of the Act are not undermined. But <i>Booker</i> did not fundamentally alter the nature of the questions to be asked. <i>See</i> 125 S.Ct. at 765-68.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p class=\"indent\"> Congress created appellate jurisdiction to ensure that its preferred, more uniform sentencing regime would emerge; it did not create appellate jurisdiction to allow the government or a defendant to challenge a district court's discretionary determination that a case is sufficiently ordinary to warrant a sentence within the properly calculated guidelines sentencing range. Admittedly, in<i>Booker,</i> Justice Scalia reads Justice Breyer's remedial opinion to authorize appellate challenges to the reasonableness of sentences imposed within the properly calculated guidelines sentencing range, and Justice Breyer said nothing in response to disabuse him of the notion. <i>Compare</i> 125 S.Ct. at 793-94 (Scalia, J., dissenting in part) <i>with</i> 125 S.Ct. at 766 (Breyer, J., delivering the opinion of the Court in part). I shall leave aside the vexing question how, notwithstanding Justice Breyer's silence, excision of those portions of the Act which made the guidelines mandatory (which is all that the <i>Booker</i> remedial opinion purports to accomplish) reasonably might be thought to alter the settled meaning of 18 U.S.C. &#167; 3742(a) and (b) and to confer appellate jurisdiction where it did not exist before. <i>See supra</i> at 20-21; <i>see also United States v. Cooper,</i> 437 F.3d 324, 334-340 (3d Cir. Feb.14, 2006) (Aldisert, J., concurring and dissenting) (elaborating with admirable thoroughness the argument that <i>Booker</i> should not be read to resolve whether the courts of appeals have jurisdiction to entertain challenges to sentences within the properly calculated guidelines sentencing range). Although I think the government has the better of the jurisdictional argument, and although I would hold that there still is no right to appeal discretionary decisions to sentence within the properly calculated guidelines sentencing range, the issue is better left to the Supreme Court. In the interim, it does not much matter whether we reject such appeals on jurisdictional grounds or on the merits. Because a sentence within the properly calculated guidelines sentencing range is per se reasonable when \"reasonableness\" is assessed, not \"in the air, so to speak\" <i>cf. Palsgraf v. Long Island R. Co.,</i> 248 N.Y. 339, 341, 162 N.E. 99 (N.Y.1928) (Cardozo, C.J.) (citation and internal quotes omitted), but in terms of Congress's purposes, the result is the same either way.</p>\n        <p class=\"indent\">Given the much-publicized dissatisfaction with the guidelines in a number of quarters, it is not surprising that the federal courts have tended to answer the questions left open by <i>Booker</i> in such a way as to return to federal judges some of the powers over federal sentencing that Congress appropriated to itself (or shifted to the executive branch) when it passed the Act. There may be reason to hope that the post-<i>Booker</i> regime will be viewed not only as tolerable, but even as an improvement over guidelines sentencing. But if post-<i>Booker</i> sentencing practices come to be perceived as resembling too much the non-uniform sentencing that gave rise to the guidelines, Congress may well respond with legislation that circumscribes judicial power and discretion even more tightly. And there is for certain good reason to doubt that criminal justice interests would be better served by such a system.</p>\n        <p class=\"indent\">LIPEZ, Circuit Judge, dissenting.</p>\n        <p class=\"indent\">I agree with some of the majority's description of the role that the advisory guidelines should play in the determination of post-<i>Booker</i> sentences, and its rejection of the reasoning of Judge Howard's concurring opinion. The guidelines remain an important consideration in sentencing. The guidelines should not be presumptively controlling, and a guidelines sentence should not be deemed per se reasonable. The guidelines are generalizations that can be unreasonable in particular cases.</p>\n        <p class=\"indent\">But the district court's approach to the guidelines in this case was inconsistent with these principles. I do not say this to be critical of the district court. It was operating in an uncertain environment. Its discussion of the guidelines was careful and thoughtful. However, this statement of the district court, quoted by the majority, is the problem:</p>\n        <p class=\"indent\">I am certainly treating the guidelines as advisory, not mandatory, but I feel I need to start someplace and that's where I am going to start. I do intend to give them substantial weight, but they don't have controlling weight; and if there are clearly identified and persuasive reasons why I should not impose a guidelines sentence, I will consider those and impose a sentence accordingly.</p>\n        <p class=\"indent\">The majority characterizes this paragraph as \"adroit\" and a \"useful compass.\" I disagree. There is a significant difference between treating the guidelines as important and giving them substantial weight. There is scant difference between treating a guidelines sentence as presumptively controlling and stating that the court will depart from that sentence only for \"clearly identified and persuasive reasons.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Here, the judge gave the guidelines a weight and a centrality that uncomfortably approximate the mandatory guidelines system that the Supreme Court found unconstitutional in <i>Booker.</i> To steer a sensible course between the Supreme Court's rejection on constitutional grounds of mandatory guidelines and Congress's continuing reliance on the guidelines to achieve uniformity in sentencing, I think that a different approach to sentencing post-<i>Booker</i> is required.</p>\n        <p>I.</p>\n        <p class=\"indent\">There is useful guidance for this approach in the Sentencing Reform Act (\"SRA\") itself, and particularly 18 U.S.C. &#167; 3553, which describes the procedures that courts must follow in sentencing. Although that statute now identifies the guidelines sentencing range as only one of the sentencing factors to consider,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> I believe that the district court should first calculate the guidelines sentence range (\"GSR\"), including any departures, as it did pre-<i>Booker.</i><a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>See</i> 18 U.S.C. &#167; 3553(a)(4)(A) (\"The court, in determining the particular sentence to be imposed, shall consider ... the kinds of sentence and the sentencing range established for... the applicable category of offense committed by the applicable category of defendant as set forth in the guidelines....\"). This first step is sensible. The guidelines are the only sentencing factor that yield a measure of time. That fact alone establishes their continuing importance. Hence, I find meaningless the debate over whether the guidelines post-<i>Booker</i> are more important than the other sentencing factors in section 3553(a) or whether they are simply as important and no more. That comparison involves incommensurable factors because the guidelines suggest a temporal outcome whose appropriateness must then be assessed in light of the case-specific factors identified in section 3553(a). Indeed, with their focus on the bottom line, the prosecution and defense counsel will inevitably address their arguments to the appropriateness or inappropriateness of a guidelines sentence.</p>\n        <p class=\"indent\">The statute then tells the district court how it must evaluate these arguments. The court should determine whether a sentence within the GSR is \"sufficient, but not greater than necessary,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> to comply with the purposes set forth in [section 3553(a)(2)],\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> based on the \"nature and circumstances of the offense and the history and characteristics of the defendant,\" \"any pertinent policy statement ... issued by the Sentencing Commission,\" \"the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct,\" and \"the need to provide restitution to any victims of the offense.\" 18 U.S.C. &#167; 3553(a). Importantly, there is no assumption here that a guidelines sentence complies with the purposes of the sentencing statute. Instead, that compliance must be tested by consideration of the multiple factors set forth in the sentencing statute, with particular attention to the factors identified by the parties in their arguments.</p>\n        <p class=\"indent\">If, after conducting this multi-factor analysis, the court concludes that a sentence within the GSR does not comply with the purposes set forth in section 3553(a)(2), the court should impose a non-guidelines sentence. <i>See Booker,</i> 543 U.S. at 245-46, 125 S.Ct. 738 (stating that the SRA, as amended by <i>Booker,</i> \"requires a sentencing court to consider Guidelines ranges, see 18 U.S.C.A. &#167; 3553(a)(4) (Supp.2004), but it permits the court to tailor the sentence in light of other statutory concerns as well, see &#167; 3553(a)(Supp.2004)\"). To be sure, because a court begins its analysis with a calculation of the guidelines sentence, a court that chooses a non-guidelines sentence will have the burden of explaining its choice. But this explanatory burden is not a function of the special weight or status of the guidelines. It is a function of the sentencing statute itself, which requires that any sentence that the court imposes, within or without the guidelines, comply with the purposes set forth in the statute.</p>\n        <p class=\"indent\">Before <i>Booker,</i> the mandatory guidelines overwhelmed the other sentencing factors set forth in section 3553. There was scant need to look beyond the guidelines system (including its departure standards) to justify a sentence. That is no longer true. All of the sentencing factors in section 3553 are now fully in play. As a matter of statutory construction, there is nothing in the language of section 3553(a) that justifies attributing to the guidelines \"substantial weight\" in the sentencing decision.</p>\n        <p class=\"indent\">There are some who contend that the advisory guidelines largely account for all of the relevant sentencing factors. <i>See, e.g., Shelton,</i> 400 F.3d at 1332 n. 9 (\"The factors the Sentencing Commission was required to use in developing the Guidelines are a virtual mirror image of the factors sentencing courts are required to consider under <i>Booker</i> and &#167; 3553(a).\"); <i>see also</i> Prepared Testimony of Judge Ricardo H. Hinojosa, Chair, United States Sentencing Commission Before the Subcommittee on Crime, Terrorism, and Homeland Security, Committee on the Judiciary, United States House of Representatives (Feb. 10, 2005), <i>available at</i> http://www.ussc.gov/Blakely/bookertestimony.pdf (last visited Feb. 25, 2006) (same). That being so, the argument goes, there must still be primary reliance on the guidelines in sentencing.</p>\n        <p class=\"indent\">This argument is too facile. As the majority points out, the guidelines are inescapably generalizations. They say little about \"the history and characteristics of the defendant.\" Indeed, the guidelines prohibit consideration of certain individualized factors, namely, lack of guidance as a youth and similar circumstances; drug or alcohol dependence or abuse and gambling addiction; personal financial difficulties and economic pressures upon a trade or business; post-sentencing rehabilitative efforts; diminished capacity where the offense involved violence or serious threat of violence, or where diminished capacity was caused by voluntary use of drugs or other intoxicants; and aberrant behavior involving, among other things, a serious drug trafficking offense. U.S.S.G. &#167;&#167; 5K2.0(d)(1), 5K2.13, 5K2.20(c). The guidelines also discourage &#8212; except in \"exceptional cases\" &#8212; consideration of other individualized factors, including: age, &#167; 5H1.1; education and vocational skills, &#167; 5H1.2; mental and emotional conditions, &#167; 5H1.3; physical condition, &#167; 5H1.4; employment record, &#167; 5H1.5; family ties and responsibilities, &#167; 5H1.6; and civil and military contributions, &#167; 5H1.11. These prohibited and discouraged factors are in tension with the holistic, personalized view of the defendant required by section 3553(a)'s other factors. <i>See, e.g.,</i> Stephen G. Kalar et al., <i>A Booker Advisory: Into the Breyer Patch,</i> 29 <i>Champion</i> 8, 15 (2005) (stating that \"prohibited or discouraged departures\" are \"tailor-made for the broader equitable analysis under &#167; 3553(a)\"); <i>see also Foreman,</i> 436 F.3d at 644 (\"A sentence within the Guidelines carries with it no implication that the district court considered the 3553(a) factors if it is not clear from the record, because, of course, under the Guidelines as mandatory, a district court was not required to consider the section 3553(a) factors.\").</p>\n        <p class=\"indent\">The very mention of these prohibited and discouraged factors dismays some critics of sentencing who see in them the potential for unseemly consideration of a defendant's plight and a return to the sentencing abuses and disparities that inspired the guidelines. That potential is surely there. We must be concerned about it. But it is also true that the old system operated in the complete absence of guidelines. We now have an advisory guidelines system whose consequences are unforeseeable. Despite the dire predictions of some, there is also the possibility that this new system will permit the individualized sentencing absent under the mandatory guidelines system without repeating the disparities so troubling to Congress. As the remedial majority in <i>Booker</i> states, the \"features of the remaining system, while not the system Congress enacted, nonetheless continue to move sentencing in Congress's preferred direction, helping to avoid excessive sentencing disparities while maintaining flexibility sufficient to individualize sentences where necessary.\" 543 U.S. at 264-65, 125 S.Ct. 738. Section 3553(a)'s other factors are not necessarily antithetical to Congress's \"preferred direction,\" and may be part and parcel of it &#8212; \"maintaining flexibility sufficient to individualize sentences where necessary.\" <i>Id.</i></p>\n        <p>II.</p>\n        <p class=\"indent\">I have focused on the procedural role of the advisory guidelines post-<i>Booker</i> because I believe that focus captures the importance of the guidelines in the most balanced way. I also agree with the Second Circuit that this focus on procedure is \"more consonant with the day-to-day role of district judges in imposing sentences and the episodic role of appellate judges in reviewing sentences ... to permit the concept of `consideration' [as required by <i>Booker</i>] in the context of the applicable guidelines range to evolve as district judges faithfully perform their statutory duties.\" <i>United States v. Crosby,</i> 397 F.3d 103, 113 (2nd Cir.2005).</p>\n        <p class=\"indent\">The key is the faithful performance of the statutory duties set forth in section 3553. That faithful performance will require more than the formulaic invocation of the words of the statute by sentencing judges. There will have to be explanations that are responsive to the sentencing issues raised by the parties and that relate the court's decisions on those issues to the multiple purposes and factors of section 3553. <i>See United States v. Cunningham,</i> 429 F.3d 673, 679 (7th Cir.2005) (\"[W]e have to satisfy ourselves, before we can conclude that the judge did not abuse his discretion, that he exercised his discretion, that is, that he considered the factors relevant to that exercise.\"). The burden of explanation for the district courts is inescapably greater than it was before because of the more open-ended nature of sentencing post-<i>Booker.</i><a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Although the guidelines were legally complex, and the fact-finding required by the guidelines could be burdensome at times, the bottom-line judgments were largely mechanical once the offense level and the criminal history numbers were calculated. All of that guidelines work is still there because the guidelines are still there. But now the bottom-line judgments are not mechanical. They must now be more nuanced judgments that reflect both the guidelines analysis and the larger context of the sentencing factors and purposes identified in section 3553.</p>\n        <p class=\"indent\">Given this daunting task, there is value in procedural regularity that begins with the guidelines analysis and then, with particular attention to the sentencing issues raised by the parties, moves on to the additional analysis required by section 3553. While the district court's reasoning can, as the majority states, \"often be inferred by comparing what was argued by the parties or contained in the presentence report with what the judge did,\" our ability to infer from the record should be no substitute for the trial court's obligation to explain. That obligation is particularly important in these early days post-<i>Booker,</i> when the district courts must view and apply the guidelines in a new way. The guidelines are no longer self-justifying. They are not the safe harbor they once were. However, if district courts assume that the guidelines sentence complies with the sentencing statute, and focus only on the compliance of the non-guidelines sentence urged by the defendant, the district courts will effectively give the guidelines a controlling weight and a presumptive validity that is difficult to defend under the constitutional ruling in <i>Booker.</i><a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> That is precisely what happened in this case.</p>\n        <p class=\"center\">III.</p>\n        <p class=\"indent\">The district court began its sentencing analysis with a calculation of the guidelines sentencing range and the rejection of any guidelines departures. As I have indicated, I think that guidelines calculation is a sensible beginning point. But the district court then made a mistake because of its view that a guidelines sentence should be accorded substantial weight and that any deviation from the guidelines must be based on clear and persuasive reasons. Having completed the guidelines analysis, the court said to defense counsel: \"All right. Let's turn then to a &#8212; whether a nonguideline sentence will be appropriate under &#8212; taking into account the factors set forth at [section 3553(a)].\" This question assumed that a sentence within the calculated guidelines range complied with the multi-purpose, multi-factor requirements of section 3553(a). The court stated that it would only subject any non-guidelines sentence urged by defense counsel to the analysis required by the sentencing statute.</p>\n        <p class=\"indent\">Although defense counsel, wittingly or unwittingly, tried to shift the focus, arguing at length that a guidelines sentence would not comply with the requirements of section 3553(a), and a sentence below the guidelines would, the district court did not shift its focus. After hearing the government's predictable argument for a guidelines sentence &#8212; \"the guidelines in this particular case take into account all of the considerations and all of the goals set forth in section 3553(a)\" &#8212; the district court stated its conclusion:</p>\n        <p class=\"indent\">So, for those reasons,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> I'm not inclined to impose a nonguideline sentence in this case. I have the authority to do so, and I have considered the various factors set forth in [section 3553(a)], and have listened to the eloquent argument of [defense counsel], but I think under the circumstances I'm going to impose a sentence that is within the sentencing guidelines even though they are part advisory and not mandatory.</p>\n        <p class=\"indent\">After announcing its specific sentence, which included imprisonment for a term of 46 months (a sentence at the bottom of the guidelines range), the court stated that \"a higher sentence is not necessary to achieve the various goals of sentencing.\" It then added: \"For the reasons previously indicated, I see no basis for a departure from the guidelines within the guidelines framework and no clearly identified and persuasive reasons to impose a non-guidelines sentence.\"</p>\n        <p class=\"indent\">In the end, the court applied the approach to the guidelines that it announced at the beginning of the sentencing hearing. Given the substantial weight that it gave to the appropriateness of a guidelines sentence, it required clearly identified and persuasive reasons to impose a non-guidelines sentence. Finding none, and having therefore concluded that a non-guidelines sentence did not comply with the purposes and factors of the sentencing statute, it imposed a guidelines sentence whose compliance with the sentencing statute was assumed.</p>\n        <p class=\"indent\">Does it matter that the district court's negative finding that a non-guidelines sentence did not comply with the sentencing statute might imply a positive finding that a guidelines sentence did comply with the statute? Does it matter that the specific sentence that the district court imposed here might seem reasonable?<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> In my view, it does not.</p>\n        <p class=\"indent\">Word choices matter because they reflect mental processes, and mental processes matter because they organize information for the decision-maker. Here, in explicit terms, the district court organized all of the information it received from the parties around the wrong proposition &#8212; could a non-guidelines sentence be justified? The court never questioned the assumption that the guidelines sentence complied with the statute. In the future, when district courts have adjusted to the new way of thinking about the guidelines required by <i>Booker,</i> there may be some justification for greater tolerance of word choices and implied findings. But not yet.</p>\n        <p class=\"indent\">Moreover, there is not one reasonable sentence. Reasonableness covers a wide span of possibilities, including possibilities outside the guidelines. The district court gave insufficient consideration to those possibilities because of its assumption that a guidelines sentence complied with the sentencing statute. That assumption was a legal error, and \"errors of law render a sentence per se unreasonable.\" <i>Pho,</i> 433 F.3d at 60-61. Resentencing is therefore required. I respectfully dissent.</p>\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court's decision to give substantial weight to the guidelines and its requirement that a party demonstrate \"clearly identified and persuasive reasons\" before the court will consider and impose a non-guidelines sentence tracks the language used by the district court in<i>United States v. Wilson,</i> 350 F.Supp.2d 910, 912 (D.Utah 2005). In that case, which was decided just one day after <i>Booker,</i> the district court determined that \"in all future sentencings, the court will give heavy weight to the Guidelines in determining an appropriate sentence. In the exercise of its discretion, the court will only depart from those Guidelines in unusual cases for clearly identified and persuasive reasons.\" <i>Id.</i> For the reasons discussed below, I reject this approach.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 3553(b)(1) of the SRA made the guidelines mandatory, stating that a sentencing court \"shall impose a sentence of the kind, and within the range, referred to in [the guidelines]\" (except in circumstances justifying a departure). Finding this provision \"incompatible with [its] constitutional holding,\" the Supreme Court severed and excised it<i>United States v. Booker,</i> 543 U.S. 220, 245, 125 S.Ct. 738, 160 L.Ed.2d 621 (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In this case, the district court (after addressing the defendant's legal and factual objections to the Presentence Report) properly began its sentencing determination by calculating the guidelines sentencing range. This approach was consistent with that prescribed by the majority of circuits that have addressed this issue<i>See, e.g., United States v. Kristl,</i> 437 F.3d 1050, 1056 (10th Cir.2006); <i>United States v. McBride,</i> 434 F.3d 470, 476 (6th Cir.2006); <i>United States v. Hughes,</i> 401 F.3d 540, 546 (4th Cir.2005); <i>United States v. Mares,</i> 402 F.3d 511, 519 (5th Cir.2005); <i>United States v. Dean,</i> 414 F.3d 725, 727 (7th Cir.2005); <i>United States v. Mashek,</i> 406 F.3d 1012, 1017 n. 7 (8th Cir.2005); <i>United States v. Shelton,</i> 400 F.3d 1325, 1332 n. 9 (11th Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The so-called \"parsimony\" provision, which requires that sentences be only as long as necessary to serve the purposes listed in section 3553(a)(2), has received scant attention from courts. Commentators note that this provision, which was originally part of the House sentencing reform bill and was later added to the Senate resolution and adopted in committee, \"is not just another `factor' to be considered along with others set forth in Section 3553(a) ... &#8212; it sets an independent limit on the sentence a court may impose.\" David L. Mccolgin &amp; Brett G. Sweitzer,<i>Grid &amp; Bear It,</i> 29 <i>Champion</i> 50, 50 (2005); <i>see also United States v. Foreman,</i> 436 F.3d at 644 n. 1 (6th Cir.2006) (\"[A] district court's mandate is to impose `a sentence sufficient, but not greater than necessary, to comply with the purposes' of section 3553(a)(2).\") (quoting 18 U.S.C. &#167; 3553(a)); Richard S. Frase, <i>Punishment Purposes,</i> 58 Stan. L.Rev. 67, 83 (2005) (stating that \"the structure of section 3553(a),\" which lists the parsimony principle first, suggests that this principle \"set[s] overall limits on the crime-control and other purposes which follow\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> These purposes are:</p>\n        <p class=\"indent\">(A) to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense;</p>\n        <p class=\"indent\">(B) to afford adequate deterrence to criminal conduct;</p>\n        <p class=\"indent\">(C) to protect the public from further crimes of the defendant; and</p>\n        <p class=\"indent\">(D) to provide the defendant with needed educational or vocational training, medical care, or other correctional treatment in the most effective manner</p>\n        <p class=\"indent\">18 U.S.C. &#167; 3553(a)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As the Federal Public Defenders point out in their amicus curiae brief, we required, even before<i>Booker,</i> that a court's explanation of its sentence \"sufficiently show[] a thoughtful exercise of the court's sentencing responsibility and a degree of care and individualized attention appropriate to the solemnity of the sentencing task.\" <i>United States v. Vazquez-Molina,</i> 389 F.3d 54, 59 (1st Cir.2004), <i>cert. granted, judgment vacated, and case remanded on other grounds,</i> ___ U.S. ___, 125 S.Ct. 1713, 161 L.Ed.2d 520 (2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Many commentators argue that by giving the guidelines controlling weight, and abdicating the responsibility to take account of the other section 3553(a) factors, courts \"effectively mak[e] the guidelines as binding as they were before<i>Booker,</i>\" thereby violating <i>Booker's</i> constitutional command. Mccolgin &amp; Sweitzer, <i>supra,</i> at 53; <i>see also</i> Frank O. Bowman, III, <i>Beyond Band-Aids: A Proposal for Reconfiguring Federal Sentencing After Booker,</i> 2005 U. Chi. Legal F. 149, 183 (2005). Justice Stevens made a similar point in his dissent in <i>Booker,</i> stating that the \"sentencing range is now nothing more than a suggestion that may or may not be persuasive to a judge when weighed against the numerous other considerations listed in [section 3553(a)].\" 243 U.S. at 300, 37 S.Ct. 273 (Stevens, J., dissenting in part). Justice Scalia wrote to the same effect, stating that \"logic compels the conclusion that the sentencing judge, after considering the recited factors (including the Guidelines), has full discretion, as full as what he possessed before the Act was passed, to sentence anywhere within the statutory range. If the majority thought otherwise ... its opinion would surely say so.\" <i>Id.</i> at 305, 37 S.Ct. 273 (Scalia, J., dissenting in part). To be sure, these are dissents to the remedial decision in <i>Booker,</i> which does not elaborate on its statement that the guidelines must be \"consider[ed]\" post-<i>Booker.</i> But given the close divisions on the Court about the post-<i>Booker</i> role of the guidelines, and given the new composition of the Court, it would be foolhardy to ignore the constitutional dangers of adopting an approach to the guidelines post-<i>Booker</i> that approximates, in a new guise, the mandatory guidelines.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Before stating its conclusion, the district court carefully explained why defense counsel's arguments about the country's policy toward illegal immigration, the disparities generated by fast-track sentencing, the poverty and difficult family circumstances of the defendant, and the eventual deportation of the defendant, did not justify a non-guidelines sentence. This careful explanation was characteristic of the district court's work throughout the proceedings. My objection to the district court's work relates only to its erroneous approach to the guidelines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> I must also acknowledge my uneasiness with the majority's suggestion that \"a plausible outcome\" translates into a reasonable sentence. I would prefer that we not prematurely offer glosses on the content of \"reasonableness.\" We should give content to the concept of reasonableness through our review of specific sentences, especially given the increased importance of appellate review post-<i>Booker. See Foreman,</i> 436 F.3d at 644 (\"Under the mandatory Guideline system, appellate review was not integral to assuring uniformity. Now, with the advisory Guidelines and more sentencing variables, appellate review is all the more important in assuring uniformity and reducing sentencing disparities across the board.\"). I am concerned that the majority's language needlessly dilutes an already deferential standard of review. <i>See United States v. Pho,</i> 433 F.3d 53, 61 (1st Cir.2006) (stating that the abuse of discretion standard, and by extension, the reasonableness standard, \"contemplates substantial deference to the judgment calls of a nisi prius court\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"202106\"><a href=\"/opinion/202106/united-states-v-jimenez-beltre/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">514</span></a></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Lenny JIM&#201;NEZ-BELTRE, a/k/a Tony P&#233;rez, H&#233;ctor Cintr&#243;n, H&#233;ctor Guzm&#225;n-Rivera, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1268.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 12, 2006.</p>\n    <p class=\"date\">Decided March 9, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">James B. Krasnoo, by appointment of the court, with whom Law Offices of James B. Krasnoo was on brief for appellant.</p>\n      <p class=\"indent\">Peter Goldberger, Joshua Dratel, Charles W. Rankin, Rankin &amp; Sultan, and Carmen D. Hernandez Gil on brief for The National Association of Criminal Defense Lawyers and the Criminal Justice Act Board for the United States District Court for the District of Massachusetts, Amici Curiae.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Judith H. Mizner, Assistant Federal Public Defender, Massachusetts Federal Defender Office, Amy Baron-Evans, National Sentencing Resource Counsel, Federal Defender Office, Miriam Conrad, Federal Public Defender, Districts of Massachusetts, New Hampshire and Rhode Island, Joseph C. Laws, Federal Public Defender, District of Puerto Rico, and David Beneman, Federal Public Defender, District of Maine, on brief for the Federal Public Defenders for the Districts of Massachusetts, New Hampshire and Rhode Island, the District of Puerto Rico and the District of Maine, Amici Curiae.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Cynthia A. Young for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Michael J. Sullivan, United States Attorney, and Paul G. Casey, Assistant United States Attorney on brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Paula D. Silsby, United States Attorney, Margaret McGaughey, Assistant United States Attorney, H.S. Garcia, United States Attorney, Nelson Perez-Sosa, Assistant United States Attorney, Robert Clark Corrente, United States Attorney, Donald C. Lockhart, Assistant United States Attorney, and Patty Merkamp Stemler, Chief, Appellate Section, Criminal Division, United States Department of Justice, on supplemental/en banc brief for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, TORRUELLA, SELYA, LYNCH, LIPEZ, and HOWARD, Circuit Judges.</p>\n    </div>\n    <p>OPINION EN BANC</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">BOUDIN, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A year has now passed since the Supreme Court's decision in <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), and courts are being asked to review sentences imposed under the post-<i>Booker</i> advisory guidelines regime. <i>See United States v. Pho,</i> <span class=\"citation\" data-id=\"202000\"><a href=\"/opinion/202000/united-states-v-pho/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span> (1st Cir.2006); <i>United States v. Robinson,</i> <span class=\"citation\" data-id=\"201981\"><a href=\"/opinion/201981/united-states-v-robinson/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span> (1st Cir.2005). We have heard this case en banc to provide stable guidance in this circuit for the determination and review of post-<i>Booker</i> sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The facts of the present case are generally not in dispute. Cambridge, Massachusetts, police arrested Lenny Jimenez-Beltre on drug trafficking charges in March 2000. He pled guilty to distributing cocaine and doing so within 1,000 feet of school property. He was sentenced to two and one-half years of imprisonment and, on March 19, 2002, released and deported to the Dominican Republic.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Without the necessary permission from the Attorney General or Secretary of Homeland Security, 8 U.S.C. &#167; 1326 (2000), Jimenez-Beltre unlawfully re-entered the United States. On October 1, 2003, he was arrested on drug charges (of which he was later convicted) by the Fitchburg, Massachusetts, police. Thereafter, he was indicted under 8 U.S.C. &#167; 1326 by a federal grand jury for illegal re-entry into the United States. On October 20, 2004, he pled guilty to the charge.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court held the sentencing hearing on February 15, 2005, just over a month after <i>Booker</i> had been handed down. At sentencing, the district court began, with clarity much appreciated by us, with an explanation that it would first calculate the guideline sentence, then determine whether departures were warranted under the guidelines, and finally determine whether a non-guideline sentence was warranted by the relevant factors set forth in 18 U.S.C. &#167; 3553(a) (2000). The court offered this concise summary:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">I'm certainly treating the Guidelines as advisory, not mandatory, but I feel I need to start someplace, and that's where I'm going to start. I do intend to give them substantial weight, but they don't have controlling weight; and if there are clearly identified and persuasive reasons why I should not impose a Guidelines sentence, I will consider those and impose a sentence accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The judge then calculated the guideline sentence. For Jimenez-Beltre's crime, the base offense level is eight. U.S.S.G. &#167; 2L.1.2(a). The court added sixteen levels because Jimenez-Beltre had \"previously [been] deported ... after ... a conviction for a felony that is ... a drug trafficking offense for which the sentence imposed exceeded 13 months.\" <i>Id.</i> &#167; 2L.1.2(b)(1)(A)(i). Three levels were subtracted for acceptance of responsibility, <i>id.</i> &#167; 3E1.1(b), making the adjusted offense level twenty-one.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For criminal history, the pre-sentence report assigned Jimenez-Beltre five points, placing him in category III. Jimenez-Beltre asked the district court to depart on the ground that he did not have an extensive criminal history and that the Fitchburg offense had involved a small quantity of drugs. The district court denied the request for a departure, saying that the amount was uncertain but the offense had been a felony and the court deemed the matter to be within the guideline \"heartland.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Jimenez-Beltre also argued that the guideline sentence should not control, saying among other things that \"fast-track\" federal courts in the Southwest gave lower sentences in comparable cases, that he had already served some period in the custody of state and immigration authorities before being turned over for federal prosecution, and that re-deportation was in itself punishment and would protect the public.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The district court, after calculating the guidelines range and considering the above-described arguments, said that it recognized that the guidelines were only advisory but saw \"no clearly identified and persuasive reasons to impose a nonguidelines sentence.\" The guideline range, for level 21 and criminal history category III, was 46 to 57 months. The court sentenced Jimenez-Beltre to 46 months, saying that \"a higher sentence is not necessary to achieve the various goals of sentencing.\" This appeal followed, primarily urging that the sentence is unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">At the threshold, we face the government's position that a sentence <i>within</i> the guidelines is inherently unreviewable on appeal on grounds of \"unreasonableness.\" The argument is based on the structure of the review provisions of the statute governing appeals from sentences, 18 U.S.C. &#167; 3742(a), and on the analogy to the case law governing review of district court decisions in the pre-<i>Booker</i> era; the case law, it will be recalled, precluded review of a <i>refusal</i> to depart unless the district court misapprehended its authority. <i>See United States v. Ruiz,</i> <span class=\"citation\" data-id=\"121166\"><a href=\"/opinion/121166/united-states-v-ruiz/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 627, <span class=\"citation\" data-id=\"121166\"><a href=\"/opinion/121166/united-states-v-ruiz/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2450</span></a></span>, <span class=\"citation\" data-id=\"121166\"><a href=\"/opinion/121166/united-states-v-ruiz/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span></a></span> (2002).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Whatever its logic (a matter on which reasonable people can differ), the government's position in this court is hopeless. A majority of Justices said explicitly in <i>Booker</i> that sentences would be reviewable for reasonableness whether they fell within or without the guidelines,<a class=\"footnote\" href=\"#fn1-1\" id=\"fn1-1_ref\">1</a> and for us that is the end of the matter. The government says that this was merely \"dicta\"; but \"considered dicta ... of recent vintage\" are effectively binding on us. <i>Rossiter v. Potter,</i> <span class=\"citation\" data-id=\"200832\"><a href=\"/opinion/200832/rossiter-v-potter/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 31 (1st Cir.2004) (quoting <i>McCoy v. MIT,</i> <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 19 (1st Cir.1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Central to the merits of this appeal is the question of what role the advisory guidelines should play in a post-<i>Booker</i> sentence. To begin with the conclusion, the guidelines continue in our view to be an important consideration in sentencing, both in the district court and on appeal, which should be addressed in the first instance by the sentencing judge. We do not find it helpful to talk about the guidelines as \"presumptively\" controlling or a guidelines sentence as \"per se reasonable,\"<a class=\"footnote\" href=\"#fn2-1\" id=\"fn2-1_ref\">2</a> and believe that the district judge's adroit one-paragraph summary (quoted above) is a more useful compass.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our conclusion is rooted in both parts of the <i>Booker</i> decision. In holding the mandatory regime unconstitutional, the flaw discerned by the five-Justice majority was that mandatory guidelines created mini-crimes requiring jury findings. <i>Booker,</i> 125 S.Ct. at 750-52. Although making the guidelines \"presumptive\" or \"per se reasonable\" does not make them mandatory, it tends in that direction; and anyway terms like \"presumptive\" and \"per se\" are more ambiguous labels than they at first appear.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the same time, the guidelines cannot be called just \"another factor\" in the statutory list, 18 U.S.C. &#167; 3553(a) (2000), because they are the only <i>integration</i> of the <i>multiple</i> factors and, with important exceptions, their calculations were based upon the actual sentences of many judges, <i>Booker,</i> 125 S.Ct. at 766-67; 28 U.S.C. &#167; 994(o). The Sentencing Commission is also an expert agency charged by Congress with the task of promulgating guidelines and keeping them up to date. 28 U.S.C. &#167; 994(c). In its remedial opinion, the Supreme Court has stressed the continuing role of the guidelines in promoting uniformity and fairness. <i>Booker,</i> 125 S.Ct. at 757-64.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Yet the guidelines are still <i>generalizations</i> that can point to outcomes that may appear unreasonable to sentencing judges in particular cases. Some of the guidelines in particular cases were not reflections of existing practice but were deliberate deviations or turned tendencies into absolutes. Others have been affected by directions from Congress. <i>See, e.g., Pho,</i> 433 F.3d at 61-63. <i>Booker's</i> remedial solution makes it possible for courts to impose non-guideline sentences that override the guidelines, subject only to the ultimate requirement of reasonableness.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Accordingly, at sentencing, the district court must continue to \"consider the Guidelines `sentencing range.'\" <i>Booker,</i> 125 S.Ct. at 764 (quoting 18 U.S.C. &#167; 3553(a)(4)). In most cases, this will mean that the district court will have to calculate the applicable guidelines range including the resolution of any factual or legal disputes necessary to that calculation &#8212;unless they do not matter&#8212;before deciding whether to exercise its new-found discretion to impose a non-guidelines sentence. <i>Robinson,</i> 433 F.3d at 35.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In sum, we agree with the district court's general approach, quoted above, and we find very helpful the district court's sequential determination of the guideline range, including any proposed departures, followed by the further determination whether other factors identified by either side warrant an ultimate sentence above or below the guideline range. To construct a reasonable sentence starting from scratch in every case would defeat any chance at rough equality which remains a congressional objective.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This brings us to Jimenez-Beltre's detailed objections on appeal, which focus upon the district court's treatment of various factors cited by Jimenez-Beltre at sentencing as reasons urged for a sentence below the guideline range. To sum up again at the outset, our emphasis in reviewing such claims will be on the provision of a reasoned explanation, a plausible outcome and&#8212;where these criteria are met&#8212;some deference to different judgments by the district judges on the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Whether the sentence falls inside or outside the applicable guideline range, it is important for us to have the district court's reasons for its sentence; 18 U.S.C. &#167; 3553(c) so requires for sentences outside the guidelines range (or within it if the range is broad) and this is even more important in the more open-ended post-<i>Booker</i> world. Yet a court's reasoning can often be inferred by comparing what was argued by the parties or contained in the pre-sentence report with what the judge did.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Assuming that the district court correctly calculates the guidelines range and its reasoning is express or can be discerned, the remaining question on appellate review is one of <i>reasonableness</i> which <i>Booker</i> expressly held to be reviewable. Often, there can be more than one reasonable way of assessing a factor and more than one reasonable result. Assuming a plausible explanation and a defensible overall result, sentencing is the responsibility of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In this case, Jimenez-Beltre asked the district court for a below-guidelines sentence on several grounds, four of which are pressed on appeal. The first is that a below-guidelines sentence was necessary to avoid the \"unwarranted sentencing disparity,\" 18 U.S.C. &#167; 3553(a)(6), between those districts that have so-called \"fast-track\" systems for prosecuting and sentencing illegally re-entering aliens and other districts, like Massachusetts, that do not.<a class=\"footnote\" href=\"#fn3-1\" id=\"fn3-1_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">This certainly permits disparities but they are the result of a congressional choice made for prudential reasons, implicitly qualifying the general aim of equality. The impact is probably more modest than the decision of a United States Attorney, in a district with a heavy case load, to forgo entirely some prosecutions that would routinely be brought in other districts. Whether it would even be permissible to give a lower sentence on the ground sought is itself an open question. <i>Martinez-Flores,</i> 428 F.3d at 30 n. 3.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In any event, the district court ruled that the defendant had not furnished a factual basis for assessing the extent of the disparities or provided a reason why to take them into account. As with departures, the proponent of a factor that would work in the proponent's favor has to provide the basis to support it. <i>United States v. Derbes,</i> <span class=\"citation\" data-id=\"201042\"><a href=\"/opinion/201042/united-states-v-derbes/\"><span class=\"volume\">369</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 582 (1st Cir.2004). In declining to alter the sentence on this ground, the district court did not act unreasonably.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Jimenez-Beltre's second argument for a lower sentence was based on his claim that his prior, predicate drug conviction involved only two bags of cocaine and was therefore \"minor\" compared to larger quantities handled by other alien drug dealers. The district court did not credit Jimenez-Beltre's (unsworn) statement as to the amount and concluded&#8212;permissibly in our view&#8212;that it was enough to adhere to the guidelines sentence that the predicate conviction was for felony drug dealing and carried a sentence of the requisite length.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Next, Jimenez-Beltre asked the district court to adjust the sentence to account for the time that he spent in state custody and that of the federal Immigration and Customs Enforcement (\"ICE\") authorities. The district court quite reasonably disregarded the time spent in state custody&#8212;apparently five weeks; Massachusetts, a \"separate sovereign\" (as the district court pointed out), was holding Jimenez-Beltre in aid of new drug charge, not illegal re-entry.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">As for the time Jimenez-Beltre spent in ICE custody, it amounted to 30 days, and he was sentenced at the bottom of the guidelines range whose breadth was 11 months. Jimenez-Beltre does not claim that he was legally entitled to an automatic credit under the guidelines. The district court was uncertain whether the 30-day period was an appropriate basis to adjust the sentence, decided not to do so and&#8212;we conclude&#8212;did not act unreasonably.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Next, Jimenez-Beltre says that the district court should have given a non-guidelines sentence to account for his immediate detention and likely future deportation once released from prison. This, said Jimenez-Beltre, made a normal guideline sentence unnecessary for deterrence or public protection and was a pertinent factor under 18 U.S.C. &#167; 3553(a)(2). Framed as a generic argument, this is unpersuasive on its face.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The crime in question&#8212;re-entry after deportation&#8212;is ordinarily going to be committed by persons who will be deported after their sentences have been served. The guideline sentencing range was likely predicated on this understanding. And Jimenez-Beltre, who himself did re-enter after deportation, is hardly in a good position to argue for a shorter sentence on the ground that another deportation of him will protect the public adequately against yet another repetition.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Finally&#8212;and independent of the reasonableness of his sentence&#8212;Jimenez-Beltre argues that, under the Sixth Amendment, the fact and nature of his prior state conviction should have been proved to a jury beyond a reasonable doubt. The Supreme Court held to the contrary in <i>Almendarez-Torres v. United States,</i> <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1219</span></a></span>, <span class=\"citation\" data-id=\"118188\"><a href=\"/opinion/118188/almendarez-torres-v-united-states/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">350</span></a></span> (1998), but Jimenez-Beltre contends that <i>Almendarez-Torres</i> has been \"eviscerated\" by the Supreme Court's more recent decisions in <i>Apprendi v. New Jersey,</i> <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span>, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">147</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">435</span></a></span> (2000), <i>Booker,</i> and <i>Shepard v. United States,</i> <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">13</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1254</span></a></span>, <span class=\"citation\" data-id=\"142875\"><a href=\"/opinion/142875/shepard-v-united-states/\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">205</span></a></span> (2005).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Whatever the continuing viability of <i>Almendarez-Torres,</i> we have previously held that we are bound to follow it until it is expressly overruled, <i>United States v. Ivery,</i> <span class=\"citation\" data-id=\"201865\"><a href=\"/opinion/201865/united-states-v-ivery/\"><span class=\"volume\">427</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></a></span>, 75 (1st Cir.2005), and we see no reason to revisit that conclusion here. As it happens, Jimenez-Beltre <i>admitted</i> his prior conviction which, under <i>Booker</i> and <i>Blakely v. Washington,</i> <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">542</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">296</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">124</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2531</span></a></span>, <span class=\"citation\" data-id=\"136995\"><a href=\"/opinion/136995/blakely-v-washington/\"><span class=\"volume\">159</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">403</span></a></span> (2004), would avoid the constitutional issue in this case even if <i>Almendarez-Torres</i> were to be overturned.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1-1\">\n        <a class=\"footnote\" href=\"#fn1-1_ref\">1</a>\n        <p> Justice Breyer's remedial decision for five Justices is unqualified on this point,<i>Booker,</i> 125 S.Ct. at 765, and Justice Scalia's dissent agrees that this is what is entailed by the majority position, <i>id.</i> at 792-93.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2-1\">\n        <a class=\"footnote\" href=\"#fn2-1_ref\">2</a>\n        <p> Several circuits have used the presumption language<i>United States v. Mykytiuk,</i> <span class=\"citation\" data-id=\"791054\"><a href=\"/opinion/791054/united-states-v-robert-mykytiuk/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">606</span></a></span>, 608 (7th Cir.2005); <i>United States v. Tobacco,</i> <span class=\"citation\" data-id=\"792422\"><a href=\"/opinion/792422/united-states-v-harold-tobacco/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1151 (8th Cir.2005); <i>United States v. Williams,</i> <span class=\"citation\" data-id=\"793176\"><a href=\"/opinion/793176/united-states-v-leonard-jermain-williams/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">706</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">224067</span></span>, at *1 (6th Cir. Jan.31, 2006); <i>United States v. Green,</i> <span class=\"citation\" data-id=\"793161\"><a href=\"/opinion/793161/united-states-v-charles-aaron-green/\"><span class=\"volume\">436</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">449</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">267217</span></span>, at *5 (4th Cir., Feb.6, 2006). The per se label has also been urged, <i>United States v. Webb,</i> <span class=\"citation\" data-id=\"789774\"><a href=\"/opinion/789774/united-states-v-bernard-chester-webb/\"><span class=\"volume\">403</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">373</span></a></span>, 385 (6th Cir.2005) (Kennedy, C.J., concurring in part and dissenting in part), but has thus far been rejected, <i>Webb,</i> 403 F.3d at 385 n. 9. <i>United States v. Talley,</i> <span class=\"citation\" data-id=\"77183\"><a href=\"/opinion/77183/united-states-v-john-kevin-talley/\"><span class=\"volume\">431</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">784</span></a></span>, 786-87 (11th Cir.2005); <i>United States v. Cunningham,</i> <span class=\"citation\" data-id=\"792478\"><a href=\"/opinion/792478/united-states-v-karl-cunningham/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">673</span></a></span>, 676 (7th Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3-1\">\n        <a class=\"footnote\" href=\"#fn3-1_ref\">3</a>\n        <p> Under these procedures, meant to cope with heavy case loads in border courts, Congress has authorized special downward departures for defendants who waive certain procedural rights in districts where the Attorney General has authorized \"fast-track\" procedures<i>United States v. Martinez-Flores,</i> <span class=\"citation\" data-id=\"201894\"><a href=\"/opinion/201894/united-states-v-martinez-flores/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 24 (1st Cir.2005).</p>\n        <p>TORRUELLA, Circuit Judge (Concurring).</p>\n        <p class=\"indent\">Since <i>Booker</i> was decided, district courts have been forced to navigate murky waters. I write separately to articulate my reasons for joining the majority's central holding, for the benefit of district judges who must interpret and apply it to the difficult task of sentencing defendants in their courtrooms.</p>\n        <p class=\"indent\">I am in agreement with the majority opinion to the extent that it establishes a post-<i>Booker</i> sentencing regime wherein the guidelines enjoy no presumption of reasonableness. I also agree that, procedurally, district judges should first calculate the guideline range including any proposed departures, as they did before <i>Booker</i> was decided.</p>\n        <p class=\"indent\">Further, I agree with the majority opinion to the extent that it requires the district court to explain the reasoning for the sentence imposed, whether it falls within the guidelines range<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> or outside of it. I do not think the majority's suggestion that a district court's reasoning can \"often be inferred\" should be interpreted as an exception to the rule set forth in 18 U.S.C. &#167; 3553(c) that the district court must \"state in open court the reasons for its imposition of the particular sentence.\" In other words, the district court's obligation to explain is not excused by our discretion to discern its reasoning from the record on appeal.</p>\n        <p class=\"indent\">Finally, I think it is of critical importance that the majority opinion be understood to reinforce our commitment to the statutory requirement that, in all cases, district courts must impose sentences that are \"sufficient, but not greater than necessary\" to effectuate the goals of criminal punishment, as articulated in 18 U.S.C. &#167; 3553(a). In articulating its reasons for imposing any sentence, the district court must make clear reference to this central principle.</p>\n        <p class=\"indent\">As the case law develops, the standards we announce today will evolve. District courts will more substantively contribute to the development of our jurisprudence and less frequently confront remand if they comply with our instructions to make sentencing as transparent a process as possible.</p>\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Of course, there is no statutory obligation to explain a sentence within the guidelines range where the applicable range is less than 24 months. 18 U.S.C. &#167; 3553(c)(1)</p>\n        <p class=\"indent\">HOWARD, Circuit Judge, concurring in part and concurring in the judgment.</p>\n        <p class=\"indent\">The Supreme Court's opinions in <i>Booker</i> left many questions unanswered. While my views overlap to some extent with those of the lead opinion, I write separately to emphasize that sentencing courts are still to accord the guidelines substantial weight and that sentences outside the guidelines sentencing range are reasonable only so long as and only to the extent that they can be said to comport with the Sentencing Reform Act of 1984 (which remains a legitimate expression of congressional purpose post-<i>Booker</i>). Moreover, I have come to accept the government's position that sentences within the guidelines sentencing range are reasonable, absent a claim of error in calculating the range. Certainly, I cannot say that these positions are required by the language of <i>Booker</i> (nor, however, are they inconsistent with that language). But they are, I believe, likely to yield a federal sentencing regime that accords with Congress's policy preferences. I shall explain briefly, organizing my comments around three propositions that have received less prominent consideration in the post-<i>Booker</i> cases than I think is warranted.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">1</a>\n        <p class=\"indent\"> \"Reasonableness\" within the meaning of<i>Booker</i> is not common-law reasonableness; it is \"reasonableness in light of Congress's purposes in enacting the Sentencing Reform Act of 1984.\" <i>Booker</i> invalidated a means &#8212; guidelines sentences premised on mandatory judicial factfinding &#8212; by which Congress sought to achieve its goals with respect to federal sentencing. But it in no way called into question the legitimacy of Congress's purposes in passing the Act. On the contrary, the primary theme of Justice Breyer's remedial opinion is that Congress's purposes were and are valid, and that federal judges should strive to apply the Act (and the regime created by the Act, almost all of which was left intact) to further those purposes. <i>See</i> 125 S.Ct. at 757-59 &amp; 767. Thus, it remains crucial for federal judges to sentence (and to review sentences) with an eye toward what Congress sought to accomplish. Doing so requires an appreciation of the Act's history and context.</p>\n        <p class=\"indent\">Prior to the Act, federal district court judges had almost unbounded discretion to sentence within statutory limits &#8212; a discretion that was largely exempted from appellate review. As a result, federal defendants with similar criminal backgrounds who engaged in similar unlawful conduct could receive vastly different sentences. Congress determined that this lack of uniformity &#8212; described in the Act's legislative history as \"astounding,\" Comprehensive Crime Control Act of 1984, S.Rep. No. 98-225, at 41, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3224 &#8212; was fair to neither defendants nor the public. The result was the Act, which had as a \"primary\" goal the elimination of unwarranted sentencing disparities. <i>Id.</i> at 52, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3235; <i>see also Mistretta v. United States,</i> <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span>, 363-67, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">647</span></a></span>, <span class=\"citation\" data-id=\"112173\"><a href=\"/opinion/112173/mistretta-v-united-states/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">714</span></a></span> (1989) (discussing the Act and its legislative history).</p>\n        <p class=\"indent\">The Act sought to accomplish this goal in a number of ways. It created an expert Sentencing Commission to collect data and write sentencing guidelines \"intended to treat all classes of offenses committed by all categories of offenders consistently.\" S.Rep. No. 98-225, at 51, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3234. It identified explicitly the four purposes a sentencing judge should consider in imposing sentence. <i>See</i> 18 U.S.C. 3553(a)(2)(A)-(D) (the sentence should reflect the seriousness of the offense, afford adequate deterrence, protect the public from the defendant, and provide the defendant with needed vocational training or medical care). It required the Commission to consider these four sentencing purposes in fashioning and periodically revising the guidelines. <i>See</i> S. Rep. 98-225, at 59-60 &amp; 178, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3242-43 &amp; 3361. It instructed federal judges to sentence within the guidelines unless an aggravating or mitigating circumstance existed that was not adequately considered in the formulation of the guidelines. <i>See id.</i> at 52, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3235. And it provided the government and defendant with limited rights to appeal to \"assure that the guidelines are applied properly and [to] provide case law development of the appropriate reasons for sentencing outside the guidelines.\" <i>Id.</i> at 151, <i>reprinted in</i> 1984 U.S.C.C.A.N. at 3334.</p>\n        <p class=\"indent\">The guidelines therefore are not only central to the uniformity that Congress sought to bring about in passing the Act; they also are the data-driven and experience-based manifestations of Congress's considered views on how, in the usual case, to accomplish the purposes of federal sentencing. Thus, while there surely is more play in the joints following <i>Booker,</i> it would not serve the Act's purposes to regard the guidelines as merely one factor among many that are relevant in arriving at an appropriate sentence. For the Act's purposes to be served, the guidelines &#8212; which, as matters stand, are the only conceivable centers of gravity around which some semblance of uniformity in federal sentencing might be maintained, and which, again, reflect Congress's considered judgments about the range of appropriate sentences for federal crimes &#8212; must be accorded substantial weight. Otherwise, federal sentencing practices are likely to revert to the free-for-all which marked the pre-guidelines regime. Whether federal judges believe such a system would be better or worse than the guidelines-based system is immaterial. What matters is that such a system would exist only in defiance of the expressed will of Congress.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">2</a>\n        <p class=\"indent\"> In terms of Congress's purposes, there is no one \"reasonable\" federal sentence in a given criminal case; rather, there is a range of \"reasonable\" sentences which always will include within it the guidelines sentencing range but, post-<i>Booker,</i> may frequently be broader. That a properly calculated guidelines sentence always is \"reasonable\" in terms of Congress's purposes may be inferred from the fact that Congress did not give the appellate courts jurisdiction to review challenges to such a sentence. <i>See</i> 18 U.S.C. &#167; 3742(a), (b); <i>United States v. Ruiz,</i> <span class=\"citation\" data-id=\"121166\"><a href=\"/opinion/121166/united-states-v-ruiz/\"><span class=\"volume\">536</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span>, 627, <span class=\"citation\" data-id=\"121166\"><a href=\"/opinion/121166/united-states-v-ruiz/\"><span class=\"volume\">122</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2450</span></a></span>, <span class=\"citation\" data-id=\"121166\"><a href=\"/opinion/121166/united-states-v-ruiz/\"><span class=\"volume\">153</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">586</span></a></span> (2002) (noting the unanimous view of the appellate courts that &#167; 3742(a) does not permit appellate review of arguments that a sentence within a properly calculated guidelines sentencing range was unreasonably high or that the sentencing court abused its discretion in refusing to depart downward); <i>United States v. Tucker,</i> <span class=\"citation\" data-id=\"533861\"><a href=\"/opinion/533861/united-states-v-forrest-s-tucker/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 10 (1st Cir.1989). The question, then, never has been whether it is lawful to impose a sentence within the properly calculated guidelines sentencing range. The answer to that question always has been \"yes.\" The question, rather, always has been whether the facts of a particular case <i>also</i> make it lawful for the sentencing judge to impose a sentence that is outside the properly calculated guidelines sentencing range. <i>Booker</i> doubtless makes it easier to answer that question \"yes\" as well, so long as the purposes of the Act are not undermined. But <i>Booker</i> did not fundamentally alter the nature of the questions to be asked. <i>See</i> 125 S.Ct. at 765-68.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">3</a>\n        <p class=\"indent\"> Congress created appellate jurisdiction to ensure that its preferred, more uniform sentencing regime would emerge; it did not create appellate jurisdiction to allow the government or a defendant to challenge a district court's discretionary determination that a case is sufficiently ordinary to warrant a sentence within the properly calculated guidelines sentencing range. Admittedly, in<i>Booker,</i> Justice Scalia reads Justice Breyer's remedial opinion to authorize appellate challenges to the reasonableness of sentences imposed within the properly calculated guidelines sentencing range, and Justice Breyer said nothing in response to disabuse him of the notion. <i>Compare</i> 125 S.Ct. at 793-94 (Scalia, J., dissenting in part) <i>with</i> 125 S.Ct. at 766 (Breyer, J., delivering the opinion of the Court in part). I shall leave aside the vexing question how, notwithstanding Justice Breyer's silence, excision of those portions of the Act which made the guidelines mandatory (which is all that the <i>Booker</i> remedial opinion purports to accomplish) reasonably might be thought to alter the settled meaning of 18 U.S.C. &#167; 3742(a) and (b) and to confer appellate jurisdiction where it did not exist before. <i>See supra</i> at 20-21; <i>see also United States v. Cooper,</i> <span class=\"citation\" data-id=\"793258\"><a href=\"/opinion/793258/united-states-v-lydia-cooper/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">324</span></a></span>, 334-340 (3d Cir. Feb.14, 2006) (Aldisert, J., concurring and dissenting) (elaborating with admirable thoroughness the argument that <i>Booker</i> should not be read to resolve whether the courts of appeals have jurisdiction to entertain challenges to sentences within the properly calculated guidelines sentencing range). Although I think the government has the better of the jurisdictional argument, and although I would hold that there still is no right to appeal discretionary decisions to sentence within the properly calculated guidelines sentencing range, the issue is better left to the Supreme Court. In the interim, it does not much matter whether we reject such appeals on jurisdictional grounds or on the merits. Because a sentence within the properly calculated guidelines sentencing range is per se reasonable when \"reasonableness\" is assessed, not \"in the air, so to speak\" <i>cf. Palsgraf v. Long Island R. Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">339</span></span>, 341, <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">99</span></span> (N.Y.1928) (Cardozo, C.J.) (citation and internal quotes omitted), but in terms of Congress's purposes, the result is the same either way.</p>\n        <p class=\"indent\">Given the much-publicized dissatisfaction with the guidelines in a number of quarters, it is not surprising that the federal courts have tended to answer the questions left open by <i>Booker</i> in such a way as to return to federal judges some of the powers over federal sentencing that Congress appropriated to itself (or shifted to the executive branch) when it passed the Act. There may be reason to hope that the post-<i>Booker</i> regime will be viewed not only as tolerable, but even as an improvement over guidelines sentencing. But if post-<i>Booker</i> sentencing practices come to be perceived as resembling too much the non-uniform sentencing that gave rise to the guidelines, Congress may well respond with legislation that circumscribes judicial power and discretion even more tightly. And there is for certain good reason to doubt that criminal justice interests would be better served by such a system.</p>\n        <p class=\"indent\">LIPEZ, Circuit Judge, dissenting.</p>\n        <p class=\"indent\">I agree with some of the majority's description of the role that the advisory guidelines should play in the determination of post-<i>Booker</i> sentences, and its rejection of the reasoning of Judge Howard's concurring opinion. The guidelines remain an important consideration in sentencing. The guidelines should not be presumptively controlling, and a guidelines sentence should not be deemed per se reasonable. The guidelines are generalizations that can be unreasonable in particular cases.</p>\n        <p class=\"indent\">But the district court's approach to the guidelines in this case was inconsistent with these principles. I do not say this to be critical of the district court. It was operating in an uncertain environment. Its discussion of the guidelines was careful and thoughtful. However, this statement of the district court, quoted by the majority, is the problem:</p>\n        <p class=\"indent\">I am certainly treating the guidelines as advisory, not mandatory, but I feel I need to start someplace and that's where I am going to start. I do intend to give them substantial weight, but they don't have controlling weight; and if there are clearly identified and persuasive reasons why I should not impose a guidelines sentence, I will consider those and impose a sentence accordingly.</p>\n        <p class=\"indent\">The majority characterizes this paragraph as \"adroit\" and a \"useful compass.\" I disagree. There is a significant difference between treating the guidelines as important and giving them substantial weight. There is scant difference between treating a guidelines sentence as presumptively controlling and stating that the court will depart from that sentence only for \"clearly identified and persuasive reasons.\"<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Here, the judge gave the guidelines a weight and a centrality that uncomfortably approximate the mandatory guidelines system that the Supreme Court found unconstitutional in <i>Booker.</i> To steer a sensible course between the Supreme Court's rejection on constitutional grounds of mandatory guidelines and Congress's continuing reliance on the guidelines to achieve uniformity in sentencing, I think that a different approach to sentencing post-<i>Booker</i> is required.</p>\n        <p>I.</p>\n        <p class=\"indent\">There is useful guidance for this approach in the Sentencing Reform Act (\"SRA\") itself, and particularly 18 U.S.C. &#167; 3553, which describes the procedures that courts must follow in sentencing. Although that statute now identifies the guidelines sentencing range as only one of the sentencing factors to consider,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> I believe that the district court should first calculate the guidelines sentence range (\"GSR\"), including any departures, as it did pre-<i>Booker.</i><a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> <i>See</i> 18 U.S.C. &#167; 3553(a)(4)(A) (\"The court, in determining the particular sentence to be imposed, shall consider ... the kinds of sentence and the sentencing range established for... the applicable category of offense committed by the applicable category of defendant as set forth in the guidelines....\"). This first step is sensible. The guidelines are the only sentencing factor that yield a measure of time. That fact alone establishes their continuing importance. Hence, I find meaningless the debate over whether the guidelines post-<i>Booker</i> are more important than the other sentencing factors in section 3553(a) or whether they are simply as important and no more. That comparison involves incommensurable factors because the guidelines suggest a temporal outcome whose appropriateness must then be assessed in light of the case-specific factors identified in section 3553(a). Indeed, with their focus on the bottom line, the prosecution and defense counsel will inevitably address their arguments to the appropriateness or inappropriateness of a guidelines sentence.</p>\n        <p class=\"indent\">The statute then tells the district court how it must evaluate these arguments. The court should determine whether a sentence within the GSR is \"sufficient, but not greater than necessary,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> to comply with the purposes set forth in [section 3553(a)(2)],\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> based on the \"nature and circumstances of the offense and the history and characteristics of the defendant,\" \"any pertinent policy statement ... issued by the Sentencing Commission,\" \"the need to avoid unwarranted sentence disparities among defendants with similar records who have been found guilty of similar conduct,\" and \"the need to provide restitution to any victims of the offense.\" 18 U.S.C. &#167; 3553(a). Importantly, there is no assumption here that a guidelines sentence complies with the purposes of the sentencing statute. Instead, that compliance must be tested by consideration of the multiple factors set forth in the sentencing statute, with particular attention to the factors identified by the parties in their arguments.</p>\n        <p class=\"indent\">If, after conducting this multi-factor analysis, the court concludes that a sentence within the GSR does not comply with the purposes set forth in section 3553(a)(2), the court should impose a non-guidelines sentence. <i>See Booker,</i> 543 U.S. at 245-46, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span> (stating that the SRA, as amended by <i>Booker,</i> \"requires a sentencing court to consider Guidelines ranges, see 18 U.S.C.A. &#167; 3553(a)(4) (Supp.2004), but it permits the court to tailor the sentence in light of other statutory concerns as well, see &#167; 3553(a)(Supp.2004)\"). To be sure, because a court begins its analysis with a calculation of the guidelines sentence, a court that chooses a non-guidelines sentence will have the burden of explaining its choice. But this explanatory burden is not a function of the special weight or status of the guidelines. It is a function of the sentencing statute itself, which requires that any sentence that the court imposes, within or without the guidelines, comply with the purposes set forth in the statute.</p>\n        <p class=\"indent\">Before <i>Booker,</i> the mandatory guidelines overwhelmed the other sentencing factors set forth in section 3553. There was scant need to look beyond the guidelines system (including its departure standards) to justify a sentence. That is no longer true. All of the sentencing factors in section 3553 are now fully in play. As a matter of statutory construction, there is nothing in the language of section 3553(a) that justifies attributing to the guidelines \"substantial weight\" in the sentencing decision.</p>\n        <p class=\"indent\">There are some who contend that the advisory guidelines largely account for all of the relevant sentencing factors. <i>See, e.g., Shelton,</i> 400 F.3d at 1332 n. 9 (\"The factors the Sentencing Commission was required to use in developing the Guidelines are a virtual mirror image of the factors sentencing courts are required to consider under <i>Booker</i> and &#167; 3553(a).\"); <i>see also</i> Prepared Testimony of Judge Ricardo H. Hinojosa, Chair, United States Sentencing Commission Before the Subcommittee on Crime, Terrorism, and Homeland Security, Committee on the Judiciary, United States House of Representatives (Feb. 10, 2005), <i>available at</i> http://www.ussc.gov/Blakely/bookertestimony.pdf (last visited Feb. 25, 2006) (same). That being so, the argument goes, there must still be primary reliance on the guidelines in sentencing.</p>\n        <p class=\"indent\">This argument is too facile. As the majority points out, the guidelines are inescapably generalizations. They say little about \"the history and characteristics of the defendant.\" Indeed, the guidelines prohibit consideration of certain individualized factors, namely, lack of guidance as a youth and similar circumstances; drug or alcohol dependence or abuse and gambling addiction; personal financial difficulties and economic pressures upon a trade or business; post-sentencing rehabilitative efforts; diminished capacity where the offense involved violence or serious threat of violence, or where diminished capacity was caused by voluntary use of drugs or other intoxicants; and aberrant behavior involving, among other things, a serious drug trafficking offense. U.S.S.G. &#167;&#167; 5K2.0(d)(1), 5K2.13, 5K2.20(c). The guidelines also discourage &#8212; except in \"exceptional cases\" &#8212; consideration of other individualized factors, including: age, &#167; 5H1.1; education and vocational skills, &#167; 5H1.2; mental and emotional conditions, &#167; 5H1.3; physical condition, &#167; 5H1.4; employment record, &#167; 5H1.5; family ties and responsibilities, &#167; 5H1.6; and civil and military contributions, &#167; 5H1.11. These prohibited and discouraged factors are in tension with the holistic, personalized view of the defendant required by section 3553(a)'s other factors. <i>See, e.g.,</i> Stephen G. Kalar et al., <i>A Booker Advisory: Into the Breyer Patch,</i> 29 <i>Champion</i> 8, 15 (2005) (stating that \"prohibited or discouraged departures\" are \"tailor-made for the broader equitable analysis under &#167; 3553(a)\"); <i>see also Foreman,</i> 436 F.3d at 644 (\"A sentence within the Guidelines carries with it no implication that the district court considered the 3553(a) factors if it is not clear from the record, because, of course, under the Guidelines as mandatory, a district court was not required to consider the section 3553(a) factors.\").</p>\n        <p class=\"indent\">The very mention of these prohibited and discouraged factors dismays some critics of sentencing who see in them the potential for unseemly consideration of a defendant's plight and a return to the sentencing abuses and disparities that inspired the guidelines. That potential is surely there. We must be concerned about it. But it is also true that the old system operated in the complete absence of guidelines. We now have an advisory guidelines system whose consequences are unforeseeable. Despite the dire predictions of some, there is also the possibility that this new system will permit the individualized sentencing absent under the mandatory guidelines system without repeating the disparities so troubling to Congress. As the remedial majority in <i>Booker</i> states, the \"features of the remaining system, while not the system Congress enacted, nonetheless continue to move sentencing in Congress's preferred direction, helping to avoid excessive sentencing disparities while maintaining flexibility sufficient to individualize sentences where necessary.\" 543 U.S. at 264-65, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>. Section 3553(a)'s other factors are not necessarily antithetical to Congress's \"preferred direction,\" and may be part and parcel of it &#8212; \"maintaining flexibility sufficient to individualize sentences where necessary.\" <i>Id.</i></p>\n        <p>II.</p>\n        <p class=\"indent\">I have focused on the procedural role of the advisory guidelines post-<i>Booker</i> because I believe that focus captures the importance of the guidelines in the most balanced way. I also agree with the Second Circuit that this focus on procedure is \"more consonant with the day-to-day role of district judges in imposing sentences and the episodic role of appellate judges in reviewing sentences ... to permit the concept of `consideration' [as required by <i>Booker</i>] in the context of the applicable guidelines range to evolve as district judges faithfully perform their statutory duties.\" <i>United States v. Crosby,</i> <span class=\"citation\" data-id=\"789140\"><a href=\"/opinion/789140/united-states-v-jerome-crosby/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 113 (2nd Cir.2005).</p>\n        <p class=\"indent\">The key is the faithful performance of the statutory duties set forth in section 3553. That faithful performance will require more than the formulaic invocation of the words of the statute by sentencing judges. There will have to be explanations that are responsive to the sentencing issues raised by the parties and that relate the court's decisions on those issues to the multiple purposes and factors of section 3553. <i>See United States v. Cunningham,</i> <span class=\"citation\" data-id=\"792478\"><a href=\"/opinion/792478/united-states-v-karl-cunningham/\"><span class=\"volume\">429</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">673</span></a></span>, 679 (7th Cir.2005) (\"[W]e have to satisfy ourselves, before we can conclude that the judge did not abuse his discretion, that he exercised his discretion, that is, that he considered the factors relevant to that exercise.\"). The burden of explanation for the district courts is inescapably greater than it was before because of the more open-ended nature of sentencing post-<i>Booker.</i><a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Although the guidelines were legally complex, and the fact-finding required by the guidelines could be burdensome at times, the bottom-line judgments were largely mechanical once the offense level and the criminal history numbers were calculated. All of that guidelines work is still there because the guidelines are still there. But now the bottom-line judgments are not mechanical. They must now be more nuanced judgments that reflect both the guidelines analysis and the larger context of the sentencing factors and purposes identified in section 3553.</p>\n        <p class=\"indent\">Given this daunting task, there is value in procedural regularity that begins with the guidelines analysis and then, with particular attention to the sentencing issues raised by the parties, moves on to the additional analysis required by section 3553. While the district court's reasoning can, as the majority states, \"often be inferred by comparing what was argued by the parties or contained in the presentence report with what the judge did,\" our ability to infer from the record should be no substitute for the trial court's obligation to explain. That obligation is particularly important in these early days post-<i>Booker,</i> when the district courts must view and apply the guidelines in a new way. The guidelines are no longer self-justifying. They are not the safe harbor they once were. However, if district courts assume that the guidelines sentence complies with the sentencing statute, and focus only on the compliance of the non-guidelines sentence urged by the defendant, the district courts will effectively give the guidelines a controlling weight and a presumptive validity that is difficult to defend under the constitutional ruling in <i>Booker.</i><a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> That is precisely what happened in this case.</p>\n        <p class=\"center\">III.</p>\n        <p class=\"indent\">The district court began its sentencing analysis with a calculation of the guidelines sentencing range and the rejection of any guidelines departures. As I have indicated, I think that guidelines calculation is a sensible beginning point. But the district court then made a mistake because of its view that a guidelines sentence should be accorded substantial weight and that any deviation from the guidelines must be based on clear and persuasive reasons. Having completed the guidelines analysis, the court said to defense counsel: \"All right. Let's turn then to a &#8212; whether a nonguideline sentence will be appropriate under &#8212; taking into account the factors set forth at [section 3553(a)].\" This question assumed that a sentence within the calculated guidelines range complied with the multi-purpose, multi-factor requirements of section 3553(a). The court stated that it would only subject any non-guidelines sentence urged by defense counsel to the analysis required by the sentencing statute.</p>\n        <p class=\"indent\">Although defense counsel, wittingly or unwittingly, tried to shift the focus, arguing at length that a guidelines sentence would not comply with the requirements of section 3553(a), and a sentence below the guidelines would, the district court did not shift its focus. After hearing the government's predictable argument for a guidelines sentence &#8212; \"the guidelines in this particular case take into account all of the considerations and all of the goals set forth in section 3553(a)\" &#8212; the district court stated its conclusion:</p>\n        <p class=\"indent\">So, for those reasons,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> I'm not inclined to impose a nonguideline sentence in this case. I have the authority to do so, and I have considered the various factors set forth in [section 3553(a)], and have listened to the eloquent argument of [defense counsel], but I think under the circumstances I'm going to impose a sentence that is within the sentencing guidelines even though they are part advisory and not mandatory.</p>\n        <p class=\"indent\">After announcing its specific sentence, which included imprisonment for a term of 46 months (a sentence at the bottom of the guidelines range), the court stated that \"a higher sentence is not necessary to achieve the various goals of sentencing.\" It then added: \"For the reasons previously indicated, I see no basis for a departure from the guidelines within the guidelines framework and no clearly identified and persuasive reasons to impose a non-guidelines sentence.\"</p>\n        <p class=\"indent\">In the end, the court applied the approach to the guidelines that it announced at the beginning of the sentencing hearing. Given the substantial weight that it gave to the appropriateness of a guidelines sentence, it required clearly identified and persuasive reasons to impose a non-guidelines sentence. Finding none, and having therefore concluded that a non-guidelines sentence did not comply with the purposes and factors of the sentencing statute, it imposed a guidelines sentence whose compliance with the sentencing statute was assumed.</p>\n        <p class=\"indent\">Does it matter that the district court's negative finding that a non-guidelines sentence did not comply with the sentencing statute might imply a positive finding that a guidelines sentence did comply with the statute? Does it matter that the specific sentence that the district court imposed here might seem reasonable?<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> In my view, it does not.</p>\n        <p class=\"indent\">Word choices matter because they reflect mental processes, and mental processes matter because they organize information for the decision-maker. Here, in explicit terms, the district court organized all of the information it received from the parties around the wrong proposition &#8212; could a non-guidelines sentence be justified? The court never questioned the assumption that the guidelines sentence complied with the statute. In the future, when district courts have adjusted to the new way of thinking about the guidelines required by <i>Booker,</i> there may be some justification for greater tolerance of word choices and implied findings. But not yet.</p>\n        <p class=\"indent\">Moreover, there is not one reasonable sentence. Reasonableness covers a wide span of possibilities, including possibilities outside the guidelines. The district court gave insufficient consideration to those possibilities because of its assumption that a guidelines sentence complied with the sentencing statute. That assumption was a legal error, and \"errors of law render a sentence per se unreasonable.\" <i>Pho,</i> 433 F.3d at 60-61. Resentencing is therefore required. I respectfully dissent.</p>\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court's decision to give substantial weight to the guidelines and its requirement that a party demonstrate \"clearly identified and persuasive reasons\" before the court will consider and impose a non-guidelines sentence tracks the language used by the district court in<i>United States v. Wilson,</i> <span class=\"citation\" data-id=\"2301961\"><a href=\"/opinion/2301961/united-states-v-wilson/\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">910</span></a></span>, 912 (D.Utah 2005). In that case, which was decided just one day after <i>Booker,</i> the district court determined that \"in all future sentencings, the court will give heavy weight to the Guidelines in determining an appropriate sentence. In the exercise of its discretion, the court will only depart from those Guidelines in unusual cases for clearly identified and persuasive reasons.\" <i>Id.</i> For the reasons discussed below, I reject this approach.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Section 3553(b)(1) of the SRA made the guidelines mandatory, stating that a sentencing court \"shall impose a sentence of the kind, and within the range, referred to in [the guidelines]\" (except in circumstances justifying a departure). Finding this provision \"incompatible with [its] constitutional holding,\" the Supreme Court severed and excised it<i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 245, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In this case, the district court (after addressing the defendant's legal and factual objections to the Presentence Report) properly began its sentencing determination by calculating the guidelines sentencing range. This approach was consistent with that prescribed by the majority of circuits that have addressed this issue<i>See, e.g., United States v. Kristl,</i> <span class=\"citation\" data-id=\"167110\"><a href=\"/opinion/167110/united-states-v-kristl/\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1050</span></a></span>, 1056 (10th Cir.2006); <i>United States v. McBride,</i> <span class=\"citation\" data-id=\"792930\"><a href=\"/opinion/792930/united-states-v-james-thomas-mcbride/\"><span class=\"volume\">434</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 476 (6th Cir.2006); <i>United States v. Hughes,</i> <span class=\"citation\" data-id=\"789603\"><a href=\"/opinion/789603/united-states-v-david-c-hughes-the-office-of-the-federal-public/\"><span class=\"volume\">401</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">540</span></a></span>, 546 (4th Cir.2005); <i>United States v. Mares,</i> <span class=\"citation\" data-id=\"37726\"><a href=\"/opinion/37726/united-states-v-mares/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></a></span>, 519 (5th Cir.2005); <i>United States v. Dean,</i> <span class=\"citation\" data-id=\"790962\"><a href=\"/opinion/790962/united-states-v-lavell-dean/\"><span class=\"volume\">414</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">725</span></a></span>, 727 (7th Cir.2005); <i>United States v. Mashek,</i> <span class=\"citation\" data-id=\"790140\"><a href=\"/opinion/790140/united-states-v-shelly-mashek/\"><span class=\"volume\">406</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1012</span></a></span>, 1017 n. 7 (8th Cir.2005); <i>United States v. Shelton,</i> <span class=\"citation\" data-id=\"76840\"><a href=\"/opinion/76840/united-states-v-terrance-shelton/\"><span class=\"volume\">400</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1332 n. 9 (11th Cir.2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The so-called \"parsimony\" provision, which requires that sentences be only as long as necessary to serve the purposes listed in section 3553(a)(2), has received scant attention from courts. Commentators note that this provision, which was originally part of the House sentencing reform bill and was later added to the Senate resolution and adopted in committee, \"is not just another `factor' to be considered along with others set forth in Section 3553(a) ... &#8212; it sets an independent limit on the sentence a court may impose.\" David L. Mccolgin &amp; Brett G. Sweitzer,<i>Grid &amp; Bear It,</i> 29 <i>Champion</i> 50, 50 (2005); <i>see also United States v. Foreman,</i> 436 F.3d at 644 n. 1 (6th Cir.2006) (\"[A] district court's mandate is to impose `a sentence sufficient, but not greater than necessary, to comply with the purposes' of section 3553(a)(2).\") (quoting 18 U.S.C. &#167; 3553(a)); Richard S. Frase, <i>Punishment Purposes,</i> 58 Stan. L.Rev. 67, 83 (2005) (stating that \"the structure of section 3553(a),\" which lists the parsimony principle first, suggests that this principle \"set[s] overall limits on the crime-control and other purposes which follow\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> These purposes are:</p>\n        <p class=\"indent\">(A) to reflect the seriousness of the offense, to promote respect for the law, and to provide just punishment for the offense;</p>\n        <p class=\"indent\">(B) to afford adequate deterrence to criminal conduct;</p>\n        <p class=\"indent\">(C) to protect the public from further crimes of the defendant; and</p>\n        <p class=\"indent\">(D) to provide the defendant with needed educational or vocational training, medical care, or other correctional treatment in the most effective manner</p>\n        <p class=\"indent\">18 U.S.C. &#167; 3553(a)(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> As the Federal Public Defenders point out in their amicus curiae brief, we required, even before<i>Booker,</i> that a court's explanation of its sentence \"sufficiently show[] a thoughtful exercise of the court's sentencing responsibility and a degree of care and individualized attention appropriate to the solemnity of the sentencing task.\" <i>United States v. Vazquez-Molina,</i> <span class=\"citation\" data-id=\"201337\"><a href=\"/opinion/201337/united-states-v-vazquez-molina/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 59 (1st Cir.2004), <i>cert. granted, judgment vacated, and case remanded on other grounds,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1713</span></span>, <span class=\"citation no-link\"><span class=\"volume\">161</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">520</span></span> (2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Many commentators argue that by giving the guidelines controlling weight, and abdicating the responsibility to take account of the other section 3553(a) factors, courts \"effectively mak[e] the guidelines as binding as they were before<i>Booker,</i>\" thereby violating <i>Booker's</i> constitutional command. Mccolgin &amp; Sweitzer, <i>supra,</i> at 53; <i>see also</i> Frank O. Bowman, III, <i>Beyond Band-Aids: A Proposal for Reconfiguring Federal Sentencing After Booker,</i> 2005 U. Chi. Legal F. 149, 183 (2005). Justice Stevens made a similar point in his dissent in <i>Booker,</i> stating that the \"sentencing range is now nothing more than a suggestion that may or may not be persuasive to a judge when weighed against the numerous other considerations listed in [section 3553(a)].\" 243 U.S. at 300, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">273</span></span> (Stevens, J., dissenting in part). Justice Scalia wrote to the same effect, stating that \"logic compels the conclusion that the sentencing judge, after considering the recited factors (including the Guidelines), has full discretion, as full as what he possessed before the Act was passed, to sentence anywhere within the statutory range. If the majority thought otherwise ... its opinion would surely say so.\" <i>Id.</i> at 305, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">273</span></span> (Scalia, J., dissenting in part). To be sure, these are dissents to the remedial decision in <i>Booker,</i> which does not elaborate on its statement that the guidelines must be \"consider[ed]\" post-<i>Booker.</i> But given the close divisions on the Court about the post-<i>Booker</i> role of the guidelines, and given the new composition of the Court, it would be foolhardy to ignore the constitutional dangers of adopting an approach to the guidelines post-<i>Booker</i> that approximates, in a new guise, the mandatory guidelines.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Before stating its conclusion, the district court carefully explained why defense counsel's arguments about the country's policy toward illegal immigration, the disparities generated by fast-track sentencing, the poverty and difficult family circumstances of the defendant, and the eventual deportation of the defendant, did not justify a non-guidelines sentence. This careful explanation was characteristic of the district court's work throughout the proceedings. My objection to the district court's work relates only to its erroneous approach to the guidelines</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> I must also acknowledge my uneasiness with the majority's suggestion that \"a plausible outcome\" translates into a reasonable sentence. I would prefer that we not prematurely offer glosses on the content of \"reasonableness.\" We should give content to the concept of reasonableness through our review of specific sentences, especially given the increased importance of appellate review post-<i>Booker. See Foreman,</i> 436 F.3d at 644 (\"Under the mandatory Guideline system, appellate review was not integral to assuring uniformity. Now, with the advisory Guidelines and more sentencing variables, appellate review is all the more important in assuring uniformity and reducing sentencing disparities across the board.\"). I am concerned that the majority's language needlessly dilutes an already deferential standard of review. <i>See United States v. Pho,</i> <span class=\"citation\" data-id=\"202000\"><a href=\"/opinion/202000/united-states-v-pho/\"><span class=\"volume\">433</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 61 (1st Cir.2006) (stating that the abuse of discretion standard, and by extension, the reasonableness standard, \"contemplates substantial deference to the judgment calls of a nisi prius court\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/37726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/76840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/77183/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/121166/",
    "http://www.courtlistener.com/api/rest/v3/opinions/136995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/142875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/167110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2301961/"
  ]
}