{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202045/",
  "absolute_url": "/opinion/202045/quinones-v-houser-buick/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202045/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:43:29Z",
  "date_modified": "2016-02-28T05:07:06.182115Z",
  "type": "010combined",
  "sha1": "c967f7992804be0dd57431a9933f325ff41fae53",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-2246-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/02/02/Quinones_v._Houser_Buick.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 05-2246\n\n                         JOSE QUINONES,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n                          HOUSER BUICK,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Michael A. Ponsor,   U.S. District Judge]\n\n\n                             Before\n\n                      Lynch, Circuit Judge,\n\n                 Campbell, Senior Circuit Judge,\n\n                   and Howard, Circuit Judge.\n\n\n\n     Steven R. Weiner on brief for appellant.\n     John C. Sikorski and Robinson Donovan, P.C. on brief for\nappellee.\n\n\n\n                        February 2, 2006\n\f             CAMPBELL, Senior Circuit Judge. Appellant plaintiff Jose\n\nQuinones appeals from the granting of summary judgment for appellee\n\ndefendant Houser Buick (\"Houser\") in the United States District\n\nCourt for the District of Massachusetts.              We affirm.\n\n                           I.    Background and Facts\n\n             Quinones, a former automotive technician at Houser, sued\n\nHouser for national origin-based employment discrimination under\n\nTitle VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e et\n\nseq. (\"Title VII\"), and its state counterpart, Mass. Gen. Laws ch.\n\n151B, §§ 1-10 (\"Chapter 151B\").           Quinones voluntarily left his job\n\nin   March   2003,   but    he    alleges    that   the     defendant's   illegal\n\ndiscrimination against him as a person of Hispanic origin resulted\n\nin the \"wrongful payment of wages.\"\n\n             Quinones filed his complaint in state court on May 17,\n\n2004 and listed two causes of action:             the Title VII claim and the\n\nChapter 151B claim.        On June 10, 2004, Houser removed the action to\n\nfederal court. With the parties' consent, the case was assigned to\n\na magistrate judge for all purposes, pursuant to 28 U.S.C. §\n\n636(c).      The   defendant      moved     for   summary    judgment,    and   the\n\nmagistrate judge entered summary judgment in favor of the defendant\n\non July 14, 2005 on the grounds that Quinones had not introduced\n\nevidence demonstrating pretext on the part of Houser.               This appeal\n\nfollowed.\n\n\n\n\n                                       -2-\n\f            Contrary to the district court's local rule, Quinones\n\nfailed to submit a concise statement of the material facts of\n\nrecord as to which he contended that there existed a genuine issue\n\nto be tried.    U.S. Dist. Ct. Rules D. Mass., LR 56.1.                 Given his\n\nomission, the court deemed admitted a number of the facts set forth\n\nin   the   defendant's   statement      of   facts.      In   its   motion    and\n\naccompanying statement of facts, Houser relied upon excerpts of\n\nQuinones' deposition; his answers to interrogatories; an affidavit\n\nfrom   Quinones'   supervisor,       Kevin   O'Connor;   the    deposition     of\n\nanother Houser employee, Jeremy Laduke; and the deposition of Angel\n\nDelrio, the owner of Quinones' current place of employment, St.\n\nJames Custom Auto Body.          Quinones filed an opposition to the\n\ndefendant's motion for summary judgment that was one page in length\n\nand that cited no case law. Together with the opposition, Quinones\n\nalso   submitted   a   number   of    deposition      pages   and   a    personal\n\naffidavit.      Compiled   as    described,     the    record   reflects      the\n\nfollowing facts, which we view in the light most favorable to\n\nQuinones, the non-moving party.          Roldan-Plumey v. Cerezo-Suarez,\n\n115 F.3d 58, 61 (1st Cir. 1997).\n\n            Quinones worked for Houser as an automotive technician on\n\nthree separate occasions between February 27, 1990 and the day he\n\nquit, March 28, 2003.       At all relevant times, he worked under\n\nO'Connor, Houser's collision repair manager, who is the only person\n\n\n\n\n                                      -3-\n\fQuinones contends to have discriminated against him on the basis of\n\nhis Puerto Rican origin.\n\n           When, on March 25, 1999, Quinones began his third tenure\n\nat Houser, he asked to be placed on a flat rate pay scale.\n\nThereafter he was not paid on an hourly basis as before but rather\n\nat the specific rate computed for each particular repair job.   The\n\nprecise details of how Houser computed the flat rate are not\n\nentirely clear from the record.    Defendant's employees asserted,\n\nhowever, without contradiction, that Houser's computation of the\n\nflat rate involved examining both the estimate and the work order,\n\nand that a fast-working and knowledgeable employee could maximize\n\nhis earnings by completing a job in fewer than the total number of\n\nhours Houser assigned to it and by then proceeding on to the next\n\njob.   In his affidavit, Quinones asserted that under the flat rate\n\nsystem he earned approximately $28,000 per year in 2000 and 2001\n\nand approximately $30,000 in 2002. Quinones went on to allege that\n\nWayne Barnes, a white co-worker, received pay of $1,000 per week\n\nunder the flat rate system, or about $52,000 a year.    Because of\n\nthis disparity, because he feels he was continuously underpaid, and\n\nbecause he says O'Connor made many slurs regarding his Puerto Rican\n\nbackground, Quinones contends that Houser discriminated against him\n\non the basis of his Hispanic origin.\n\n           Houser denied that Quinones had produced any evidence\n\nthat he was not correctly paid under the flat rate system.   Houser\n\n\n                                -4-\n\frelied on its employees' depositions and affidavits to the effect\n\nthat flat rate compensation is a challenging system that places a\n\nburden on the employee to understand and utilize it adroitly if he\n\nwishes to maximize his compensation.             Properly utilized, the flat\n\nrate system was said to have the potential to reward employees in\n\nexcess of an hourly rate system.             To maximize earnings on a flat\n\nrate scale, however, an employee must complete jobs rapidly, be\n\nwell-organized, and have a good understanding of how the different\n\nrepair jobs are estimated and billed. Laduke testified that Barnes\n\nwas   known    as   an   especially    capable    and   productive     flat   rate\n\nemployee, while Quinones \"had a really hard time gripping\" the\n\nsystem.   Although he did quality work, Quinones worked more slowly\n\nand, from defendant's perspective, did not understand the way the\n\njobs were billed.        In his own affidavit, Quinones denied that he\n\ndid not understand the flat rate system.\n\n              O'Connor sat down weekly with the body shop employees,\n\nincluding Quinones, to go over the work diaries he required them to\n\nkeep.   The diaries included their time cards and pay.               Quinones did\n\nnot produce in the instant case any kind of itemization of work in\n\nsupport of his claim that he was incorrectly paid under the flat\n\nrate system, nor does the record contain evidence, as distinct from\n\nQuinones'     general    charges,     that   Barnes     was   ever   unfairly   or\n\nexcessively paid.        Houser asserts that the absence of itemization\n\n\n\n\n                                       -5-\n\fby Quinones reflected his general inability to grasp Houser's\n\nsystem.\n\n            The record does contain statements by Quinones that\n\nO'Connor often made comments in his presence demeaning his Puerto\n\nRican heritage. O'Connor denies this but concedes that he may have\n\nonce told Quinones, \"you are a white man in a Puerto Rican body.\"\n\nHe says he made the comment \"in jest.\"          O'Connor also stated in his\n\naffidavit that Quinones told him, \"all you Irish are alcoholics.\"\n\nIn his brief on appeal, Quinones characterizes his relationship\n\nwith   O'Connor    as    including    \"either       good   natured    joking    or\n\ndiscriminatory comments.\"\n\n            In his answers to interrogatories, Quinones alleged that\n\nhis Puerto Rican guests were treated differently from the guests of\n\nwhite employees but at his deposition was unable to state specific\n\ndates when such incidents occurred and did not name any of the\n\nvisitors of white employees who were treated differently. Quinones\n\nalso alleged, in answers to interrogatories, that he was paid\n\nimproperly based on the hours that he worked, attaching work orders\n\nto his answers. It would be impossible, however, for a fact-finder\n\nto determine from what Quinones presented whether or not he was\n\nunderpaid or whether Houser improperly calculated what was due to\n\nhim.     The information on these subjects is simply incoherent and\n\nincomplete. Houser says that Quinones confuses estimates with work\n\norders    and   points   out   that   he    never    complained      formally   of\n\n\n                                      -6-\n\funderpayment during the almost four years that he worked under the\n\nflat rate system.\n\n            Quinones alleges, but without documentation or necessary\n\nspecifics, that he and other Hispanic employees were forced to work\n\nfrom   estimates     that    cheated       them    out   of   time   actually       spent\n\nrepairing a vehicle.            But Quinones could remember only one other\n\nemployee, George, who was allegedly underpaid, and was unable to\n\nrecall    George's       last     name.      According        to   Quinones    at    his\n\ndeposition,      George     was    an     hourly   employee,       not   a   flat    rate\n\nemployee.       Quinones further claimed that he heard O'Connor make\n\nracist comments to \"several other Hispanic employees\" but could not\n\nrecall the names of those employees.               Quinones did not file a claim\n\nfor    unpaid    wages     with     the    Wage    and   Hour      Division    of    the\n\nMassachusetts Attorney General's Office, pursuant to Mass. Gen.\n\nLaws ch. 149, §§ 148, 150.\n\n            Quinones now works at St. James Custom Auto Body, where\n\nDelrio, his boss, pays him an hourly rate because, Delrio testified\n\nin his deposition, he believes that flat rate compensation causes\n\nmisunderstandings between employees and employers.\n\n            In his one-page opposition to the motion for summary\n\njudgment, Quinones cited excerpts of three depositions: his own,\n\nthat of Laduke, and that of Terry Mille, another Houser employee.\n\nThe excerpts from Quinones' deposition reflect his testimony that\n\nat management request, he had assisted another employee with his\n\n\n                                           -7-\n\fwork and that he was the only Hispanic employee in a high-paying\n\njob at the company.        The Laduke deposition excerpt reflected\n\nLaduke's testimony that he was able to negotiate with Houser to\n\nkeep his seniority when Houser purchased his former employer.          The\n\nMille deposition excerpt reflected Mille's testimony providing the\n\nnames of the employees working in the office and on the floor.\n\nQuinones   characterizes   the   testimony   as   Mille's    stating   that\n\nQuinones was the only Hispanic employee.      Mille did not articulate\n\nthat point but rather testified when asked about three specific\n\nemployees that they are white.       Mille did not testify that any\n\nother employee besides Quinones was Hispanic.\n\n           Quinones' personal affidavit acknowledges that Wayne\n\nBarnes was a fast auto body man but states that Quinones was a\n\nbetter body man because his work was not returned for corrections\n\nas frequently and because Quinones frequently repaired imperfect\n\nwork done by Barnes.       Quinones testified that he is able to\n\n\"produce work in a competent manner and work at a reasonable rate\n\nof speed.\"    Quinones asserted further that he had an \"excellent\n\nunderstanding of the flat rate system\" and that Wayne Barnes had\n\nreceived beneficial treatment that Quinones did not receive.            In\n\nparticular, Quinones charged, but without pointing to specific\n\nfacts   and   details   supporting   these   charges,       that   O'Connor\n\nmanipulated Barnes' pay in order to provide Barnes with regular\n\nincome, gave him work credit hours for future work, and gave him\n\n\n                                  -8-\n\feasy jobs that he was able to finish quickly.                  Quinones also stated\n\nthat he (Quinones) did not receive the same treatment and that his\n\nown weekly pay checks varied wildly in their totals.                           Quinones\n\ntestified   that   O'Connor     asked    him       to   help    another   body    shop\n\nemployee with his work, though Quinones never received similar\n\nassistance.    Finally, Quinones compared the total money he made\n\nover   three   years        ($86,160.67)      with      that     made     by     Barnes\n\n($210,000.00) and claimed that he should have made the same amount.\n\nAttached to the affidavit was an excerpt from Quinones' deposition\n\nin which he testified that Wayne Barnes was a fast body man; an\n\nexcerpt from Laduke about his transferring his seniority to Houser;\n\nand a chart listing Quinones' compensation in the year 2002.\n\n                               II.   Discussion\n\n            This Court reviews the district court's grant of summary\n\njudgment de novo, viewing the facts, and drawing all reasonable\n\ninferences, in the light most favorable to Quinones, and affirming\n\nsummary judgment only if there is no genuine issue as to any\n\nmaterial fact. Roldan-Plumey, 115 F.3d at 61. Summary judgment is\n\nappropriate    when     \"the     pleadings,         depositions,        answers     to\n\ninterrogatories,      and    admissions       on    file,      together    with    the\n\naffidavits, if any, show that there is no genuine issue as to any\n\nmaterial fact and that the moving party is entitled to judgment as\n\na matter of law.\"      Fed. R. Civ. P. 56(c).            The party opposing the\n\nmotion \"must set forth specific facts showing that there is a\n\n\n                                        -9-\n\fgenuine issue for trial.\"   Fed. R. Civ. P. 56(e).   \"Even in cases\n\nwhere elusive concepts such as motive or intent are at issue,\n\nsummary judgment may be appropriate if the nonmoving party rests\n\nmerely upon conclusory allegations, improbable inferences, and\n\nunsupported speculation.\"   Medina-Munoz v. R.J. Reynolds Tobacco\n\nCo., 896 F.2d 5, 8 (1st Cir. 1990).\n\n          As the district court noted, employment discrimination\n\ncases alleging disparate treatment ordinarily proceed under the\n\nthree-step, burden-shifting framework outlined in McDonnell Douglas\n\nCorp. v. Green, 411 U.S. 792 (1973), and further explained in Texas\n\nDep't of Community Affairs v. Burdine, 450 U.S. 248 (1981), St.\n\nMary's Honor Ctr. v. Hicks, 509 U.S. 502 (1993), and Reeves v.\n\nSanderson Plumbing Prods., Inc., 530 U.S. 133 (2000).1   First, the\n\nplaintiff must make out a prima facie case of discrimination.   The\n\nburden then shifts to the defendant to present a legitimate, non-\n\ndiscriminatory reason, sufficient to raise a genuine issue of\n\nmaterial fact as to whether it discriminated against the employee,\n\nfor the employment decision.   Finally, the burden is placed on the\n\nplaintiff to demonstrate that the non-discriminatory reason is mere\n\npretext and that the real reason was discrimination.     McDonnell\n\nDouglas, 411 U.S. at 802; see also St. Mary's Honor Ctr., 509 U.S.\n\nat 510-11, 515-16.\n\n\n     1\n      This analysis applies generally to both Title VII and Chapter\n151B claims. See Fite v. Digital Equip. Corp., 232 F.3d 3, 7 (1st\nCir. 2000).\n\n                               -10-\n\f            The district court assumed arguendo that Quinones had\n\nmade out a prima facie case and found that Houser had presented a\n\nlegitimate reason for the employment decision, i.e., for the\n\nrelatively low amount paid to Quinones, by its asserting, in\n\neffect, that employees like Barnes could legitimately make more\n\nthan   Quinones   under    the   flat    rate   system   by,    for   example,\n\ncompleting the same job more rapidly, keeping better track of the\n\nwork he did and seeking the most profitable jobs.               In the first\n\nsentence of his brief opposition filing, Quinones came close to\n\nadmitting the defendant's second-stage point:            that employees such\n\nas Barnes who better understood the flat rate system could earn\n\nmore in aggregate.        Quinones wrote, \"employees who knew how to\n\nnegotiate    and/or   were       aware   of     their    potential     benefit\n\nto . . . Defendant were able to get more advantageous working\n\narrangements then [sic] other employees.\"           The court then focused\n\non the pretext issue.      We do the same.\n\n            At the third stage of the McDonnell Douglas framework, it\n\nbecomes the plaintiff's burden to establish \"that the legitimate\n\nreasons offered by the defendant were not its true reasons, but\n\nwere a pretext for discrimination.\"              Reeves, 530 U.S. at 143\n\n(citation and internal quotation marks omitted).               At the summary\n\njudgment stage, the plaintiff \"must produce evidence to create a\n\ngenuine issue of fact with respect to two points:                whether the\n\nemployer's articulated reason for its adverse action was a pretext\n\n\n                                    -11-\n\fand whether the real reason was [national origin] discrimination.\"\n\nThomas v. Eastman Kodak Co., 183 F.3d 38, 62 (1st Cir. 1999).          The\n\nplaintiff \"must produce evidence to permit a reasonable jury to\n\nconclude both that disparate treatment occurred and that the\n\ndifference in treatment was because of [national origin].\"           Id.\n\n            The district court rightly concluded that Quinones had\n\nnot met his burden at the third stage, stating particularly that\n\n\"his opposition memorandum is woefully deficient\" and that \"it is\n\nnot the court's responsibility--let alone within its power--to cull\n\nthe entire discovery record looking for facts which might convert\n\nsuch a bald assertion [of discrimination] into a triable issue.\"\n\nSee United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990) (\"It\n\nis not enough merely to mention a possible argument in the most\n\nskeletal way, leaving the court to do counsel's work.\"); see also\n\nGonzalez-Pina v. Rodriguez, 407 F.3d 425, 431 (1st Cir. 2005)\n\n(\"[S]ummary judgment may be appropriate if the nonmoving party\n\nrests merely upon conclusory allegations, improbable inferences,\n\nand unsupported speculation.\" (citation and internal quotation\n\nmarks omitted)).\n\n            On appeal, Quinones argues that the district court erred\n\nin finding that he did not carry his burden of establishing\n\npretext.     However, the selected pages of deposition testimony\n\nsubmitted    by   Quinones   with    his   opposition   memorandum     are\n\ninsufficient to establish that, because he earned less than Barnes,\n\n\n                                    -12-\n\fhe was necessarily the victim of discriminatory conduct on the part\n\nof his employer. Even accepting at face value Quinones' deposition\n\nstatement that he felt he was more experienced and produced better\n\nwork than Barnes, these factors alone would not show that Barnes\n\ncould not still have managed the flat rate system in such a way as\n\nto earn more under it.      It is undisputed, even by Quinones, that\n\nBarnes was a rapid and knowledgeable worker.              It is perfectly\n\npossible,    without   unfair   connivance    by   O'Connor,   that   Barnes\n\nunderstood and worked the flat rate system more successfully than\n\ndid Quinones. Quinones' mere conclusory suspicion is no substitute\n\nfor specific evidence that discrimination was involved.                 See\n\nJohnson v. Nordstrom, Inc., 260 F.3d 727, 733 (7th Cir. 2001)\n\n(observing that plaintiff's subjective belief that she is being\n\ndiscriminated    against   \"does    not,     without   more,   demonstrate\n\npretext\").\n\n            Quinones argues that his personal affidavit submitted\n\nwith his opposition to the summary judgment motion creates disputed\n\nissues of material fact, but the affidavit, like his deposition\n\ntestimony,   reflects   only    Quinones'    subjective   speculation   and\n\nsuspicion that Barnes' greater earnings must have resulted from\n\ndiscrimination rather than from other possible causes that might\n\njust as easily have explained the discrepancy, supra.             Quinones\n\nappears to rely on Santiago-Ramos v. Centennial P.R. Wireless\n\nCorp., 217 F.3d 46, 53 (1st Cir. 2000), in which we held that a\n\n\n                                   -13-\n\fself-serving    affidavit     could       defeat    summary   judgment     if    the\n\naffidavit    \"contains     more   than     the     allegations    made   in   [his]\n\ncomplaint [and] provides specific factual information based upon\n\n[his] personal knowledge.\"          Id.\n\n            Unlike   the     affidavit       in     Santiago-Ramos,      however,\n\nQuinones' affidavit does not contain adequate specific factual\n\ninformation based on personal knowledge to back his allegation of\n\nnational origin discrimination and so create a triable issue.                    In\n\nlarge part, it contains only Quinones' own speculation about the\n\nway the body shop was run.            Thus Quinones cites no supporting\n\nevidence to which he could testify in court tending to prove his\n\nconclusory    allegation     that    Barnes'       higher   pay   was    based    on\n\nO'Connor's acts of favoritism as opposed to Barnes' own more\n\nefficient work or ability to play the system, or for his allegation\n\nthat Barnes improperly received credit hours that Quinones did not\n\nreceive.     Neither did Quinones indicate how he had come to have\n\npersonal knowledge of these alleged facts.              See Cadle Co. v. Hays,\n\n116 F.3d 957, 961 & n.5 (1st Cir. 1997) (self-serving affidavit\n\ncould be sufficient to defeat summary judgment but not if it\n\n\"neither contain[s] enough specifics nor speak[s] meaningfully to\n\nmatters within [the plaintiff's] personal knowledge\").                   Further,\n\nFederal Rule of Civil Procedure 56(e) requires that all affidavits\n\nsubmitted in conjunction with an opposition to a motion for summary\n\njudgment \"set forth such facts as would be admissible in evidence.\"\n\n\n                                      -14-\n\fWithout first-hand knowledge of facts supporting his allegations,\n\nQuinones could not simply testify to a belief that Barnes was given\n\nadvantages that Quinones was not.\n\n          As the district court observed, though cases at the third\n\nstage of the McDonnell Douglas inquiry are often a close call for\n\nthe granting of summary judgment, Santiago-Ramos, 217 F.3d at 54,\n\nthis is not a close call.   Quinones did not produce evidence that\n\nHouser's justification for the amounts it paid him was pretextual.\n\nHis mere unsupported characterizations of why he believed Barnes'\n\ntotal pay was higher was not evidence creating a triable issue.   A\n\nreasonable jury would be unable to find on the evidence in this\n\nrecord that Houser had discriminatorily underpaid Quinones.\n\n                         III.   Conclusion\n\n          The district court's judgment is affirmed.\n\n\n\n\n                                -15-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 05-2246\n\n                         JOSE QUINONES,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n                          HOUSER BUICK,\n\n                      Defendant, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Michael A. Ponsor,   U.S. District Judge]\n\n\n                             Before\n\n                      Lynch, Circuit Judge,\n\n                 Campbell, Senior Circuit Judge,\n\n                   and Howard, Circuit Judge.\n\n\n\n     Steven R. Weiner on brief for appellant.\n     John C. Sikorski and Robinson Donovan, P.C. on brief for\nappellee.\n\n\n\n                        February 2, 2006\n\f             CAMPBELL, Senior Circuit Judge. Appellant plaintiff Jose\n\nQuinones appeals from the granting of summary judgment for appellee\n\ndefendant Houser Buick (\"Houser\") in the United States District\n\nCourt for the District of Massachusetts.              We affirm.\n\n                           I.    Background and Facts\n\n             Quinones, a former automotive technician at Houser, sued\n\nHouser for national origin-based employment discrimination under\n\nTitle VII of the Civil Rights Act of 1964, 42 U.S.C. § 2000e et\n\nseq. (\"Title VII\"), and its state counterpart, Mass. Gen. Laws ch.\n\n151B, §§ 1-10 (\"Chapter 151B\").           Quinones voluntarily left his job\n\nin   March   2003,   but    he    alleges    that   the     defendant's   illegal\n\ndiscrimination against him as a person of Hispanic origin resulted\n\nin the \"wrongful payment of wages.\"\n\n             Quinones filed his complaint in state court on May 17,\n\n2004 and listed two causes of action:             the Title VII claim and the\n\nChapter 151B claim.        On June 10, 2004, Houser removed the action to\n\nfederal court. With the parties' consent, the case was assigned to\n\na magistrate judge for all purposes, pursuant to 28 U.S.C. §\n\n636(c).      The   defendant      moved     for   summary    judgment,    and   the\n\nmagistrate judge entered summary judgment in favor of the defendant\n\non July 14, 2005 on the grounds that Quinones had not introduced\n\nevidence demonstrating pretext on the part of Houser.               This appeal\n\nfollowed.\n\n\n\n\n                                       -2-\n\f            Contrary to the district court's local rule, Quinones\n\nfailed to submit a concise statement of the material facts of\n\nrecord as to which he contended that there existed a genuine issue\n\nto be tried.    U.S. Dist. Ct. Rules D. Mass., LR 56.1.                 Given his\n\nomission, the court deemed admitted a number of the facts set forth\n\nin   the   defendant's   statement      of   facts.      In   its   motion    and\n\naccompanying statement of facts, Houser relied upon excerpts of\n\nQuinones' deposition; his answers to interrogatories; an affidavit\n\nfrom   Quinones'   supervisor,       Kevin   O'Connor;   the    deposition     of\n\nanother Houser employee, Jeremy Laduke; and the deposition of Angel\n\nDelrio, the owner of Quinones' current place of employment, St.\n\nJames Custom Auto Body.          Quinones filed an opposition to the\n\ndefendant's motion for summary judgment that was one page in length\n\nand that cited no case law. Together with the opposition, Quinones\n\nalso   submitted   a   number   of    deposition      pages   and   a    personal\n\naffidavit.      Compiled   as    described,     the    record   reflects      the\n\nfollowing facts, which we view in the light most favorable to\n\nQuinones, the non-moving party.          Roldan-Plumey v. Cerezo-Suarez,\n\n</pre><span class=\"citation\" data-id=\"741735\"><a href=\"/opinion/741735/magaly-roldan-plumey-v-hiram-e-cerezo-suarez-personally-and-as/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 61 (1st Cir. 1997).\n\n            Quinones worked for Houser as an automotive technician on\n\nthree separate occasions between February 27, 1990 and the day he\n\nquit, March 28, 2003.       At all relevant times, he worked under\n\nO'Connor, Houser's collision repair manager, who is the only person\n\n\n\n\n                                      -3-\n\fQuinones contends to have discriminated against him on the basis of\n\nhis Puerto Rican origin.\n\n           When, on March 25, 1999, Quinones began his third tenure\n\nat Houser, he asked to be placed on a flat rate pay scale.\n\nThereafter he was not paid on an hourly basis as before but rather\n\nat the specific rate computed for each particular repair job.   The\n\nprecise details of how Houser computed the flat rate are not\n\nentirely clear from the record.    Defendant's employees asserted,\n\nhowever, without contradiction, that Houser's computation of the\n\nflat rate involved examining both the estimate and the work order,\n\nand that a fast-working and knowledgeable employee could maximize\n\nhis earnings by completing a job in fewer than the total number of\n\nhours Houser assigned to it and by then proceeding on to the next\n\njob.   In his affidavit, Quinones asserted that under the flat rate\n\nsystem he earned approximately $28,000 per year in 2000 and 2001\n\nand approximately $30,000 in 2002. Quinones went on to allege that\n\nWayne Barnes, a white co-worker, received pay of $1,000 per week\n\nunder the flat rate system, or about $52,000 a year.    Because of\n\nthis disparity, because he feels he was continuously underpaid, and\n\nbecause he says O'Connor made many slurs regarding his Puerto Rican\n\nbackground, Quinones contends that Houser discriminated against him\n\non the basis of his Hispanic origin.\n\n           Houser denied that Quinones had produced any evidence\n\nthat he was not correctly paid under the flat rate system.   Houser\n\n\n                                -4-\n\frelied on its employees' depositions and affidavits to the effect\n\nthat flat rate compensation is a challenging system that places a\n\nburden on the employee to understand and utilize it adroitly if he\n\nwishes to maximize his compensation.             Properly utilized, the flat\n\nrate system was said to have the potential to reward employees in\n\nexcess of an hourly rate system.             To maximize earnings on a flat\n\nrate scale, however, an employee must complete jobs rapidly, be\n\nwell-organized, and have a good understanding of how the different\n\nrepair jobs are estimated and billed. Laduke testified that Barnes\n\nwas   known    as   an   especially    capable    and   productive     flat   rate\n\nemployee, while Quinones \"had a really hard time gripping\" the\n\nsystem.   Although he did quality work, Quinones worked more slowly\n\nand, from defendant's perspective, did not understand the way the\n\njobs were billed.        In his own affidavit, Quinones denied that he\n\ndid not understand the flat rate system.\n\n              O'Connor sat down weekly with the body shop employees,\n\nincluding Quinones, to go over the work diaries he required them to\n\nkeep.   The diaries included their time cards and pay.               Quinones did\n\nnot produce in the instant case any kind of itemization of work in\n\nsupport of his claim that he was incorrectly paid under the flat\n\nrate system, nor does the record contain evidence, as distinct from\n\nQuinones'     general    charges,     that   Barnes     was   ever   unfairly   or\n\nexcessively paid.        Houser asserts that the absence of itemization\n\n\n\n\n                                       -5-\n\fby Quinones reflected his general inability to grasp Houser's\n\nsystem.\n\n            The record does contain statements by Quinones that\n\nO'Connor often made comments in his presence demeaning his Puerto\n\nRican heritage. O'Connor denies this but concedes that he may have\n\nonce told Quinones, \"you are a white man in a Puerto Rican body.\"\n\nHe says he made the comment \"in jest.\"          O'Connor also stated in his\n\naffidavit that Quinones told him, \"all you Irish are alcoholics.\"\n\nIn his brief on appeal, Quinones characterizes his relationship\n\nwith   O'Connor    as    including    \"either       good   natured    joking    or\n\ndiscriminatory comments.\"\n\n            In his answers to interrogatories, Quinones alleged that\n\nhis Puerto Rican guests were treated differently from the guests of\n\nwhite employees but at his deposition was unable to state specific\n\ndates when such incidents occurred and did not name any of the\n\nvisitors of white employees who were treated differently. Quinones\n\nalso alleged, in answers to interrogatories, that he was paid\n\nimproperly based on the hours that he worked, attaching work orders\n\nto his answers. It would be impossible, however, for a fact-finder\n\nto determine from what Quinones presented whether or not he was\n\nunderpaid or whether Houser improperly calculated what was due to\n\nhim.     The information on these subjects is simply incoherent and\n\nincomplete. Houser says that Quinones confuses estimates with work\n\norders    and   points   out   that   he    never    complained      formally   of\n\n\n                                      -6-\n\funderpayment during the almost four years that he worked under the\n\nflat rate system.\n\n            Quinones alleges, but without documentation or necessary\n\nspecifics, that he and other Hispanic employees were forced to work\n\nfrom   estimates     that    cheated       them    out   of   time   actually       spent\n\nrepairing a vehicle.            But Quinones could remember only one other\n\nemployee, George, who was allegedly underpaid, and was unable to\n\nrecall    George's       last     name.      According        to   Quinones    at    his\n\ndeposition,      George     was    an     hourly   employee,       not   a   flat    rate\n\nemployee.       Quinones further claimed that he heard O'Connor make\n\nracist comments to \"several other Hispanic employees\" but could not\n\nrecall the names of those employees.               Quinones did not file a claim\n\nfor    unpaid    wages     with     the    Wage    and   Hour      Division    of    the\n\nMassachusetts Attorney General's Office, pursuant to Mass. Gen.\n\nLaws ch. 149, §§ 148, 150.\n\n            Quinones now works at St. James Custom Auto Body, where\n\nDelrio, his boss, pays him an hourly rate because, Delrio testified\n\nin his deposition, he believes that flat rate compensation causes\n\nmisunderstandings between employees and employers.\n\n            In his one-page opposition to the motion for summary\n\njudgment, Quinones cited excerpts of three depositions: his own,\n\nthat of Laduke, and that of Terry Mille, another Houser employee.\n\nThe excerpts from Quinones' deposition reflect his testimony that\n\nat management request, he had assisted another employee with his\n\n\n                                           -7-\n\fwork and that he was the only Hispanic employee in a high-paying\n\njob at the company.        The Laduke deposition excerpt reflected\n\nLaduke's testimony that he was able to negotiate with Houser to\n\nkeep his seniority when Houser purchased his former employer.          The\n\nMille deposition excerpt reflected Mille's testimony providing the\n\nnames of the employees working in the office and on the floor.\n\nQuinones   characterizes   the   testimony   as   Mille's    stating   that\n\nQuinones was the only Hispanic employee.      Mille did not articulate\n\nthat point but rather testified when asked about three specific\n\nemployees that they are white.       Mille did not testify that any\n\nother employee besides Quinones was Hispanic.\n\n           Quinones' personal affidavit acknowledges that Wayne\n\nBarnes was a fast auto body man but states that Quinones was a\n\nbetter body man because his work was not returned for corrections\n\nas frequently and because Quinones frequently repaired imperfect\n\nwork done by Barnes.       Quinones testified that he is able to\n\n\"produce work in a competent manner and work at a reasonable rate\n\nof speed.\"    Quinones asserted further that he had an \"excellent\n\nunderstanding of the flat rate system\" and that Wayne Barnes had\n\nreceived beneficial treatment that Quinones did not receive.            In\n\nparticular, Quinones charged, but without pointing to specific\n\nfacts   and   details   supporting   these   charges,       that   O'Connor\n\nmanipulated Barnes' pay in order to provide Barnes with regular\n\nincome, gave him work credit hours for future work, and gave him\n\n\n                                  -8-\n\feasy jobs that he was able to finish quickly.                  Quinones also stated\n\nthat he (Quinones) did not receive the same treatment and that his\n\nown weekly pay checks varied wildly in their totals.                           Quinones\n\ntestified   that   O'Connor     asked    him       to   help    another   body    shop\n\nemployee with his work, though Quinones never received similar\n\nassistance.    Finally, Quinones compared the total money he made\n\nover   three   years        ($86,160.67)      with      that     made     by     Barnes\n\n($210,000.00) and claimed that he should have made the same amount.\n\nAttached to the affidavit was an excerpt from Quinones' deposition\n\nin which he testified that Wayne Barnes was a fast body man; an\n\nexcerpt from Laduke about his transferring his seniority to Houser;\n\nand a chart listing Quinones' compensation in the year 2002.\n\n                               II.   Discussion\n\n            This Court reviews the district court's grant of summary\n\njudgment de novo, viewing the facts, and drawing all reasonable\n\ninferences, in the light most favorable to Quinones, and affirming\n\nsummary judgment only if there is no genuine issue as to any\n\nmaterial fact. Roldan-Plumey, 115 F.3d at 61. Summary judgment is\n\nappropriate    when     \"the     pleadings,         depositions,        answers     to\n\ninterrogatories,      and    admissions       on    file,      together    with    the\n\naffidavits, if any, show that there is no genuine issue as to any\n\nmaterial fact and that the moving party is entitled to judgment as\n\na matter of law.\"      Fed. R. Civ. P. 56(c).            The party opposing the\n\nmotion \"must set forth specific facts showing that there is a\n\n\n                                        -9-\n\fgenuine issue for trial.\"   Fed. R. Civ. P. 56(e).   \"Even in cases\n\nwhere elusive concepts such as motive or intent are at issue,\n\nsummary judgment may be appropriate if the nonmoving party rests\n\nmerely upon conclusory allegations, improbable inferences, and\n\nunsupported speculation.\"   Medina-Munoz v. R.J. Reynolds Tobacco\n\nCo., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 8 (1st Cir. 1990).\n\n          As the district court noted, employment discrimination\n\ncases alleging disparate treatment ordinarily proceed under the\n\nthree-step, burden-shifting framework outlined in McDonnell Douglas\n\nCorp. v. Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\"> (1973), and further explained in Texas\n\nDep't of Community Affairs v. Burdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\"> (1981), St.\n\nMary's Honor Ctr. v. Hicks, </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span><pre class=\"inline\"> (1993), and Reeves v.\n\nSanderson Plumbing Prods., Inc., </pre><span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span><pre class=\"inline\"> (2000).1   First, the\n\nplaintiff must make out a prima facie case of discrimination.   The\n\nburden then shifts to the defendant to present a legitimate, non-\n\ndiscriminatory reason, sufficient to raise a genuine issue of\n\nmaterial fact as to whether it discriminated against the employee,\n\nfor the employment decision.   Finally, the burden is placed on the\n\nplaintiff to demonstrate that the non-discriminatory reason is mere\n\npretext and that the real reason was discrimination.     McDonnell\n\nDouglas, 411 U.S. at 802; see also St. Mary's Honor Ctr., 509 U.S.\n\nat 510-11, 515-16.\n\n\n     1\n      This analysis applies generally to both Title VII and Chapter\n151B claims. See Fite v. Digital Equip. Corp., </pre><span class=\"citation\" data-id=\"771072\"><a href=\"/opinion/771072/david-b-fite-v-digital-equipment-corporation/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">, 7 (1st\nCir. 2000).\n\n                               -10-\n\f            The district court assumed arguendo that Quinones had\n\nmade out a prima facie case and found that Houser had presented a\n\nlegitimate reason for the employment decision, i.e., for the\n\nrelatively low amount paid to Quinones, by its asserting, in\n\neffect, that employees like Barnes could legitimately make more\n\nthan   Quinones   under    the   flat    rate   system   by,    for   example,\n\ncompleting the same job more rapidly, keeping better track of the\n\nwork he did and seeking the most profitable jobs.               In the first\n\nsentence of his brief opposition filing, Quinones came close to\n\nadmitting the defendant's second-stage point:            that employees such\n\nas Barnes who better understood the flat rate system could earn\n\nmore in aggregate.        Quinones wrote, \"employees who knew how to\n\nnegotiate    and/or   were       aware   of     their    potential     benefit\n\nto . . . Defendant were able to get more advantageous working\n\narrangements then [sic] other employees.\"           The court then focused\n\non the pretext issue.      We do the same.\n\n            At the third stage of the McDonnell Douglas framework, it\n\nbecomes the plaintiff's burden to establish \"that the legitimate\n\nreasons offered by the defendant were not its true reasons, but\n\nwere a pretext for discrimination.\"              Reeves, 530 U.S. at 143\n\n(citation and internal quotation marks omitted).               At the summary\n\njudgment stage, the plaintiff \"must produce evidence to create a\n\ngenuine issue of fact with respect to two points:                whether the\n\nemployer's articulated reason for its adverse action was a pretext\n\n\n                                    -11-\n\fand whether the real reason was [national origin] discrimination.\"\n\nThomas v. Eastman Kodak Co., </pre><span class=\"citation\" data-id=\"765085\"><a href=\"/opinion/765085/myrtle-thomas-v-eastman-kodak-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span><pre class=\"inline\">, 62 (1st Cir. 1999).          The\n\nplaintiff \"must produce evidence to permit a reasonable jury to\n\nconclude both that disparate treatment occurred and that the\n\ndifference in treatment was because of [national origin].\"           Id.\n\n            The district court rightly concluded that Quinones had\n\nnot met his burden at the third stage, stating particularly that\n\n\"his opposition memorandum is woefully deficient\" and that \"it is\n\nnot the court's responsibility--let alone within its power--to cull\n\nthe entire discovery record looking for facts which might convert\n\nsuch a bald assertion [of discrimination] into a triable issue.\"\n\nSee United States v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1990) (\"It\n\nis not enough merely to mention a possible argument in the most\n\nskeletal way, leaving the court to do counsel's work.\"); see also\n\nGonzalez-Pina v. Rodriguez, </pre><span class=\"citation\" data-id=\"201575\"><a href=\"/opinion/201575/gonzalez-pina-v-guillermo-rodriguez/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">425</span></a></span><pre class=\"inline\">, 431 (1st Cir. 2005)\n\n(\"[S]ummary judgment may be appropriate if the nonmoving party\n\nrests merely upon conclusory allegations, improbable inferences,\n\nand unsupported speculation.\" (citation and internal quotation\n\nmarks omitted)).\n\n            On appeal, Quinones argues that the district court erred\n\nin finding that he did not carry his burden of establishing\n\npretext.     However, the selected pages of deposition testimony\n\nsubmitted    by   Quinones   with    his   opposition   memorandum     are\n\ninsufficient to establish that, because he earned less than Barnes,\n\n\n                                    -12-\n\fhe was necessarily the victim of discriminatory conduct on the part\n\nof his employer. Even accepting at face value Quinones' deposition\n\nstatement that he felt he was more experienced and produced better\n\nwork than Barnes, these factors alone would not show that Barnes\n\ncould not still have managed the flat rate system in such a way as\n\nto earn more under it.      It is undisputed, even by Quinones, that\n\nBarnes was a rapid and knowledgeable worker.              It is perfectly\n\npossible,    without   unfair   connivance    by   O'Connor,   that   Barnes\n\nunderstood and worked the flat rate system more successfully than\n\ndid Quinones. Quinones' mere conclusory suspicion is no substitute\n\nfor specific evidence that discrimination was involved.                 See\n\nJohnson v. Nordstrom, Inc., </pre><span class=\"citation\" data-id=\"774424\"><a href=\"/opinion/774424/gail-johnson-v-nordstrom-inc-james-m-johansson-and-richard-j-archer/\"><span class=\"volume\">260</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">727</span></a></span><pre class=\"inline\">, 733 (7th Cir. 2001)\n\n(observing that plaintiff's subjective belief that she is being\n\ndiscriminated    against   \"does    not,     without   more,   demonstrate\n\npretext\").\n\n            Quinones argues that his personal affidavit submitted\n\nwith his opposition to the summary judgment motion creates disputed\n\nissues of material fact, but the affidavit, like his deposition\n\ntestimony,   reflects   only    Quinones'    subjective   speculation   and\n\nsuspicion that Barnes' greater earnings must have resulted from\n\ndiscrimination rather than from other possible causes that might\n\njust as easily have explained the discrepancy, supra.             Quinones\n\nappears to rely on Santiago-Ramos v. Centennial P.R. Wireless\n\nCorp., </pre><span class=\"citation\" data-id=\"198991\"><a href=\"/opinion/198991/santiago-ramos-v-centennial-pr-wire/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 53 (1st Cir. 2000), in which we held that a\n\n\n                                   -13-\n\fself-serving    affidavit     could       defeat    summary   judgment     if    the\n\naffidavit    \"contains     more   than     the     allegations    made   in   [his]\n\ncomplaint [and] provides specific factual information based upon\n\n[his] personal knowledge.\"          Id.\n\n            Unlike   the     affidavit       in     Santiago-Ramos,      however,\n\nQuinones' affidavit does not contain adequate specific factual\n\ninformation based on personal knowledge to back his allegation of\n\nnational origin discrimination and so create a triable issue.                    In\n\nlarge part, it contains only Quinones' own speculation about the\n\nway the body shop was run.            Thus Quinones cites no supporting\n\nevidence to which he could testify in court tending to prove his\n\nconclusory    allegation     that    Barnes'       higher   pay   was    based    on\n\nO'Connor's acts of favoritism as opposed to Barnes' own more\n\nefficient work or ability to play the system, or for his allegation\n\nthat Barnes improperly received credit hours that Quinones did not\n\nreceive.     Neither did Quinones indicate how he had come to have\n\npersonal knowledge of these alleged facts.              See Cadle Co. v. Hays,\n\n</pre><span class=\"citation\" data-id=\"197442\"><a href=\"/opinion/197442/cadle-v-hayes/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">957</span></a></span><pre class=\"inline\">, 961 & n.5 (1st Cir. 1997) (self-serving affidavit\n\ncould be sufficient to defeat summary judgment but not if it\n\n\"neither contain[s] enough specifics nor speak[s] meaningfully to\n\nmatters within [the plaintiff's] personal knowledge\").                   Further,\n\nFederal Rule of Civil Procedure 56(e) requires that all affidavits\n\nsubmitted in conjunction with an opposition to a motion for summary\n\njudgment \"set forth such facts as would be admissible in evidence.\"\n\n\n                                      -14-\n\fWithout first-hand knowledge of facts supporting his allegations,\n\nQuinones could not simply testify to a belief that Barnes was given\n\nadvantages that Quinones was not.\n\n          As the district court observed, though cases at the third\n\nstage of the McDonnell Douglas inquiry are often a close call for\n\nthe granting of summary judgment, Santiago-Ramos, 217 F.3d at 54,\n\nthis is not a close call.   Quinones did not produce evidence that\n\nHouser's justification for the amounts it paid him was pretextual.\n\nHis mere unsupported characterizations of why he believed Barnes'\n\ntotal pay was higher was not evidence creating a triable issue.   A\n\nreasonable jury would be unable to find on the evidence in this\n\nrecord that Houser had discriminatorily underpaid Quinones.\n\n                         III.   Conclusion\n\n          The district court's judgment is affirmed.\n\n\n\n\n                                -15-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741735/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/"
  ]
}