{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202058/",
  "absolute_url": "/opinion/202058/gagnon-v-teledyne-princeton/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202058/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:43:42Z",
  "date_modified": "2016-02-28T05:07:10.732733Z",
  "type": "010combined",
  "sha1": "1c53994e21d020aa6c7feccd9fd78df5649001bc",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1504-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/02/13/Gagnon_v._Teledyne_Princeton.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 05-1504\n\n                        DANIEL J. GAGNON,\n\n                      Plaintiff, Appellant,\n\n                               v.\n\n     TELEDYNE PRINCETON, INC., ALLEGHENY TECHNOLOGIES, INC.,\n         PRINCETON DELIVERY SYSTEMS, INC. AND DOES 1-10,\n\n                     Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Reginald C. Lindsay, U.S. District Judge]\n\n\n                             Before\n\n                     Torruella, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n\n     Wilbur A. Glahn, III, with whom R. David DePuy, Scott H.\nHarris, and McLane, Graf, Raulerson and Middleton, Professional\nAssociation, were on brief for appellant.\n     David G. Klaber with whom Mark D. Feczko, Jeffrey S. King,\nGregory R. Youman, and Kirkpatrick & Lockhart Nicholson Graham LLP\nwere on brief for appellees.\n\n\n\n                        February 13, 2006\n\f      COFFIN, Senior Circuit Judge.          This is a product liability\n\naction, resting on diversity jurisdiction, brought in the district\n\ncourt for the District of Massachusetts.         Plaintiff-appellant was\n\nrendered a quadriplegic by injuries sustained when the forklift he\n\nwas   operating   tipped   over   as   he   attempted   to   move   a   tree.\n\nAttributing the accident to a problem with the forklift, he sought\n\nrecovery from defendants-appellees for alleged failures of design,\n\nlack of care in manufacturing, inadequate warning, breach of\n\nimplied and express warranty, and misrepresentations in violation\n\nof the Massachusetts Unfair Trade Practices Act, Mass. Gen. Laws\n\nch. 93A.    For reasons we shall explain, we vacate the district\n\ncourt’s summary judgment for defendants and remand for further\n\nproceedings.\n\n                      I. Procedural Background\n\n      The accident happened in June 1999.        Suit was brought nearly\n\nthree years later, in March 2002.           Defendants filed a motion to\n\ndismiss, and for a number of months the parties engaged in filing\n\nvarious oppositions and replies.         The court denied the motion to\n\ndismiss in January 2003 and set a schedule that required plaintiff\n\nto disclose his experts by January 30, 2004.            A joint motion for\n\nextension was granted in November 2003, and the new date for\n\nplaintiff's expert disclosures was April 30, 2004.              No further\n\nextension was sought until May 3, 2004, three days after the\n\ndeadline.\n\n\n                                   -2-\n\f      At    that    time,    plaintiff      sought       an    additional     six-week\n\nextension.    The court denied this motion on May 21 based on Fed. R.\n\nCiv. P. 37(c)(1),1 but plaintiff nonetheless proceeded to gather\n\nhis experts' reports and filed his disclosure on June 14 – six\n\nweeks late. During the following nine months, four separate orders\n\nrefusing     reconsideration        and    precluding         plaintiff's     experts'\n\nputative testimony were issued.                 The court subsequently granted\n\nsummary judgment for defendants, concluding that, without experts,\n\nthe   plaintiff      could    not       establish    his       claims.       It   noted\n\nalternatively that the expert testimony would not have helped\n\nbecause the experts failed to address the critical issue of the\n\nforklift’s condition at the time of its manufacture in 1988.\n\n      The   termination      of     a    case    based    on    such     a   procedural\n\nrequirement as timely disclosure of expert witnesses presents a\n\nparticularly poignant issue when injuries are as serious as those\n\nsuffered by plaintiff.        We are nonetheless unable to say that the\n\ndistrict court abused its discretion in impliedly finding that\n\nplaintiff failed to provide sufficient justification for his late\n\ndisclosure.        We are also unable at this juncture, however, to\n\n\n\n      1\n       Rule 37(c)(1) states, in pertinent part: “A party that\nwithout substantial justification fails to disclose information\nrequired by Rule 26(a) or 26(e)(1)[listing required disclosures] .\n. . is not, unless such failure is harmless, permitted to use as\nevidence at a trial, at a hearing, or on a motion any witness or\ninformation not so disclosed. In addition to or in lieu of this\nsanction, the court, on motion and after affording an opportunity\nto be heard, may impose other appropriate sanctions.”\n\n                                          -3-\n\faffirm the summary judgment because we lack the court’s considered\n\nviews as to whether the \"harmless error\" escape valve of section\n\n37(c)(1) applies.        We therefore remand for consideration of that\n\nissue.     If the court on remand finds the tardiness to be harmless,\n\nits alternative ruling on the merits of the expert evidence must be\n\nrevisited.\n\n      We   proceed     with    the   following    steps:     noting    the   issues\n\npresented and the relevant standard of review; tracing the tortuous\n\npath of this litigation, exposing the facts as the court reasonably\n\ncould view them; and determining how law and policy apply to the\n\nfacts at hand.\n\n                      II. Issues and Standard of Review\n\n      The issues before us involve the application of Fed. R. Civ.\n\nP.   37(c)(1),    which       excuses   late    disclosure    if   a    party   has\n\n“substantial      justification.”         The     first    question     we   face,\n\ntherefore,       is     whether      plaintiff’s     rationale         establishes\n\njustification for his untimeliness.              But even if it does not, we\n\nmust consider whether his delay was harmless.\n\n      Plaintiff asserts that his tardiness was caused by defendants’\n\nmisrepresentations concerning stability testing on the forklift and\n\nby defendants’ long delay in giving him the names of former\n\nemployees who would have knowledge about that testing. This, he\n\nmaintains, establishes “substantial justification.”                   In addition,\n\nhe emphasizes that his late disclosure caused no prejudice, as a\n\n\n                                        -4-\n\ftrial date had not yet been set and no pretrial deadlines were\n\nimpacted.\n\n     Before delving deeply into the underlying circumstances, we\n\nmust recognize that the expert preclusion order at issue here falls\n\nin the heartland of case management decisions – the area where a\n\ntrial judge has the remorseless responsibility, evenhandedly and\n\nefficiently, to govern, monitor, and police the progress of an\n\nendless line of cases through the court.         Our standard of review is\n\nabuse    of   discretion,   which   we    have    described   as    \"highly\n\ndeferential,\" Delaney v. Matesanz, 264 F.3d 7, 13-14 (1st Cir.\n\n2001), requiring \"strong evidence that the trial judge indulged a\n\nserious lapse in judgment,\" Texaco Puerto Rico, Inc. v. Dep't of\n\nConsumer Affairs, 60 F.3d 867, 875 (1st Cir. 1995).                See also\n\nMacaulay v. Anas, 321 F.3d 45,51 (1st Cir. 2003) (in reviewing\n\npreclusion of expert testimony, court considers whether the ruling\n\n“was so wide of the mark as to constitute an abuse of discretion\").\n\n        We narrow the field further when we focus specifically on\n\nRule 37(c)(1).    In Primus v. United States, 389 F.3d 231 (1st Cir.\n\n2004), we stressed that \"[t]he adoption of Rule 37(c)(1) in 1993\n\n'gave teeth to a significantly broadened duty' to comply with case\n\nmanagement orders.\"    Id. at 234 (citation omitted).         Our view of\n\nthe effect of this rule is well stated in Klonoski v. Mahlab, 156\n\nF.3d 255, 269 (1st Cir. 1998), where we declared that it \"clearly\n\ncontemplates stricter adherence to discovery requirements, and\n\n\n                                    -5-\n\fharsher sanctions for breaches . . . , and the required sanction in\n\nthe ordinary case is mandatory preclusion.\"\n\n     We review the facts, however, in the light most favorable to\n\nappellant, as this case comes before us on appeal of a grant of\n\nsummary judgment.     See Burton v. Town of Littleton, 426 F.3d 9, 14\n\n(1st Cir. 2005).\n\n                        III. Factual Background\n\n           The initial inspection.       In 2001, before the complaint\n\nwas filed and approximately two years after the accident, two\n\nengineers were asked to review for design defects the \"Piggyback\"\n\nD-3600 forklift used by plaintiff. By late spring, the location of\n\nthe forklift had been determined, a small farm about a two-hour\n\ndrive   east   from   Montreal,   Canada.   An   affidavit   of   one   of\n\nplaintiff's attorneys, Scott Harris, reports that the two engineers\n\nwent to the farm and spent several hours examining the vehicle.\n\nHarris’s affidavit presents their assessment as follows:\n\n          Those two consultants concluded that the machine\n     violated the standards for rough terrain forklifts\n     adopted by the American National Standards Institute\n     (\"ANSI\") and American Society of Mechanical Engineers\n     (\"ASME\"). Consequently, we prepared Daniel Gagnon's case\n     for filing.\n\nIn his brief, plaintiff asserts that the consultants \"did not\n\nsuggest testing the weight load capacity of the forklift,\" and he\n\nhas maintained that that issue was not pursued early on because of\n\ndefendants’ representations that a metal plate on the machine\n\nattesting to its compliance with the ANSI/AMSE standards reflected\n\n                                   -6-\n\fthat testing had been conducted on it.          Plaintiff consequently\n\nlooked elsewhere for a design flaw.\n\n     The complaint and answer.       The complaint was filed some nine\n\nmonths after the experts’ report, in March 2002.        Its allegations,\n\nalthough   presumably   based   on    the   experts'   conclusions,   are\n\ninconsistent in their treatment of stability and that of other\n\nalleged defects.   The complaint is very specific in alleging that\n\nthe driver's cage is “too small and/or improperly angled” (¶22),\n\nthat the moveable steering column exacerbated the operator's loss\n\nof control (¶24), that there was no brake (¶26), and that the\n\nseatbelt design was defective (¶28).         Then came the mention of\n\ninstability, a generality surrounded by specifics.        The allegation\n\nof defective design in Count I (strict liability and implied\n\nwarranty) concludes:\n\n     Specifically, the protective cage, moveable steering\n     column, lack of a foot pedal control for the brake, lack\n     of a sufficient braking system, inherent instability of\n     the machine, negligent design of the seat and seatbelt,\n     lack of adequate rear weight, lack of a stationary\n     steering wheel column, and other components of the\n     Piggyback Forklift were designed in such a way as to pose\n     an immediate, severe and unavoidable risk of danger to\n     operators of the Piggyback Forklift. [¶42, emphasis\n     supplied]\n\n     For more than a year after the complaint was filed, plaintiff\n\nseems to have taken no steps to make a case for an inherently\n\nunstable design.    Much time was devoted to filings related to\n\ndefendants’ motion to dismiss, which was denied on January 8, 2003.\n\nPlaintiff asserts that, during this period, the two engineers had,\n\n                                     -7-\n\ffor   reasons   not    associated   with    the   case,    lost   plaintiff's\n\nconfidence in their ability to be credible witnesses.               After the\n\nJanuary ruling, plaintiff began the search for new experts.\n\n      On January 31, defendants answered the complaint, asserting\n\ngeneral denials of defective design and noting the absence of any\n\ninformation indicating how the forklift was \"otherwise unsafe as\n\nwell as improperly, dangerously, and defectively designed.\"                 The\n\nanswer also contained many affirmative defenses, including the\n\nfailure to establish proximate cause, plaintiff's own carelessness\n\nand failure to follow stated warnings and safe practices, and\n\nabnormal and unexpected use of the forklift.\n\n      Disclosure schedule; search for defendants’ tests.             With the\n\ndeadline for plaintiff’s disclosure of experts set for January\n\n2004, plaintiff focused in the spring and early summer of 2003 on\n\nrequests    for       production    of     documents      and     answers    to\n\ninterrogatories.      These efforts resulted in defendants submitting\n\na one-page \"Compliance Matrix for ASME B56.6-1992.\"             This document\n\ndescribed the test to determine the longitudinal stability of a\n\nrough terrain forklift truck - mainly, to see if a fully loaded\n\ntruck would still be stable when tilted on a 6% slope.              Checkmarks\n\nindicated that this was mandatory, that there had been compliance,\n\nand that the person responsible for determining compliance was\n\nsomeone with the initials PWN.       This proved to be one Paul Neagle,\n\n\n\n\n                                     -8-\n\fthe manufacturer’s former chief engineer, who then became the\n\nobject of plaintiff's search.\n\n      Before Neagle was located and deposed, the corporate designee\n\nof one of the defendants, Danny Denney, gave a deposition.                He\n\ndisclaimed any personal knowledge of \"specific outside tests\" that\n\nhad   been   done   on   Piggyback   forklifts   and   then   explained   the\n\nmanufacturer's practice:\n\n      [I]f the machine is labeled with an ANSI designation of\n      B56.1 and/or .6 designation, in order to do that, that\n      meant somebody had to go to the book that existed at the\n      time, because those standards change throughout the\n      years, and review that and ensure that the machine met\n      those standards at that time. Somebody did that in order\n      to put that [safety compliance label] on there. That's\n      a voluntary standard.     We don't have to meet those\n      standards.   There's no entity that says you have to.\n      It's a voluntary restriction we put on our own design.\n      So basically to do that, obviously somebody went through\n      the review of what the standard is and ensured the\n      forklift did it, performed within those standards.\n\n      Neagle's deposition was finally taken on February 17, 2004.\n\nHis employment with the manufacturer (Teledyne Princeton) had\n\ncommenced only in 1989, after the forklift at issue had been\n\ndesigned and manufactured. While he had done some \"operational and\n\nperformance testing\" of the D-3600 model, he did not know of any\n\n\"formalized testing.\"       Although he thought that he had made some\n\ncalculations as to the location of the center of gravity, he did\n\nnot know of any prior testing of stability.\n\n      A three months extension and efforts to test.           Only at the end\n\nof 2003, after Denney’s deposition, did plaintiff decide to look\n\n\n                                     -9-\n\ffor the same model forklift to obtain \"proof positive that the\n\nmachine did not meet the represented standards.\"         See Harris\n\nAffidavit at 7.    In late March 2004 – with the expert disclosure\n\ndeadline now set at April 30 – negotiations with the Canadian owner\n\nof the forklift resulted in plaintiff's purchase of the machine,\n\nwhich arrived in the United States on April 8.        Plaintiff had\n\nsecured the services of three experts.   One was ready to give his\n\nopinion by mid-April.    A second expert, because of a fire at his\n\nresidence overseas, had faced delay in receiving and responding to\n\nplaintiff's e-mail.     And the third, who had expected to do the\n\nrequired testing for longitudinal stability in the third week of\n\nApril, had to wait until the testing could be done at a specially\n\noutfitted test center.     Time was running out.     Notwithstanding\n\nthis, no attempt was made to notify the court and request a further\n\nextension.\n\n     The late motion and rejection.    Time had run out.   April 30\n\ncame and went.    By an e-mail message on April 28, plaintiff asked\n\ndefendants to agree to a second extension, not a matter of days,\n\nbut a six-week extension of time to disclose anticipated expert\n\ntestimony. Having accommodated defendants by extending a discovery\n\ndeadline and agreeing to several additional depositions, plaintiff\n\nexpected defendants to consent.    But late in the day on April 30\n\ndefense counsel reported that his clients refused.\n\n\n\n\n                                -10-\n\f      Only on May 3 did plaintiff move the court for a six-week\n\nextension.     Defendants opposed the motion, pointing out from\n\ninformation conveyed to them by the owner of the forklift that\n\nplaintiff's counsel and one or more of his experts had, years\n\nearlier, taken \"possession of the actual forklift involved in the\n\naccident for an extended period and from all indications operated,\n\ninspected and tested the forklift, paying the then owner of the\n\nforklift for this opportunity.\"        Defendants charged that there was\n\nno reason why, some time in the more than four years since the\n\naccident, plaintiff's experts could not have tested the lift.\n\n      The court denied the motion on May 21, citing its late filing\n\nand   defendants'     representations    that    we   have     just   quoted.\n\nNotwithstanding this rebuff, plaintiff proceeded to submit, on June\n\n14, a twenty-four page disclosure of witnesses. These included the\n\nthree experts recently retained.          Other named witnesses were a\n\nrehabilitation counselor, a physiatrist, an economic consultant,\n\nsome sixteen institutional providers of medical care and many\n\nindividuals associated with them, including treating physicians, a\n\nneurologist, a urologist, and specialists in nephrology.\n\n      The thrust of the experts' proffered testimony was that the\n\nPiggyback    D-3600   forklift   had    been    tested   for    longitudinal\n\nstability according to the ANSI standards and failed to handle the\n\nload for which it supposedly was certified.           While the underlying\n\ncauses of action in general terms covered this alleged defect, the\n\n\n                                  -11-\n\femphasis on the forklift’s load-handling capacity marked a change\n\nin plaintiff’s focus.\n\n       The filing of this ambitious disclosure was followed by a\n\nnine-month period of frenetic activity.               Plaintiff had moved for\n\nreconsideration on June 1; the court denied the motion on July 6\n\nafter a flurry of filings in support and against it.                    On July 19,\n\nplaintiff     again    moved   to   allow    a     late    disclosure    of   expert\n\nwitnesses; this was denied on September 6, the court noting that\n\n\"[z]ealous advocacy\" had reached its limits on the issue.\n\n       Hearings:      magistrate    judge    and    the    court.       Defendants,\n\nmeanwhile, had moved on July 8 to preclude expert testimony, and\n\nthe motion was granted by a magistrate judge on September 29.                    In\n\nher order, she ruled that plaintiff's complaints of misconduct by\n\ndefendants had not been borne out by the record, and that any such\n\nmisconduct would not excuse the failure to timely disclose experts.\n\nNevertheless, recognizing that precluding expert testimony might be\n\nfatal to plaintiff's claims, she allowed him opportunity to seek\n\nreconsideration before the district court.\n\n       On February 22, 2005, a hearing was held before the district\n\njudge, both to reconsider the magistrate judge's ruling and to\n\nconsider defendants' motion for summary judgment.                   Despite having\n\nruled on three occasions the previous year (May 21, July 6, and\n\nSeptember 6, 2004), he was willing to reconsider in light of the\n\nfact   that   the     magistrate    judge   had     also    reconsidered.      What\n\n\n                                      -12-\n\fbothered him, in addition to the untimeliness of disclosure, was\n\nthat plaintiff's team had had access in 2001 to the very forklift\n\ninvolved in the accident, had examined it, knew where it had been\n\never since, and yet had done no testing until 2004.\n\n     In response, plaintiff’s counsel explained that, despite the\n\nreactions of the first two experts, no defect justifying such\n\ntesting   had   been   suspected.     Plaintiff's   counsel   listed   the\n\nthinking that existed when the lawsuit was brought:\n\n          We thought [the machine] was unstable, and we\n     thought the cage was too small, or the head bar was too\n     small, and that the machine was unstable because of\n     certain other defects, the – the steering wheel that you\n     push forward to make it go forward, and you pull it back\n     to make it go back.\n\n     But because defendants' representations indicated compliance\n\nwith ANSI standards, these details missed what counsel acknowledged\n\nhad now become \"the core of this case.\"      This significant colloquy\n\nbetween court and counsel followed:\n\n          THE COURT: Shouldn't you have tested this? I mean,\n     after all, when you have a claim that the – this vehicle\n     tipped over, doesn't it occur to you that it might have\n     tipped over, because it couldn't have carried the load\n     going backwards?\n\n          Doesn't that – doesn't that seem one of the first\n     thing [sic] you look – you'd look to?\n\n           COUNSEL:    Yes.\n\n                                    * * *\n\n          THE COURT: And you accepted that they had tested.\n     You asked about that, and you accepted that they had\n     tested it and that they could not find the testing before\n     you tested this vehicle.\n\n                                    -13-\n\f          COUNSEL: Yes, your Honor.\n\n          THE COURT: And you did not test it – you did not\n     test it for three years after you looked at this machine\n     –\n\n          COUNSEL: Yes, your Honor.\n\n          THE COURT: . . . It strikes me that, you know, that\n     I should exclude this, these experts, because in that\n     period of time all of these tests could have been – could\n     have taken place.\n\n          COUNSEL:   But we were – in retrospect, what you're\n     saying is right, I should have acted quickly, or\n     responded, or what have you. I did not. The cost of the\n     test was significant. We had a steel box constructed in\n     Illinois.   We had a connection there.       We had the\n     forklift shipped out to Illinois, and we had two\n     engineers test it, and we purchased the machine – I think\n     the cost all total was around $30,000.\n\n     On March 1, the court granted defendants' motion to strike the\n\nexpert evidence from plaintiff’s opposition to defendants' motion\n\nfor summary judgment, again deeming the proffer unjustifiably late.\n\nThe next day, the court granted summary judgment to defendants\n\nsince, \"[w]ithout experts, the plaintiff cannot establish his claim\n\nof negligence or breach of warranty . . . .\"   The order went on to\n\nnote that, even if the testimony of the late-disclosed experts were\n\nallowed, plaintiff could not prove his claims.\n\n                           IV. Analysis\n\n     Substantial Justification.   This case differs somewhat from\n\nothers that have come before us.      We have neither a series of\n\nmissed deadlines nor a last minute disclosure on the eve of trial.\n\nInstead, we have one missed deadline, preceded by lengthy and\n\n\n                               -14-\n\fpersistent discovery that in the end proved a blind alley to\n\ndiscovering the basic issue in the case.       A request for extension\n\nwas filed three days after the deadline, before the scheduled close\n\nof discovery or the setting of a trial date.\n\n     The parties, of course, differ completely on the justification\n\nfor what happened.    Plaintiff claims that he reasonably relied on\n\ndefendants’ representations that the forklift complied with the\n\nANSI standards and that he was misled until he was able to buy the\n\nvehicle and transport it to the United States for testing in 2004.\n\nDefendants claim that plaintiff not only had ample opportunity to\n\ntest the forklift since 2001, but that his single-minded attempt to\n\nbuild   his   case   on   testing   information   from   defendants   was\n\n\"vexatious behavior\" mandating refusal of the proffered expert\n\ntestimonies.\n\n     As noted earlier, we review this case through a lens \"highly\n\ndeferential\" to the court.      It is obvious that the court was not\n\nimpressed by plaintiff's arguments.        It repeatedly expressed its\n\ndifficulty in understanding why plaintiff would confine his efforts\n\nto probing defendants' knowledge and information about tests.         It\n\nalso was unpleasantly surprised to learn that plaintiff knew the\n\nlocation of, and had access to, the very forklift involved in the\n\naccident for some three years.        It saw no reason why he had not\n\nmade his own independent investigation of stability.          Is this a\n\n\n\n\n                                    -15-\n\fview so \"wide of the mark\" that it is an abuse of discretion?      A\n\nnumber of indications in the record support the court’s conclusion.\n\n     To begin, plaintiff’s first experts concluded in 1999 that the\n\nmachine   violated   the   ANSI/AMSE    standards.   Although   those\n\nindividuals were later discharged, we have no explanation why their\n\ninitial conclusion was not further pursued.     Plaintiff argues that\n\nwe should not fault his inaction in pursuing the instability theme\n\nbecause of the pendency of a motion to dismiss filed by defendants.\n\nWe fail to see why a party may not continue the investigation of a\n\ncase even while responding to motions filed by his adversary.\n\n     Plaintiff's main justification, of course, was that he relied\n\non defendants’ representations that tests had been conducted that\n\nled them to label the forklift with a plaque indicating compliance\n\nwith the stability standards.    Plaintiff had received a copy of a\n\nreport by an independent testing facility, certifying that the\n\nforklift had passed the ASME/ANSI standards relating to a \"crush\n\ntest,\" which evaluated the protectiveness of the driver's cage.\n\nHe knew, however, that defendants did not have an independent\n\nreport on longitudinal stability and admits that he accepted their\n\nassurance of compliance “at face value, albeit with some degree of\n\ninquisitiveness.\"\n\n     That degree of inquisitiveness clearly did not satisfy the\n\ndistrict court.   By September 2003, plaintiff knew that defendants\n\ncould not locate their tests supporting compliance.         Although\n\n\n                                 -16-\n\fplaintiff persisted in a search for the tests, the district court\n\nreasonably could conclude that placing implicit trust in the\n\nintegrity     of    tests    conducted     by    an     adversary,       instead   of\n\nendeavoring to do original testing, resulted in delay for which\n\nplaintiff was responsible.           The court may be forgiven for thinking\n\nthat plaintiff could have done, at any time since 2001, what he did\n\nin the spring of 2004.         Plaintiff's explanation to the court that\n\ncosts of purchasing, shipping, and testing were \"significant\" does\n\nnot insulate him from \"the consequences of the risk [he] assumed.\"\n\nSee LaPlace-Bayard v. Batlle, 295 F.3d 157, 162 (1st Cir. 2002).\n\n      While laws, rules of pleading and procedure, practices, and\n\nethical   principles        have    considerably       cabined    and    refined   the\n\n\"sporting theory of justice,\" a continuing responsibility rests on\n\nparties to investigate their causes of action.                      Too facile an\n\nacceptance    of    representations       from     adversaries      is    dangerous.\n\nWhether plaintiff was reasonable in relying on the litigation\n\nstrategy he adopted is not our question.                     It is whether the\n\ndistrict court abused the discretion accorded to it.                     We hold that\n\nit did not.\n\n     What     we    have     said    concerns      a    party's     obligation     to\n\ninvestigate.       We now come to the obligation to observe deadlines\n\nset by the court.      As we have noted, the parties jointly moved for\n\na three-month extension of time in which to disclose experts.                      The\n\ncourt accommodated by advancing the date to April 30, 2004, giving\n\n\n                                        -17-\n\fplaintiff    five    additional   months.     We   have    detailed   the\n\ndifficulties plaintiff encountered, both with his new experts and\n\nwith making arrangements for testing the forklift.          We have also\n\nrelated how time ran out without any attempt to obtain a second\n\nextension of time.\n\n     At oral argument we sought the reason.\n\n          COURT: There was a lot of investigation done by your\n     side of the case but there's a disconnect for me in terms\n     of missing the deadline.         Exactly what was the\n     justification for that?\n\n          COUNSEL: Your honor, in many respects it was an\n     error on our part. We talked to the other side about a\n     concurrence. But there is a simple reason for why we\n     waited until when we waited.      And the answer is we\n     thought we could do it. We thought in February that we\n     could get these tests done.     And it wasn't until the\n     middle of April that we realized that we couldn't. If we\n     knew what we knew now, clearly you could say what we\n     should have done is go into Judge Lindsay's courtroom in\n     February and say we've got a problem, your honor. But\n     that would have immediately then have said: No. 1, we're\n     certain that when we get this test it will fail and we\n     weren't certain of that, and secondly, we would have been\n     in a position where we were asking for an extension early\n     on.\n\n            COURT:   When did you realize that you couldn't make\n     it?\n\n            COUNSEL: In mid April your honor.\n\n            COURT: And when was the deadline?\n\n            COUNSEL: The deadline was April 30th.\n\n          COURT: Well, why didn't you then say, Judge, we've\n     got a problem.\n\n            COUNSEL: We should have.     We should have.\n\n\n\n                                  -18-\n\f      This     has    not    been   a   tale    of   lack    of   effort,    of bland\n\ndisobedience of a series of court orders, or of unsavory scheming,\n\nbut   of     what    the    district    court    could      reasonably    view     as   a\n\nmiscalculated strategy topped by an inexcusable failure to observe\n\na long-established deadline. We add that both the magistrate judge\n\nand the court gave consideration and sensitive reconsideration to\n\nplaintiff's attempted justification for late disclosure. The court\n\ndid not commit an abuse of discretion in impliedly ruling, as a\n\nbasis for its preclusion of expert witnesses, that the failure to\n\ndisclose was not substantially justified.\n\n      Harmlessness.         We therefore turn to the smaller escape valve\n\nin    Rule    37(c)(1):      whether     the    late     disclosure,      though    not\n\njustified,      was    nonetheless      harmless.         The     contours   of    this\n\nprovision are not well charted.\n\n      The Advisory Committee notes to the 1993 amendments to the\n\nrule state that the harmlessness provision is intended \"to avoid\n\nunduly harsh penalties in a variety of situations.\"                      Illustrative\n\nexamples are late disclosures of a potential witness known to all\n\nparties, a trial witness already listed by the adverse party, or a\n\nwitness on behalf of a pro se litigant ignorant of the requirement.\n\nThese suggest a fairly limited concept of \"harmless.\"                     Certainly,\n\nwere the concept to be a balancing of harms or burdens of the\n\nparties, without consideration of fault or concerns about present\n\nand future court administration, an individual plaintiff in a\n\n\n                                         -19-\n\fproduct liability case would likely always prevail against a\n\ncorporate   defendant,      no    matter    how   poor   his   counsel's\n\nrepresentation or how case management might be affected.                The\n\nlatter would be seriously compromised.\n\n      As we stated in Macaulay, 321 F.3d at 51, \"[T]rial judges must\n\nwork a complicated equation, balancing fairness to the parties with\n\nthe need to manage crowded dockets.\"        This means that\n\n      the court of appeals must consider a multiplicity of\n      pertinent factors, including the history of the\n      litigation, the proponent’s need for the challenged\n      evidence, the justification (if any) for the late\n      disclosure, and the opponent’s ability to overcome its\n      adverse effects. Surprise and prejudice are important\n      integers in this calculation. So too is an assessment of\n      what the late disclosure portends for the court’s docket.\n\n Id. (internal citations omitted).\n\n      Plaintiff argues that his late disclosure was made before any\n\ntrial date had been set and did not involve serious or repeated\n\nmisconduct. The only prejudice faced by defendants, he asserts, is\n\nthe need to support the representations about stability that they\n\nhave made for two decades and could address by repeating the\n\ntesting that allegedly had been done.        Defendants point out that\n\ntheir response to plaintiff’s appeal is at least the sixth time\n\nthey have invested effort to oppose plaintiff's motion for a six-\n\nweek extension, and prejudice also exists in their having prepared\n\na   dispositive   motion   for   summary   judgment   predicated   on   the\n\npreclusion of the expert testimony.\n\n\n\n                                   -20-\n\f     Our problem with the record before us is that, restricted\n\nthough the concept of harmlessness might be, there was not only no\n\nbalancing of fairness, burden, and case management needs, but also\n\nno evident consideration of the issue.        The magistrate judge noted\n\nthe plaintiff's contention that the late disclosure would have\n\n\"only 'slight impact' on the Court's administration of the case,\"\n\nbut disposed of the argument, stating:\n\n     That decision is not one for the plaintiff's counsel to\n     make; it is one for the District Court. It appears to\n     this Court that the District Court has spoken clearly and\n     authoritatively on such matters in this case, and it is\n     not for this Court to second-guess such decisions.\n\nThe district court, however, made no findings on the issue and\n\nengaged in no discussion of it.         Consequently, the record is not\n\ndeveloped enough for us to make a valid judgment on review.\n\nBecause lack of prejudice is a specific caveat in Rule 37(c)(1),\n\nand preclusion is the death knell of plaintiff's case, we think the\n\nissue   sufficiently   important   to     warrant   the   district   court’s\n\nexplicit consideration.\n\n     This is not to say that findings are always required.           In many\n\ninstances, the court’s deliberation is apparent or “findings may be\n\neasily inferred from the record,” Robson v. Hallenbeck, 81 F.3d 1,\n\n5 (1st Cir. 1996) (referring to rulings on a party's misconduct and\n\nexcuses); see also Woodworker’s Supply, Inc. v. Principal Mut. Life\n\nIns. Co., 170 F.3d 985, 993 (10th Cir. 1999) (harmless error).            In\n\nDavid v. Caterpillar, Inc., 324 F.3d 851, 857-58 (7th Cir. 2003),\n\n\n                                   -21-\n\fthe court noted the trial judge’s consideration of prejudice,\n\nconcluding, \"Given the district court's thoughtful discussion of\n\nthis issue, we cannot say\" it abused its discretion.                     And in\n\nPrimus, we noted, \"Although ‘preclusion of expert testimony is a\n\ngrave step, not to be undertaken lightly,’ the court here acted\n\nwith due deliberation\" in offsetting the exclusion by allowing\n\nsupplementation of a disclosed expert’s testimony. See 389 F.3d at\n\n234-35 (internal citation omitted).\n\n     An expectation of focused consideration of harmlessness is\n\nimplicit, we feel, in Robson’s acknowledgment, citing Velazquez-\n\nRivera v. Sea-Land Service, Inc., 920 F.2d 1072, 1077-78 (1st Cir.\n\n1990), that dismissal for a minor act of negligence in the absence\n\nof prior warning or a showing of special prejudice would be too\n\nharsh,   but    that     a   \"pattern   of    unexcused   noncompliance\"   or   a\n\n\"succession of violations\" would in itself justify dismissal.               See\n\nRobson, 81 F.3d at 3-4.          In the absence of such circumstances, some\n\nattention should be given to the issue of possible prejudice.\n\nHere, however, we have no report of any such deliberation.\n\n     We therefore deem the need for remand evident.               We do not wish\n\nto restrict the court in its inquiry, which may or may not, in its\n\njudgment,      require       hearing,   argument,   or    evidence.    Possible\n\ninquiries include addressing the history of plaintiff's strategy,\n\nand assessing whether it deems such action sufficiently blameworthy\n\nto   warrant     dismissal       without     consideration   of   harmlessness;\n\n\n                                        -22-\n\fassaying the burden and expense that defendants have faced and\n\nwould likely face in dealing with the issue presented by the\n\nbelated June 14 disclosure; and looking closely at the impact of\n\nany decision on concerns of court management for the present and\n\nfuture caseload.    The court also may wish to consider whether a\n\nless severe sanction would be effective.\n\n               V. Materiality of the Expert Testimony\n\n     Because we deem the court’s primary holding insufficient, at\n\nthis juncture, to support summary judgment, we must consider the\n\neffect of its alternative conclusion that, even with the proffered\n\nexpert testimony, plaintiff’s case is flawed.           Noting that the\n\nexperts addressed only the condition of the forklift at the time it\n\nwas tested in 2004, the court observed that this evidence would not\n\nassist plaintiff in proving that the machine was defective at the\n\ntime of manufacture or when the accident occurred.\n\n     Defendants argue that plaintiff is foreclosed from arguing the\n\nmerits of the expert testimony because the issue was not raised\n\nbelow.    Plaintiff counters that the court addressed the issue sua\n\nsponte,    preventing   him   from     fully   responding   to   perceived\n\ndeficiencies in the experts’ affidavits.         Defendant responds that\n\nthe court’s questioning at the summary judgment hearing plainly put\n\nplaintiff on notice that the materiality of the expert opinions was\n\nof concern, and they further argue that plaintiff had multiple\n\nopportunities to object to the court’s having addressed the issue.\n\n\n                                     -23-\n\f      We decline to referee this debate.          The district court likely\n\ngave short shrift to its alternative ruling because its Rule\n\n37(c)(1) holding was dispositive.          Given that defendants moved for\n\nsummary judgment based solely on the exclusion of expert testimony,\n\nwe   think   the   court   would   have    provided    plaintiff    additional\n\nopportunity to support his position on the merits had it not\n\nalready determined the case should be dismissed.                On remand, the\n\ncourt may again reach the same outcome on the first issue, finding\n\nthat plaintiff’s late disclosure was not harmless and that the case\n\naccordingly must be dismissed.           Further discussion of the content\n\nof the offered testimony would then be unnecessary.               If, however,\n\nthe district court chooses to allow the expert testimony based on\n\nlack of prejudice, we think the interests of justice are best\n\nserved if it reconsiders as well the cogency of that testimony.              We\n\ntherefore    conclude      that   the    grant   of   summary    judgment   for\n\ndefendants must be vacated.\n\n      The judgment below is VACATED and the case is REMANDED for\n\nfurther proceedings in accordance with this opinion.               The parties\n\nshall bear their own costs.\n\n\n\n\n                                        -24-\n\f",
  "html": "<p class=\"case_cite\">437 F.3d 188</p>\n    <p class=\"parties\">Daniel J. GAGNON, Plaintiff, Appellant,<br>v.<br>TELEDYNE PRINCETON, INC., Allegheny Technologies, Inc., Princeton Delivery Systems, Inc. and Does 1-10, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1504.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 9, 2005.</p>\n    <p class=\"date\">Decided February 13, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wilbur A. Glahn, III, with whom R. David DePuy, Scott H. Harris, and McLane, Graf, Raulerson and Middleton, Professional Association, were on brief for appellant.</p>\n      <p class=\"indent\">David G. Klaber with whom Mark D. Feczko, Jeffrey S. King, Gregory R. Youman, and Kirkpatrick &amp; Lockhart Nicholson Graham LLP were on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a product liability action, resting on diversity jurisdiction, brought in the district court for the District of Massachusetts. Plaintiff-appellant was rendered a quadriplegic by injuries sustained when the forklift he was operating tipped over as he attempted to move a tree. Attributing the accident to a problem with the forklift, he sought recovery from defendants-appellees for alleged failures of design, lack of care in manufacturing, inadequate warning, breach of implied and express warranty, and misrepresentations in violation of the Massachusetts Unfair Trade Practices Act, Mass. Gen. Laws ch. 93A. For reasons we shall explain, we vacate the district court's summary judgment for defendants and remand for further proceedings.</p>\n    </div>\n    <p class=\"center\">I. <i>Procedural Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The accident happened in June 1999. Suit was brought nearly three years later, in March 2002. Defendants filed a motion to dismiss, and for a number of months the parties engaged in filing various oppositions and replies. The court denied the motion to dismiss in January 2003 and set a schedule that required plaintiff to disclose his experts by January 30, 2004. A joint motion for extension was granted in November 2003, and the new date for plaintiff's expert disclosures was April 30, 2004. No further extension was sought until May 3, 2004, three days after the deadline.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At that time, plaintiff sought an additional six-week extension. The court denied this motion on May 21 based on Fed. R.Civ.P. 37(c)(1),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> but plaintiff nonetheless proceeded to gather his experts' reports and filed his disclosure on June 14 &#8212; six weeks late. During the following nine months, four separate orders refusing reconsideration and precluding plaintiff's experts' putative testimony were issued. The court subsequently granted summary judgment for defendants, concluding that, without experts, the plaintiff could not establish his claims. It noted alternatively that the expert testimony would not have helped because the experts failed to address the critical issue of the forklift's condition at the time of its manufacture in 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The termination of a case based on such a procedural requirement as timely disclosure of expert witnesses presents a particularly poignant issue when injuries are as serious as those suffered by plaintiff. We are nonetheless unable to say that the district court abused its discretion in impliedly finding that plaintiff failed to provide sufficient justification for his late disclosure. We are also unable at this juncture, however, to affirm the summary judgment because we lack the court's considered views as to whether the \"harmless error\" escape valve of section 37(c)(1) applies. We therefore remand for consideration of that issue. If the court on remand finds the tardiness to be harmless, its alternative ruling on the merits of the expert evidence must be revisited.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We proceed with the following steps: noting the issues presented and the relevant standard of review; tracing the tortuous path of this litigation, exposing the facts as the court reasonably could view them; and determining how law and policy apply to the facts at hand.</p>\n    </div>\n    <p class=\"center\">II. <i>Issues and Standard of Review</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The issues before us involve the application of Fed.R.Civ.P. 37(c)(1), which excuses late disclosure if a party has \"substantial justification.\" The first question we face, therefore, is whether plaintiff's rationale establishes justification for his untimeliness. But even if it does not, we must consider whether his delay was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiff asserts that his tardiness was caused by defendants' misrepresentations concerning stability testing on the forklift and by defendants' long delay in giving him the names of former employees who would have knowledge about that testing. This, he maintains, establishes \"substantial justification.\" In addition, he emphasizes that his late disclosure caused no prejudice, as a trial date had not yet been set and no pretrial deadlines were impacted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before delving deeply into the underlying circumstances, we must recognize that the expert preclusion order at issue here falls in the heartland of case management decisions &#8212; the area where a trial judge has the remorseless responsibility, evenhandedly and efficiently, to govern, monitor, and police the progress of an endless line of cases through the court. Our standard of review is abuse of discretion, which we have described as \"highly deferential,\" <i>Delaney v. Matesanz,</i> 264 F.3d 7, 13-14 (1st Cir.2001), requiring \"strong evidence that the trial judge indulged a serious lapse in judgment,\" <i>Texaco Puerto Rico, Inc. v. Dep't of Consumer Affairs,</i> 60 F.3d 867, 875 (1st Cir.1995). <i>See also Macaulay v. Anas,</i> 321 F.3d 45, 51 (1st Cir.2003) (in reviewing preclusion of expert testimony, court considers whether the ruling \"was so wide of the mark as to constitute an abuse of discretion\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We narrow the field further when we focus specifically on Rule 37(c)(1). In <i>Primus v. United States,</i> 389 F.3d 231 (1st Cir.2004), we stressed that \"[t]he adoption of Rule 37(c)(1) in 1993 `gave teeth to a significantly broadened duty' to comply with case management orders.\" <i>Id.</i> at 234 (citation omitted). Our view of the effect of this rule is well stated in <i>Klonoski v. Mahlab,</i> 156 F.3d 255, 269 (1st Cir.1998), where we declared that it \"clearly contemplates stricter adherence to discovery requirements, and harsher sanctions for breaches ..., and the required sanction in the ordinary case is mandatory preclusion.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the facts, however, in the light most favorable to appellant, as this case comes before us on appeal of a grant of summary judgment. <i>See Burton v. Town of Littleton,</i> 426 F.3d 9, 14 (1st Cir.2005).</p>\n    </div>\n    <p class=\"center\">III. <i>Factual Background</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>The initial inspection.</i> In 2001, before the complaint was filed and approximately two years after the accident, two engineers were asked to review for design defects the \"Piggyback\" D-3600 forklift used by plaintiff. By late spring, the location of the forklift had been determined, a small farm about a two-hour drive east from Montreal, Canada. An affidavit of one of plaintiff's attorneys, Scott Harris, reports that the two engineers went to the farm and spent several hours examining the vehicle. Harris's affidavit presents their assessment as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Those two consultants concluded that the machine violated the standards for rough terrain forklifts adopted by the American National Standards Institute (\"ANSI\") and American Society of Mechanical Engineers (\"ASME\"). Consequently, we prepared Daniel Gagnon's case for filing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In his brief, plaintiff asserts that the consultants \"did not suggest testing the weight load capacity of the forklift,\" and he has maintained that that issue was not pursued early on because of defendants' representations that a metal plate on the machine attesting to its compliance with the ANSI/AMSE standards reflected that testing had been conducted on it. Plaintiff consequently looked elsewhere for a design flaw.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>The complaint and answer.</i> The complaint was filed some nine months after the experts' report, in March 2002. Its allegations, although presumably based on the experts' conclusions, are inconsistent in their treatment of stability and that of other alleged defects. The complaint is very specific in alleging that the driver's cage is \"too small and/or improperly angled\" (&#182; 22), that the moveable steering column exacerbated the operator's loss of control (&#182; 24), that there was no brake (&#182; 26), and that the seatbelt design was defective (&#182; 28). Then came the mention of instability, a generality surrounded by specifics. The allegation of defective design in Count I (strict liability and implied warranty) concludes:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Specifically, the protective cage, moveable steering column, lack of a foot pedal control for the brake, lack of a sufficient braking system, <i>inherent instability of the machine,</i> negligent design of the seat and seatbelt, lack of adequate rear weight, lack of a stationary steering wheel column, and other components of the Piggyback Forklift were designed in such a way as to pose an immediate, severe and unavoidable risk of danger to operators of the Piggyback Forklift. [&#182; 42, emphasis supplied]</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For more than a year after the complaint was filed, plaintiff seems to have taken no steps to make a case for an inherently unstable design. Much time was devoted to filings related to defendants' motion to dismiss, which was denied on January 8, 2003. Plaintiff asserts that, during this period, the two engineers had, for reasons not associated with the case, lost plaintiff's confidence in their ability to be credible witnesses. After the January ruling, plaintiff began the search for new experts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On January 31, defendants answered the complaint, asserting general denials of defective design and noting the absence of any information indicating how the forklift was \"otherwise unsafe as well as improperly, dangerously, and defectively designed.\" The answer also contained many affirmative defenses, including the failure to establish proximate cause, plaintiff's own carelessness and failure to follow stated warnings and safe practices, and abnormal and unexpected use of the forklift.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Disclosure schedule; search for defendants' tests.</i> With the deadline for plaintiff's disclosure of experts set for January 2004, plaintiff focused in the spring and early summer of 2003 on requests for production of documents and answers to interrogatories. These efforts resulted in defendants submitting a one-page \"Compliance Matrix for ASME B56.6-1992.\" This document described the test to determine the longitudinal stability of a rough terrain forklift truck &#8212; mainly, to see if a fully loaded truck would still be stable when tilted on a 6% slope. Checkmarks indicated that this was mandatory, that there had been compliance, and that the person responsible for determining compliance was someone with the initials PWN. This proved to be one Paul Neagle, the manufacturer's former chief engineer, who then became the object of plaintiff's search.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before Neagle was located and deposed, the corporate designee of one of the defendants, Danny Denney, gave a deposition. He disclaimed any personal knowledge of \"specific outside tests\" that had been done on Piggyback forklifts and then explained the manufacturer's practice:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">[I]f the machine is labeled with an ANSI designation of B56.1 and/or .6 designation, in order to do that, that meant somebody had to go to the book that existed at the time, because those standards change throughout the years, and review that and ensure that the machine met those standards at that time. Somebody did that in order to put that [safety compliance label] on there. That's a voluntary standard. We don't have to meet those standards. There's no entity that says you have to. It's a voluntary restriction we put on our own design. So basically to do that, obviously somebody went through the review of what the standard is and ensured the forklift did it, performed within those standards.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Neagle's deposition was finally taken on February 17, 2004. His employment with the manufacturer (Teledyne Princeton) had commenced only in 1989, after the forklift at issue had been designed and manufactured. While he had done some \"operational and performance testing\" of the D-3600 model, he did not know of any \"formalized testing.\" Although he thought that he had made some calculations as to the location of the center of gravity, he did not know of any prior testing of stability.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>A three months extension and efforts to test.</i> Only at the end of 2003, after Denney's deposition, did plaintiff decide to look for the same model forklift to obtain \"proof positive that the machine did not meet the represented standards.\" <i>See</i> Harris Affidavit at 7. In late March 2004 &#8212; with the expert disclosure deadline now set at April 30 &#8212; negotiations with the Canadian owner of the forklift resulted in plaintiff's purchase of the machine, which arrived in the United States on April 8. Plaintiff had secured the services of three experts. One was ready to give his opinion by mid-April. A second expert, because of a fire at his residence overseas, had faced delay in receiving and responding to plaintiff's e-mail. And the third, who had expected to do the required testing for longitudinal stability in the third week of April, had to wait until the testing could be done at a specially outfitted test center. Time was running out. Notwithstanding this, no attempt was made to notify the court and request a further extension.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>The late motion and rejection.</i> Time had run out. April 30 came and went. By an e-mail message on April 28, plaintiff asked defendants to agree to a second extension, not a matter of days, but a six-week extension of time to disclose anticipated expert testimony. Having accommodated defendants by extending a discovery deadline and agreeing to several additional depositions, plaintiff expected defendants to consent. But late in the day on April 30 defense counsel reported that his clients refused.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Only on May 3 did plaintiff move the court for a six-week extension. Defendants opposed the motion, pointing out from information conveyed to them by the owner of the forklift that plaintiff's counsel and one or more of his experts had, years earlier, taken \"possession of the actual forklift involved in the accident for an extended period and from all indications operated, inspected and tested the forklift, paying the then owner of the forklift for this opportunity.\" Defendants charged that there was no reason why, some time in the more than four years since the accident, plaintiff's experts could not have tested the lift.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court denied the motion on May 21, citing its late filing and defendants' representations that we have just quoted. Notwithstanding this rebuff, plaintiff proceeded to submit, on June 14, a twenty-four page disclosure of witnesses. These included the three experts recently retained. Other named witnesses were a rehabilitation counselor, a physiatrist, an economic consultant, some sixteen institutional providers of medical care and many individuals associated with them, including treating physicians, a neurologist, a urologist, and specialists in nephrology.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The thrust of the experts' proffered testimony was that the Piggyback D-3600 forklift had been tested for longitudinal stability according to the ANSI standards and failed to handle the load for which it supposedly was certified. While the underlying causes of action in general terms covered this alleged defect, the emphasis on the forklift's load-handling capacity marked a change in plaintiff's focus.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The filing of this ambitious disclosure was followed by a nine-month period of frenetic activity. Plaintiff had moved for reconsideration on June 1; the court denied the motion on July 6 after a flurry of filings in support and against it. On July 19, plaintiff again moved to allow a late disclosure of expert witnesses; this was denied on September 6, the court noting that \"[z]ealous advocacy\" had reached its limits on the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><i>Hearings: magistrate judge and the court.</i> Defendants, meanwhile, had moved on July 8 to preclude expert testimony, and the motion was granted by a magistrate judge on September 29. In her order, she ruled that plaintiff's complaints of misconduct by defendants had not been borne out by the record, and that any such misconduct would not excuse the failure to timely disclose experts. Nevertheless, recognizing that precluding expert testimony might be fatal to plaintiff's claims, she allowed him opportunity to seek reconsideration before the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On February 22, 2005, a hearing was held before the district judge, both to reconsider the magistrate judge's ruling and to consider defendants' motion for summary judgment. Despite having ruled on three occasions the previous year (May 21, July 6, and September 6, 2004), he was willing to reconsider in light of the fact that the magistrate judge had also reconsidered. What bothered him, in addition to the untimeliness of disclosure, was that plaintiff's team had had access in 2001 to the very forklift involved in the accident, had examined it, knew where it had been ever since, and yet had done no testing until 2004.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In response, plaintiff's counsel explained that, despite the reactions of the first two experts, no defect justifying such testing had been suspected. Plaintiff's counsel listed the thinking that existed when the lawsuit was brought:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We thought [the machine] was unstable, and we thought the cage was too small, or the head bar was too small, and that the machine was unstable because of certain other defects, the&#8212;the steering wheel that you push forward to make it go forward, and you pull it back to make it go back.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">But because defendants' representations indicated compliance with ANSI standards, these details missed what counsel acknowledged had now become \"the core of this case.\" This significant colloquy between court and counsel followed:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">THE COURT: Shouldn't you have tested this? I mean, after all, when you have a claim that the&#8212;this vehicle tipped over, doesn't it occur to you that it might have tipped over, because it couldn't have carried the load going backwards?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Doesn't that&#8212;doesn't that seem one of the first thing [sic] you look&#8212;you'd look to?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">COUNSEL: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">THE COURT: And you accepted that they had tested. You asked about that, and you accepted that they had tested it and that they could not find the testing before you tested this vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">COUNSEL: Yes, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">THE COURT: And you did not test it&#8212;you did not test it for three years after you looked at this machine&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">COUNSEL: Yes, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">THE COURT: ... It strikes me that, you know, that I should exclude this, these experts, because in that period of time all of these tests could have been&#8212; could have taken place.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">COUNSEL: But we were&#8212;in retrospect, what you're saying is right, I should have acted quickly, or responded, or what have you. I did not. The cost of the test was significant. We had a steel box constructed in Illinois. We had a connection there. We had the forklift shipped out to Illinois, and we had two engineers test it, and we purchased the machine&#8212;I think the cost all total was around $30,000.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">On March 1, the court granted defendants' motion to strike the expert evidence from plaintiff's opposition to defendants' motion for summary judgment, again deeming the proffer unjustifiably late. The next day, the court granted summary judgment to defendants since, \"[w]ithout experts, the plaintiff cannot establish his claim of negligence or breach of warranty. ...\" The order went on to note that, even if the testimony of the late-disclosed experts were allowed, plaintiff could not prove his claims.</p>\n    </div>\n    <p class=\"center\">IV. <i>Analysis</i></p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\"><i>Substantial Justification.</i> This case differs somewhat from others that have come before us. We have neither a series of missed deadlines nor a last minute disclosure on the eve of trial. Instead, we have one missed deadline, preceded by lengthy and persistent discovery that in the end proved a blind alley to discovering the basic issue in the case. A request for extension was filed three days after the deadline, before the scheduled close of discovery or the setting of a trial date.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The parties, of course, differ completely on the justification for what happened. Plaintiff claims that he reasonably relied on defendants' representations that the forklift complied with the ANSI standards and that he was misled until he was able to buy the vehicle and transport it to the United States for testing in 2004. Defendants claim that plaintiff not only had ample opportunity to test the forklift since 2001, but that his single-minded attempt to build his case on testing information from defendants was \"vexatious behavior\" mandating refusal of the proffered expert testimonies.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As noted earlier, we review this case through a lens \"highly deferential\" to the court. It is obvious that the court was not impressed by plaintiff's arguments. It repeatedly expressed its difficulty in understanding why plaintiff would confine his efforts to probing defendants' knowledge and information about tests. It also was unpleasantly surprised to learn that plaintiff knew the location of, and had access to, the very forklift involved in the accident for some three years. It saw no reason why he had not made his own independent investigation of stability. Is this a view so \"wide of the mark\" that it is an abuse of discretion? A number of indications in the record support the court's conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To begin, plaintiff's first experts concluded in 1999 that the machine violated the ANSI/AMSE standards. Although those individuals were later discharged, we have no explanation why their initial conclusion was not further pursued. Plaintiff argues that we should not fault his inaction in pursuing the instability theme because of the pendency of a motion to dismiss filed by defendants. We fail to see why a party may not continue the investigation of a case even while responding to motions filed by his adversary.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Plaintiff's main justification, of course, was that he relied on defendants' representations that tests had been conducted that led them to label the forklift with a plaque indicating compliance with the stability standards. Plaintiff had received a copy of a report by an independent testing facility, certifying that the forklift had passed the ASME/ANSI standards relating to a \"crush test,\" which evaluated the protectiveness of the driver's cage. He knew, however, that defendants did not have an independent report on longitudinal stability and admits that he accepted their assurance of compliance \"at face value, albeit with some degree of inquisitiveness.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">That degree of inquisitiveness clearly did not satisfy the district court. By September 2003, plaintiff knew that defendants could not locate their tests supporting compliance. Although plaintiff persisted in a search for the tests, `the district court reasonably could conclude that placing implicit trust in the integrity of tests conducted by an adversary, instead of endeavoring to do original testing, resulted in delay for which plaintiff was responsible. The court may be forgiven for thinking that plaintiff could have done, at any time since 2001, what he did in the spring of 2004. Plaintiff's explanation to the court that costs of purchasing, shipping, and testing were \"significant\" does not insulate him from \"the consequences of the risk [he] assumed.\" <i>See Laplace-Bayard v. Batlle,</i> 295 F.3d 157, 162 (1st Cir. 2002).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">While laws, rules of pleading and procedure, practices, and ethical principles have considerably cabined and refined the \"sporting theory of justice,\" a continuing responsibility rests on parties to investigate their causes of action. Too facile an acceptance of representations from adversaries is dangerous. Whether plaintiff was reasonable in relying on the litigation strategy he adopted is not our question. It is whether the district court abused the discretion accorded to it. We hold that it did not.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">What we have said concerns a party's obligation to investigate. We now come to the obligation to observe deadlines set by the court. As we have noted, the parties jointly moved for a three-month extension of time in which to disclose experts. The court accommodated by advancing the date to April 30, 2004, giving plaintiff five additional months. We have detailed the difficulties plaintiff encountered, both with his new experts and with making arrangements for testing the forklift. We have also related how time ran out without any attempt to obtain a second extension of time.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">At oral argument we sought the reason.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">COURT: There was a lot of investigation done by your side of the case but there's a disconnect for me in terms of missing the deadline. Exactly what was the justification for that?</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">COUNSEL: Your honor, in many respects it was an error on our part. We talked to the other side about a concurrence. But there is a simple reason for why we waited until when we waited. And the answer is we thought we could do it. We thought in February that we could get these tests done. And it wasn't until the middle of April that we realized that we couldn't. If we knew what we knew now, clearly you could say what we should have done is go into Judge Lindsay's courtroom in February and say we've got a problem, your honor. But that would have immediately then have said: No. 1, we're certain that when we get this test it will fail and we weren't certain of that, and secondly, we would have been in a position where we were asking for an extension early on.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">COURT: When did you realize that you couldn't make it?</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">COUNSEL: In mid April your honor.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">COURT: And when was the deadline?</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">COUNSEL: The deadline was April 30th.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">COURT: Well, why didn't you then say, Judge, we've got a problem.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">COUNSEL: We should have. We should have.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">This has not been a tale of lack of effort, of bland disobedience of a series of court orders, or of unsavory scheming, but of what the district court could reasonably view as a miscalculated strategy topped by an inexcusable failure to observe a long-established deadline. We add that both the magistrate judge and the court gave consideration and sensitive reconsideration to plaintiff's attempted justification for late disclosure. The court did not commit an abuse of discretion in impliedly ruling, as a basis for its preclusion of expert witnesses, that the failure to disclose was not substantially justified.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\"><i>Harmlessness.</i> We therefore turn to the smaller escape valve in Rule 37(c)(1): whether the late disclosure, though not justified, was nonetheless harmless. The contours of this provision are not well charted.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Advisory Committee notes to the 1993 amendments to the rule state that the harmlessness provision is intended \"to avoid unduly harsh penalties in a variety of situations.\" Illustrative examples are late disclosures of a potential witness known to all parties, a trial witness already listed by the adverse party, or a witness on behalf of a pro se litigant ignorant of the requirement. These suggest a fairly limited concept of \"harmless.\" Certainly, were the concept to be a balancing of harms or burdens of the parties, without consideration of fault or concerns about present and future court administration, an individual plaintiff in a product liability case would likely always prevail against a corporate defendant, no matter how poor his counsel's representation or how case management might be affected. The latter would be seriously compromised.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">As we stated in <i>Macaulay,</i> 321 F.3d at 51, \"[T]rial judges must work a complicated equation, balancing fairness to the parties with the need to manage crowded dockets.\" This means that</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">the court of appeals must consider a multiplicity of pertinent factors, including the history of the litigation, the proponent's need for the challenged evidence, the justification (if any) for the late disclosure, and the opponent's ability to overcome its adverse effects. Surprise and prejudice are important integers in this calculation. So too is an assessment of what the late disclosure portends for the court's docket.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\"><i>Id.</i> (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Plaintiff argues that his late disclosure was made before any trial date had been set and did not involve serious or repeated misconduct. The only prejudice faced by defendants, he asserts, is the need to support the representations about stability that they have made for two decades and could address by repeating the testing that allegedly had been done. Defendants point out that their response to plaintiff's appeal is at least the sixth time they have invested effort to oppose plaintiff's motion for a six-week extension, and prejudice also exists in their having prepared a dispositive motion for summary judgment predicated on the preclusion of the expert testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Our problem with the record before us is that, restricted though the concept of harmlessness might be, there was not only no balancing of fairness, burden, and case management needs, but also no evident consideration of the issue. The magistrate judge noted the plaintiff's contention that the late disclosure would have \"only `slight impact' on the Court's administration of the case,\" but disposed of the argument, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">That decision is not one for the plaintiff's counsel to make; it is one for the District Court. It appears to this Court that the District Court has spoken clearly and authoritatively on such matters in this case, and it is not for this Court to second-guess such decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The district court, however, made no findings on the issue and engaged in no discussion of it. Consequently, the record is not developed enough for us to make a valid judgment on review. Because lack of prejudice is a specific caveat in Rule 37(c)(1), and preclusion is the death knell of plaintiff's case, we think the issue sufficiently important to warrant the district court's explicit consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">This is not to say that findings are always required. In many instances, the court's deliberation is apparent or \"findings may be easily inferred from the record,\" <i>Robson v. Hallenbeck,</i> 81 F.3d 1, 5 (1st Cir.1996) (referring to rulings on a party's misconduct and excuses); <i>see also Woodworker's Supply, Inc. v. Principal Mut. Life Ins. Co.,</i> 170 F.3d 985, 993 (10th Cir.1999) (harmless error). In <i>David v. Caterpillar, Inc.,</i> 324 F.3d 851, 857-58 (7th Cir.2003), the court noted the trial judge's consideration of prejudice, concluding, \"Given the district court's thoughtful discussion of this issue, we cannot say\" it abused its discretion. And in <i>Primus,</i> we noted, \"Although `preclusion of expert testimony is a grave step, not to be undertaken lightly,' the court here acted with due deliberation\" in offsetting the exclusion by allowing supplementation of a disclosed expert's testimony. <i>See</i> 389 F.3d at 234-35 (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">An expectation of focused consideration of harmlessness is implicit, we feel, in <i>Robson's</i> acknowledgment, citing <i>Velazquez-Rivera v. Sea-Land Service, Inc.,</i> 920 F.2d 1072, 1077-78 (1st Cir.1990), that dismissal for a minor act of negligence in the absence of prior warning or a showing of special prejudice would be too harsh, but that a \"pattern of unexcused noncompliance\" or a \"succession of violations\" would in itself justify dismissal. <i>See Robson,</i> 81 F.3d at 3-4. In the absence of such circumstances, some attention should be given to the issue of possible prejudice. Here, however, we have no report of any such deliberation.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We therefore deem the need for remand evident. We do not wish to restrict the court in its inquiry, which may or may not, in its judgment, require hearing, argument, or evidence. Possible inquiries include addressing the history of plaintiff's strategy, and assessing whether it deems such action sufficiently blameworthy to warrant dismissal without consideration of harmlessness; assaying the burden and expense that defendants have faced and would likely face in dealing with the issue presented by the belated June 14 disclosure; and looking closely at the impact of any decision on concerns of court management for the present and future caseload. The court also may wish to consider whether a less severe sanction would be effective.</p>\n    </div>\n    <p class=\"center\">V. <i>Materiality of the Expert Testimony</i></p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Because we deem the court's primary holding insufficient, at this juncture, to support summary judgment, we must consider the effect of its alternative conclusion that, even with the proffered expert testimony, plaintiff's case is flawed. Noting that the experts addressed only the condition of the forklift at the time it was tested in 2004, the court observed that this evidence would not assist plaintiff in proving that the machine was defective at the time of manufacture or when the accident occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Defendants argue that plaintiff is foreclosed from arguing the merits of the expert testimony because the issue was not raised below. Plaintiff counters that the court addressed the issue sua sponte, preventing him from fully responding to perceived deficiencies in the experts' affidavits. Defendant responds that the court's questioning at the summary judgment hearing plainly put plaintiff on notice that the materiality of the expert opinions was of concern, and they further argue that plaintiff had multiple opportunities to object to the court's having addressed the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">We decline to referee this debate. The district court likely gave short shrift to its alternative ruling because its Rule 37(c)(1) holding was dispositive. Given that defendants moved for summary judgment based solely on the exclusion of expert testimony, we think the court would have provided plaintiff additional opportunity to support his position on the merits had it not already determined the case should be dismissed. On remand, the court may again reach the same outcome on the first issue, finding that plaintiff's late disclosure was not harmless and that the case accordingly must be dismissed. Further discussion of the content of the offered testimony would then be unnecessary. If, however, the district court chooses to allow the expert testimony based on lack of prejudice, we think the interests of justice are best served if it reconsiders as well the cogency of that testimony. We therefore conclude that the grant of summary judgment for defendants must be vacated.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">\n        <i>The judgment below is VACATED and the case is REMANDED for further proceedings in accordance with this opinion. The parties shall bear their own costs.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 37(c)(1) states, in pertinent part: \"A party that without substantial justification fails to disclose information required by Rule 26(a) or 26(e)(1)[listing required disclosures]... is not, unless such failure is harmless, permitted to use as evidence at a trial, at a hearing, or on a motion any witness or information not so disclosed. In addition to or in lieu of this sanction, the court, on motion and after affording an opportunity to be heard, may impose other appropriate sanctions.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">437</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></span></p>\n    <p class=\"parties\">Daniel J. GAGNON, Plaintiff, Appellant,<br>v.<br>TELEDYNE PRINCETON, INC., Allegheny Technologies, Inc., Princeton Delivery Systems, Inc. and Does 1-10, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 05-1504.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard December 9, 2005.</p>\n    <p class=\"date\">Decided February 13, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Wilbur A. Glahn, III, with whom R. David DePuy, Scott H. Harris, and McLane, Graf, Raulerson and Middleton, Professional Association, were on brief for appellant.</p>\n      <p class=\"indent\">David G. Klaber with whom Mark D. Feczko, Jeffrey S. King, Gregory R. Youman, and Kirkpatrick &amp; Lockhart Nicholson Graham LLP were on brief for appellees.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, COFFIN, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a product liability action, resting on diversity jurisdiction, brought in the district court for the District of Massachusetts. Plaintiff-appellant was rendered a quadriplegic by injuries sustained when the forklift he was operating tipped over as he attempted to move a tree. Attributing the accident to a problem with the forklift, he sought recovery from defendants-appellees for alleged failures of design, lack of care in manufacturing, inadequate warning, breach of implied and express warranty, and misrepresentations in violation of the Massachusetts Unfair Trade Practices Act, Mass. Gen. Laws ch. 93A. For reasons we shall explain, we vacate the district court's summary judgment for defendants and remand for further proceedings.</p>\n    </div>\n    <p class=\"center\">I. <i>Procedural Background</i></p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The accident happened in June 1999. Suit was brought nearly three years later, in March 2002. Defendants filed a motion to dismiss, and for a number of months the parties engaged in filing various oppositions and replies. The court denied the motion to dismiss in January 2003 and set a schedule that required plaintiff to disclose his experts by January 30, 2004. A joint motion for extension was granted in November 2003, and the new date for plaintiff's expert disclosures was April 30, 2004. No further extension was sought until May 3, 2004, three days after the deadline.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At that time, plaintiff sought an additional six-week extension. The court denied this motion on May 21 based on Fed. R.Civ.P. 37(c)(1),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> but plaintiff nonetheless proceeded to gather his experts' reports and filed his disclosure on June 14 &#8212; six weeks late. During the following nine months, four separate orders refusing reconsideration and precluding plaintiff's experts' putative testimony were issued. The court subsequently granted summary judgment for defendants, concluding that, without experts, the plaintiff could not establish his claims. It noted alternatively that the expert testimony would not have helped because the experts failed to address the critical issue of the forklift's condition at the time of its manufacture in 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The termination of a case based on such a procedural requirement as timely disclosure of expert witnesses presents a particularly poignant issue when injuries are as serious as those suffered by plaintiff. We are nonetheless unable to say that the district court abused its discretion in impliedly finding that plaintiff failed to provide sufficient justification for his late disclosure. We are also unable at this juncture, however, to affirm the summary judgment because we lack the court's considered views as to whether the \"harmless error\" escape valve of section 37(c)(1) applies. We therefore remand for consideration of that issue. If the court on remand finds the tardiness to be harmless, its alternative ruling on the merits of the expert evidence must be revisited.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We proceed with the following steps: noting the issues presented and the relevant standard of review; tracing the tortuous path of this litigation, exposing the facts as the court reasonably could view them; and determining how law and policy apply to the facts at hand.</p>\n    </div>\n    <p class=\"center\">II. <i>Issues and Standard of Review</i></p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The issues before us involve the application of Fed.R.Civ.P. 37(c)(1), which excuses late disclosure if a party has \"substantial justification.\" The first question we face, therefore, is whether plaintiff's rationale establishes justification for his untimeliness. But even if it does not, we must consider whether his delay was harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiff asserts that his tardiness was caused by defendants' misrepresentations concerning stability testing on the forklift and by defendants' long delay in giving him the names of former employees who would have knowledge about that testing. This, he maintains, establishes \"substantial justification.\" In addition, he emphasizes that his late disclosure caused no prejudice, as a trial date had not yet been set and no pretrial deadlines were impacted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before delving deeply into the underlying circumstances, we must recognize that the expert preclusion order at issue here falls in the heartland of case management decisions &#8212; the area where a trial judge has the remorseless responsibility, evenhandedly and efficiently, to govern, monitor, and police the progress of an endless line of cases through the court. Our standard of review is abuse of discretion, which we have described as \"highly deferential,\" <i>Delaney v. Matesanz,</i> <span class=\"citation\" data-id=\"774790\"><a href=\"/opinion/774790/charles-c-delaney-iii-v-james-matesanz/\"><span class=\"volume\">264</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 13-14 (1st Cir.2001), requiring \"strong evidence that the trial judge indulged a serious lapse in judgment,\" <i>Texaco Puerto Rico, Inc. v. Dep't of Consumer Affairs,</i> <span class=\"citation\" data-id=\"196188\"><a href=\"/opinion/196188/texaco-pr-inc-v-daco/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">867</span></a></span>, 875 (1st Cir.1995). <i>See also Macaulay v. Anas,</i> <span class=\"citation\" data-id=\"200359\"><a href=\"/opinion/200359/macaulay-v-anas/\"><span class=\"volume\">321</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 51 (1st Cir.2003) (in reviewing preclusion of expert testimony, court considers whether the ruling \"was so wide of the mark as to constitute an abuse of discretion\").</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We narrow the field further when we focus specifically on Rule 37(c)(1). In <i>Primus v. United States,</i> <span class=\"citation\" data-id=\"201339\"><a href=\"/opinion/201339/primus-v-united-states/\"><span class=\"volume\">389</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></a></span> (1st Cir.2004), we stressed that \"[t]he adoption of Rule 37(c)(1) in 1993 `gave teeth to a significantly broadened duty' to comply with case management orders.\" <i>Id.</i> at 234 (citation omitted). Our view of the effect of this rule is well stated in <i>Klonoski v. Mahlab,</i> <span class=\"citation\" data-id=\"198131\"><a href=\"/opinion/198131/klonoski-v-mahlab/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 269 (1st Cir.1998), where we declared that it \"clearly contemplates stricter adherence to discovery requirements, and harsher sanctions for breaches ..., and the required sanction in the ordinary case is mandatory preclusion.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the facts, however, in the light most favorable to appellant, as this case comes before us on appeal of a grant of summary judgment. <i>See Burton v. Town of Littleton,</i> <span class=\"citation\" data-id=\"201854\"><a href=\"/opinion/201854/burton-v-town-of-littleton/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir.2005).</p>\n    </div>\n    <p class=\"center\">III. <i>Factual Background</i></p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\"><i>The initial inspection.</i> In 2001, before the complaint was filed and approximately two years after the accident, two engineers were asked to review for design defects the \"Piggyback\" D-3600 forklift used by plaintiff. By late spring, the location of the forklift had been determined, a small farm about a two-hour drive east from Montreal, Canada. An affidavit of one of plaintiff's attorneys, Scott Harris, reports that the two engineers went to the farm and spent several hours examining the vehicle. Harris's affidavit presents their assessment as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Those two consultants concluded that the machine violated the standards for rough terrain forklifts adopted by the American National Standards Institute (\"ANSI\") and American Society of Mechanical Engineers (\"ASME\"). Consequently, we prepared Daniel Gagnon's case for filing.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In his brief, plaintiff asserts that the consultants \"did not suggest testing the weight load capacity of the forklift,\" and he has maintained that that issue was not pursued early on because of defendants' representations that a metal plate on the machine attesting to its compliance with the ANSI/AMSE standards reflected that testing had been conducted on it. Plaintiff consequently looked elsewhere for a design flaw.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\"><i>The complaint and answer.</i> The complaint was filed some nine months after the experts' report, in March 2002. Its allegations, although presumably based on the experts' conclusions, are inconsistent in their treatment of stability and that of other alleged defects. The complaint is very specific in alleging that the driver's cage is \"too small and/or improperly angled\" (&#182; 22), that the moveable steering column exacerbated the operator's loss of control (&#182; 24), that there was no brake (&#182; 26), and that the seatbelt design was defective (&#182; 28). Then came the mention of instability, a generality surrounded by specifics. The allegation of defective design in Count I (strict liability and implied warranty) concludes:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Specifically, the protective cage, moveable steering column, lack of a foot pedal control for the brake, lack of a sufficient braking system, <i>inherent instability of the machine,</i> negligent design of the seat and seatbelt, lack of adequate rear weight, lack of a stationary steering wheel column, and other components of the Piggyback Forklift were designed in such a way as to pose an immediate, severe and unavoidable risk of danger to operators of the Piggyback Forklift. [&#182; 42, emphasis supplied]</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For more than a year after the complaint was filed, plaintiff seems to have taken no steps to make a case for an inherently unstable design. Much time was devoted to filings related to defendants' motion to dismiss, which was denied on January 8, 2003. Plaintiff asserts that, during this period, the two engineers had, for reasons not associated with the case, lost plaintiff's confidence in their ability to be credible witnesses. After the January ruling, plaintiff began the search for new experts.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On January 31, defendants answered the complaint, asserting general denials of defective design and noting the absence of any information indicating how the forklift was \"otherwise unsafe as well as improperly, dangerously, and defectively designed.\" The answer also contained many affirmative defenses, including the failure to establish proximate cause, plaintiff's own carelessness and failure to follow stated warnings and safe practices, and abnormal and unexpected use of the forklift.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\"><i>Disclosure schedule; search for defendants' tests.</i> With the deadline for plaintiff's disclosure of experts set for January 2004, plaintiff focused in the spring and early summer of 2003 on requests for production of documents and answers to interrogatories. These efforts resulted in defendants submitting a one-page \"Compliance Matrix for ASME B56.6-1992.\" This document described the test to determine the longitudinal stability of a rough terrain forklift truck &#8212; mainly, to see if a fully loaded truck would still be stable when tilted on a 6% slope. Checkmarks indicated that this was mandatory, that there had been compliance, and that the person responsible for determining compliance was someone with the initials PWN. This proved to be one Paul Neagle, the manufacturer's former chief engineer, who then became the object of plaintiff's search.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before Neagle was located and deposed, the corporate designee of one of the defendants, Danny Denney, gave a deposition. He disclaimed any personal knowledge of \"specific outside tests\" that had been done on Piggyback forklifts and then explained the manufacturer's practice:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">[I]f the machine is labeled with an ANSI designation of B56.1 and/or .6 designation, in order to do that, that meant somebody had to go to the book that existed at the time, because those standards change throughout the years, and review that and ensure that the machine met those standards at that time. Somebody did that in order to put that [safety compliance label] on there. That's a voluntary standard. We don't have to meet those standards. There's no entity that says you have to. It's a voluntary restriction we put on our own design. So basically to do that, obviously somebody went through the review of what the standard is and ensured the forklift did it, performed within those standards.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Neagle's deposition was finally taken on February 17, 2004. His employment with the manufacturer (Teledyne Princeton) had commenced only in 1989, after the forklift at issue had been designed and manufactured. While he had done some \"operational and performance testing\" of the D-3600 model, he did not know of any \"formalized testing.\" Although he thought that he had made some calculations as to the location of the center of gravity, he did not know of any prior testing of stability.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\"><i>A three months extension and efforts to test.</i> Only at the end of 2003, after Denney's deposition, did plaintiff decide to look for the same model forklift to obtain \"proof positive that the machine did not meet the represented standards.\" <i>See</i> Harris Affidavit at 7. In late March 2004 &#8212; with the expert disclosure deadline now set at April 30 &#8212; negotiations with the Canadian owner of the forklift resulted in plaintiff's purchase of the machine, which arrived in the United States on April 8. Plaintiff had secured the services of three experts. One was ready to give his opinion by mid-April. A second expert, because of a fire at his residence overseas, had faced delay in receiving and responding to plaintiff's e-mail. And the third, who had expected to do the required testing for longitudinal stability in the third week of April, had to wait until the testing could be done at a specially outfitted test center. Time was running out. Notwithstanding this, no attempt was made to notify the court and request a further extension.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>The late motion and rejection.</i> Time had run out. April 30 came and went. By an e-mail message on April 28, plaintiff asked defendants to agree to a second extension, not a matter of days, but a six-week extension of time to disclose anticipated expert testimony. Having accommodated defendants by extending a discovery deadline and agreeing to several additional depositions, plaintiff expected defendants to consent. But late in the day on April 30 defense counsel reported that his clients refused.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Only on May 3 did plaintiff move the court for a six-week extension. Defendants opposed the motion, pointing out from information conveyed to them by the owner of the forklift that plaintiff's counsel and one or more of his experts had, years earlier, taken \"possession of the actual forklift involved in the accident for an extended period and from all indications operated, inspected and tested the forklift, paying the then owner of the forklift for this opportunity.\" Defendants charged that there was no reason why, some time in the more than four years since the accident, plaintiff's experts could not have tested the lift.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The court denied the motion on May 21, citing its late filing and defendants' representations that we have just quoted. Notwithstanding this rebuff, plaintiff proceeded to submit, on June 14, a twenty-four page disclosure of witnesses. These included the three experts recently retained. Other named witnesses were a rehabilitation counselor, a physiatrist, an economic consultant, some sixteen institutional providers of medical care and many individuals associated with them, including treating physicians, a neurologist, a urologist, and specialists in nephrology.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The thrust of the experts' proffered testimony was that the Piggyback D-3600 forklift had been tested for longitudinal stability according to the ANSI standards and failed to handle the load for which it supposedly was certified. While the underlying causes of action in general terms covered this alleged defect, the emphasis on the forklift's load-handling capacity marked a change in plaintiff's focus.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The filing of this ambitious disclosure was followed by a nine-month period of frenetic activity. Plaintiff had moved for reconsideration on June 1; the court denied the motion on July 6 after a flurry of filings in support and against it. On July 19, plaintiff again moved to allow a late disclosure of expert witnesses; this was denied on September 6, the court noting that \"[z]ealous advocacy\" had reached its limits on the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\"><i>Hearings: magistrate judge and the court.</i> Defendants, meanwhile, had moved on July 8 to preclude expert testimony, and the motion was granted by a magistrate judge on September 29. In her order, she ruled that plaintiff's complaints of misconduct by defendants had not been borne out by the record, and that any such misconduct would not excuse the failure to timely disclose experts. Nevertheless, recognizing that precluding expert testimony might be fatal to plaintiff's claims, she allowed him opportunity to seek reconsideration before the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">On February 22, 2005, a hearing was held before the district judge, both to reconsider the magistrate judge's ruling and to consider defendants' motion for summary judgment. Despite having ruled on three occasions the previous year (May 21, July 6, and September 6, 2004), he was willing to reconsider in light of the fact that the magistrate judge had also reconsidered. What bothered him, in addition to the untimeliness of disclosure, was that plaintiff's team had had access in 2001 to the very forklift involved in the accident, had examined it, knew where it had been ever since, and yet had done no testing until 2004.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In response, plaintiff's counsel explained that, despite the reactions of the first two experts, no defect justifying such testing had been suspected. Plaintiff's counsel listed the thinking that existed when the lawsuit was brought:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We thought [the machine] was unstable, and we thought the cage was too small, or the head bar was too small, and that the machine was unstable because of certain other defects, the&#8212;the steering wheel that you push forward to make it go forward, and you pull it back to make it go back.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">But because defendants' representations indicated compliance with ANSI standards, these details missed what counsel acknowledged had now become \"the core of this case.\" This significant colloquy between court and counsel followed:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">THE COURT: Shouldn't you have tested this? I mean, after all, when you have a claim that the&#8212;this vehicle tipped over, doesn't it occur to you that it might have tipped over, because it couldn't have carried the load going backwards?</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Doesn't that&#8212;doesn't that seem one of the first thing [sic] you look&#8212;you'd look to?</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">COUNSEL: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p>* * *</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">THE COURT: And you accepted that they had tested. You asked about that, and you accepted that they had tested it and that they could not find the testing before you tested this vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">COUNSEL: Yes, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">THE COURT: And you did not test it&#8212;you did not test it for three years after you looked at this machine&#8212;</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">COUNSEL: Yes, your Honor.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">THE COURT: ... It strikes me that, you know, that I should exclude this, these experts, because in that period of time all of these tests could have been&#8212; could have taken place.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">COUNSEL: But we were&#8212;in retrospect, what you're saying is right, I should have acted quickly, or responded, or what have you. I did not. The cost of the test was significant. We had a steel box constructed in Illinois. We had a connection there. We had the forklift shipped out to Illinois, and we had two engineers test it, and we purchased the machine&#8212;I think the cost all total was around $30,000.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">On March 1, the court granted defendants' motion to strike the expert evidence from plaintiff's opposition to defendants' motion for summary judgment, again deeming the proffer unjustifiably late. The next day, the court granted summary judgment to defendants since, \"[w]ithout experts, the plaintiff cannot establish his claim of negligence or breach of warranty. ...\" The order went on to note that, even if the testimony of the late-disclosed experts were allowed, plaintiff could not prove his claims.</p>\n    </div>\n    <p class=\"center\">IV. <i>Analysis</i></p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\"><i>Substantial Justification.</i> This case differs somewhat from others that have come before us. We have neither a series of missed deadlines nor a last minute disclosure on the eve of trial. Instead, we have one missed deadline, preceded by lengthy and persistent discovery that in the end proved a blind alley to discovering the basic issue in the case. A request for extension was filed three days after the deadline, before the scheduled close of discovery or the setting of a trial date.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The parties, of course, differ completely on the justification for what happened. Plaintiff claims that he reasonably relied on defendants' representations that the forklift complied with the ANSI standards and that he was misled until he was able to buy the vehicle and transport it to the United States for testing in 2004. Defendants claim that plaintiff not only had ample opportunity to test the forklift since 2001, but that his single-minded attempt to build his case on testing information from defendants was \"vexatious behavior\" mandating refusal of the proffered expert testimonies.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">As noted earlier, we review this case through a lens \"highly deferential\" to the court. It is obvious that the court was not impressed by plaintiff's arguments. It repeatedly expressed its difficulty in understanding why plaintiff would confine his efforts to probing defendants' knowledge and information about tests. It also was unpleasantly surprised to learn that plaintiff knew the location of, and had access to, the very forklift involved in the accident for some three years. It saw no reason why he had not made his own independent investigation of stability. Is this a view so \"wide of the mark\" that it is an abuse of discretion? A number of indications in the record support the court's conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">To begin, plaintiff's first experts concluded in 1999 that the machine violated the ANSI/AMSE standards. Although those individuals were later discharged, we have no explanation why their initial conclusion was not further pursued. Plaintiff argues that we should not fault his inaction in pursuing the instability theme because of the pendency of a motion to dismiss filed by defendants. We fail to see why a party may not continue the investigation of a case even while responding to motions filed by his adversary.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Plaintiff's main justification, of course, was that he relied on defendants' representations that tests had been conducted that led them to label the forklift with a plaque indicating compliance with the stability standards. Plaintiff had received a copy of a report by an independent testing facility, certifying that the forklift had passed the ASME/ANSI standards relating to a \"crush test,\" which evaluated the protectiveness of the driver's cage. He knew, however, that defendants did not have an independent report on longitudinal stability and admits that he accepted their assurance of compliance \"at face value, albeit with some degree of inquisitiveness.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">That degree of inquisitiveness clearly did not satisfy the district court. By September 2003, plaintiff knew that defendants could not locate their tests supporting compliance. Although plaintiff persisted in a search for the tests, `the district court reasonably could conclude that placing implicit trust in the integrity of tests conducted by an adversary, instead of endeavoring to do original testing, resulted in delay for which plaintiff was responsible. The court may be forgiven for thinking that plaintiff could have done, at any time since 2001, what he did in the spring of 2004. Plaintiff's explanation to the court that costs of purchasing, shipping, and testing were \"significant\" does not insulate him from \"the consequences of the risk [he] assumed.\" <i>See Laplace-Bayard v. Batlle,</i> <span class=\"citation\" data-id=\"200029\"><a href=\"/opinion/200029/laplace-bayard-v-huerta/\"><span class=\"volume\">295</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span>, 162 (1st Cir. 2002).</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">While laws, rules of pleading and procedure, practices, and ethical principles have considerably cabined and refined the \"sporting theory of justice,\" a continuing responsibility rests on parties to investigate their causes of action. Too facile an acceptance of representations from adversaries is dangerous. Whether plaintiff was reasonable in relying on the litigation strategy he adopted is not our question. It is whether the district court abused the discretion accorded to it. We hold that it did not.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">What we have said concerns a party's obligation to investigate. We now come to the obligation to observe deadlines set by the court. As we have noted, the parties jointly moved for a three-month extension of time in which to disclose experts. The court accommodated by advancing the date to April 30, 2004, giving plaintiff five additional months. We have detailed the difficulties plaintiff encountered, both with his new experts and with making arrangements for testing the forklift. We have also related how time ran out without any attempt to obtain a second extension of time.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">At oral argument we sought the reason.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">COURT: There was a lot of investigation done by your side of the case but there's a disconnect for me in terms of missing the deadline. Exactly what was the justification for that?</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">COUNSEL: Your honor, in many respects it was an error on our part. We talked to the other side about a concurrence. But there is a simple reason for why we waited until when we waited. And the answer is we thought we could do it. We thought in February that we could get these tests done. And it wasn't until the middle of April that we realized that we couldn't. If we knew what we knew now, clearly you could say what we should have done is go into Judge Lindsay's courtroom in February and say we've got a problem, your honor. But that would have immediately then have said: No. 1, we're certain that when we get this test it will fail and we weren't certain of that, and secondly, we would have been in a position where we were asking for an extension early on.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">COURT: When did you realize that you couldn't make it?</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">COUNSEL: In mid April your honor.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">COURT: And when was the deadline?</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">COUNSEL: The deadline was April 30th.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">COURT: Well, why didn't you then say, Judge, we've got a problem.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">COUNSEL: We should have. We should have.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">This has not been a tale of lack of effort, of bland disobedience of a series of court orders, or of unsavory scheming, but of what the district court could reasonably view as a miscalculated strategy topped by an inexcusable failure to observe a long-established deadline. We add that both the magistrate judge and the court gave consideration and sensitive reconsideration to plaintiff's attempted justification for late disclosure. The court did not commit an abuse of discretion in impliedly ruling, as a basis for its preclusion of expert witnesses, that the failure to disclose was not substantially justified.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\"><i>Harmlessness.</i> We therefore turn to the smaller escape valve in Rule 37(c)(1): whether the late disclosure, though not justified, was nonetheless harmless. The contours of this provision are not well charted.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The Advisory Committee notes to the 1993 amendments to the rule state that the harmlessness provision is intended \"to avoid unduly harsh penalties in a variety of situations.\" Illustrative examples are late disclosures of a potential witness known to all parties, a trial witness already listed by the adverse party, or a witness on behalf of a pro se litigant ignorant of the requirement. These suggest a fairly limited concept of \"harmless.\" Certainly, were the concept to be a balancing of harms or burdens of the parties, without consideration of fault or concerns about present and future court administration, an individual plaintiff in a product liability case would likely always prevail against a corporate defendant, no matter how poor his counsel's representation or how case management might be affected. The latter would be seriously compromised.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">As we stated in <i>Macaulay,</i> 321 F.3d at 51, \"[T]rial judges must work a complicated equation, balancing fairness to the parties with the need to manage crowded dockets.\" This means that</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">the court of appeals must consider a multiplicity of pertinent factors, including the history of the litigation, the proponent's need for the challenged evidence, the justification (if any) for the late disclosure, and the opponent's ability to overcome its adverse effects. Surprise and prejudice are important integers in this calculation. So too is an assessment of what the late disclosure portends for the court's docket.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\"><i>Id.</i> (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Plaintiff argues that his late disclosure was made before any trial date had been set and did not involve serious or repeated misconduct. The only prejudice faced by defendants, he asserts, is the need to support the representations about stability that they have made for two decades and could address by repeating the testing that allegedly had been done. Defendants point out that their response to plaintiff's appeal is at least the sixth time they have invested effort to oppose plaintiff's motion for a six-week extension, and prejudice also exists in their having prepared a dispositive motion for summary judgment predicated on the preclusion of the expert testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Our problem with the record before us is that, restricted though the concept of harmlessness might be, there was not only no balancing of fairness, burden, and case management needs, but also no evident consideration of the issue. The magistrate judge noted the plaintiff's contention that the late disclosure would have \"only `slight impact' on the Court's administration of the case,\" but disposed of the argument, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">That decision is not one for the plaintiff's counsel to make; it is one for the District Court. It appears to this Court that the District Court has spoken clearly and authoritatively on such matters in this case, and it is not for this Court to second-guess such decisions.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">The district court, however, made no findings on the issue and engaged in no discussion of it. Consequently, the record is not developed enough for us to make a valid judgment on review. Because lack of prejudice is a specific caveat in Rule 37(c)(1), and preclusion is the death knell of plaintiff's case, we think the issue sufficiently important to warrant the district court's explicit consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">This is not to say that findings are always required. In many instances, the court's deliberation is apparent or \"findings may be easily inferred from the record,\" <i>Robson v. Hallenbeck,</i> <span class=\"citation\" data-id=\"196677\"><a href=\"/opinion/196677/robson-v-hallenbeck/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir.1996) (referring to rulings on a party's misconduct and excuses); <i>see also Woodworker's Supply, Inc. v. Principal Mut. Life Ins. Co.,</i> <span class=\"citation\" data-id=\"157663\"><a href=\"/opinion/157663/woodworkers-supply-v-principal-mutual/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">985</span></a></span>, 993 (10th Cir.1999) (harmless error). In <i>David v. Caterpillar, Inc.,</i> <span class=\"citation\" data-id=\"781451\"><a href=\"/opinion/781451/lori-david-v-caterpillar-incorporated/\"><span class=\"volume\">324</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">851</span></a></span>, 857-58 (7th Cir.2003), the court noted the trial judge's consideration of prejudice, concluding, \"Given the district court's thoughtful discussion of this issue, we cannot say\" it abused its discretion. And in <i>Primus,</i> we noted, \"Although `preclusion of expert testimony is a grave step, not to be undertaken lightly,' the court here acted with due deliberation\" in offsetting the exclusion by allowing supplementation of a disclosed expert's testimony. <i>See</i> 389 F.3d at 234-35 (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">An expectation of focused consideration of harmlessness is implicit, we feel, in <i>Robson's</i> acknowledgment, citing <i>Velazquez-Rivera v. Sea-Land Service, Inc.,</i> <span class=\"citation\" data-id=\"552773\"><a href=\"/opinion/552773/luis-felipe-velazquez-rivera-v-sea-land-service-inc/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1072</span></a></span>, 1077-78 (1st Cir.1990), that dismissal for a minor act of negligence in the absence of prior warning or a showing of special prejudice would be too harsh, but that a \"pattern of unexcused noncompliance\" or a \"succession of violations\" would in itself justify dismissal. <i>See Robson,</i> 81 F.3d at 3-4. In the absence of such circumstances, some attention should be given to the issue of possible prejudice. Here, however, we have no report of any such deliberation.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">We therefore deem the need for remand evident. We do not wish to restrict the court in its inquiry, which may or may not, in its judgment, require hearing, argument, or evidence. Possible inquiries include addressing the history of plaintiff's strategy, and assessing whether it deems such action sufficiently blameworthy to warrant dismissal without consideration of harmlessness; assaying the burden and expense that defendants have faced and would likely face in dealing with the issue presented by the belated June 14 disclosure; and looking closely at the impact of any decision on concerns of court management for the present and future caseload. The court also may wish to consider whether a less severe sanction would be effective.</p>\n    </div>\n    <p class=\"center\">V. <i>Materiality of the Expert Testimony</i></p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">Because we deem the court's primary holding insufficient, at this juncture, to support summary judgment, we must consider the effect of its alternative conclusion that, even with the proffered expert testimony, plaintiff's case is flawed. Noting that the experts addressed only the condition of the forklift at the time it was tested in 2004, the court observed that this evidence would not assist plaintiff in proving that the machine was defective at the time of manufacture or when the accident occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">Defendants argue that plaintiff is foreclosed from arguing the merits of the expert testimony because the issue was not raised below. Plaintiff counters that the court addressed the issue sua sponte, preventing him from fully responding to perceived deficiencies in the experts' affidavits. Defendant responds that the court's questioning at the summary judgment hearing plainly put plaintiff on notice that the materiality of the expert opinions was of concern, and they further argue that plaintiff had multiple opportunities to object to the court's having addressed the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">We decline to referee this debate. The district court likely gave short shrift to its alternative ruling because its Rule 37(c)(1) holding was dispositive. Given that defendants moved for summary judgment based solely on the exclusion of expert testimony, we think the court would have provided plaintiff additional opportunity to support his position on the merits had it not already determined the case should be dismissed. On remand, the court may again reach the same outcome on the first issue, finding that plaintiff's late disclosure was not harmless and that the case accordingly must be dismissed. Further discussion of the content of the offered testimony would then be unnecessary. If, however, the district court chooses to allow the expert testimony based on lack of prejudice, we think the interests of justice are best served if it reconsiders as well the cogency of that testimony. We therefore conclude that the grant of summary judgment for defendants must be vacated.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">\n        <i>The judgment below is VACATED and the case is REMANDED for further proceedings in accordance with this opinion. The parties shall bear their own costs.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Rule 37(c)(1) states, in pertinent part: \"A party that without substantial justification fails to disclose information required by Rule 26(a) or 26(e)(1)[listing required disclosures]... is not, unless such failure is harmless, permitted to use as evidence at a trial, at a hearing, or on a motion any witness or information not so disclosed. In addition to or in lieu of this sanction, the court, on motion and after affording an opportunity to be heard, may impose other appropriate sanctions.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/157663/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196677/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201339/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552773/",
    "http://www.courtlistener.com/api/rest/v3/opinions/774790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781451/"
  ]
}