{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202133/",
  "absolute_url": "/opinion/202133/united-states-v-hernandez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202133/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:45:28Z",
  "date_modified": "2016-02-28T05:07:21.423737Z",
  "type": "010combined",
  "sha1": "605f5ad287e620a014a333f8354979cff1ece349",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1121-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/04/06/US_v._Hernandez.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 05-1121\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                 JOSÉ RAMÓN HERNÁNDEZ-RODRÍGUEZ,\n\n                      Defendant, Appellant.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                             Before\n\n                  Torruella, Lipez and Howard,\n                         Circuit Judges.\n\n\n     Lorenzo J. Palomares, for appellant.\n     Timothy R. Henwood, Assistant United States Attorney, with\nwhom Nelson Pérez-Sosa, Senior Appellate Assistant United States\nAttorney, and H.S. García, United States Attorney, were on brief,\nfor appellee.\n\n\n\n                          April 6, 2006\n\f           TORRUELLA, Circuit Judge.         On September 3, 1998, a jury\n\nreturned   a   verdict    against     José     Ramón   Hernández-Rodríguez\n\n(\"Hernández\"), finding him guilty of five offenses associated with\n\nconspiracy to import, possess, and distribute a large quantity of\n\ncocaine. His co-defendant, Douglas Gorbea-Del Valle (\"Gorbea\") was\n\nalso convicted.    Hernández was sentenced to five concurrent terms\n\nof imprisonment, each 293 months in duration.              He filed a timely\n\nappeal, and this court affirmed the conviction and sentence on\n\nJuly 17, 2000.    United States v. Hernández, 218 F.3d 58 (1st Cir.\n\n2000), cert. denied, 531 U.S. 1103 (2001).\n\n           In June 2002, Hernández filed a Motion for a New Trial\n\nunder Fed. R. Crim. P. 331 (\"Rule 33\") alleging that he was\n\nmisidentified and offering newly discovered evidence.              Two years\n\nlater, in June 2004, a magistrate judge issued a Report and\n\nRecommendation    that   Hernández    be     granted   a   new   trial.   On\n\nDecember 22, 2004, the district judge rejected the magistrate's\n\nrecommendation and denied the motion for a new trial.\n\n           Hernández herein appeals from the district court's denial\n\nof his motion for a new trial.       Because we find that the district\n\ncourt erred both in its analysis of the new evidence and insofar as\n\nit rejected the magistrate's credibility determination without\n\n\n\n\n1\n   \"Upon the defendant's motion, the court may vacate any judgment\nand grant a new trial if the interest of justice so requires.\"\nFed. R. Crim. P. 33(a).\n\n                                     -2-\n\ffirst hearing the evidence, we reverse the district court and\n\nremand the case for action consistent with this opinion.\n\n                                        I.\n\n              On September 27, 1997, U.S. Customs officials intercepted\n\na container at Crowley Yard in San Juan, Puerto Rico.              It had just\n\narrived from Venezuela, and although the bill of lading indicated\n\nthat the container held only plastic cups, there was contraband\n\ninside   as    well.    The   consignee      was   a    supermarket,    and   the\n\nconsignee's     representative    was    South     Atlantic   Trading    Company\n\n(SATCO), of which Gorbea was part owner.               Customs agents unloaded\n\n7,514 pounds of cocaine, worth nearly one billion dollars.                    They\n\nthen re-packed the containers with approximately 24 pounds of\n\ncocaine.\n\n              On October 2, driver Alain Ruiz-Galíndez (\"Ruiz\"),2 an\n\nemployee of J.R. Transport -- a company owned by Hernández --\n\narrived at Crowley Yard to retrieve the container.                     The truck\n\nstopped several times during its route, sometimes for thirty\n\nminutes or more.       A trip that the district court judge estimated\n\nshould have taken thirty minutes took about four hours.                 Although\n\nother cars on the road at that time had their headlights on, Ruiz\n\ndrove without headlights.        From the moment the truck left Crowley\n\nYard, Hernández followed it in a gray van.                  During one of the\n\n\n\n2\n    Ruiz was tried jointly with Gorbea and Hernández, but was\nacquitted on all counts.\n\n                                     -3-\n\fstopovers he exited the van and entered the truck, where he\n\nremained until it arrived at J.R. Transport's truck yard.            At some\n\npoint, the van stopped following the truck.\n\n            It appeared to the officers following the truck that a\n\nCrown Victoria with several passengers inside arrived at the truck\n\nyard at the same time as the truck, and that one passenger carried\n\nan object that might have been a gun.       The officers reported seeing\n\npeople in the truck yard greeting and congratulating one another\n\nonce the container was inside the lot.        After surveying the scene,\n\nthe officers moved in and made arrests.       The container had not been\n\nopened.\n\n            When Gorbea was arrested in December 1997, a faxed\n\ndocument was found in his briefcase (\"the fax\").              It was dated\n\nFebruary 5, 1997 -- nearly ten months prior to his arrest and\n\nalmost eight months before the container was intercepted -- from a\n\nMarina Kassert in Venezuela regarding an earlier shipment of\n\nplastic cups.     It said, \"I urgently need the information of your\n\nfriend that has the truck to square everything with him.\"            On the\n\nback of the two-page fax, among several other handwritten notes,\n\nwas the name José Hernández.\n\n            At   their   joint   trial,   neither   Gorbea   nor   Hernández\n\npresented any evidence and both were convicted on September 3,\n\n1998.     Ruiz, also a defendant, was acquitted.         After this court\n\naffirmed his conviction, Hernández, 218 F.3d at 71, Hernández filed\n\n\n                                    -4-\n\fa 28 U.S.C. § 2255 petition claiming ineffective assistance of\n\ncounsel.    Hernández v. United States, No. 97-228, 2004 WL 1737361,\n\n*2    (D.P.R.    June   29,   2004).          In    that   petition,    Hernández\n\nspecifically pointed to his attorney's failure to interview Gorbea,\n\nalleging that such an interview would have revealed exculpatory\n\nevidence.    Id. at *2.    His § 2255 petition was denied in June 2002.\n\nId.    On July 16, 2002, Hernández filed a Motion for a New Trial\n\nunder Fed. R. Crim. P. 33, alleging newly discovered evidence and\n\ninnocence.\n\n             The new evidence was an affidavit from Gorbea, declaring\n\nthat he and Hernández did not know each other personally until they\n\nmet, after their arrest, in a detention facility in Puerto Rico.\n\nAccording to his affidavit, at the time of his arrest Gorbea told\n\nU.S. Customs agents Ricardo Rivera (\"Agent Rivera\") and Brenda\n\nTalavera     (\"Agent    Talavera\")     that    he    did   not   know   Hernández\n\npersonally, and the agents took note of this information.                 Id. at\n\n*4. At the evidentiary hearing before the magistrate judge, Gorbea\n\ntestified that he never told Hernández about the drugs in the\n\ntruck, and that because no one in Venezuela knew Hernández either,\n\nHernández had \"no reason to know\" of the drugs in the container.\n\nId. at *5.      Gorbea testified that he never told truckers what they\n\nwere hauling, and -- although he did not admit his own guilt -- he\n\nexplained that if he were to import drugs, he would never inform\n\n\n\n\n                                       -5-\n\fthe truckers because he would need to pay them extra otherwise.3\n\nId.    Gorbea also testified that he chose to use J.R. Transport only\n\nbecause its rates undercut those of the other trucking companies he\n\nhad considered.       Id.     For his part, Hernández testified that he\n\nhad only one telephone conversation with Gorbea prior to their\n\narrest, and that conversation pertained only to the negotiation of\n\nhis fee for transporting the cargo.4             Id.    Under the agreed terms,\n\nHernández had transported two shipments of plastic cups prior to\n\nthe final shipment, at issue in this case.                   Id.\n\n            Of     particular      significance        was    Gorbea's      testimony\n\nregarding the fax.         At the evidentiary hearing, he explained that\n\nin May 1997 (approximately three months after the fax transmission)\n\nhe was in Venezuela looking for information regarding a shipment of\n\nsoda    crackers    that    was    scheduled    to   go      to    Puerto   Rico   from\n\nVenezuela.       Id. at *6.       Gorbea stated that he called the company\n\nrepresenting Crowley Maritime Shipping in Venezuela and spoke to an\n\nindividual by the name of José Hernández-Avilés, or some similar\n\nname, who was unable to help him.              Id.   That employee transferred\n\nhim to two or three other people at Crowley in Puerto Rico until\n\n\n3\n  By contrast, Hernández testified that he agreed to charge twenty\npercent below market rate in order to secure the job with Gorbea.\nId.\n4\n   We do not understand this testimony to be inconsistent with\nGorbea's statement that the two only \"met\" after they were both in\ncustody because Gorbea seems clearly to refer to the first meeting\nin which more transpired than simply a negotiation between a common\ncarrier and a consignee regarding a shipment of plastic cups.\n\n                                        -6-\n\fGorbea found someone who knew when the container was due to arrive.\n\nId.   Gorbea testified that the person who finally provided the\n\ninformation he needed was called José Hernández, and that he wrote\n\nthe name on the back of the fax paper as he was being transferred\n\nfrom one person to the next.       Id.        Finally, Gorbea stated his\n\nbelief that Defendant Hernández was not the individual to whom he\n\nspoke on the phone that day.     Id. at *7.      He explained that if he\n\nhad been referring to Defendant Hernández, he would have known and\n\nused Hernández's    nickname, \"Papito,\" or the name of his company,\n\n\"J.R. Trucking.\"    Id.\n\n          After filing for a new trial but before the evidentiary\n\nhearing, Hernández moved to compel Crowley Maritime Corporation to\n\nproduce personnel records regarding the existence of any employees\n\nwith the name José Hernández during the time period in question.\n\nThe records indicate that from May to October 1997, the following\n\nwere Crowley employees: 1) José Hernández-Vélez (San Juan); 2) José\n\nHernández-Marrero (San Juan); 3) José Hernández-Febus (San Juan);\n\n4) José Hernández (Venezuela).\n\n          At the evidentiary hearing, the government presented the\n\ntestimonies   of   Agents   Talavera    and    Rivera.   Agent   Talavera\n\ntestified that she went to Crowley as part of her investigation to\n\ndetermine whether José Hernández had ever worked there.          Although\n\nshe did not remember the outcome of the inquiry, she stated her\n\nbelief that knowledge of a Crowley employee by the same name in\n\n\n                                  -7-\n\fVenezuela would have been \"important and significant\" to her\n\ninvestigation.      Id. at *8.      Similarly, Agent Rivera testified that\n\nhe did not personally verify whether a person with the name José\n\nHernández       worked    at    Crowley,   and    when     asked     whether    such\n\ninformation would have been important to his investigation, he\n\nreplied \"[w]ell, now it is.          Perhaps back then it wasn't.\"             Id. at\n\n*9.\n\n              Agent Talavera was asked to describe the evidence --\n\naside    from    the     fax   --   of   Hernández's       willing    and   knowing\n\nparticipation in the crime.          Id. at *8.         Agent Talavera responded\n\nwith    the   following:       employees   of    J.R.    Trucking    obtained    the\n\npaperwork for the shipment and moved the container which held the\n\ndrugs; a surveillance video recorded Ruiz walking around the truck\n\nprior to departure, inspecting the seal, the locks, and the tires;\n\nagents following the truck saw Hernández and Ruiz periodically\n\ngetting out of the truck to examine it from behind during the\n\nunusually long journey from Crowley Yard to the J.R. Trucking yard;\n\nand the truck drove without headlights.                    Id.      Agent Talavera\n\ntestified that she had no knowledge of whether the truck had\n\nmechanical problems, but the magistrate judge found that Agent\n\nTalavera's report clearly contained the driver's explanation as to\n\nhis circuitous route: the truck had no serviceable lights and he\n\nused the back roads so as to avoid police detection of the fact\n\nthat the truck was driving without lights.                Id.\n\n\n                                         -8-\n\f             Of note is Hernández's testimony at the evidentiary\n\nhearing regarding Agent Talavera's summary of the evidence against\n\nhim. Hernández explained that when a trailer is made available for\n\npickup it has already been cleared by U.S. Customs, and thus the\n\nfact    of   his   company   having   transported   the   container   is   not\n\nintrinsically incriminating because he was misled by the government\n\nas to the legality of the container's contents.           He also shed light\n\non the driver's behavior as Talavera described it, saying that once\n\nthe driver receives a container for pickup, the trailer is sealed\n\nand the driver is not permitted to break the seal under threat of\n\npenalty.       Id. at 20.    The driver must also conduct an external\n\ninspection of the truck, checking the tires and inspecting the\n\nseal.    Id.\n\n                                      II.\n\n             Our standard of review of a district court's denial of a\n\nRule 33 motion for a new trial is \"manifest abuse of discretion.\"\n\nUnited States v. Falú-González, 205 F.3d 436, 442 (1st Cir. 2000).\n\nThe issue before us on appeal is thus whether the district court\n\nabused its discretion when it found the newly proffered evidence\n\ninsufficient to warrant a new trial under Rule 33.5\n\n\n\n\n5\n   Hernández also raises a separate entrapment claim, apparently\nfor the first time in his brief on this appeal. We do not address\nit because \"[t]heories not raised in the district court cannot be\nraised for the first time on appeal.\" Tobin v. Liberty Mut. Ins.\nCo., 428 F.3d 54, 59 n.3 (1st Cir. 2005).\n\n                                      -9-\n\f             We use a four-part test to evaluate a request for a new\n\ntrial on the basis of newly discovered evidence.                   Id.      The\n\ndefendant bears the weighty burden \"to establish that 'the evidence\n\nwas: (i) unknown or unavailable at the time of trial, (ii) despite\n\ndue diligence, (iii) material, and (iv) likely to result in an\n\nacquittal     upon    retrial.'\"    Id.    (quoting    United     States     v.\n\nMontilla-Rivera, 115 F.3d 1060, 1064-65 (1st Cir. 1997)).\n\n             The district court did not analyze the first two prongs,\n\nfinding that Hernández could not surmount either the third or\n\nfourth part.       We will consider appellant's claim with respect to\n\nthe test in its entirety, cognizant of our own precedent which\n\ndictates that we have no discretion to grant a motion for a new\n\ntrial if any one of the four factors is lacking.          United States v.\n\nNatanel, 938 F.2d 302, 313 (1st Cir. 1991).\n\n             Hernández claims, and the magistrate judge agreed, that\n\nthe new evidence proffered in this case -- Gorbea's affidavit --\n\nwas unavailable at the time of trial.           This circuit has long held\n\nthat exculpatory affidavits from co-defendants who exercised their\n\nFifth Amendment privilege not to testify at trial may constitute\n\n\"newly discovered evidence\" for Rule 33 purposes. Montilla-Rivera,\n\n115 F.3d at 1065-66.         Contra United States v. Theodosopoulos, 48\n\nF.3d 1438, 1448 (7th Cir. 1995); United States v. Muldrow, 19 F.3d\n\n1332, 1339 (10th Cir. 1994). Nevertheless, we have also emphasized\n\nthe   need   for    \"great   skepticism\"   in   such   cases    because    \"[a]\n\n\n                                    -10-\n\fconvicted, sentenced codefendant has little to lose (and perhaps\n\nsomething to gain) by such testimony.\"         Montilla-Rivera, 115 F.3d\n\nat 1066.    Thus, although we are satisfied that the new evidence in\n\nthis case was unavailable at trial -- and thus sufficient to\n\nsatisfy the first prong of Montilla-Rivera -- we proceed through\n\nthe remainder of the inquiry with the appropriate caution.6\n\n            The district court assumed arguendo, without further\n\ndiscussion, that the defendant established due diligence.              The\n\nmagistrate, however, considered the issue and found persuasive an\n\naffidavit    by   Hernández's   counsel   in   response   to   Hernández's\n\nunsuccessful § 2255 motion in which he detailed his efforts to\n\nsolicit Gorbea's testimony at trial.       Hernández, 2004 WL 1737361,\n\nat *12.    He stated that in pretrial meetings with both defendants\n\nand their counsel,\n\n            it was agreed that Defendant Gorbea would take\n            the stand and testify in a way favorable to\n            both him and Hernández.     However, when the\n            government rested its case Gorbea had made up\n            his mind, and refused to testify although his\n            counsel had advised him to do so and explained\n            to him that the defense needed his testimony\n            to convey to the jury the fact that the\n            defendants had no knowledge at all about the\n            presence of cocaine in the container.\n\n\n6\n  In his dissenting opinion, Judge Howard expresses concern about\nwhether Gorbea's testimony should be accorded significant weight in\nlight of the fact that Gorbea has not admitted guilt. As Montilla-\nRivera requires, we have considered this evidence with \"great\nskepticism.\"    Nevertheless, we disagree with Judge Howard's\nconclusion that Gorbea's testimony, even if deemed credible, would\nfail to undermine significantly the government's case against\nHernández.\n\n                                  -11-\n\fId.\n\n              A survey of the circuits reveals that the requisite\n\nmeasure of diligence in a Rule 33 inquiry is dependent upon the\n\nnature of the evidence in question.                 See, e.g., United States v.\n\nVillarreal,        324   F.3d   319,   326   (5th    Cir.    2003)   (finding     that\n\ndefendant was not sufficiently diligent where the new evidence\n\nproffered consisted of details in a video that was introduced at\n\ntrial, and which would have been visible had the tape been played\n\nmore slowly);        United States v. Alessi, 638 F.2d 466, 479 (2d Cir.\n\n1980) (observing that defendant should have been more diligent in\n\nattempting to obtain a letter -- offered after conviction as the\n\nbasis of a Rule 33 motion -- the existence of which he had been\n\naware at trial).\n\n              We find that the diligence factor -- where the new\n\nevidence      in   question     is   the   testimony    of    a   co-defendant     who\n\nexercised his Fifth Amendment privilege at trial -- does not\n\nrequire more than Hernández has shown in this case.                        He did not\n\nhave the power to compel Gorbea to waive the privilege against\n\nself-incrimination, and since both defendants and their counsel\n\nagreed in pretrial meetings that Gorbea should and would testify,\n\nit    seems   certain     that   Hernández's        diligence     burden    has   been\n\ndischarged.         Hernández has thus satisfied the second prong of\n\nMontilla-Rivera.\n\n\n\n\n                                           -12-\n\f            The district court found that the new evidence, even if\n\nunavailable at trial despite Hernández's exercise of due diligence,\n\nwas not material.   We have long held that a showing of materiality\n\nis essential to a successful Rule 33 claim on the basis of new\n\nevidence.   United States v. Wright, 625 F.2d 1017, 1019 (1st Cir.\n\n1980).   The district court's materiality analysis was confined to\n\nits determination that, \"as the fax pertains to a different time\n\nperiod and shipment, though supportive in establishing the present\n\nconspiracy, it is logically unnecessary, and hence immaterial.\"\n\nHernández v. United States, 350 F. Supp. 2d 340, 345 (D.P.R. 2004).\n\n            Although the district court correctly points out the\n\nseven month gap between the date of the fax (February 5) and the\n\ninterception of the shipment at issue in this case (September 27),\n\nwe find the materiality analysis to have been too limited.      New\n\nevidence is material if it has the potential \"to alter the outcome\n\nof the lawsuit under the applicable legal tenets.\"   Roche v. John\n\nHancock Mut. Life Ins. Co., 81 F.3d 249, 253 (1st Cir. 1996).7\n\n\n7\n    Although the materiality standard set forth in Roche was\nactually used in the summary judgment context, we have borrowed it\nhere because we have not previously defined evidentiary materiality\nin this context, and we find it to be apt.\n\n    We have defined materiality where the Rule 33 motion is based\non an alleged Brady violation. Conley v. United States, 415 F.3d\n183, 188 (1st Cir. 2005) (\"The suppression of impeachment evidence\nis material when a reasonable probability exists that the result of\nthe trial would have been different if the suppressed documents had\nbeen disclosed to the defense.\") (internal citation and quotation\nmarks omitted). However, there is a slight difference between the\nRule 33 analysis within the Brady context and outside of it, and we\n\n                                -13-\n\fHernández was convicted of conspiracy.         The bulk of Gorbea's\n\naffidavit and testimony speaks directly to the question of whether\n\nHernández knew or had reason to know that there were drugs in the\n\ncontainer.      This alone, in our opinion, would be sufficient to\n\nsatisfy   the   materiality   element.   As   for   Gorbea's   testimony\n\nregarding the fax, despite the seven month delay between the fax\n\nand the shipment, we clearly stated in our affirmance of his\n\nconviction that \"[o]f great weight is the fact that Gorbea wrote\n\nHernández's name on the back of the fax\" because it suggested the\n\nexistence of conspiracy at an earlier date. Hernández, 218 F.3d at\n\n67.   Furthermore, we find significant the fact that in its closing\n\nargument at trial, the government made specific reference to the\n\nfax, asking the jury, \"[n]ow, ladies and gentlemen, why does a\n\nshipper in Venezuela need the name of the trucker in Puerto Rico,\n\nto square what?\"     Hernández, 2004 WL 1737361, at *15. And in its\n\nrebuttal the government argued:\n\n           The fourth count deals only with Mr. Douglas\n           Gorbea and Mr. Hernández and that is a\n           conspiracy to import and what is the evidence\n           there. Mr. Gorbea, as early as March, starts\n           importing paper cups and who is his friend and\n           trucker, Mr. J.R. In government's Exhibit 11,\n           the telefax, Mr. Gorbea writes in his own\n           handwriting, Juan Hernández and what is Marina\n           Kassert asking him, give me the name of your\n           trucker, your friend.   So now you know that\n           Mr. Hernández had participated in that\n\n\nhave not herein adopted the Conley definition of materiality\nbecause it would be difficult to reconcile with the fourth prong of\nthe Falú-González test that controls here.\n\n                                  -14-\n\f            importation      and     that   the     importation       did\n            succeed.\n\nId. (emphasis added).          The government specifically told the jury\n\nthat the fax constituted evidence of at least one count with which\n\nHernández      was   charged    and    ultimately        convicted.          Gorbea's\n\nalternative explanation for the name on the fax, coupled with new\n\ncorroborating evidence of multiple employees with the same name\n\nworking   at    Crowley   during      the   time    period     in   question,      goes\n\ndirectly to Hernández's claim of misidentification.                   Thus, we find\n\nthat Hernández has satisfied Montilla-Rivera's third prong.\n\n            Finally, Hernández must demonstrate that the new evidence\n\nis \"likely to result in an acquittal upon retrial.\" Falú-González,\n\n205 F.3d at 442 (quoting Montilla-Rivera, 115 F.3d at 1064-65).\n\nThe district court began its analysis with a statement that it\n\nwould assume, arguendo, that the defendant's proffered evidence is\n\ncredible.       Hernández,     350    F.    Supp.   2d    at   344.         The   court\n\nnonetheless held that Hernández has not made a sufficient showing\n\nunder this prong because\n\n            [w]hile there may be other explanations for\n            the truck's evasive route, and even for the\n            name written on the fax, \"[a] reasonable jury\n            could infer [petitioner's] knowledge of the\n            contents   of    the   container    and    his\n            participation in the larger scheme,\" from his\n            suspicious   behavior  in   transporting   the\n            container, to wit, tailing the truck in a van\n            for four hours, when it should have taken an\n            unaccompanied truck driver no more than a half\n            hour.\n\n\n\n                                       -15-\n\fId.   at    345     (quoting   Hernández,        218   F.3d    at   58).       Similarly\n\ninsurmountable, in the district court's view, are the \"celebration\n\nwhich ensued in petitioner's truck yard upon the arrival of the\n\ncontainer\" and \"the fact that the container was taken to the J.R.\n\nTransport lot, rather than directly to [Gorbea's premises].\"                          Id.\n\n(internal citation and quotation marks omitted).\n\n                 The district court considered the primary value of the\n\ndefendant's         new   evidence    to    be     Gorbea's      suggestion      of     an\n\nalternative explanation for the name written on the fax. We think,\n\nhowever,     that     this   assessment      fails     to     account   for    the    full\n\nimplications of the new evidence.                  If the jury were to believe\n\nGorbea's affidavit and testimony at a new trial, it would find\n\nthat:      Hernández and Gorbea did not know one another personally\n\nprior to arrest; Gorbea never spoke to Hernández about transporting\n\ndrugs      and    gave    Hernández   no     reason      to    think    that    he    was\n\ntransporting anything but ordinary cargo that had cleared U.S.\n\nCustoms in the ordinary fashion; Gorbea never mentioned Hernández\n\nto anyone in Venezuela; Gorbea only hired Hernández to haul the\n\ncontainer because he was the lowest bidder for the job; and the\n\nname on the back of the February 5 fax referred to an altogether\n\ndifferent person.\n\n                 Inasmuch as the district judge failed to consider the\n\nfull import of the defendant's new evidence, we conclude that the\n\ndistrict court abused its discretion.                  As we view the evidence in\n\n\n                                           -16-\n\fthis case, if deemed credible by a jury, Gorbea's testimony would\n\ngreatly undermine the conspiracy charges against Hernández.            The\n\ngovernment relied heavily on the theory that Hernández and Gorbea\n\nwere close and trusted partners in establishing its case against\n\nHernández.     In   addition   to   the    government's   other   comments\n\nregarding the contents of the fax, for example, the government\n\nemphasized to the jury that \"[t]his is not García Trucking, this is\n\nJ.R. Trucking.   So the plan, you see, for this deception go[es] way\n\nback.   This did not happen over night because the people in . . .\n\nVenezuela . . . are not going to send [the cocaine] to anybody\n\n. . .   They are going to send it to somebody they know, somebody\n\nthey can trust, somebody who is responsible to them, if something\n\nhappens.\"    The government premised its case against Hernández on\n\nthe notion that the people in Venezuela who shipped the cocaine\n\nwanted Gorbea to choose a trusted friend to transport the shipment\n\nonce it arrived.    If the jury were to believe Gorbea's testimony\n\nthat he and Hernández had no such relationship prior to their\n\narrest and that he never told any of his contacts in Venezuela\n\nabout Hernández, the government's theory begins to unravel.             To\n\nprove conspiracy, the government must demonstrate \"the existence of\n\na conspiracy, the defendant's knowledge of the conspiracy, and the\n\ndefendant's voluntary participation in the conspiracy.\" Hernández,\n\n218 F.3d at 64-65 (internal citation and quotation marks omitted).\n\nGiven the government's emphasis on the importance of Hernández's\n\n\n                                    -17-\n\fclose relationship with Gorbea, Gorbea's testimony would go to the\n\nheart of each showing.\n\n          In a new trial, the government would be left to contest\n\nGorbea's credible testimony (so assumed by the district court) with\n\nthe circumstantial evidence of the truck's long route, the strange\n\nbehavior of the defendant and the driver, and the celebration that\n\nensued upon the truck's arrival.       The district court placed great\n\nweight on this circumstantial evidence in its analysis, relying on\n\nour assessment of the sufficiency of the evidence on direct review.\n\nHowever, a determination on direct review that certain evidence is\n\nsufficient to support a verdict does not eliminate the possibility\n\nthat, if new evidence is later presented, a court may grant a\n\nmotion for a new trial.         Indeed, we have previously stated that\n\nwhere the government's case against a defendant is \"sufficient, but\n\nunderwhelming,\" new, credible testimony \"could lead to a different\n\noutcome.\" Montilla-Rivera, 115 F.3d at 1066. On direct review, we\n\ndetermined   that   the    circumstantial   evidence   presented   against\n\nHernández was sufficient to support the guilty verdict when viewed\n\nin the light most favorable to the government. Hernández, 218 F.3d\n\nat 67 & n.6.   However, we also acknowledged that, \"[a]s with much\n\nof the evidence in this case, the record provides other possible\n\nexplanations for the[] facts\" regarding the \"suspicious\" transport\n\nof the container.         Id.   The record shows that the jury heard\n\ntestimony from a government witness that Ruiz, Hernández's employee\n\n\n                                    -18-\n\fand   driver   of   the   truck,   had   explained   that   the   truck   was\n\nexperiencing electrical problems, including the loss of headlights,\n\nand that he chose to drive on back roads because of those problems.\n\nThe jury also heard testimony that witnesses had observed what\n\nappeared to be a battery generator hooked up to the truck.            These\n\nelectrical problems could explain the truck's use of back roads and\n\nfrequent stops. The eventual \"celebration\" in the truck yard could\n\nbe merely a congratulatory exchange regarding the safe arrival of\n\na disabled truck.     At the very least, this alternative explanation\n\ncalls into question the strength of the government's circumstantial\n\nevidence.\n\n            In considering the motion for a new trial, we must\n\ncarefully consider the strength of the government's case in light\n\nof the new evidence.         In so doing, we find it difficult to\n\nunderstand how the government's circumstantial evidence could so\n\noverwhelm the direct testimony of Gorbea (that the district court\n\nassumed was credible and which, by its terms, undermines the\n\ngovernment's theory that Gorbea and Hernández were conspiring to\n\ntransport the drugs) as to preclude a likelihood of acquittal upon\n\nretrial.\n\n            To the extent that the district court's denial of the\n\nmotion for a new trial may have been influenced by a negative\n\nassessment of Gorbea's credibility, there was another error in the\n\njudge's ruling.     Despite the district court's strong suggestion to\n\n\n                                    -19-\n\fthe contrary, Hernández, 350 F. Supp. 2d at 344, we find that\n\nGorbea's testimony and credibility were of great import in the\n\ndisposition of this case because we think a reasonable jury would\n\nnot   convict   Hernández   if   it   were   to   find   Gorbea's   testimony\n\ncredible.    The Supreme Court has held that a district judge need\n\nnot hear the live testimony of a witness in order to accept the\n\ncredibility determination of a magistrate judge.           United States v.\n\nRaddatz, 447 U.S. 667, 680-81 (1980). However, the Court left open\n\nthe question of whether a district judge may reject a credibility\n\ndetermination of a magistrate without first hearing the testimony.\n\nId. at 681 n.7 (\"[W]e assume it is unlikely that a district judge\n\nwould reject a magistrate's proposed findings on credibility . . .\n\n[T]o do so without seeing and hearing the witness or witnesses\n\nwhose credibility is in question could well give rise to serious\n\nquestions which we do not reach.\").\n\n            Although we have not previously addressed this question,\n\na few other circuits have had occasion to consider it, and they are\n\nin broad agreement: A district judge may not reject a magistrate's\n\nfindings as to the credibility of a witness without hearing the\n\nwitness testify first-hand. See United States v. Cofield, 272 F.3d\n\n1303, 1306 (11th Cir. 2001); Hill v. Beyer, 62 F.3d 474, 482 (3d\n\nCir. 1995); Louis v. Blackburn, 630 F.2d 1105, 1109 (5th Cir.\n\n1980).\n\n\n\n\n                                      -20-\n\f           Today we join our sister circuits when we find that,\n\nabsent special circumstances, a district judge may not reject the\n\ncredibility determination of a magistrate judge without first\n\nhearing the testimony that was the basis for that determination.\n\nThus, to the extent that the district court's analysis rested upon\n\nthe rejection of the magistrate judge's credibility determination\n\nwithout hearing the testimony, the district court abused its\n\ndiscretion.\n\n                                  III.\n\n           In summary, we conclude that the district court abused\n\nits   discretion   by   failing   to   consider   the   full   import   of\n\ndefendant's new evidence given its decision to assume, arguendo,\n\nGorbea's credibility. Furthermore, to the extent that the district\n\ncourt's analysis rested upon the rejection of the magistrate\n\njudge's credibility determination without hearing the evidence, it\n\nabused its discretion.     In light of these errors, we remand for\n\nfurther proceedings.\n\n           In considering this case, however, we are faced with a\n\ndilemma as to whether we should remand to a different district\n\njudge.   This dilemma arises because it will become necessary for\n\nthe district court, if it chooses not to accept the credibility\n\nfindings of the magistrate judge on remand, to hear Gorbea testify\n\nfirst-hand and make its own credibility determination. Although we\n\nbelieve that, upon remand, the district judge in this case would\n\n\n                                  -21-\n\fconduct    the   necessary   proceedings      with   impartiality,    we   are\n\nconcerned here with the possible appearance of injustice.                  The\n\ndistrict judge in this case assumed the credibility of the evidence\n\nand then concluded, in error, that a new trial was not warranted.\n\nIf, upon remand, the same district judge were to conduct a hearing\n\n(rather than accept the magistrate's credibility determination) and\n\nfind that the testimony was not credible, it might appear that his\n\ndetermination was improperly influenced by his initial decision.\n\nAs one of our sister circuits observed in a factually similar case,\n\n\"[t]here are occasions when a matter is appropriately remanded to\n\na   different    district    judge   not    only   in   recognition   of   the\n\ndifficulty that a judge might have putting aside his previously\n\nexpressed views, but also to preserve the appearance of justice.\"\n\nCullen v. U.S., 194 F.3d 401, 408 (2d Cir. 1999) (internal citation\n\nand quotation marks omitted).              We find that this is such an\n\noccasion.\n\n            For the foregoing reasons, we remand this case to a\n\ndifferent district judge for proceedings consistent with this\n\nopinion.\n\n            Remanded.\n\n\n\n\n                     (Dissenting opinion follows.)\n\n\n\n\n                                     -22-\n\f           HOWARD, Circuit Judge, dissenting. In finding a manifest\n\nabuse of discretion, see, e.g., United States v. Rivera Rangel, 396\n\nF.3d 476, 485-86 (1st Cir. 2005), the majority fails to accord\n\nappropriate weight to the fact that Gorbea's evidence is of a type\n\nwhich, for obvious reasons, we have admonished trial courts to\n\nregard with \"great skepticism,\" United States v. Montilla-Rivera,\n\n115 F.3d 1060, 1066 (1st Cir. 1997) (noting that a convict who\n\ncomes forward to exonerate a codefendant only after his conviction\n\nand sentence have become final often has little to lose and,\n\nperhaps, something to gain).8      The majority also is too credulous\n\nin relying on the evidence of the truck's alleged mechanical\n\nproblems   --   evidence   that   was   without   question   available   to\n\nHernández at the time of trial -- to discount the inculpatory\n\nnature of the curious events surrounding delivery of the container,\n\nwhich included evidence that there was no real purchaser of the\n\nshipment, see United States v. Hernández, 218 F.3d 58, 63-64 (1st\n\nCir. 2000), that the driver gave an untrue statement to the police\n\nafter his arrest, id. at 64, that Hernández gave the mundane\n\nshipment of \"plastic cups\" -- for which his company supposedly was\n\nto be paid a below-market rate of $90 -- extraordinary attention,\n\nid., that a man who appeared to be armed was present when the\n\n\n\n8\n   In fact, nine other circuits categorically treat evidence of\nthis sort as insufficient to ground a Rule 33(b)(1) new trial\norder. See United States v. Jasin, 280 F.3d 355, 364-68 (3d Cir.\n2002) (collecting and summarizing cases).\n\n                                   -23-\n\fshipment arrived, id., and that the arrival of the shipment was met\n\nwith a celebration, id. at 67.9    But even if I were to leave these\n\nmatters aside, I still could not join the majority opinion.\n\n           In stating that Gorbea's testimony, if believed, would\n\n\"greatly undermine the conspiracy charges against Hernández,\" ante\n\nat 17, the majority analyzes the matter as if Gorbea has now\n\nadmitted to knowing that drugs were in the truck and belatedly\n\nstepped forward to accept responsibility and exonerate the innocent\n\nHernández.   But Gorbea has not admitted to any such knowledge.   In\n\nfact, Gorbea told the magistrate judge that he was innocent, and\n\nthat \"I can say over my mother right there that that cocaine wasn't\n\nmine.   That I didn't know that the cocaine was there.\"   If Gorbea\n\nhad no knowledge of the cocaine, of what probative value is the\n\nfact that he did not meet Hernández until after they were arrested?\n\nAnd of what probative value are the facts that he did not tell the\n\ntruckers he hired what they were hauling, that he gave Hernández no\n\nreason to think that he was transporting anything other than\n\nordinary cargo, and that the \"José Hernández\" on the fax was\n\nsomeone other than the defendant?        Little if any.\n\n\n\n\n9\n  The mechanical-problems story also fails to account for why the\ntruck made a number of u-turns on its long journey to the truck\nyard.   See Hernández, 218 F.3d at 67.     The majority does not\nexplain why a truck carrying a shipment of plastic cups might\nengage in needlessly hazardous u-turns while driving without its\nheadlights on a back road.\n\n                                  -24-\n\f          The majority describes Gorbea's statements that he knew\n\nnothing about the cocaine as a failure to admit guilt.       See ante at\n\n5 & 11 n.6.   With respect, I think this description significantly\n\nunderstates matters.        There is a difference between failing to\n\nadmit guilt and affirmatively representing that one knew nothing\n\nabout the cocaine.     Gorbea made at least two such affirmative\n\nrepresentations, and thereby undermined any probative value that\n\notherwise might have been ascribed to his testimony about not\n\nknowing Hernández, not telling the truckers what they were hauling,\n\nand not having Hernández in mind when he wrote \"José Hernández\" on\n\nthe back of the fax.    In fact, when asked whether Hernández knew\n\nabout the drugs, Gorbea responded:        \"I don't know.\"   Clearly, the\n\ntrial judge acted well within his discretion in concluding that\n\nGorbea's testimony was immaterial and unlikely to result in an\n\nacquittal if offered at a retrial.        See, e.g., Rivera Rangel, 396\n\nF.3d at 485-86.     Indeed, any other conclusion would have been\n\nunsustainable.    See id.\n\n          I understand the impulse not to terminate the Rule 33\n\nproceedings, which the government has botched by (1) failing to\n\nbring to the attention of the magistrate judge, the district judge,\n\nor this court the fact that Hernández's motion was untimely,10 and\n\n\n10\n    Under Fed. R. Crim. P. 33(b)(1), a defendant has only three\nyears from the date of \"the verdict or the finding of guilty\" to\nfile a motion for new trial on the basis of newly discovered\nevidence. This time period may not be extended. Fed. R. Crim. P.\n45(b)(2). Here, the verdict was returned on September 3, 1998, but\n\n                                   -25-\n\f(2) failing to highlight clearly and effectively the immateriality\n\nof Gorbea's testimony, given Gorbea's concomitant insistence that\n\nhe did not know about the drugs.            Under the rule established in\n\nEberhart v. United States, __ U.S. __, 126 S. Ct. 403, 404-07\n\n(2005) (Rule 33 time limits are not jurisdictional and may be\n\nforfeited), the government appears to have forfeited any timeliness\n\nargument that it might have had.        But Gorbea's testimony still is\n\nwhat   it   is,   and,   for   the   reasons   set   forth   above,   it   is\n\ninsufficient as a matter of law to ground a new trial order.\n\n            Accordingly, I respectfully dissent.\n\n\n\n\nHernández did not file his motion until July 29, 2002 -- more than\nten months beyond the three-year deadline. Like the defendant in\nUnited States v. Mojica-Rivera, 435 F.3d 28 (1st Cir. 2006),\nHernández has no claim that application to his motion of the three-\nyear time limit in Rule 33(b)(1) would be unjust or impracticable,\nas he had approximately two years and nine months to file his\nmotion from the time the Rule was amended, see id. at 33; see also\nUnited States v. Ristovski, 312 F.3d 206, 209-13 (6th Cir. 2002).\n\n                                     -26-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 05-1121\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                 JOSÉ RAMÓN HERNÁNDEZ-RODRÍGUEZ,\n\n                      Defendant, Appellant.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n                             Before\n\n                  Torruella, Lipez and Howard,\n                         Circuit Judges.\n\n\n     Lorenzo J. Palomares, for appellant.\n     Timothy R. Henwood, Assistant United States Attorney, with\nwhom Nelson Pérez-Sosa, Senior Appellate Assistant United States\nAttorney, and H.S. García, United States Attorney, were on brief,\nfor appellee.\n\n\n\n                          April 6, 2006\n\f           TORRUELLA, Circuit Judge.         On September 3, 1998, a jury\n\nreturned   a   verdict    against     José     Ramón   Hernández-Rodríguez\n\n(\"Hernández\"), finding him guilty of five offenses associated with\n\nconspiracy to import, possess, and distribute a large quantity of\n\ncocaine. His co-defendant, Douglas Gorbea-Del Valle (\"Gorbea\") was\n\nalso convicted.    Hernández was sentenced to five concurrent terms\n\nof imprisonment, each 293 months in duration.              He filed a timely\n\nappeal, and this court affirmed the conviction and sentence on\n\nJuly 17, 2000.    United States v. Hernández, </pre><span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\"> (1st Cir.\n\n2000), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">531</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1103</span></span><pre class=\"inline\"> (2001).\n\n           In June 2002, Hernández filed a Motion for a New Trial\n\nunder Fed. R. Crim. P. 331 (\"Rule 33\") alleging that he was\n\nmisidentified and offering newly discovered evidence.              Two years\n\nlater, in June 2004, a magistrate judge issued a Report and\n\nRecommendation    that   Hernández    be     granted   a   new   trial.   On\n\nDecember 22, 2004, the district judge rejected the magistrate's\n\nrecommendation and denied the motion for a new trial.\n\n           Hernández herein appeals from the district court's denial\n\nof his motion for a new trial.       Because we find that the district\n\ncourt erred both in its analysis of the new evidence and insofar as\n\nit rejected the magistrate's credibility determination without\n\n\n\n\n1\n   \"Upon the defendant's motion, the court may vacate any judgment\nand grant a new trial if the interest of justice so requires.\"\nFed. R. Crim. P. 33(a).\n\n                                     -2-\n\ffirst hearing the evidence, we reverse the district court and\n\nremand the case for action consistent with this opinion.\n\n                                        I.\n\n              On September 27, 1997, U.S. Customs officials intercepted\n\na container at Crowley Yard in San Juan, Puerto Rico.              It had just\n\narrived from Venezuela, and although the bill of lading indicated\n\nthat the container held only plastic cups, there was contraband\n\ninside   as    well.    The   consignee      was   a    supermarket,    and   the\n\nconsignee's     representative    was    South     Atlantic   Trading    Company\n\n(SATCO), of which Gorbea was part owner.               Customs agents unloaded\n\n7,514 pounds of cocaine, worth nearly one billion dollars.                    They\n\nthen re-packed the containers with approximately 24 pounds of\n\ncocaine.\n\n              On October 2, driver Alain Ruiz-Galíndez (\"Ruiz\"),2 an\n\nemployee of J.R. Transport -- a company owned by Hernández --\n\narrived at Crowley Yard to retrieve the container.                     The truck\n\nstopped several times during its route, sometimes for thirty\n\nminutes or more.       A trip that the district court judge estimated\n\nshould have taken thirty minutes took about four hours.                 Although\n\nother cars on the road at that time had their headlights on, Ruiz\n\ndrove without headlights.        From the moment the truck left Crowley\n\nYard, Hernández followed it in a gray van.                  During one of the\n\n\n\n2\n    Ruiz was tried jointly with Gorbea and Hernández, but was\nacquitted on all counts.\n\n                                     -3-\n\fstopovers he exited the van and entered the truck, where he\n\nremained until it arrived at J.R. Transport's truck yard.            At some\n\npoint, the van stopped following the truck.\n\n            It appeared to the officers following the truck that a\n\nCrown Victoria with several passengers inside arrived at the truck\n\nyard at the same time as the truck, and that one passenger carried\n\nan object that might have been a gun.       The officers reported seeing\n\npeople in the truck yard greeting and congratulating one another\n\nonce the container was inside the lot.        After surveying the scene,\n\nthe officers moved in and made arrests.       The container had not been\n\nopened.\n\n            When Gorbea was arrested in December 1997, a faxed\n\ndocument was found in his briefcase (\"the fax\").              It was dated\n\nFebruary 5, 1997 -- nearly ten months prior to his arrest and\n\nalmost eight months before the container was intercepted -- from a\n\nMarina Kassert in Venezuela regarding an earlier shipment of\n\nplastic cups.     It said, \"I urgently need the information of your\n\nfriend that has the truck to square everything with him.\"            On the\n\nback of the two-page fax, among several other handwritten notes,\n\nwas the name José Hernández.\n\n            At   their   joint   trial,   neither   Gorbea   nor   Hernández\n\npresented any evidence and both were convicted on September 3,\n\n1998.     Ruiz, also a defendant, was acquitted.         After this court\n\naffirmed his conviction, Hernández, 218 F.3d at 71, Hernández filed\n\n\n                                    -4-\n\fa 28 U.S.C. § 2255 petition claiming ineffective assistance of\n\ncounsel.    Hernández v. United States, No. 97-228, </pre><span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1737361</span></span><pre class=\"inline\">,\n\n*2    (D.P.R.    June   29,   2004).          In    that   petition,    Hernández\n\nspecifically pointed to his attorney's failure to interview Gorbea,\n\nalleging that such an interview would have revealed exculpatory\n\nevidence.    Id. at *2.    His § 2255 petition was denied in June 2002.\n\nId.    On July 16, 2002, Hernández filed a Motion for a New Trial\n\nunder Fed. R. Crim. P. 33, alleging newly discovered evidence and\n\ninnocence.\n\n             The new evidence was an affidavit from Gorbea, declaring\n\nthat he and Hernández did not know each other personally until they\n\nmet, after their arrest, in a detention facility in Puerto Rico.\n\nAccording to his affidavit, at the time of his arrest Gorbea told\n\nU.S. Customs agents Ricardo Rivera (\"Agent Rivera\") and Brenda\n\nTalavera     (\"Agent    Talavera\")     that    he    did   not   know   Hernández\n\npersonally, and the agents took note of this information.                 Id. at\n\n*4. At the evidentiary hearing before the magistrate judge, Gorbea\n\ntestified that he never told Hernández about the drugs in the\n\ntruck, and that because no one in Venezuela knew Hernández either,\n\nHernández had \"no reason to know\" of the drugs in the container.\n\nId. at *5.      Gorbea testified that he never told truckers what they\n\nwere hauling, and -- although he did not admit his own guilt -- he\n\nexplained that if he were to import drugs, he would never inform\n\n\n\n\n                                       -5-\n\fthe truckers because he would need to pay them extra otherwise.3\n\nId.    Gorbea also testified that he chose to use J.R. Transport only\n\nbecause its rates undercut those of the other trucking companies he\n\nhad considered.       Id.     For his part, Hernández testified that he\n\nhad only one telephone conversation with Gorbea prior to their\n\narrest, and that conversation pertained only to the negotiation of\n\nhis fee for transporting the cargo.4             Id.    Under the agreed terms,\n\nHernández had transported two shipments of plastic cups prior to\n\nthe final shipment, at issue in this case.                   Id.\n\n            Of     particular      significance        was    Gorbea's      testimony\n\nregarding the fax.         At the evidentiary hearing, he explained that\n\nin May 1997 (approximately three months after the fax transmission)\n\nhe was in Venezuela looking for information regarding a shipment of\n\nsoda    crackers    that    was    scheduled    to   go      to    Puerto   Rico   from\n\nVenezuela.       Id. at *6.       Gorbea stated that he called the company\n\nrepresenting Crowley Maritime Shipping in Venezuela and spoke to an\n\nindividual by the name of José Hernández-Avilés, or some similar\n\nname, who was unable to help him.              Id.   That employee transferred\n\nhim to two or three other people at Crowley in Puerto Rico until\n\n\n3\n  By contrast, Hernández testified that he agreed to charge twenty\npercent below market rate in order to secure the job with Gorbea.\nId.\n4\n   We do not understand this testimony to be inconsistent with\nGorbea's statement that the two only \"met\" after they were both in\ncustody because Gorbea seems clearly to refer to the first meeting\nin which more transpired than simply a negotiation between a common\ncarrier and a consignee regarding a shipment of plastic cups.\n\n                                        -6-\n\fGorbea found someone who knew when the container was due to arrive.\n\nId.   Gorbea testified that the person who finally provided the\n\ninformation he needed was called José Hernández, and that he wrote\n\nthe name on the back of the fax paper as he was being transferred\n\nfrom one person to the next.       Id.        Finally, Gorbea stated his\n\nbelief that Defendant Hernández was not the individual to whom he\n\nspoke on the phone that day.     Id. at *7.      He explained that if he\n\nhad been referring to Defendant Hernández, he would have known and\n\nused Hernández's    nickname, \"Papito,\" or the name of his company,\n\n\"J.R. Trucking.\"    Id.\n\n          After filing for a new trial but before the evidentiary\n\nhearing, Hernández moved to compel Crowley Maritime Corporation to\n\nproduce personnel records regarding the existence of any employees\n\nwith the name José Hernández during the time period in question.\n\nThe records indicate that from May to October 1997, the following\n\nwere Crowley employees: 1) José Hernández-Vélez (San Juan); 2) José\n\nHernández-Marrero (San Juan); 3) José Hernández-Febus (San Juan);\n\n4) José Hernández (Venezuela).\n\n          At the evidentiary hearing, the government presented the\n\ntestimonies   of   Agents   Talavera    and    Rivera.   Agent   Talavera\n\ntestified that she went to Crowley as part of her investigation to\n\ndetermine whether José Hernández had ever worked there.          Although\n\nshe did not remember the outcome of the inquiry, she stated her\n\nbelief that knowledge of a Crowley employee by the same name in\n\n\n                                  -7-\n\fVenezuela would have been \"important and significant\" to her\n\ninvestigation.      Id. at *8.      Similarly, Agent Rivera testified that\n\nhe did not personally verify whether a person with the name José\n\nHernández       worked    at    Crowley,   and    when     asked     whether    such\n\ninformation would have been important to his investigation, he\n\nreplied \"[w]ell, now it is.          Perhaps back then it wasn't.\"             Id. at\n\n*9.\n\n              Agent Talavera was asked to describe the evidence --\n\naside    from    the     fax   --   of   Hernández's       willing    and   knowing\n\nparticipation in the crime.          Id. at *8.         Agent Talavera responded\n\nwith    the   following:       employees   of    J.R.    Trucking    obtained    the\n\npaperwork for the shipment and moved the container which held the\n\ndrugs; a surveillance video recorded Ruiz walking around the truck\n\nprior to departure, inspecting the seal, the locks, and the tires;\n\nagents following the truck saw Hernández and Ruiz periodically\n\ngetting out of the truck to examine it from behind during the\n\nunusually long journey from Crowley Yard to the J.R. Trucking yard;\n\nand the truck drove without headlights.                    Id.      Agent Talavera\n\ntestified that she had no knowledge of whether the truck had\n\nmechanical problems, but the magistrate judge found that Agent\n\nTalavera's report clearly contained the driver's explanation as to\n\nhis circuitous route: the truck had no serviceable lights and he\n\nused the back roads so as to avoid police detection of the fact\n\nthat the truck was driving without lights.                Id.\n\n\n                                         -8-\n\f             Of note is Hernández's testimony at the evidentiary\n\nhearing regarding Agent Talavera's summary of the evidence against\n\nhim. Hernández explained that when a trailer is made available for\n\npickup it has already been cleared by U.S. Customs, and thus the\n\nfact    of   his   company   having   transported   the   container   is   not\n\nintrinsically incriminating because he was misled by the government\n\nas to the legality of the container's contents.           He also shed light\n\non the driver's behavior as Talavera described it, saying that once\n\nthe driver receives a container for pickup, the trailer is sealed\n\nand the driver is not permitted to break the seal under threat of\n\npenalty.       Id. at 20.    The driver must also conduct an external\n\ninspection of the truck, checking the tires and inspecting the\n\nseal.    Id.\n\n                                      II.\n\n             Our standard of review of a district court's denial of a\n\nRule 33 motion for a new trial is \"manifest abuse of discretion.\"\n\nUnited States v. Falú-González, </pre><span class=\"citation\" data-id=\"767872\"><a href=\"/opinion/767872/united-states-v-confesor-falu-gonzalez-aka-pepo/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span><pre class=\"inline\">, 442 (1st Cir. 2000).\n\nThe issue before us on appeal is thus whether the district court\n\nabused its discretion when it found the newly proffered evidence\n\ninsufficient to warrant a new trial under Rule 33.5\n\n\n\n\n5\n   Hernández also raises a separate entrapment claim, apparently\nfor the first time in his brief on this appeal. We do not address\nit because \"[t]heories not raised in the district court cannot be\nraised for the first time on appeal.\" Tobin v. Liberty Mut. Ins.\nCo., </pre><span class=\"citation\" data-id=\"201910\"><a href=\"/opinion/201910/tobin-v-liberty-mutual-ins/\"><span class=\"volume\">428</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span><pre class=\"inline\">, 59 n.3 (1st Cir. 2005).\n\n                                      -9-\n\f             We use a four-part test to evaluate a request for a new\n\ntrial on the basis of newly discovered evidence.                   Id.      The\n\ndefendant bears the weighty burden \"to establish that 'the evidence\n\nwas: (i) unknown or unavailable at the time of trial, (ii) despite\n\ndue diligence, (iii) material, and (iv) likely to result in an\n\nacquittal     upon    retrial.'\"    Id.    (quoting    United     States     v.\n\nMontilla-Rivera, </pre><span class=\"citation\" data-id=\"197423\"><a href=\"/opinion/197423/united-states-v-montilla-rivera/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span><pre class=\"inline\">, 1064-65 (1st Cir. 1997)).\n\n             The district court did not analyze the first two prongs,\n\nfinding that Hernández could not surmount either the third or\n\nfourth part.       We will consider appellant's claim with respect to\n\nthe test in its entirety, cognizant of our own precedent which\n\ndictates that we have no discretion to grant a motion for a new\n\ntrial if any one of the four factors is lacking.          United States v.\n\nNatanel, </pre><span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span><pre class=\"inline\">, 313 (1st Cir. 1991).\n\n             Hernández claims, and the magistrate judge agreed, that\n\nthe new evidence proffered in this case -- Gorbea's affidavit --\n\nwas unavailable at the time of trial.           This circuit has long held\n\nthat exculpatory affidavits from co-defendants who exercised their\n\nFifth Amendment privilege not to testify at trial may constitute\n\n\"newly discovered evidence\" for Rule 33 purposes. Montilla-Rivera,\n\n115 F.3d at 1065-66.         Contra United States v. Theodosopoulos, </pre><span class=\"citation\" data-id=\"691020\"><a href=\"/opinion/691020/united-states-v-christ-theodosopoulos-and-khadir-ghanayem-united-states/\"><span class=\"volume\">48</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">1438</span></a></span><pre class=\"inline\">, 1448 (7th Cir. 1995); United States v. Muldrow, </pre><span class=\"citation\" data-id=\"666053\"><a href=\"/opinion/666053/united-states-v-lealon-muldrow/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1332</span></a></span><pre class=\"inline\">, 1339 (10th Cir. 1994). Nevertheless, we have also emphasized\n\nthe   need   for    \"great   skepticism\"   in   such   cases    because    \"[a]\n\n\n                                    -10-\n\fconvicted, sentenced codefendant has little to lose (and perhaps\n\nsomething to gain) by such testimony.\"         Montilla-Rivera, 115 F.3d\n\nat 1066.    Thus, although we are satisfied that the new evidence in\n\nthis case was unavailable at trial -- and thus sufficient to\n\nsatisfy the first prong of Montilla-Rivera -- we proceed through\n\nthe remainder of the inquiry with the appropriate caution.6\n\n            The district court assumed arguendo, without further\n\ndiscussion, that the defendant established due diligence.              The\n\nmagistrate, however, considered the issue and found persuasive an\n\naffidavit    by   Hernández's   counsel   in   response   to   Hernández's\n\nunsuccessful § 2255 motion in which he detailed his efforts to\n\nsolicit Gorbea's testimony at trial.       Hernández, </pre><span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1737361</span></span><pre class=\"inline\">,\n\nat *12.    He stated that in pretrial meetings with both defendants\n\nand their counsel,\n\n            it was agreed that Defendant Gorbea would take\n            the stand and testify in a way favorable to\n            both him and Hernández.     However, when the\n            government rested its case Gorbea had made up\n            his mind, and refused to testify although his\n            counsel had advised him to do so and explained\n            to him that the defense needed his testimony\n            to convey to the jury the fact that the\n            defendants had no knowledge at all about the\n            presence of cocaine in the container.\n\n\n6\n  In his dissenting opinion, Judge Howard expresses concern about\nwhether Gorbea's testimony should be accorded significant weight in\nlight of the fact that Gorbea has not admitted guilt. As Montilla-\nRivera requires, we have considered this evidence with \"great\nskepticism.\"    Nevertheless, we disagree with Judge Howard's\nconclusion that Gorbea's testimony, even if deemed credible, would\nfail to undermine significantly the government's case against\nHernández.\n\n                                  -11-\n\fId.\n\n              A survey of the circuits reveals that the requisite\n\nmeasure of diligence in a Rule 33 inquiry is dependent upon the\n\nnature of the evidence in question.                 See, e.g., United States v.\n\nVillarreal,        </pre><span class=\"citation\" data-id=\"30548\"><a href=\"/opinion/30548/united-states-v-villarreal/\"><span class=\"volume\">324</span>   <span class=\"reporter\">F.3d</span>   <span class=\"page\">319</span></a></span><pre class=\"inline\">,   326   (5th    Cir.    2003)   (finding     that\n\ndefendant was not sufficiently diligent where the new evidence\n\nproffered consisted of details in a video that was introduced at\n\ntrial, and which would have been visible had the tape been played\n\nmore slowly);        United States v. Alessi, </pre><span class=\"citation\" data-id=\"386012\"><a href=\"/opinion/386012/united-states-v-leonard-alessi-thomas-carcone-john-colagrande-ralph/\"><span class=\"volume\">638</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">466</span></a></span><pre class=\"inline\">, 479 (2d Cir.\n\n1980) (observing that defendant should have been more diligent in\n\nattempting to obtain a letter -- offered after conviction as the\n\nbasis of a Rule 33 motion -- the existence of which he had been\n\naware at trial).\n\n              We find that the diligence factor -- where the new\n\nevidence      in   question     is   the   testimony    of    a   co-defendant     who\n\nexercised his Fifth Amendment privilege at trial -- does not\n\nrequire more than Hernández has shown in this case.                        He did not\n\nhave the power to compel Gorbea to waive the privilege against\n\nself-incrimination, and since both defendants and their counsel\n\nagreed in pretrial meetings that Gorbea should and would testify,\n\nit    seems   certain     that   Hernández's        diligence     burden    has   been\n\ndischarged.         Hernández has thus satisfied the second prong of\n\nMontilla-Rivera.\n\n\n\n\n                                           -12-\n\f            The district court found that the new evidence, even if\n\nunavailable at trial despite Hernández's exercise of due diligence,\n\nwas not material.   We have long held that a showing of materiality\n\nis essential to a successful Rule 33 claim on the basis of new\n\nevidence.   United States v. Wright, </pre><span class=\"citation\" data-id=\"380303\"><a href=\"/opinion/380303/united-states-v-henry-james-wright-jr/\"><span class=\"volume\">625</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1017</span></a></span><pre class=\"inline\">, 1019 (1st Cir.\n\n1980).   The district court's materiality analysis was confined to\n\nits determination that, \"as the fax pertains to a different time\n\nperiod and shipment, though supportive in establishing the present\n\nconspiracy, it is logically unnecessary, and hence immaterial.\"\n\nHernández v. United States, </pre><span class=\"citation\" data-id=\"2303461\"><a href=\"/opinion/2303461/ramon-hernandez-v-united-states/\"><span class=\"volume\">350</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">340</span></a></span><pre class=\"inline\">, 345 (D.P.R. 2004).\n\n            Although the district court correctly points out the\n\nseven month gap between the date of the fax (February 5) and the\n\ninterception of the shipment at issue in this case (September 27),\n\nwe find the materiality analysis to have been too limited.      New\n\nevidence is material if it has the potential \"to alter the outcome\n\nof the lawsuit under the applicable legal tenets.\"   Roche v. John\n\nHancock Mut. Life Ins. Co., </pre><span class=\"citation\" data-id=\"716599\"><a href=\"/opinion/716599/daniel-j-roche-et-ux-valerie-roche-v-john-hancock-mutual-life-insurance/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">249</span></a></span><pre class=\"inline\">, 253 (1st Cir. 1996).7\n\n\n7\n    Although the materiality standard set forth in Roche was\nactually used in the summary judgment context, we have borrowed it\nhere because we have not previously defined evidentiary materiality\nin this context, and we find it to be apt.\n\n    We have defined materiality where the Rule 33 motion is based\non an alleged Brady violation. Conley v. United States, </pre><span class=\"citation\" data-id=\"201725\"><a href=\"/opinion/201725/conley-v-united-states/\"><span class=\"volume\">415</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">183</span></a></span><pre class=\"inline\">, 188 (1st Cir. 2005) (\"The suppression of impeachment evidence\nis material when a reasonable probability exists that the result of\nthe trial would have been different if the suppressed documents had\nbeen disclosed to the defense.\") (internal citation and quotation\nmarks omitted). However, there is a slight difference between the\nRule 33 analysis within the Brady context and outside of it, and we\n\n                                -13-\n\fHernández was convicted of conspiracy.         The bulk of Gorbea's\n\naffidavit and testimony speaks directly to the question of whether\n\nHernández knew or had reason to know that there were drugs in the\n\ncontainer.      This alone, in our opinion, would be sufficient to\n\nsatisfy   the   materiality   element.   As   for   Gorbea's   testimony\n\nregarding the fax, despite the seven month delay between the fax\n\nand the shipment, we clearly stated in our affirmance of his\n\nconviction that \"[o]f great weight is the fact that Gorbea wrote\n\nHernández's name on the back of the fax\" because it suggested the\n\nexistence of conspiracy at an earlier date. Hernández, 218 F.3d at\n\n67.   Furthermore, we find significant the fact that in its closing\n\nargument at trial, the government made specific reference to the\n\nfax, asking the jury, \"[n]ow, ladies and gentlemen, why does a\n\nshipper in Venezuela need the name of the trucker in Puerto Rico,\n\nto square what?\"     Hernández, </pre><span class=\"citation no-link\"><span class=\"volume\">2004</span> <span class=\"reporter\">WL</span> <span class=\"page\">1737361</span></span><pre class=\"inline\">, at *15. And in its\n\nrebuttal the government argued:\n\n           The fourth count deals only with Mr. Douglas\n           Gorbea and Mr. Hernández and that is a\n           conspiracy to import and what is the evidence\n           there. Mr. Gorbea, as early as March, starts\n           importing paper cups and who is his friend and\n           trucker, Mr. J.R. In government's Exhibit 11,\n           the telefax, Mr. Gorbea writes in his own\n           handwriting, Juan Hernández and what is Marina\n           Kassert asking him, give me the name of your\n           trucker, your friend.   So now you know that\n           Mr. Hernández had participated in that\n\n\nhave not herein adopted the Conley definition of materiality\nbecause it would be difficult to reconcile with the fourth prong of\nthe Falú-González test that controls here.\n\n                                  -14-\n\f            importation      and     that   the     importation       did\n            succeed.\n\nId. (emphasis added).          The government specifically told the jury\n\nthat the fax constituted evidence of at least one count with which\n\nHernández      was   charged    and    ultimately        convicted.          Gorbea's\n\nalternative explanation for the name on the fax, coupled with new\n\ncorroborating evidence of multiple employees with the same name\n\nworking   at    Crowley   during      the   time    period     in   question,      goes\n\ndirectly to Hernández's claim of misidentification.                   Thus, we find\n\nthat Hernández has satisfied Montilla-Rivera's third prong.\n\n            Finally, Hernández must demonstrate that the new evidence\n\nis \"likely to result in an acquittal upon retrial.\" Falú-González,\n\n205 F.3d at 442 (quoting Montilla-Rivera, 115 F.3d at 1064-65).\n\nThe district court began its analysis with a statement that it\n\nwould assume, arguendo, that the defendant's proffered evidence is\n\ncredible.       Hernández,     350    F.    Supp.   2d    at   344.         The   court\n\nnonetheless held that Hernández has not made a sufficient showing\n\nunder this prong because\n\n            [w]hile there may be other explanations for\n            the truck's evasive route, and even for the\n            name written on the fax, \"[a] reasonable jury\n            could infer [petitioner's] knowledge of the\n            contents   of    the   container    and    his\n            participation in the larger scheme,\" from his\n            suspicious   behavior  in   transporting   the\n            container, to wit, tailing the truck in a van\n            for four hours, when it should have taken an\n            unaccompanied truck driver no more than a half\n            hour.\n\n\n\n                                       -15-\n\fId.   at    345     (quoting   Hernández,        218   F.3d    at   58).       Similarly\n\ninsurmountable, in the district court's view, are the \"celebration\n\nwhich ensued in petitioner's truck yard upon the arrival of the\n\ncontainer\" and \"the fact that the container was taken to the J.R.\n\nTransport lot, rather than directly to [Gorbea's premises].\"                          Id.\n\n(internal citation and quotation marks omitted).\n\n                 The district court considered the primary value of the\n\ndefendant's         new   evidence    to    be     Gorbea's      suggestion      of     an\n\nalternative explanation for the name written on the fax. We think,\n\nhowever,     that     this   assessment      fails     to     account   for    the    full\n\nimplications of the new evidence.                  If the jury were to believe\n\nGorbea's affidavit and testimony at a new trial, it would find\n\nthat:      Hernández and Gorbea did not know one another personally\n\nprior to arrest; Gorbea never spoke to Hernández about transporting\n\ndrugs      and    gave    Hernández   no     reason      to    think    that    he    was\n\ntransporting anything but ordinary cargo that had cleared U.S.\n\nCustoms in the ordinary fashion; Gorbea never mentioned Hernández\n\nto anyone in Venezuela; Gorbea only hired Hernández to haul the\n\ncontainer because he was the lowest bidder for the job; and the\n\nname on the back of the February 5 fax referred to an altogether\n\ndifferent person.\n\n                 Inasmuch as the district judge failed to consider the\n\nfull import of the defendant's new evidence, we conclude that the\n\ndistrict court abused its discretion.                  As we view the evidence in\n\n\n                                           -16-\n\fthis case, if deemed credible by a jury, Gorbea's testimony would\n\ngreatly undermine the conspiracy charges against Hernández.            The\n\ngovernment relied heavily on the theory that Hernández and Gorbea\n\nwere close and trusted partners in establishing its case against\n\nHernández.     In   addition   to   the    government's   other   comments\n\nregarding the contents of the fax, for example, the government\n\nemphasized to the jury that \"[t]his is not García Trucking, this is\n\nJ.R. Trucking.   So the plan, you see, for this deception go[es] way\n\nback.   This did not happen over night because the people in . . .\n\nVenezuela . . . are not going to send [the cocaine] to anybody\n\n. . .   They are going to send it to somebody they know, somebody\n\nthey can trust, somebody who is responsible to them, if something\n\nhappens.\"    The government premised its case against Hernández on\n\nthe notion that the people in Venezuela who shipped the cocaine\n\nwanted Gorbea to choose a trusted friend to transport the shipment\n\nonce it arrived.    If the jury were to believe Gorbea's testimony\n\nthat he and Hernández had no such relationship prior to their\n\narrest and that he never told any of his contacts in Venezuela\n\nabout Hernández, the government's theory begins to unravel.             To\n\nprove conspiracy, the government must demonstrate \"the existence of\n\na conspiracy, the defendant's knowledge of the conspiracy, and the\n\ndefendant's voluntary participation in the conspiracy.\" Hernández,\n\n218 F.3d at 64-65 (internal citation and quotation marks omitted).\n\nGiven the government's emphasis on the importance of Hernández's\n\n\n                                    -17-\n\fclose relationship with Gorbea, Gorbea's testimony would go to the\n\nheart of each showing.\n\n          In a new trial, the government would be left to contest\n\nGorbea's credible testimony (so assumed by the district court) with\n\nthe circumstantial evidence of the truck's long route, the strange\n\nbehavior of the defendant and the driver, and the celebration that\n\nensued upon the truck's arrival.       The district court placed great\n\nweight on this circumstantial evidence in its analysis, relying on\n\nour assessment of the sufficiency of the evidence on direct review.\n\nHowever, a determination on direct review that certain evidence is\n\nsufficient to support a verdict does not eliminate the possibility\n\nthat, if new evidence is later presented, a court may grant a\n\nmotion for a new trial.         Indeed, we have previously stated that\n\nwhere the government's case against a defendant is \"sufficient, but\n\nunderwhelming,\" new, credible testimony \"could lead to a different\n\noutcome.\" Montilla-Rivera, 115 F.3d at 1066. On direct review, we\n\ndetermined   that   the    circumstantial   evidence   presented   against\n\nHernández was sufficient to support the guilty verdict when viewed\n\nin the light most favorable to the government. Hernández, 218 F.3d\n\nat 67 & n.6.   However, we also acknowledged that, \"[a]s with much\n\nof the evidence in this case, the record provides other possible\n\nexplanations for the[] facts\" regarding the \"suspicious\" transport\n\nof the container.         Id.   The record shows that the jury heard\n\ntestimony from a government witness that Ruiz, Hernández's employee\n\n\n                                    -18-\n\fand   driver   of   the   truck,   had   explained   that   the   truck   was\n\nexperiencing electrical problems, including the loss of headlights,\n\nand that he chose to drive on back roads because of those problems.\n\nThe jury also heard testimony that witnesses had observed what\n\nappeared to be a battery generator hooked up to the truck.            These\n\nelectrical problems could explain the truck's use of back roads and\n\nfrequent stops. The eventual \"celebration\" in the truck yard could\n\nbe merely a congratulatory exchange regarding the safe arrival of\n\na disabled truck.     At the very least, this alternative explanation\n\ncalls into question the strength of the government's circumstantial\n\nevidence.\n\n            In considering the motion for a new trial, we must\n\ncarefully consider the strength of the government's case in light\n\nof the new evidence.         In so doing, we find it difficult to\n\nunderstand how the government's circumstantial evidence could so\n\noverwhelm the direct testimony of Gorbea (that the district court\n\nassumed was credible and which, by its terms, undermines the\n\ngovernment's theory that Gorbea and Hernández were conspiring to\n\ntransport the drugs) as to preclude a likelihood of acquittal upon\n\nretrial.\n\n            To the extent that the district court's denial of the\n\nmotion for a new trial may have been influenced by a negative\n\nassessment of Gorbea's credibility, there was another error in the\n\njudge's ruling.     Despite the district court's strong suggestion to\n\n\n                                    -19-\n\fthe contrary, Hernández, 350 F. Supp. 2d at 344, we find that\n\nGorbea's testimony and credibility were of great import in the\n\ndisposition of this case because we think a reasonable jury would\n\nnot   convict   Hernández   if   it   were   to   find   Gorbea's   testimony\n\ncredible.    The Supreme Court has held that a district judge need\n\nnot hear the live testimony of a witness in order to accept the\n\ncredibility determination of a magistrate judge.           United States v.\n\nRaddatz, </pre><span class=\"citation\" data-id=\"110315\"><a href=\"/opinion/110315/united-states-v-raddatz/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span><pre class=\"inline\">, 680-81 (1980). However, the Court left open\n\nthe question of whether a district judge may reject a credibility\n\ndetermination of a magistrate without first hearing the testimony.\n\nId. at 681 n.7 (\"[W]e assume it is unlikely that a district judge\n\nwould reject a magistrate's proposed findings on credibility . . .\n\n[T]o do so without seeing and hearing the witness or witnesses\n\nwhose credibility is in question could well give rise to serious\n\nquestions which we do not reach.\").\n\n            Although we have not previously addressed this question,\n\na few other circuits have had occasion to consider it, and they are\n\nin broad agreement: A district judge may not reject a magistrate's\n\nfindings as to the credibility of a witness without hearing the\n\nwitness testify first-hand. See United States v. Cofield, </pre><span class=\"citation\" data-id=\"75673\"><a href=\"/opinion/75673/united-states-v-terry-cofield/\"><span class=\"volume\">272</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1303</span></a></span><pre class=\"inline\">, 1306 (11th Cir. 2001); Hill v. Beyer, </pre><span class=\"citation\" data-id=\"701741\"><a href=\"/opinion/701741/darryl-s-hill-v-howard-beyer-deborah-t-poritz-attorney-general-for-the/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">474</span></a></span><pre class=\"inline\">, 482 (3d\n\nCir. 1995); Louis v. Blackburn, </pre><span class=\"citation\" data-id=\"382216\"><a href=\"/opinion/382216/joseph-thorton-louis-v-frank-blackburn-warden-louisiana-state/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1105</span></a></span><pre class=\"inline\">, 1109 (5th Cir.\n\n1980).\n\n\n\n\n                                      -20-\n\f           Today we join our sister circuits when we find that,\n\nabsent special circumstances, a district judge may not reject the\n\ncredibility determination of a magistrate judge without first\n\nhearing the testimony that was the basis for that determination.\n\nThus, to the extent that the district court's analysis rested upon\n\nthe rejection of the magistrate judge's credibility determination\n\nwithout hearing the testimony, the district court abused its\n\ndiscretion.\n\n                                  III.\n\n           In summary, we conclude that the district court abused\n\nits   discretion   by   failing   to   consider   the   full   import   of\n\ndefendant's new evidence given its decision to assume, arguendo,\n\nGorbea's credibility. Furthermore, to the extent that the district\n\ncourt's analysis rested upon the rejection of the magistrate\n\njudge's credibility determination without hearing the evidence, it\n\nabused its discretion.     In light of these errors, we remand for\n\nfurther proceedings.\n\n           In considering this case, however, we are faced with a\n\ndilemma as to whether we should remand to a different district\n\njudge.   This dilemma arises because it will become necessary for\n\nthe district court, if it chooses not to accept the credibility\n\nfindings of the magistrate judge on remand, to hear Gorbea testify\n\nfirst-hand and make its own credibility determination. Although we\n\nbelieve that, upon remand, the district judge in this case would\n\n\n                                  -21-\n\fconduct    the   necessary   proceedings      with   impartiality,    we   are\n\nconcerned here with the possible appearance of injustice.                  The\n\ndistrict judge in this case assumed the credibility of the evidence\n\nand then concluded, in error, that a new trial was not warranted.\n\nIf, upon remand, the same district judge were to conduct a hearing\n\n(rather than accept the magistrate's credibility determination) and\n\nfind that the testimony was not credible, it might appear that his\n\ndetermination was improperly influenced by his initial decision.\n\nAs one of our sister circuits observed in a factually similar case,\n\n\"[t]here are occasions when a matter is appropriately remanded to\n\na   different    district    judge   not    only   in   recognition   of   the\n\ndifficulty that a judge might have putting aside his previously\n\nexpressed views, but also to preserve the appearance of justice.\"\n\nCullen v. U.S., </pre><span class=\"citation\" data-id=\"766487\"><a href=\"/opinion/766487/bernard-cullen-v-united-states/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">401</span></a></span><pre class=\"inline\">, 408 (2d Cir. 1999) (internal citation\n\nand quotation marks omitted).              We find that this is such an\n\noccasion.\n\n            For the foregoing reasons, we remand this case to a\n\ndifferent district judge for proceedings consistent with this\n\nopinion.\n\n            Remanded.\n\n\n\n\n                     (Dissenting opinion follows.)\n\n\n\n\n                                     -22-\n\f           HOWARD, Circuit Judge, dissenting. In finding a manifest\n\nabuse of discretion, see, e.g., United States v. Rivera Rangel, </pre><span class=\"citation\" data-id=\"201439\"><a href=\"/opinion/201439/united-states-v-rivera-rangel/\"><span class=\"volume\">396</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span><pre class=\"inline\">, 485-86 (1st Cir. 2005), the majority fails to accord\n\nappropriate weight to the fact that Gorbea's evidence is of a type\n\nwhich, for obvious reasons, we have admonished trial courts to\n\nregard with \"great skepticism,\" United States v. Montilla-Rivera,\n\n</pre><span class=\"citation\" data-id=\"197423\"><a href=\"/opinion/197423/united-states-v-montilla-rivera/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span><pre class=\"inline\">, 1066 (1st Cir. 1997) (noting that a convict who\n\ncomes forward to exonerate a codefendant only after his conviction\n\nand sentence have become final often has little to lose and,\n\nperhaps, something to gain).8      The majority also is too credulous\n\nin relying on the evidence of the truck's alleged mechanical\n\nproblems   --   evidence   that   was   without   question   available   to\n\nHernández at the time of trial -- to discount the inculpatory\n\nnature of the curious events surrounding delivery of the container,\n\nwhich included evidence that there was no real purchaser of the\n\nshipment, see United States v. Hernández, </pre><span class=\"citation\" data-id=\"769364\"><a href=\"/opinion/769364/united-states-v-jose-ramon-hernandez-united-states-of-america-v-douglas/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 63-64 (1st\n\nCir. 2000), that the driver gave an untrue statement to the police\n\nafter his arrest, id. at 64, that Hernández gave the mundane\n\nshipment of \"plastic cups\" -- for which his company supposedly was\n\nto be paid a below-market rate of $90 -- extraordinary attention,\n\nid., that a man who appeared to be armed was present when the\n\n\n\n8\n   In fact, nine other circuits categorically treat evidence of\nthis sort as insufficient to ground a Rule 33(b)(1) new trial\norder. See United States v. Jasin, </pre><span class=\"citation\" data-id=\"776533\"><a href=\"/opinion/776533/united-states-v-thomas-p-jasin/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">355</span></a></span><pre class=\"inline\">, 364-68 (3d Cir.\n2002) (collecting and summarizing cases).\n\n                                   -23-\n\fshipment arrived, id., and that the arrival of the shipment was met\n\nwith a celebration, id. at 67.9    But even if I were to leave these\n\nmatters aside, I still could not join the majority opinion.\n\n           In stating that Gorbea's testimony, if believed, would\n\n\"greatly undermine the conspiracy charges against Hernández,\" ante\n\nat 17, the majority analyzes the matter as if Gorbea has now\n\nadmitted to knowing that drugs were in the truck and belatedly\n\nstepped forward to accept responsibility and exonerate the innocent\n\nHernández.   But Gorbea has not admitted to any such knowledge.   In\n\nfact, Gorbea told the magistrate judge that he was innocent, and\n\nthat \"I can say over my mother right there that that cocaine wasn't\n\nmine.   That I didn't know that the cocaine was there.\"   If Gorbea\n\nhad no knowledge of the cocaine, of what probative value is the\n\nfact that he did not meet Hernández until after they were arrested?\n\nAnd of what probative value are the facts that he did not tell the\n\ntruckers he hired what they were hauling, that he gave Hernández no\n\nreason to think that he was transporting anything other than\n\nordinary cargo, and that the \"José Hernández\" on the fax was\n\nsomeone other than the defendant?        Little if any.\n\n\n\n\n9\n  The mechanical-problems story also fails to account for why the\ntruck made a number of u-turns on its long journey to the truck\nyard.   See Hernández, 218 F.3d at 67.     The majority does not\nexplain why a truck carrying a shipment of plastic cups might\nengage in needlessly hazardous u-turns while driving without its\nheadlights on a back road.\n\n                                  -24-\n\f          The majority describes Gorbea's statements that he knew\n\nnothing about the cocaine as a failure to admit guilt.       See ante at\n\n5 & 11 n.6.   With respect, I think this description significantly\n\nunderstates matters.        There is a difference between failing to\n\nadmit guilt and affirmatively representing that one knew nothing\n\nabout the cocaine.     Gorbea made at least two such affirmative\n\nrepresentations, and thereby undermined any probative value that\n\notherwise might have been ascribed to his testimony about not\n\nknowing Hernández, not telling the truckers what they were hauling,\n\nand not having Hernández in mind when he wrote \"José Hernández\" on\n\nthe back of the fax.    In fact, when asked whether Hernández knew\n\nabout the drugs, Gorbea responded:        \"I don't know.\"   Clearly, the\n\ntrial judge acted well within his discretion in concluding that\n\nGorbea's testimony was immaterial and unlikely to result in an\n\nacquittal if offered at a retrial.        See, e.g., Rivera Rangel, 396\n\nF.3d at 485-86.     Indeed, any other conclusion would have been\n\nunsustainable.    See id.\n\n          I understand the impulse not to terminate the Rule 33\n\nproceedings, which the government has botched by (1) failing to\n\nbring to the attention of the magistrate judge, the district judge,\n\nor this court the fact that Hernández's motion was untimely,10 and\n\n\n10\n    Under Fed. R. Crim. P. 33(b)(1), a defendant has only three\nyears from the date of \"the verdict or the finding of guilty\" to\nfile a motion for new trial on the basis of newly discovered\nevidence. This time period may not be extended. Fed. R. Crim. P.\n45(b)(2). Here, the verdict was returned on September 3, 1998, but\n\n                                   -25-\n\f(2) failing to highlight clearly and effectively the immateriality\n\nof Gorbea's testimony, given Gorbea's concomitant insistence that\n\nhe did not know about the drugs.            Under the rule established in\n\nEberhart v. United States, __ U.S. __, </pre><span class=\"citation\" data-id=\"145119\"><a href=\"/opinion/145119/eberhart-v-united-states/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">403</span></a></span><pre class=\"inline\">, 404-07\n\n(2005) (Rule 33 time limits are not jurisdictional and may be\n\nforfeited), the government appears to have forfeited any timeliness\n\nargument that it might have had.        But Gorbea's testimony still is\n\nwhat   it   is,   and,   for   the   reasons   set   forth   above,   it   is\n\ninsufficient as a matter of law to ground a new trial order.\n\n            Accordingly, I respectfully dissent.\n\n\n\n\nHernández did not file his motion until July 29, 2002 -- more than\nten months beyond the three-year deadline. Like the defendant in\nUnited States v. Mojica-Rivera, </pre><span class=\"citation\" data-id=\"202010\"><a href=\"/opinion/202010/united-states-v-mojica-rivera/\"><span class=\"volume\">435</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\"> (1st Cir. 2006),\nHernández has no claim that application to his motion of the three-\nyear time limit in Rule 33(b)(1) would be unjust or impracticable,\nas he had approximately two years and nine months to file his\nmotion from the time the Rule was amended, see id. at 33; see also\nUnited States v. Ristovski, </pre><span class=\"citation\" data-id=\"780011\"><a href=\"/opinion/780011/united-states-v-ljupco-ristovski/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></a></span><pre class=\"inline\">, 209-13 (6th Cir. 2002).\n\n                                     -26-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/30548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/75673/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110315/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201439/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201910/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/386012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716599/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2303461/"
  ]
}