{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202101/",
  "absolute_url": "/opinion/202101/lockheed-martin-corp-v-rantec/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202101/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:44:28Z",
  "date_modified": "2016-02-28T05:07:11.441536Z",
  "type": "010combined",
  "sha1": "3e777a9937e9cb7f57ea83b062f76da73b94a7c4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1737-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/03/17/Lockheed_Martin_Corp_v._Rantec.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 05-1737, 05-1831\n\n  LOCKHEED MARTIN CORPORATION, individually, doing business as,\n   and acting by and through \"Lockheed Martin Missiles & Space\"\n             and \"Sanders, A Lockheed Martin Company\",\n\n                         Plaintiff, Appellant,\n\n                                  v.\n\n     RFI SUPPLY, INC., formerly known as RFI Communications &\n    Security Systems; GRINNELL CORPORATION, doing business as\n  Grinnell Fire Protection Systems Company; KIDDE-FENWAL, INC.,\n\n                              Defendants,\n\n                   RANTEC POWER SYSTEMS, INC.,\n\n   Defendant/Third-Party Plaintiff, Appellee/Cross-Appellant,\n\n                                  v.\n\n              FACTORY MUTUAL RESEARCH CORPORATION;\n                FACTORY MUTUAL INSURANCE COMPANY,\n\n            Third-Party Defendants, Cross-Appellees,\n\n    STAR SPRINKLER, INC.; ALLENDALE MUTUAL INSURANCE COMPANY,\n\n                        Third-Party Defendants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n           [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n                                Before\n\n                    Torruella, Circuit Judge,\n                 Campbell, Senior Circuit Judge,\n                    and Lipez, Circuit Judge.\n\f     Randy W. Gimple, with whom Carlson, Calladine & Peterson, LLP\nwere on brief, for appellant.\n     Patrick J. Hagan, with whom J. Cross Creason, Dillingham &\nMurphy, LLP, Richard B. Kirby and Keegan, Werlin & Pabian, LLP were\non brief, for appellee/cross-appellant Rantec Power Systems, Inc.\n     Jonathan D. Mutch, with whom James S. Harrington and Robins,\nKaplan, Miller & Ciresi, LLP were on brief, for cross-appellees\nFactory Mutual Research Corp. and Factory Mutual Insurance Company.\n\n\n\n                          March 17, 2006\n\n\n\n\n                               -2-\n\f            TORRUELLA, Circuit Judge.        This case involves three\n\nparties:    Plaintiff   Lockheed   Martin    Corporation   (\"Lockheed\"),\n\nDefendant Rantec Power Systems, Inc. (\"Rantec\"), and Third-Party\n\nDefendants Factory Mutual Research Corporation (\"FMRC\") and Factory\n\nMutual Insurance Corporation (collectively, the \"FM Entities\").\n\nLockheed appeals the district court's grant of Rantec's motion for\n\nsummary judgment against Lockheed.        Rantec, in turn, appeals the\n\ndistrict court's grant of the FM Entities' motion for summary\n\njudgment against Rantec.     We affirm the district court's grant of\n\nRantec's motion for summary judgment against Lockheed and do not\n\nreach the district court's grant of the FM Entities' motion for\n\nsummary judgment against Rantec.1\n\nI.   Factual Background and Procedural History\n\n            A.   Lockheed and Rantec\n\n            Lockheed is an advanced technology company incorporated\n\nin Maryland that also has its principal place of business in\n\nMaryland.    Rantec is a Delaware corporation with its principal\n\nplace of business in Missouri.           Rantec designs and constructs\n\nanechoic chambers.2     On April 15, 1992, Lockheed and Rantec entered\n\n\n1\n   At oral argument, counsel for Rantec stated that Rantec would\nwithdraw its appeal regarding the grant of summary judgment in\nfavor of the FM Entities if we affirmed the grant of summary\njudgment as to Lockheed's claims. Because we affirm that portion\nof the district court's opinion, we do not reach Rantec's appeal.\n2\n   An anechoic chamber is a steel shielded room padded with foam\nmaterial to absorb light and sound. These chambers are used by\nLockheed to test antenna signals for aerospace and military\n\n                                   -3-\n\finto a written contract in which Rantec agreed to design and\n\nconstruct an anechoic chamber at a Lockheed facility in Merrimack,\n\nNew Hampshire.     As part of the contract, Rantec was required to\n\n\"design, fabricate, and install a fire detection and sprinkler\n\nsystem\" in the chamber.     The contract contained a warranty clause\n\nproviding that \"[a]ll equipment and workmanship shall be guaranteed\n\nto be free from defects by [Rantec] for a period of one (1) year\n\nafter final acceptance, unless a different warranty is specified.\"\n\nRantec completed construction of the chamber in late 1992, and\n\nfinal acceptance occurred in 1993.\n\n             The fire detection system consisted of, inter alia, smoke\n\ndetectors, fire alarms, valves, telescoping sprinkler assemblies\n\n(\"TSAs\"), and sprinkler heads.      The TSAs were retracted above and\n\noutside the chamber and were designed to extend into the chamber\n\nwhen   the   detection   system   identified   smoke   or   fire   but   not\n\nimmediately release water. Once the temperature exceeded a certain\n\nlevel, a fusible link incorporated in the sprinkler head would melt\n\nand water would be released into the chamber.\n\n             The present case stems from two incidents involving\n\nflooding of Lockheed anechoic chambers.          In December 1996, an\n\nanechoic chamber at a Lockheed facility in California suffered\n\nwater damage when three of the TSAs broke and water flooded the\n\nchamber.     On March 27, 1997, the sprinkler system at the anechoic\n\n\napplications.\n\n                                   -4-\n\fchamber in New Hampshire malfunctioned.                   The fire suppression\n\nsystem activated due to a defect in an electronic panel sold and\n\ninstalled by another contractor not party to this suit.                     The TSAs\n\nextended and some of the sprinkler heads broke and released a large\n\namount of water into the chamber.            The foam and sub-flooring of the\n\nchamber suffered $400,000 of damage.             According to Lockheed, also\n\ndamaged by the flood were a pedestal and positioning system costing\n\nover $160,000.        These items were not provided under the contract\n\nwith Rantec. Lockheed did not include these items in its complaint\n\nand did not amend its complaint to add these items.3\n\n               On December 20, 1999, Lockheed brought suit against\n\nRantec    in    the   United   States      District   Court    for   the    Northern\n\nDistrict       of   California,4     alleging    claims    stemming        from   the\n\nincidents in California and New Hampshire. On August 29, 2000, the\n\ndistrict court in California severed Lockheed's New Hampshire\n\nclaims,    and      the   parties   then    stipulated    to   transfer     the   New\n\nHampshire claims to the United States District Court for the\n\nDistrict of Massachusetts.           Lockheed raised the following claims\n\nregarding the New Hampshire events: (1) negligence, (2) strict\n\nliability, and (3) implied warranties.\n\n\n\n3\n   A reading of Lockheed's complaint shows that it claimed damages\nonly to the anechoic foam and sub-flooring in the chamber, as well\nas to the sprinkler assemblies.\n4\n   The court had diversity jurisdiction under 28 U.S.C. § 1332.\nAll of Lockheed's claims involved state law.\n\n                                           -5-\n\f            B.    Rantec and the FM Entities\n\n            FMRC performs testing, issues product standards, and\n\npublishes a directory of \"FM Approved\" products for use in fire\n\nsuppression systems.         Rantec's claims against the FM Entities\n\nstemmed from FMRC's approval of Rantec's TSAs on the condition that\n\nthey be equipped with certain sprinkler heads -- the sprinkler\n\nheads that broke when the TSAs extended into Lockheed's anechoic\n\nchamber.    After Lockheed sued Rantec, Rantec moved to add the FM\n\nEntities as Third-Party Defendants pursuant to Rule 14(a) of the\n\nFederal Rules of Civil Procedure.           In their briefs, Rantec and the\n\nFM Entities dispute when Rantec filed its Third-Party complaint\n\nagainst the FM Entities.           Because we are not reaching Rantec's\n\nappeal regarding the grant of summary judgment in favor of the FM\n\nEntities, we do not address this issue.\n\n            C.    Proceedings Below\n\n            On April 12, 2001, Rantec moved for summary judgment\n\nagainst Lockheed. The district court denied this motion on June 6,\n\n2001.      On    September   30,   2003,    the   court   stayed   all   further\n\nproceedings pending resolution of the California litigation.                The\n\ndistrict court reopened litigation on December 9, 2004. Rantec re-\n\nfiled its motion for summary judgment against Lockheed, and the FM\n\nEntities moved for summary judgment against Rantec.                On April 20,\n\n2005, the district court granted Rantec's motion for summary\n\njudgment against Lockheed and granted the FM Entities' motion for\n\n\n                                      -6-\n\fsummary judgment against Rantec.            Regarding Lockheed's claims\n\nagainst Rantec, the district court found that the economic loss\n\ndoctrine   barred     Lockheed's   tort   claims   and   that   the   implied\n\nwarranties' claims were barred by the statute of limitations.\n\nLockheed appealed on May 17, 2005.           Rantec appealed on May 31,\n\n2005.\n\nII.   Discussion\n\n             A.    Standard of Review\n\n             \"We review a district court's grant of summary judgment\n\nde novo, viewing the facts in the light most favorable to the\n\nnonmovant.\"       Uncle Henry's, Inc. v. Plaut Consulting Co., 399 F.3d\n\n33, 41 (1st Cir. 2005).       Summary judgment is appropriate \"if the\n\npleadings, depositions, answers to interrogatories, and admissions\n\non file, together with the affidavits, if any, show that there is\n\nno genuine issue as to any material fact and that the moving party\n\nis entitled to a judgment as a matter of law.\"             Fed. R. Civ. P.\n\n56(c).   We may affirm a district court's grant of summary judgment\n\non any basis apparent in the record.         Uncle Henry's, 399 F.3d at\n\n41.\n\n             B.    Lockheed's Tort Claims\n\n             The parties agree that New Hampshire law governs this\n\ncase.    The district court found that, under New Hampshire law,\n\nLockheed's tort claims were barred by what is known as the economic\n\nloss rule.    Under the economic loss rule, a party generally may not\n\n\n                                    -7-\n\frecover in tort for \"economic loss.\"          We begin by discussing how\n\nthe New Hampshire courts have defined \"economic loss\" and applied\n\nthe economic loss rule.\n\n            The New Hampshire Supreme Court has defined \"economic\n\nloss\" as \"the diminution in the value of a product because it is\n\ninferior in quality,\" Ellis v. Robert C. Morris, Inc., 513 A.2d\n\n951, 954 (N.H. 1986)(internal quotation marks omitted), overruled\n\non other grounds by Lempke v. Dagenais, 547 A.2d 290, 297-98 (N.H.\n\n1988), and \"that loss resulting from the failure of the product to\n\nperform to the level expected by the buyer[, which] is commonly\n\nmeasured by the cost of repairing or replacing the product,\"\n\nLempke, 547 A.2d at 296.      The New Hampshire Supreme Court has also\n\nstated that \"[w]hen a defective product accidentally causes harm to\n\npersons or property, the resulting harm is treated as personal\n\ninjury or property damage.      But when damage occurs to the inferior\n\nproduct itself . . . the harm is characterized as economic loss.\"\n\nEllis, 513 A.2d at 954.5      The New Hampshire Supreme Court has also\n\nnoted that \"[i]t is clear that the majority of courts do not allow\n\neconomic    loss   recovery   in    tort,   but   that   economic   loss   is\n\nrecoverable in contract,\"          Lempke, 547 A.2d at 296, and that a\n\nparty usually may not recover damages for economic loss via a tort\n\nclaim.     See Border Brook Terrace Condo. Ass'n v. Gladstone, 622\n\n\n5\n   As we will discuss below, the New Hampshire Supreme Court has\nrecently clarified this statement in Kelleher v. Marvin Lumber and\nCedar Co., -- A.2d --, 2005 WL 3429739 (N.H. Dec. 15, 2005).\n\n                                     -8-\n\fA.2d 1248, 1253 (N.H. 1993).          The district court found that the\n\nflooding was caused by a malfunction of the anechoic chamber and\n\nthat the only thing damaged was the chamber itself.                   The district\n\ncourt therefore concluded that Lockheed suffered only economic loss\n\nand could not recover on its negligence or strict liability claims.\n\n            Lockheed      argues   that,    under   New    Hampshire     law,    the\n\neconomic loss rule does not bar tort actions where a defect\n\n\"actually    poses   an    affirmative      risk    of    harm   to    persons    or\n\nproperty.\"   Lockheed would have us look to how the damage occurred\n\nand, if we find that the defect or accident posed an affirmative\n\nrisk to persons or property, find that its tort claims are not\n\nbarred by the economic loss rule.6           However, we see nothing in the\n\nNew Hampshire cases dealing with economic loss indicating that,\n\nwhen determining whether or not loss is economic, the New Hampshire\n\ncourts would inquire into the risk posed by an accident or defect\n\nin a product.   Instead, the New Hampshire cases are clear that when\n\na product harms only itself, the loss is economic and may not be\n\nrecovered in tort.     For example, in a recent New Hampshire Supreme\n\nCourt case, the court stated that \"'[w]hen a defective product\n\n\n\n6\n    In making this argument, Lockheed states that its view is\nconsistent with \"that of the overwhelming majority of courts around\nthe country.\" We disagree. As the United States Supreme Court\nnoted in East River Steamship Corp. v. Transamerica Delaval, Inc.,\n476 U.S. 858, 868 (1986), the majority of courts have held that a\nparty may not recover in tort when a product's malfunction damages\nonly the product itself, regardless of the manner in which the\ndamage occurred or the risk posed by the defect.\n\n                                      -9-\n\faccidentally causes harm to persons or property [other than the\n\ndefective   product   itself],   the   resulting   harm   is   treated    as\n\npersonal injury or property damage.'\"      Kelleher v. Lumber --- A.2d\n\n---, 2005 WL 3429739 at *12 (N.H. Dec. 15, 2005) (quoting Ellis,\n\n513 A.2d at 954)(alteration in original)(emphasis added).                The\n\ncourt went out of its way to add the phrase \"other than the\n\ndefective product itself,\" which was not present in Ellis.               The\n\nimplication of this statement is that, when a defective product\n\naccidentally causes harm to itself, that harm is not treated as\n\npersonal injury or property damage but is instead treated as\n\neconomic loss, which is not recoverable in tort. The New Hampshire\n\nSupreme Court has therefore clearly rejected the logic behind\n\nLockheed's argument.\n\n            We also think that this approach comports with the\n\npolicies behind several fundamental tenets of contract and tort\n\nlaw.   Lockheed argues that the purpose of the economic loss\n\ndoctrine is to distinguish between a product that fails to perform\n\nas promised and a product whose defect poses an actual risk of\n\ninjury or damage, and that the dividing line between tort and\n\ncontract should not hinge on the fortuity of what happened to be\n\ndamaged.    To our knowledge, the New Hampshire courts have not\n\nexplicitly addressed these arguments.      However, the United States\n\nSupreme Court has done so in East River S.S. Corp. v. Transamerica\n\nDelaval, Inc., 476 U.S. 858 (1986).       In East River, an admiralty\n\n\n                                  -10-\n\fcase, the Court discussed the merits of the majority view of the\n\neconomic loss doctrine -- that damage to a product caused by that\n\nproduct is economic loss and not recoverable in tort -- as well as\n\nthe view argued by Lockheed -- that the economic loss doctrine\n\nshould turn on the affirmative risk posed by the defective product.\n\nIn rejecting the position advocated by Lockheed, the Court stated\n\nthat such a position, \"which essentially turn[s] on the degree of\n\nrisk, [is] too indeterminate to enable manufacturers easily to\n\nstructure their business behavior.\"   Id. at 870.   The Court also\n\nstated that\n\n          [t]he distinction that the law has drawn\n          between tort recovery for physical injuries\n          and warranty recovery for economic loss is not\n          arbitrary and does not rest on the \"luck\" of\n          one plaintiff in having an accident causing\n          physical injury.     The distinction rests,\n          rather, on an understanding of the nature of\n          the   responsibility   a   manufacturer   must\n          undertake in distributing his products. When\n          a product injures only itself the reasons for\n          imposing tort duty are weak and those for\n          leaving the party to its contractual remedies\n          are strong.\n\nId. at 871 (citation and internal quotation marks omitted).7    As\n\nthe Court noted, \"[e]ven when the harm to the product itself occurs\n\nthrough an abrupt, accident-like event, the resulting loss due to\n\nrepair costs, decreased value, and lost profits is essentially the\n\n\n7\n   While the Court was not speaking about New Hampshire law, and\nits decision is therefore not controlling in this case, we think\nthat its policy rationale applies in full force, especially\nconsidering our finding that New Hampshire has adopted the majority\nview of the economic loss doctrine.\n\n                               -11-\n\ffailure of the purchaser to receive the benefit of its bargain --\n\ntraditionally the core concern of contract law.\"8          Id. at 870.\n\n           Further, Lockheed's position would eviscerate the line\n\nbetween tort and contract and would allow tort, in many ways, to\n\nswallow up contract law.    As the Supreme Court noted in East River,\n\n\"[p]roducts liability grew out of a public policy judgment that\n\npeople   need   more   protection   from    dangerous   products   than   is\n\nafforded by the law of warranty.           It is clear, however, that if\n\nthis development were allowed to progress too far, contract law\n\nwould drown in a sea of tort.\"         Id. at 866 (citation omitted).\n\nLockheed's view would lead to just that result.         It would allow any\n\nparty who suffered damage as a result of a product's malfunction to\n\nbring a tort claim by asserting that the malfunction occurred in a\n\n\n8\n  Lockheed admits that if there had been a fire in the chamber but\nthe sprinkler system failed to extinguish it, or if the sprinkler\nsystem had interfered with the chamber's ability to send or receive\nsignals, then it would likely be barred by the economic loss\ndoctrine because these situations would have involved a failure of\nthe chamber to perform. Lockheed attempts to distinguish these\nsituations from the flooding of the chamber, arguing that the\nflooding had nothing to do with the chamber's ability to perform.\nHowever, we see no difference between the situations. Part of the\nchamber's ability to perform was the fire suppression system's\nability to extend the TSAs into the chamber if there was a fire but\nnot release water until a certain temperature was reached. Here,\nthere were two failures to perform: (1) the sprinklers descended\ninto the chamber when there was not a fire, and (2) the sprinklers\nreleased water into the chamber even though there was no fire.\nThis latter occurrence was, in many ways, a failure of the\nsprinkler system to perform one of its most basic functions -- to\nnot release water into the chamber simply because the TSAs had been\ndeployed. We therefore reject Lockheed's attempts to distinguish\nthe present situation from other situations where it admits that\nthere would be a failure of performance.\n\n                                    -12-\n\fway that might have harmed another person or property, regardless\n\nof whether any other person or property was actually harmed.                 We\n\nthink the better approach is to look at what in fact happened, not\n\nwhat could have happened.\n\n           In   sum,   it    is   clear   from   the   New    Hampshire   cases,\n\nespecially Kelleher, the New Hampshire Supreme Court's most recent\n\ncase regarding the economic loss rule, that New Hampshire has\n\nadopted the majority view of the economic loss rule which the\n\nSupreme Court discussed in East River.           Therefore, if the flooding\n\ncaused by the allegedly defective sprinkler systems damaged only\n\nthe product itself, then the economic loss rule prohibits Lockheed\n\nfrom recovery on its tort claims.\n\n           We turn now to address whether the flooding damaged only\n\nthe product itself.         Lockheed makes two arguments regarding this\n\nissue.   First, it argues that the fire suppression system and the\n\nanechoic chamber were different products, and that the defect in\n\nthe fire suppression therefore damaged another product -- the\n\nanechoic chamber.      However, as Rantec points out, the parties'\n\ncontract for the anechoic chamber included the fire suppression\n\nsystem as a component part of the chamber, not a separate product.\n\nAs part of the contract, the parties included a document entitled\n\n\"Tapered   Anechoic     Chamber,     Compact     Range       Chamber   Technical\n\nSpecification.\"        Paragraph     1.0    of   this    document,     entitled\n\n\"Introduction,\" stated that \"[t]his document provides specification\n\n\n                                     -13-\n\finformation for a tapered anechoic chamber . . . .\"               Paragraph 2.0,\n\nentitled \"Tapered Anechoic Chamber and Control Room,\" stated that\n\n\"[t]he specification is for a tapered anechoic chamber to be used\n\nas a general purpose facility for RCS test and antenna pattern\n\nmeasurements . . . . The contractor will design, fabricate, and\n\ntest     the    chamber,     including     all     HVAC,   fire   detection   and\n\nsuppression\" utilities.          From these provisions, it is clear that\n\nthe fire suppression system was a component part of the anechoic\n\nchamber according to the technical specifications for the chamber\n\nagreed    upon    by   the    parties.     The     anechoic   chamber   and   fire\n\nsuppression system are therefore properly regarded as a single\n\nunit.    As the Supreme Court noted in East River, \"[s]ince all but\n\nthe very simplest of machines have component parts, [a contrary]\n\nholding would require a finding of property damage in virtually\n\nevery case where a product damages itself.\"                    476 F.3d at 867\n\n(internal quotation marks and citation omitted).\n\n               Lockheed's second argument is that there were in fact\n\nother items in the chamber when it was flooded: a pedestal and\n\npositioning system.          However, as Rantec points out, Lockheed never\n\nmentioned these items in its complaint and never amended its\n\ncomplaint to include these items.9              Lockheed attempts to get around\n\n\n9\n   The district court rejected Lockheed's argument on the basis\nthat Lockheed had failed to point to any evidence that the damage\nto this property exceeded $75,000. Because we think the fact that\nLockheed never mentioned this other property in its complaint is\nsufficient to dispose of its argument, we do not address this point\n\n                                         -14-\n\fthis issue by arguing that, under the Federal Rules of Civil\n\nProcedure's notice pleading standard, it was not required to\n\nitemize its damages in the complaint.         Lockheed also argues that\n\nthe complaint, fairly read, gave notice to Rantec that these other\n\nitems were in the chamber.         We disagree for several reasons.\n\nFirst, while the Federal Rules of Civil Procedure require only\n\nnotice pleading, there is nothing in the complaint that would put\n\nRantec on notice that Lockheed was claiming anything other than\n\ndamage to the chamber itself.     A review of the complaint reveals no\n\nmention of other items in the chamber.          Instead, the complaint\n\nrepeats several times that \"plaintiff's anechoic chambers were\n\ndoused with water and severely damaged.\"        Lockheed also specified\n\nthat the \"anechoic foam and sub-flooring in the chamber\" was\n\ndamaged.     Nothing   in   the   complaint    provides   the    slightest\n\nindication that there were other items in the chamber or that\n\nLockheed suffered damage to anything other than the chamber itself.\n\nWe see no reason to allow Lockheed to claim damage to other items\n\nwhen it never bothered to mention or even hint toward damage to\n\nanything beyond the anechoic chamber itself in the complaint.\n\n           Second, in reviewing the New Hampshire cases dealing with\n\nthe economic loss doctrine, it is clear that the New Hampshire\n\ncourts have looked to the complaint to determine whether the\n\ndamages claimed by a plaintiff were economic loss.              See Border\n\n\nmade by the district court.\n\n                                  -15-\n\fBrook Terrace Condo. Ass'n, 622 A.2d at 1253 (looking to the\n\n\"plaintiffs' writ\" in determining whether plaintiffs suffered only\n\neconomic loss); Ellis, 513 A.2d at 954 (\"The plaintiffs' claim does\n\nnot involve property damage per se.            Rather, the writ alleges\n\neconomic loss resulting from the defendant's failure to properly\n\nperform a contractual obligation.\")(emphasis added).10 Although it\n\nis not controlling under the Federal Rules of Civil Procedure, we\n\nfind the approach of the New Hampshire courts instructive. Because\n\nLockheed failed to give any indication in its complaint that it was\n\nalleging damage to anything other than the anechoic chamber, we\n\nwill not consider alleged damage to the pedestal and positioning\n\nsystem in this appeal.\n\n           C.    Lockheed's Implied Warranties Claims\n\n           Lockheed      also   brought   claims   for    breach   of   implied\n\nwarranties under New Hampshire's Uniform Commercial Code (\"UCC\").11\n\nThe   district   court    assumed,   arguendo,     that   the   contract   was\n\n\n\n\n10\n   It is clear from the New Hampshire cases that a \"writ\" used in\nthis context is synonymous with \"complaint.\" See, e.g., Buckingham\nv. R.J. Reynolds Tobacco Co., 713 A.2d 381, 383 (N.H. 1998)(\"With\nregard to count I of the plaintiff's writ, we hold that the\nplaintiff has failed to state a claim upon which relief may be\ngranted because the complaint does not allege that the product was\n'defective' and 'unreasonably dangerous' as separate elements.\")\n(emphasis added).\n11\n   Lockheed could not bring any express warranty claims because the\nwarranty in the contract was for one year and had long expired.\n\n                                     -16-\n\fgoverned by the UCC.12    The court then found that the UCC's statute\n\nof   limitations   --   codified   as   N.H.   Rev.   Stat.   §   382-A:2-725\n\n(\"Section 2-725\") -- applied to Lockheed's claims.            Section 2-725\n\nprovides for a four-year statute of limitations commencing at the\n\ntime the cause of action accrues.        N.H. Rev. Stat. Ann. § 382-A:2-\n\n725(1).   The statute also provides\n\n           A cause of action accrues when the breach\n           occurs, regardless of the aggrieved party's\n           lack of knowledge of the breach. A breach of\n           warranty occurs when tender of delivery is\n           made, except that where a warranty explicitly\n           extends to future performance of the goods and\n           discovery of the breach must await the time of\n           such performance the cause of action accrues\n           when the breach is or should have been\n           discovered.\n\nId. § 382-A:2-725(2).\n\n           The district court found that Lockheed accepted the\n\nchamber in 1993 and did not file its complaint until 1999.               The\n\ncourt therefore found that Lockheed's claims were barred by the\n\nstatute of limitations.     The court, moreover, found no reason for\n\nequitable tolling.\n\n           On appeal, Lockheed makes two arguments.                First, it\n\nargues that the statute of limitations in Section 2-725 does not\n\napply to its case. Alternatively, it argues that equitable tolling\n\n\n12\n   Below, Rantec argued that the UCC did not apply to the contract\nand that Lockheed could therefore not bring any claims under the\nUCC. The district court did not address this argument. Rantec has\nalso made this argument before us, but we need not address it given\nour disposition of Lockheed's implied warranties claims. Like the\ndistrict court, we will assume, arguendo, that the UCC applies.\n\n                                   -17-\n\fapplies. We address each argument in turn. According to Lockheed,\n\nthe substance of its action \"is not a malfunctioning of the\n\nanechoic   chamber,   but   rather,   sudden   flooding   and   resulting\n\nproperty damage.\"     As a result, Lockheed argues, the substance of\n\nthis action is a tort claim for property damage and therefore the\n\napplicable statute of limitations is found in N.H. Rev. Stat. Ann.\n\n§ 508:4 (\"Section 508:4\"), which provides a three-year statute of\n\nlimitations for \"personal actions.\"     Section 508:4 also explicitly\n\ncontains a discovery rule exception to the statute of limitations,\n\nwhich is why Lockheed is attempting to persuade us that Section\n\n508:4 applies.13\n\n           We reject Lockheed's argument for two reasons. First, in\n\nits complaint, Lockheed brought tort claims and contract claims.\n\nWe have already disposed of Lockheed's tort claims, leaving only\n\nthe contract claim for implied warranties, and both the form and\n\nsubstance of this claim appear to us to be a contract claim.\n\n\n13\n     Section 508:4 states, in relevant part, that\n\n      Except as otherwise provided by law, all personal\n      actions, except actions for slander or libel, may be\n      brought only within 3 years of the act or omission\n      complained of, except that when the injury and its causal\n      relationship to the act or omission were not discovered\n      and could not reasonably have been discovered at the time\n      of the act or omission, the action shall be commenced\n      within 3 years of the time the plaintiff discovers, or in\n      the exercise of reasonable diligence should have\n      discovered, the injury and its causal relationship to the\n      act or omission complained of.\n\nN.H. Rev. Stat. Ann. § 508:4.\n\n                                 -18-\n\fFurther, given our discussion of the economic loss rule, it is\n\nclear that the damage Lockheed suffered was \"the failure of the\n\nproduct to function properly[, which] is the essence of a warranty\n\naction . . . .\"    East River, 476 U.S. at 868.       In other words, the\n\nsubstance of this action is a malfunctioning anechoic chamber, not\n\n\"sudden flooding and resulting property damage\" as Lockheed claims.\n\nGiven this, we see no reason to allow Lockheed to convert its\n\ncontract claim for implied warranty into a tort claim. Second, all\n\nof   the   cases   involving   a   warranty   claim   brought   under   New\n\nHampshire's UCC have used Section 2-725's statute of limitations.\n\nSee Gagnon v. G.D. Searle & Co., 889 F.2d 340, 343 (1st Cir. 1989)\n\n(\"The statute of limitations applicable to [appellant's] breach of\n\nwarranty claim requires that an action be commenced 'within four\n\nyears after the cause of action has accrued.'\")(quoting N.H. Rev.\n\nStat. Ann. § 382-A:2-725(1)); Pub. Serv. Co. of New Hampshire v.\n\nWestinghouse Elec. Corp., 685 F. Supp. 1281, 1284 (D.N.H. 1988)\n\n(\"Actions for breach of implied warranties are also subject to the\n\nUCC four-year statute of limitations . . . .\"); Morrissette v.\n\nSears, Roebuck & Co., 322 A.2d 7, 11-12 (N.H. 1974).14 We therefore\n\n\n14\n   We do not find Lockheed's attempts to distinguish these cases\npersuasive. For example, Lockheed argues that in Gagnon, we held\nthat \"both the then-six year statute of limitations under N.H. Rev.\nStat. Ann. § 508:4 and the four year statute of limitations under\nN.H. Rev. Stat. Ann. 382-A:2-725 had expired\" before the suit was\nbrought, and we therefore did not consider which limitations period\napplied. However, this argument ignores the fact that in Gagnon,\nwe explicitly divided the plaintiff's claims into tort claims and\nwarranty claims. For the tort claims, we stated that Section 508:4\n\n                                    -19-\n\ffind that Lockheed's implied warranties claims brought under the\n\nUCC are subject to the UCC's statute of limitations.\n\n          Lockheed's second argument is that, even if we apply\n\nSection 2-725's limitations period, equitable tolling should apply.\n\nThe district court rejected this argument, finding no evidence\n\nsufficient to create a genuine issue as to whether equitable\n\ntolling should apply.   We agree.   Lockheed notes that Section 382-\n\nA:725(4) states that the UCC statute of limitations \"does not alter\n\nthe law on tolling of the statute of limitations . . . .\"   It also\n\nnotes that the New Hampshire Supreme Court has recently recognized\n\nequitable tolling in other contexts and that equitable tolling\n\nshould apply here.15    See Portsmouth Country Club v. Town of\n\nGreenland, 883 A.2d 298, 304 (N.H. 2005).       However, Portsmouth\n\nCountry Club involved a tax abatement proceeding with a different\n\nstatute of limitations, not an implied warranty claim governed by\n\nSection 2-725's statute of limitations.     Given the fact that the\n\n\n\napplied, Gagnon, 889 F.2d at 342, and for the warranty claims, we\nspecifically stated that Section 2-725 applied, id. at 343.\n15\n   Lockheed's argument is somewhat confusing in that it sometimes\nappears to conflate equitable tolling and the discovery rule. For\nexample, in arguing for equitable tolling, Lockheed states that\n\"the New Hampshire legislature has specifically endorsed and\ncodified the discovery rule, a form of equitable tolling, for\nappropriate actions.\"   While related, equitable tolling and the\ndiscovery rule are distinct doctrines.        Further, while New\nHampshire has adopted the discovery rule for tort actions covered\nby Section 508:4, it has recently rejected a discovery rule\nexception for implied warranty claims governed by Section 2-725.\nSee Kelleher, 2005 WL 3429739, at *27.\n\n                               -20-\n\fNew Hampshire Supreme Court has recently stated that the discovery\n\nrule is not applicable in implied warranties claims governed by\n\nSection 2-725, it is likely that court would also find that\n\nequitable tolling is inapplicable, especially considering Section\n\n2-725's statement that \"[a] cause of action accrues when the breach\n\noccurs, regardless of the aggrieved party's lack of knowledge of\n\nthe breach.\" N.H. Rev. Stat. Ann. § 382-A:2-725(2). Morever, even\n\nif the New Hampshire Supreme Court were to allow equitable tolling\n\nfor certain claims governed by Section 2-725, such relief is\n\nunavailable here.   Portsmouth Country Club noted that equitable\n\ntolling \"is typically available only if the claimant was prevented\n\nin some extraordinary way from exercising his or her rights . . . .\n\nIt applies principally if the plaintiff is actively misled by the\n\ndefendant about the cause of action.\"   883 A.2d at 304 (emphasis\n\nadded)(citation and internal quotation marks omitted).       Here,\n\nLockheed has not even attempted to argue that it was actively\n\nmisled by Rantec about its cause of action.       Further, we see\n\nnothing extraordinary about what happened.    This is a case of a\n\nparty who received a product that malfunctioned several years after\n\npurchase.   Such cases occur all the time, and we see no reason to\n\napply the rarely used doctrine of equitable tolling to Lockheed's\n\ncase. We therefore find that Lockheed's implied warranties' claims\n\nare barred by the four-year statute of limitations period in\n\nSection 2-725.\n\n\n                               -21-\n\fIII.   Conclusion\n\n           For the foregoing reasons, we affirm the district court's\n\ngrant of summary judgment in favor of Rantec as to Lockheed's\n\nclaims.   Rantec's appeal regarding the district court's grant of\n\nsummary judgment in favor of the FM Entities is withdrawn.\n\n           Affirmed.\n\n\n\n\n                                -22-\n\f",
  "html": "<p class=\"case_cite\">440 F.3d 549</p>\n    <p class=\"parties\">LOCKHEED MARTIN CORPORATION, individually, doing business as, and acting by and through \"Lockheed Martin Missiles &amp; Space\" and \"Sanders, a Lockheed Martin Company\", Plaintiff, Appellant,<br>v.<br>RFI SUPPLY, INC., formerly known as RFI Communications &amp; Security Systems; Grinnell Corporation, doing business as Grinnell Fire Protection Systems Company; Kidde-fenwal, Inc., Defendants,<br>Rantec Power Systems, Inc., Defendant/Third-Party Plaintiff, Appellee/Cross-Appellant,<br>v.<br>Factory Mutual Research Corporation; Factory Mutual Insurance Company, Third-Party Defendants, Cross-Appellees,<br>Star Sprinkler, Inc.; Allendale Mutual Insurance Company, Third-Party Defendants.</p>\n    <p class=\"docket\">No. 05-1737.</p>\n    <p class=\"docket\">No. 05-1831.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 12, 2006.</p>\n    <p class=\"date\">Decided March 17, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Randy W. Gimple, with whom Carlson, Calladine &amp; Peterson, LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Patrick J. Hagan, with whom J. Cross Creason, Dillingham &amp; Murphy, LLP, Richard B. Kirby and Keegan, Werlin &amp; Pabian, LLP were on brief, for appellee/cross-appellant Rantec Power Systems, Inc.</p>\n      <p class=\"indent\">Jonathan D. Mutch, with whom James S. Harrington and Robins, Kaplan, Miller &amp; Ciresi, LLP were on brief, for cross-appellees Factory Mutual Research Corp. and Factory Mutual Insurance Company.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves three parties: Plaintiff Lockheed Martin Corporation (\"Lockheed\"), Defendant Rantec Power Systems, Inc. (\"Rantec\"), and Third-Party Defendants Factory Mutual Research Corporation (\"FMRC\") and Factory Mutual Insurance Corporation (collectively, the \"FM Entities\"). Lockheed appeals the district court's grant of Rantec's motion for summary judgment against Lockheed. Rantec, in turn, appeals the district court's grant of the FM Entities' motion for summary judgment against Rantec. We affirm the district court's grant of Rantec's motion for summary judgment against Lockheed and do not reach the district court's grant of the FM Entities' motion for summary judgment against Rantec.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">I. <i>Factual Background and Procedural History</i></p>\n    </div>\n    <p class=\"indent\">A. Lockheed and Rantec</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Lockheed is an advanced technology company incorporated in Maryland that also has its principal place of business in Maryland. Rantec is a Delaware corporation with its principal place of business in Missouri. Rantec designs and constructs anechoic chambers.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On April 15, 1992, Lockheed and Rantec entered into a written contract in which Rantec agreed to design and construct an anechoic chamber at a Lockheed facility in Merrimack, New Hampshire. As part of the contract, Rantec was required to \"design, fabricate, and install a fire detection and sprinkler system\" in the chamber. The contract contained a warranty clause providing that \"[a]ll equipment and workmanship shall be guaranteed to be free from defects by [Rantec] for a period of one (1) year after final acceptance, unless a different warranty is specified.\" Rantec completed construction of the chamber in late 1992, and final acceptance occurred in 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The fire detection system consisted of, <i>inter alia,</i> smoke detectors, fire alarms, valves, telescoping sprinkler assemblies (\"TSAs\"), and sprinkler heads. The TSAs were retracted above and outside the chamber and were designed to extend into the chamber when the detection system identified smoke or fire but not immediately release water. Once the temperature exceeded a certain level, a fusible link incorporated in the sprinkler head would melt and water would be released into the chamber.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The present case stems from two incidents involving flooding of Lockheed anechoic chambers. In December 1996, an anechoic chamber at a Lockheed facility in California suffered water damage when three of the TSAs broke and water flooded the chamber. On March 27, 1997, the sprinkler system at the anechoic chamber in New Hampshire malfunctioned. The fire suppression system activated due to a defect in an electronic panel sold and installed by another contractor not party to this suit. The TSAs extended and some of the sprinkler heads broke and released a large amount of water into the chamber. The foam and sub-flooring of the chamber suffered $400,000 of damage. According to Lockheed, also damaged by the flood were a pedestal and positioning system costing over $160,000. These items were not provided under the contract with Rantec. Lockheed did not include these items in its complaint and did not amend its complaint to add these items.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 20, 1999, Lockheed brought suit against Rantec in the United States District Court for the Northern District of California,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> alleging claims stemming from the incidents in California and New Hampshire. On August 29, 2000, the district court in California severed Lockheed's New Hampshire claims, and the parties then stipulated to transfer the New Hampshire claims to the United States District Court for the District of Massachusetts. Lockheed raised the following claims regarding the New Hampshire events: (1) negligence, (2) strict liability, and (3) implied warranties.</p>\n    </div>\n    <p class=\"indent\">B. Rantec and the FM Entities</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">FMRC performs testing, issues product standards, and publishes a directory of \"FM Approved\" products for use in fire suppression systems. Rantec's claims against the FM Entities stemmed from FMRC's approval of Rantec's TSAs on the condition that they be equipped with certain sprinkler heads &#8212; the sprinkler heads that broke when the TSAs extended into Lockheed's anechoic chamber. After Lockheed sued Rantec, Rantec moved to add the FM Entities as Third-Party Defendants pursuant to Rule 14(a) of the Federal Rules of Civil Procedure. In their briefs, Rantec and the FM Entities dispute when Rantec filed its Third-Party complaint against the FM Entities. Because we are not reaching Rantec's appeal regarding the grant of summary judgment in favor of the FM Entities, we do not address this issue.</p>\n    </div>\n    <p class=\"indent\">C. Proceedings Below</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 12, 2001, Rantec moved for summary judgment against Lockheed. The district court denied this motion on June 6, 2001. On September 30, 2003, the court stayed all further proceedings pending resolution of the California litigation. The district court reopened litigation on December 9, 2004. Rantec re-filed its motion for summary judgment against Lockheed, and the FM Entities moved for summary judgment against Rantec. On April 20, 2005, the district court granted Rantec's motion for summary judgment against Lockheed and granted the FM Entities' motion for summary judgment against Rantec. Regarding Lockheed's claims against Rantec, the district court found that the economic loss doctrine barred Lockheed's tort claims and that the implied warranties' claims were barred by the statute of limitations. Lockheed appealed on May 17, 2005. Rantec appealed on May 31, 2005.</p>\n    </div>\n    <p class=\"indent\">II. <i>Discussion</i></p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"We review a district court's grant of summary judgment <i>de novo,</i> viewing the facts in the light most favorable to the nonmovant.\" <i>Uncle Henry's, Inc. v. Plaut Consulting Co.,</i> 399 F.3d 33, 41 (1st Cir. 2005). Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). We may affirm a district court's grant of summary judgment on any basis apparent in the record. <i>Uncle Henry's,</i> 399 F.3d at 41.</p>\n    </div>\n    <p class=\"indent\">B. Lockheed's Tort Claims</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties agree that New Hampshire law governs this case. The district court found that, under New Hampshire law, Lockheed's tort claims were barred by what is known as the economic loss rule. Under the economic loss rule, a party generally may not recover in tort for \"economic loss.\" We begin by discussing how the New Hampshire courts have defined \"economic loss\" and applied the economic loss rule.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The New Hampshire Supreme Court has defined \"economic loss\" as \"the diminution in the value of a product because it is inferior in quality,\" <i>Ellis v. Robert C. Morris, Inc.,</i> 128 N.H. 358, 513 A.2d 951, 954 (N.H.1986)(internal quotation marks omitted), <i>overruled on other grounds by Lempke v. Dagenais,</i> 130 N.H. 782, 547 A.2d 290, 297-98 (1988), and \"that loss resulting from the failure of the product to perform to the level expected by the buyer[, which] is commonly measured by the cost of repairing or replacing the product,\" <i>Lempke,</i> 547 A.2d at 296. The New Hampshire Supreme Court has also stated that \"[w]hen a defective product accidentally causes harm to persons or property, the resulting harm is treated as personal injury or property damage. But when damage occurs to the inferior product itself... the harm is characterized as economic loss.\" <i>Ellis,</i> 513 A.2d at 954.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The New Hampshire Supreme Court has also noted that \"[i]t is clear that the majority of courts do not allow economic loss recovery in tort, but that economic loss is recoverable in contract,\" <i>Lempke,</i> 547 A.2d at 296, and that a party usually may not recover damages for economic loss via a tort claim. <i>See Border Brook Terrace Condo. Ass'n v. Gladstone,</i> 137 N.H. 11, 622 A.2d 1248, 1253 (1993). The district court found that the flooding was caused by a malfunction of the anechoic chamber and that the only thing damaged was the chamber itself. The district court therefore concluded that Lockheed suffered only economic loss and could not recover on its negligence or strict liability claims.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lockheed argues that, under New Hampshire law, the economic loss rule does not bar tort actions where a defect \"actually poses an affirmative risk of harm to persons or property.\" Lockheed would have us look to how the damage occurred and, if we find that the defect or accident posed an affirmative risk to persons or property, find that its tort claims are not barred by the economic loss rule.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> However, we see nothing in the New Hampshire cases dealing with economic loss indicating that, when determining whether or not loss is economic, the New Hampshire courts would inquire into the risk posed by an accident or defect in a product. Instead, the New Hampshire cases are clear that when a product harms only itself, the loss is economic and may not be recovered in tort. For example, in a recent New Hampshire Supreme Court case, the court stated that \"`[w]hen a defective product accidentally causes harm to persons or property [<i>other than the defective product itself</i>], the resulting harm is treated as personal injury or property damage.'\" <i>Kelleher v. Lumber,</i> 891 A.2d 477, 494 (2005) (quoting <i>Ellis,</i> 513 A.2d at 954)(alteration in original)(emphasis added). The court went out of its way to add the phrase \"other than the defective product itself,\" which was not present in <i>Ellis.</i> The implication of this statement is that, when a defective product accidentally causes harm to itself, that harm is <i>not</i> treated as personal injury or property damage but is instead treated as economic loss, which is not recoverable in tort. The New Hampshire Supreme Court has therefore clearly rejected the logic behind Lockheed's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We also think that this approach comports with the policies behind several fundamental tenets of contract and tort law. Lockheed argues that the purpose of the economic loss doctrine is to distinguish between a product that fails to perform as promised and a product whose defect poses an actual risk of injury or damage, and that the dividing line between tort and contract should not hinge on the fortuity of what happened to be damaged. To our knowledge, the New Hampshire courts have not explicitly addressed these arguments. However, the United States Supreme Court has done so in <i>East River S.S. Corp. v. Transamerica Delaval, Inc.,</i> 476 U.S. 858, 106 S.Ct. 2295, 90 L.Ed.2d 865 (1986). In <i>East River,</i> an admiralty case, the Court discussed the merits of the majority view of the economic loss doctrine &#8212; that damage to a product caused by that product is economic loss and not recoverable in tort &#8212; as well as the view argued by Lockheed &#8212; that the economic loss doctrine should turn on the affirmative risk posed by the defective product. In rejecting the position advocated by Lockheed, the Court stated that such a position, \"which essentially turn[s] on the degree of risk, [is] too indeterminate to enable manufacturers easily to structure their business behavior.\" <i>Id.</i> at 870, 106 S.Ct. 2295. The Court also stated that</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">[t]he distinction that the law has drawn between tort recovery for physical injuries and warranty recovery for economic loss is not arbitrary and does not rest on the \"luck\" of one plaintiff in having an accident causing physical injury. The distinction rests, rather, on an understanding of the nature of the responsibility a manufacturer must undertake in distributing his products. When a product injures only itself the reasons for imposing tort duty are weak and those for leaving the party to its contractual remedies are strong.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>Id.</i> at 871, 106 S.Ct. 2295 (citation and internal quotation marks omitted).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As the Court noted, \"[e]ven when the harm to the product itself occurs through an abrupt, accident-like event, the resulting loss due to repair costs, decreased value, and lost profits is essentially the failure of the purchaser to receive the benefit of its bargain &#8212; traditionally the core concern of contract law.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Id.</i> at 870, 106 S.Ct. 2295.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Further, Lockheed's position would eviscerate the line between tort and contract and would allow tort, in many ways, to swallow up contract law. As the Supreme Court noted in <i>East River,</i> \"[p]roducts liability grew out of a public policy judgment that people need more protection from dangerous products than is afforded by the law of warranty. It is clear, however, that if this development were allowed to progress too far, contract law would drown in a sea of tort.\" <i>Id.</i> at 866, 106 S.Ct. 2295 (citation omitted). Lockheed's view would lead to just that result. It would allow any party who suffered damage as a result of a product's malfunction to bring a tort claim by asserting that the malfunction occurred in a way that might have harmed another person or property, regardless of whether any other person or property was actually harmed. We think the better approach is to look at what in fact happened, not what could have happened.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In sum, it is clear from the New Hampshire cases, especially <i>Kelleher,</i> the New Hampshire Supreme Court's most recent case regarding the economic loss rule, that New Hampshire has adopted the majority view of the economic loss rule which the Supreme Court discussed in <i>East River.</i> Therefore, if the flooding caused by the allegedly defective sprinkler systems damaged only the product itself, then the economic loss rule prohibits Lockheed from recovery on its tort claims.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We turn now to address whether the flooding damaged only the product itself. Lockheed makes two arguments regarding this issue. First, it argues that the fire suppression system and the anechoic chamber were different products, and that the defect in the fire suppression therefore damaged another product &#8212; the anechoic chamber. However, as Rantec points out, the parties' contract for the anechoic chamber included the fire suppression system as a component part of the chamber, not a separate product. As part of the contract, the parties included a document entitled \"Tapered Anechoic Chamber, Compact Range Chamber Technical Specification.\" Paragraph 1.0 of this document, entitled \"Introduction,\" stated that \"[t]his document provides specification information for a tapered anechoic chamber....\" Paragraph 2.0, entitled \"Tapered Anechoic Chamber and Control Room,\" stated that \"[t]he specification is for a tapered anechoic chamber to be used as a general purpose facility for RCS test and antenna pattern measurements.... The contractor will design, fabricate, and test the chamber, including all HVAC, fire detection and suppression\" utilities. From these provisions, it is clear that the fire suppression system was a component part of the anechoic chamber according to the technical specifications for the chamber agreed upon by the parties. The anechoic chamber and fire suppression system are therefore properly regarded as a single unit. As the Supreme Court noted in <i>East River,</i> \"[s]ince all but the very simplest of machines have component parts, [a contrary] holding would require a finding of property damage in virtually every case where a product damages itself.\" 476 U.S. at 867, 106 S.Ct. 2295 (internal quotation marks and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Lockheed's second argument is that there were in fact other items in the chamber when it was flooded: a pedestal and positioning system. However, as Rantec points out, Lockheed never mentioned these items in its complaint and never amended its complaint to include these items.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Lockheed attempts to get around this issue by arguing that, under the Federal Rules of Civil Procedure's notice pleading standard, it was not required to itemize its damages in the complaint. Lockheed also argues that the complaint, fairly read, gave notice to Rantec that these other items were in the chamber. We disagree for several reasons. First, while the Federal Rules of Civil Procedure require only notice pleading, there is nothing in the complaint that would put Rantec on notice that Lockheed was claiming anything other than damage to the chamber itself. A review of the complaint reveals no mention of other items in the chamber. Instead, the complaint repeats several times that \"plaintiff's anechoic chambers were doused with water and severely damaged.\" Lockheed also specified that the \"anechoic foam and sub-flooring in the chamber\" was damaged. Nothing in the complaint provides the slightest indication that there were other items in the chamber or that Lockheed suffered damage to anything other than the chamber itself. We see no reason to allow Lockheed to claim damage to other items when it never bothered to mention or even hint toward damage to anything beyond the anechoic chamber itself in the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Second, in reviewing the New Hampshire cases dealing with the economic loss doctrine, it is clear that the New Hampshire courts have looked to the complaint to determine whether the damages claimed by a plaintiff were economic loss. <i>See Border Brook Terrace Condo. Ass'n,</i> 622 A.2d at 1253 (looking to the \"plaintiffs' writ\" in determining whether plaintiffs suffered only economic loss); <i>Ellis,</i> 513 A.2d at 954 (\"The plaintiffs' claim does not involve property damage <i>per se. Rather, the writ alleges</i> economic loss resulting from the defendant's failure to properly perform a contractual obligation.\")(emphasis added).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Although it is not controlling under the Federal Rules of Civil Procedure, we find the approach of the New Hampshire courts instructive. Because Lockheed failed to give any indication in its complaint that it was alleging damage to anything other than the anechoic chamber, we will not consider alleged damage to the pedestal and positioning system in this appeal.</p>\n    </div>\n    <p class=\"indent\">C. Lockheed's Implied Warranties Claims</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Lockheed also brought claims for breach of implied warranties under New Hampshire's Uniform Commercial Code (\"UCC\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The district court assumed, <i>arguendo,</i> that the contract was governed by the UCC.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The court then found that the UCC's statute of limitations &#8212; codified as N.H.Rev.Stat. &#167; 382-A:2-725 (\"Section 2-725\") &#8212; applied to Lockheed's claims. Section 2-725 provides for a four-year statute of limitations commencing at the time the cause of action accrues. N.H.Rev.Stat. Ann. &#167; 382-A:2-725(1). The statute also provides</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A cause of action accrues when the breach occurs, regardless of the aggrieved party's lack of knowledge of the breach. A breach of warranty occurs when tender of delivery is made, except that where a warranty explicitly extends to future performance of the goods and discovery of the breach must await the time of such performance the cause of action accrues when the breach is or should have been discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Id.</i> &#167; 382-A:2-725(2).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court found that Lockheed accepted the chamber in 1993 and did not file its complaint until 1999. The court therefore found that Lockheed's claims were barred by the statute of limitations. The court, moreover, found no reason for equitable tolling.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On appeal, Lockheed makes two arguments. First, it argues that the statute of limitations in Section 2-725 does not apply to its case. Alternatively, it argues that equitable tolling applies. We address each argument in turn. According to Lockheed, the substance of its action \"is not a malfunctioning of the anechoic chamber, but rather, sudden flooding and resulting property damage.\" As a result, Lockheed argues, the substance of this action is a tort claim for property damage and therefore the applicable statute of limitations is found in N.H.Rev.Stat. Ann. &#167; 508:4 (\"Section 508:4\"), which provides a three-year statute of limitations for \"personal actions.\" Section 508:4 also explicitly contains a discovery rule exception to the statute of limitations, which is why Lockheed is attempting to persuade us that Section 508:4 applies.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We reject Lockheed's argument for two reasons. First, in its complaint, Lockheed brought tort claims and contract claims. We have already disposed of Lockheed's tort claims, leaving only the contract claim for implied warranties, and both the form and substance of this claim appear to us to be a contract claim. Further, given our discussion of the economic loss rule, it is clear that the damage Lockheed suffered was \"the failure of the product to function properly[, which] is the essence of a warranty action....\" <i>East River,</i> 476 U.S. at 868, 106 S.Ct. 2295. In other words, the substance of this action is a malfunctioning anechoic chamber, not \"sudden flooding and resulting property damage\" as Lockheed claims. Given this, we see no reason to allow Lockheed to convert its contract claim for implied warranty into a tort claim. Second, all of the cases involving a warranty claim brought under New Hampshire's UCC have used Section 2-725's statute of limitations. <i>See Gagnon v. G.D. Searle &amp; Co.,</i> 889 F.2d 340, 343 (1st Cir.1989) (\"The statute of limitations applicable to [appellant's] breach of warranty claim requires that an action be commenced `within four years after the cause of action has accrued.'\")(quoting N.H.Rev.Stat. Ann. &#167; 382-A:2-725(1)); <i>Pub. Serv. Co. of New Hampshire v. Westinghouse Elec. Corp.,</i> 685 F.Supp. 1281, 1284 (D.N.H.1988) (\"Actions for breach of implied warranties are also subject to the UCC four-year statute of limitations....\"); <i>Morrissette v. Sears, Roebuck &amp; Co.,</i> 114 N.H. 384, 322 A.2d 7, 11-12 (N.H.1974).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> We therefore find that Lockheed's implied warranties claims brought under the UCC are subject to the UCC's statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Lockheed's second argument is that, even if we apply Section 2-725's limitations period, equitable tolling should apply. The district court rejected this argument, finding no evidence sufficient to create a genuine issue as to whether equitable tolling should apply. We agree. Lockheed notes that Section 382-A:725(4) states that the UCC statute of limitations \"does not alter the law on tolling of the statute of limitations....\" It also notes that the New Hampshire Supreme Court has recently recognized equitable tolling in other contexts and that equitable tolling should apply here.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> <i>See Portsmouth Country Club v. Town of Greenland,</i> 883 A.2d 298, 304 (N.H.2005). However, <i>Portsmouth Country Club</i> involved a tax abatement proceeding with a different statute of limitations, not an implied warranty claim governed by Section 2-725's statute of limitations. Given the fact that the New Hampshire Supreme Court has recently stated that the discovery rule is not applicable in implied warranties claims governed by Section 2-725, it is likely that court would also find that equitable tolling is inapplicable, especially considering Section 2-725's statement that \"[a] cause of action accrues when the breach occurs, regardless of the aggrieved party's lack of knowledge of the breach.\" N.H.Rev.Stat. Ann. &#167; 382-A:2-725(2). Moreover, even if the New Hampshire Supreme Court were to allow equitable tolling for certain claims governed by Section 2-725, such relief is unavailable here. <i>Portsmouth Country Club</i> noted that equitable tolling \"is typically available only if the claimant <i>was prevented in some extraordinary way</i> from exercising his or her rights.... It applies principally if the plaintiff <i>is actively misled by the defendant</i> about the cause of action.\" 883 A.2d at 304 (emphasis added) (citation and internal quotation marks omitted). Here, Lockheed has not even attempted to argue that it was actively misled by Rantec about its cause of action. Further, we see nothing extraordinary about what happened. This is a case of a party who received a product that malfunctioned several years after purchase. Such cases occur all the time, and we see no reason to apply the rarely used doctrine of equitable tolling to Lockheed's case. We therefore find that Lockheed's implied warranties' claims are barred by the four-year statute of limitations period in Section 2-725.</p>\n    </div>\n    <p class=\"indent\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's grant of summary judgment in favor of Rantec as to Lockheed's claims. Rantec's appeal regarding the district court's grant of summary judgment in favor of the FM Entities is withdrawn.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At oral argument, counsel for Rantec stated that Rantec would withdraw its appeal regarding the grant of summary judgment in favor of the FM Entities if we affirmed the grant of summary judgment as to Lockheed's claims. Because we affirm that portion of the district court's opinion, we do not reach Rantec's appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> An anechoic chamber is a steel shielded room padded with foam material to absorb light and sound. These chambers are used by Lockheed to test antenna signals for aerospace and military applications</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A reading of Lockheed's complaint shows that it claimed damages only to the anechoic foam and sub-flooring in the chamber, as well as to the sprinkler assemblies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court had diversity jurisdiction under 28 U.S.C. &#167; 1332. All of Lockheed's claims involved state law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As we will discuss below, the New Hampshire Supreme Court has recently clarified this statement in<i>Kelleher v. Marvin Lumber and Cedar Co.,</i> ___ A.2d ___, 2005 WL 3429739 (N.H. Dec. 15, 2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In making this argument, Lockheed states that its view is consistent with \"that of the overwhelming majority of courts around the country.\" We disagree. As the United States Supreme Court noted in<i>East River Steamship Corp. v. Transamerica Delaval, Inc.,</i> 476 U.S. 858, 868, 106 S.Ct. 2295, 90 L.Ed.2d 865 (1986), the majority of courts have held that a party may not recover in tort when a product's malfunction damages only the product itself, regardless of the manner in which the damage occurred or the risk posed by the defect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> While the Court was not speaking about New Hampshire law, and its decision is therefore not controlling in this case, we think that its policy rationale applies in full force, especially considering our finding that New Hampshire has adopted the majority view of the economic loss doctrine</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Lockheed admits that if there had been a fire in the chamber but the sprinkler system failed to extinguish it, or if the sprinkler system had interfered with the chamber's ability to send or receive signals, then it would likely be barred by the economic loss doctrine because these situations would have involved a failure of the chamber to perform. Lockheed attempts to distinguish these situations from the flooding of the chamber, arguing that the flooding had nothing to do with the chamber's ability to perform. However, we see no difference between the situations. Part of the chamber's ability to perform was the fire suppression system's ability to extend the TSAs into the chamber if there was a fire but not release water until a certain temperature was reached. Here, there were two failures to perform: (1) the sprinklers descended into the chamber when there was not a fire, and (2) the sprinklers released water into the chamber even though there was no fire. This latter occurrence was, in many ways, a failure of the sprinkler system to perform one of its most basic functions &#8212; to not release water into the chamber simply because the TSAs had been deployed. We therefore reject Lockheed's attempts to distinguish the present situation from other situations where it admits that there would be a failure of performance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The district court rejected Lockheed's argument on the basis that Lockheed had failed to point to any evidence that the damage to this property exceeded $75,000. Because we think the fact that Lockheed never mentioned this other property in its complaint is sufficient to dispose of its argument, we do not address this point made by the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It is clear from the New Hampshire cases that a \"writ\" used in this context is synonymous with \"complaint.\"<i>See, e.g., Buckingham v. R.J. Reynolds Tobacco Co.,</i> 142 N.H. 822, 713 A.2d 381, 383 (1998)(\"With regard to count I of the plaintiff's <i>writ,</i> we hold that the plaintiff has failed to state a claim upon which relief may be granted because the <i>complaint</i> does not allege that the product was `defective' and `unreasonably dangerous' as separate elements.\") (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Lockheed could not bring any express warranty claims because the warranty in the contract was for one year and had long expired</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Below, Rantec argued that the UCC did not apply to the contract and that Lockheed could therefore not bring any claims under the UCC. The district court did not address this argument. Rantec has also made this argument before us, but we need not address it given our disposition of Lockheed's implied warranties claims. Like the district court, we will assume,<i>arguendo,</i> that the UCC applies.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Section 508:4 states, in relevant part, that</p>\n        <p class=\"indent\">Except as otherwise provided by law, all personal actions, except actions for slander or libel, may be brought only within 3 years of the act or omission complained of, except that when the injury and its causal relationship to the act or omission were not discovered and could not reasonably have been discovered at the time of the act or omission, the action shall be commenced within 3 years of the time the plaintiff discovers, or in the exercise of reasonable diligence should have discovered, the injury and its causal relationship to the act or omission complained of.</p>\n        <p class=\"indent\">N.H.Rev.Stat. Ann. &#167; 508:4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We do not find Lockheed's attempts to distinguish these cases persuasive. For example, Lockheed argues that in<i>Gagnon,</i> we held that \"both the then-six year statute of limitations under N.H.Rev.Stat. Ann. &#167; 508:4 and the four year statute of limitations under N.H.Rev.Stat. Ann. 382-A:2-725 had expired\" before the suit was brought, and we therefore did not consider which limitations period applied. However, this argument ignores the fact that in <i>Gagnon,</i> we explicitly divided the plaintiff's claims into tort claims and warranty claims. For the tort claims, we stated that Section 508:4 applied, <i>Gagnon,</i> 889 F.2d at 342, and for the warranty claims, we specifically stated that Section 2-725 applied, <i>id.</i> at 343.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Lockheed's argument is somewhat confusing in that it sometimes appears to conflate equitable tolling and the discovery rule. For example, in arguing for equitable tolling, Lockheed states that \"the New Hampshire legislature has specifically endorsed and codified the discovery rule, a form of equitable tolling, for appropriate actions.\" While related, equitable tolling and the discovery rule are distinct doctrines. Further, while New Hampshire has adopted the discovery rule for tort actions covered by Section 508:4, it has recently rejected a discovery rule exception for implied warranty claims governed by Section 2-725<i>See Kelleher,</i> 891 A.2d at 508.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">549</span></span></p>\n    <p class=\"parties\">LOCKHEED MARTIN CORPORATION, individually, doing business as, and acting by and through \"Lockheed Martin Missiles &amp; Space\" and \"Sanders, a Lockheed Martin Company\", Plaintiff, Appellant,<br>v.<br>RFI SUPPLY, INC., formerly known as RFI Communications &amp; Security Systems; Grinnell Corporation, doing business as Grinnell Fire Protection Systems Company; Kidde-fenwal, Inc., Defendants,<br>Rantec Power Systems, Inc., Defendant/Third-Party Plaintiff, Appellee/Cross-Appellant,<br>v.<br>Factory Mutual Research Corporation; Factory Mutual Insurance Company, Third-Party Defendants, Cross-Appellees,<br>Star Sprinkler, Inc.; Allendale Mutual Insurance Company, Third-Party Defendants.</p>\n    <p class=\"docket\">No. 05-1737.</p>\n    <p class=\"docket\">No. 05-1831.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard January 12, 2006.</p>\n    <p class=\"date\">Decided March 17, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Randy W. Gimple, with whom Carlson, Calladine &amp; Peterson, LLP were on brief, for appellant.</p>\n      <p class=\"indent\">Patrick J. Hagan, with whom J. Cross Creason, Dillingham &amp; Murphy, LLP, Richard B. Kirby and Keegan, Werlin &amp; Pabian, LLP were on brief, for appellee/cross-appellant Rantec Power Systems, Inc.</p>\n      <p class=\"indent\">Jonathan D. Mutch, with whom James S. Harrington and Robins, Kaplan, Miller &amp; Ciresi, LLP were on brief, for cross-appellees Factory Mutual Research Corp. and Factory Mutual Insurance Company.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, CAMPBELL, Senior Circuit Judge, and LIPEZ, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves three parties: Plaintiff Lockheed Martin Corporation (\"Lockheed\"), Defendant Rantec Power Systems, Inc. (\"Rantec\"), and Third-Party Defendants Factory Mutual Research Corporation (\"FMRC\") and Factory Mutual Insurance Corporation (collectively, the \"FM Entities\"). Lockheed appeals the district court's grant of Rantec's motion for summary judgment against Lockheed. Rantec, in turn, appeals the district court's grant of the FM Entities' motion for summary judgment against Rantec. We affirm the district court's grant of Rantec's motion for summary judgment against Lockheed and do not reach the district court's grant of the FM Entities' motion for summary judgment against Rantec.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">I. <i>Factual Background and Procedural History</i></p>\n    </div>\n    <p class=\"indent\">A. Lockheed and Rantec</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Lockheed is an advanced technology company incorporated in Maryland that also has its principal place of business in Maryland. Rantec is a Delaware corporation with its principal place of business in Missouri. Rantec designs and constructs anechoic chambers.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On April 15, 1992, Lockheed and Rantec entered into a written contract in which Rantec agreed to design and construct an anechoic chamber at a Lockheed facility in Merrimack, New Hampshire. As part of the contract, Rantec was required to \"design, fabricate, and install a fire detection and sprinkler system\" in the chamber. The contract contained a warranty clause providing that \"[a]ll equipment and workmanship shall be guaranteed to be free from defects by [Rantec] for a period of one (1) year after final acceptance, unless a different warranty is specified.\" Rantec completed construction of the chamber in late 1992, and final acceptance occurred in 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The fire detection system consisted of, <i>inter alia,</i> smoke detectors, fire alarms, valves, telescoping sprinkler assemblies (\"TSAs\"), and sprinkler heads. The TSAs were retracted above and outside the chamber and were designed to extend into the chamber when the detection system identified smoke or fire but not immediately release water. Once the temperature exceeded a certain level, a fusible link incorporated in the sprinkler head would melt and water would be released into the chamber.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The present case stems from two incidents involving flooding of Lockheed anechoic chambers. In December 1996, an anechoic chamber at a Lockheed facility in California suffered water damage when three of the TSAs broke and water flooded the chamber. On March 27, 1997, the sprinkler system at the anechoic chamber in New Hampshire malfunctioned. The fire suppression system activated due to a defect in an electronic panel sold and installed by another contractor not party to this suit. The TSAs extended and some of the sprinkler heads broke and released a large amount of water into the chamber. The foam and sub-flooring of the chamber suffered $400,000 of damage. According to Lockheed, also damaged by the flood were a pedestal and positioning system costing over $160,000. These items were not provided under the contract with Rantec. Lockheed did not include these items in its complaint and did not amend its complaint to add these items.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On December 20, 1999, Lockheed brought suit against Rantec in the United States District Court for the Northern District of California,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> alleging claims stemming from the incidents in California and New Hampshire. On August 29, 2000, the district court in California severed Lockheed's New Hampshire claims, and the parties then stipulated to transfer the New Hampshire claims to the United States District Court for the District of Massachusetts. Lockheed raised the following claims regarding the New Hampshire events: (1) negligence, (2) strict liability, and (3) implied warranties.</p>\n    </div>\n    <p class=\"indent\">B. Rantec and the FM Entities</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">FMRC performs testing, issues product standards, and publishes a directory of \"FM Approved\" products for use in fire suppression systems. Rantec's claims against the FM Entities stemmed from FMRC's approval of Rantec's TSAs on the condition that they be equipped with certain sprinkler heads &#8212; the sprinkler heads that broke when the TSAs extended into Lockheed's anechoic chamber. After Lockheed sued Rantec, Rantec moved to add the FM Entities as Third-Party Defendants pursuant to Rule 14(a) of the Federal Rules of Civil Procedure. In their briefs, Rantec and the FM Entities dispute when Rantec filed its Third-Party complaint against the FM Entities. Because we are not reaching Rantec's appeal regarding the grant of summary judgment in favor of the FM Entities, we do not address this issue.</p>\n    </div>\n    <p class=\"indent\">C. Proceedings Below</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On April 12, 2001, Rantec moved for summary judgment against Lockheed. The district court denied this motion on June 6, 2001. On September 30, 2003, the court stayed all further proceedings pending resolution of the California litigation. The district court reopened litigation on December 9, 2004. Rantec re-filed its motion for summary judgment against Lockheed, and the FM Entities moved for summary judgment against Rantec. On April 20, 2005, the district court granted Rantec's motion for summary judgment against Lockheed and granted the FM Entities' motion for summary judgment against Rantec. Regarding Lockheed's claims against Rantec, the district court found that the economic loss doctrine barred Lockheed's tort claims and that the implied warranties' claims were barred by the statute of limitations. Lockheed appealed on May 17, 2005. Rantec appealed on May 31, 2005.</p>\n    </div>\n    <p class=\"indent\">II. <i>Discussion</i></p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">\"We review a district court's grant of summary judgment <i>de novo,</i> viewing the facts in the light most favorable to the nonmovant.\" <i>Uncle Henry's, Inc. v. Plaut Consulting Co.,</i> <span class=\"citation\" data-id=\"789353\"><a href=\"/opinion/789353/uncle-henrys-inc-appellantcross-appellee-v-plaut-consulting-co-inc/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 41 (1st Cir. 2005). Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed.R.Civ.P. 56(c). We may affirm a district court's grant of summary judgment on any basis apparent in the record. <i>Uncle Henry's,</i> 399 F.3d at 41.</p>\n    </div>\n    <p class=\"indent\">B. Lockheed's Tort Claims</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The parties agree that New Hampshire law governs this case. The district court found that, under New Hampshire law, Lockheed's tort claims were barred by what is known as the economic loss rule. Under the economic loss rule, a party generally may not recover in tort for \"economic loss.\" We begin by discussing how the New Hampshire courts have defined \"economic loss\" and applied the economic loss rule.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The New Hampshire Supreme Court has defined \"economic loss\" as \"the diminution in the value of a product because it is inferior in quality,\" <i>Ellis v. Robert C. Morris, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">358</span></span>, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">951</span></span>, 954 (N.H.1986)(internal quotation marks omitted), <i>overruled on other grounds by Lempke v. Dagenais,</i> <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">782</span></span>, <span class=\"citation no-link\"><span class=\"volume\">547</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">290</span></span>, 297-98 (1988), and \"that loss resulting from the failure of the product to perform to the level expected by the buyer[, which] is commonly measured by the cost of repairing or replacing the product,\" <i>Lempke,</i> 547 A.2d at 296. The New Hampshire Supreme Court has also stated that \"[w]hen a defective product accidentally causes harm to persons or property, the resulting harm is treated as personal injury or property damage. But when damage occurs to the inferior product itself... the harm is characterized as economic loss.\" <i>Ellis,</i> 513 A.2d at 954.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The New Hampshire Supreme Court has also noted that \"[i]t is clear that the majority of courts do not allow economic loss recovery in tort, but that economic loss is recoverable in contract,\" <i>Lempke,</i> 547 A.2d at 296, and that a party usually may not recover damages for economic loss via a tort claim. <i>See Border Brook Terrace Condo. Ass'n v. Gladstone,</i> <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">11</span></span>, <span class=\"citation no-link\"><span class=\"volume\">622</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1248</span></span>, 1253 (1993). The district court found that the flooding was caused by a malfunction of the anechoic chamber and that the only thing damaged was the chamber itself. The district court therefore concluded that Lockheed suffered only economic loss and could not recover on its negligence or strict liability claims.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Lockheed argues that, under New Hampshire law, the economic loss rule does not bar tort actions where a defect \"actually poses an affirmative risk of harm to persons or property.\" Lockheed would have us look to how the damage occurred and, if we find that the defect or accident posed an affirmative risk to persons or property, find that its tort claims are not barred by the economic loss rule.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> However, we see nothing in the New Hampshire cases dealing with economic loss indicating that, when determining whether or not loss is economic, the New Hampshire courts would inquire into the risk posed by an accident or defect in a product. Instead, the New Hampshire cases are clear that when a product harms only itself, the loss is economic and may not be recovered in tort. For example, in a recent New Hampshire Supreme Court case, the court stated that \"`[w]hen a defective product accidentally causes harm to persons or property [<i>other than the defective product itself</i>], the resulting harm is treated as personal injury or property damage.'\" <i>Kelleher v. Lumber,</i> <span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">477</span></span>, 494 (2005) (quoting <i>Ellis,</i> 513 A.2d at 954)(alteration in original)(emphasis added). The court went out of its way to add the phrase \"other than the defective product itself,\" which was not present in <i>Ellis.</i> The implication of this statement is that, when a defective product accidentally causes harm to itself, that harm is <i>not</i> treated as personal injury or property damage but is instead treated as economic loss, which is not recoverable in tort. The New Hampshire Supreme Court has therefore clearly rejected the logic behind Lockheed's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We also think that this approach comports with the policies behind several fundamental tenets of contract and tort law. Lockheed argues that the purpose of the economic loss doctrine is to distinguish between a product that fails to perform as promised and a product whose defect poses an actual risk of injury or damage, and that the dividing line between tort and contract should not hinge on the fortuity of what happened to be damaged. To our knowledge, the New Hampshire courts have not explicitly addressed these arguments. However, the United States Supreme Court has done so in <i>East River S.S. Corp. v. Transamerica Delaval, Inc.,</i> <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">858</span></a></span>, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span>, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">865</span></a></span> (1986). In <i>East River,</i> an admiralty case, the Court discussed the merits of the majority view of the economic loss doctrine &#8212; that damage to a product caused by that product is economic loss and not recoverable in tort &#8212; as well as the view argued by Lockheed &#8212; that the economic loss doctrine should turn on the affirmative risk posed by the defective product. In rejecting the position advocated by Lockheed, the Court stated that such a position, \"which essentially turn[s] on the degree of risk, [is] too indeterminate to enable manufacturers easily to structure their business behavior.\" <i>Id.</i> at 870, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span>. The Court also stated that</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">[t]he distinction that the law has drawn between tort recovery for physical injuries and warranty recovery for economic loss is not arbitrary and does not rest on the \"luck\" of one plaintiff in having an accident causing physical injury. The distinction rests, rather, on an understanding of the nature of the responsibility a manufacturer must undertake in distributing his products. When a product injures only itself the reasons for imposing tort duty are weak and those for leaving the party to its contractual remedies are strong.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\"><i>Id.</i> at 871, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span> (citation and internal quotation marks omitted).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As the Court noted, \"[e]ven when the harm to the product itself occurs through an abrupt, accident-like event, the resulting loss due to repair costs, decreased value, and lost profits is essentially the failure of the purchaser to receive the benefit of its bargain &#8212; traditionally the core concern of contract law.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> <i>Id.</i> at 870, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Further, Lockheed's position would eviscerate the line between tort and contract and would allow tort, in many ways, to swallow up contract law. As the Supreme Court noted in <i>East River,</i> \"[p]roducts liability grew out of a public policy judgment that people need more protection from dangerous products than is afforded by the law of warranty. It is clear, however, that if this development were allowed to progress too far, contract law would drown in a sea of tort.\" <i>Id.</i> at 866, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span> (citation omitted). Lockheed's view would lead to just that result. It would allow any party who suffered damage as a result of a product's malfunction to bring a tort claim by asserting that the malfunction occurred in a way that might have harmed another person or property, regardless of whether any other person or property was actually harmed. We think the better approach is to look at what in fact happened, not what could have happened.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In sum, it is clear from the New Hampshire cases, especially <i>Kelleher,</i> the New Hampshire Supreme Court's most recent case regarding the economic loss rule, that New Hampshire has adopted the majority view of the economic loss rule which the Supreme Court discussed in <i>East River.</i> Therefore, if the flooding caused by the allegedly defective sprinkler systems damaged only the product itself, then the economic loss rule prohibits Lockheed from recovery on its tort claims.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We turn now to address whether the flooding damaged only the product itself. Lockheed makes two arguments regarding this issue. First, it argues that the fire suppression system and the anechoic chamber were different products, and that the defect in the fire suppression therefore damaged another product &#8212; the anechoic chamber. However, as Rantec points out, the parties' contract for the anechoic chamber included the fire suppression system as a component part of the chamber, not a separate product. As part of the contract, the parties included a document entitled \"Tapered Anechoic Chamber, Compact Range Chamber Technical Specification.\" Paragraph 1.0 of this document, entitled \"Introduction,\" stated that \"[t]his document provides specification information for a tapered anechoic chamber....\" Paragraph 2.0, entitled \"Tapered Anechoic Chamber and Control Room,\" stated that \"[t]he specification is for a tapered anechoic chamber to be used as a general purpose facility for RCS test and antenna pattern measurements.... The contractor will design, fabricate, and test the chamber, including all HVAC, fire detection and suppression\" utilities. From these provisions, it is clear that the fire suppression system was a component part of the anechoic chamber according to the technical specifications for the chamber agreed upon by the parties. The anechoic chamber and fire suppression system are therefore properly regarded as a single unit. As the Supreme Court noted in <i>East River,</i> \"[s]ince all but the very simplest of machines have component parts, [a contrary] holding would require a finding of property damage in virtually every case where a product damages itself.\" 476 U.S. at 867, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span> (internal quotation marks and citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Lockheed's second argument is that there were in fact other items in the chamber when it was flooded: a pedestal and positioning system. However, as Rantec points out, Lockheed never mentioned these items in its complaint and never amended its complaint to include these items.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Lockheed attempts to get around this issue by arguing that, under the Federal Rules of Civil Procedure's notice pleading standard, it was not required to itemize its damages in the complaint. Lockheed also argues that the complaint, fairly read, gave notice to Rantec that these other items were in the chamber. We disagree for several reasons. First, while the Federal Rules of Civil Procedure require only notice pleading, there is nothing in the complaint that would put Rantec on notice that Lockheed was claiming anything other than damage to the chamber itself. A review of the complaint reveals no mention of other items in the chamber. Instead, the complaint repeats several times that \"plaintiff's anechoic chambers were doused with water and severely damaged.\" Lockheed also specified that the \"anechoic foam and sub-flooring in the chamber\" was damaged. Nothing in the complaint provides the slightest indication that there were other items in the chamber or that Lockheed suffered damage to anything other than the chamber itself. We see no reason to allow Lockheed to claim damage to other items when it never bothered to mention or even hint toward damage to anything beyond the anechoic chamber itself in the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Second, in reviewing the New Hampshire cases dealing with the economic loss doctrine, it is clear that the New Hampshire courts have looked to the complaint to determine whether the damages claimed by a plaintiff were economic loss. <i>See Border Brook Terrace Condo. Ass'n,</i> 622 A.2d at 1253 (looking to the \"plaintiffs' writ\" in determining whether plaintiffs suffered only economic loss); <i>Ellis,</i> 513 A.2d at 954 (\"The plaintiffs' claim does not involve property damage <i>per se. Rather, the writ alleges</i> economic loss resulting from the defendant's failure to properly perform a contractual obligation.\")(emphasis added).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Although it is not controlling under the Federal Rules of Civil Procedure, we find the approach of the New Hampshire courts instructive. Because Lockheed failed to give any indication in its complaint that it was alleging damage to anything other than the anechoic chamber, we will not consider alleged damage to the pedestal and positioning system in this appeal.</p>\n    </div>\n    <p class=\"indent\">C. Lockheed's Implied Warranties Claims</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Lockheed also brought claims for breach of implied warranties under New Hampshire's Uniform Commercial Code (\"UCC\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> The district court assumed, <i>arguendo,</i> that the contract was governed by the UCC.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The court then found that the UCC's statute of limitations &#8212; codified as N.H.Rev.Stat. &#167; 382-A:2-725 (\"Section 2-725\") &#8212; applied to Lockheed's claims. Section 2-725 provides for a four-year statute of limitations commencing at the time the cause of action accrues. N.H.Rev.Stat. Ann. &#167; 382-A:2-725(1). The statute also provides</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A cause of action accrues when the breach occurs, regardless of the aggrieved party's lack of knowledge of the breach. A breach of warranty occurs when tender of delivery is made, except that where a warranty explicitly extends to future performance of the goods and discovery of the breach must await the time of such performance the cause of action accrues when the breach is or should have been discovered.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\"><i>Id.</i> &#167; 382-A:2-725(2).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court found that Lockheed accepted the chamber in 1993 and did not file its complaint until 1999. The court therefore found that Lockheed's claims were barred by the statute of limitations. The court, moreover, found no reason for equitable tolling.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On appeal, Lockheed makes two arguments. First, it argues that the statute of limitations in Section 2-725 does not apply to its case. Alternatively, it argues that equitable tolling applies. We address each argument in turn. According to Lockheed, the substance of its action \"is not a malfunctioning of the anechoic chamber, but rather, sudden flooding and resulting property damage.\" As a result, Lockheed argues, the substance of this action is a tort claim for property damage and therefore the applicable statute of limitations is found in N.H.Rev.Stat. Ann. &#167; 508:4 (\"Section 508:4\"), which provides a three-year statute of limitations for \"personal actions.\" Section 508:4 also explicitly contains a discovery rule exception to the statute of limitations, which is why Lockheed is attempting to persuade us that Section 508:4 applies.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We reject Lockheed's argument for two reasons. First, in its complaint, Lockheed brought tort claims and contract claims. We have already disposed of Lockheed's tort claims, leaving only the contract claim for implied warranties, and both the form and substance of this claim appear to us to be a contract claim. Further, given our discussion of the economic loss rule, it is clear that the damage Lockheed suffered was \"the failure of the product to function properly[, which] is the essence of a warranty action....\" <i>East River,</i> 476 U.S. at 868, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span>. In other words, the substance of this action is a malfunctioning anechoic chamber, not \"sudden flooding and resulting property damage\" as Lockheed claims. Given this, we see no reason to allow Lockheed to convert its contract claim for implied warranty into a tort claim. Second, all of the cases involving a warranty claim brought under New Hampshire's UCC have used Section 2-725's statute of limitations. <i>See Gagnon v. G.D. Searle &amp; Co.,</i> <span class=\"citation\" data-id=\"532025\"><a href=\"/opinion/532025/prodliabrepcchp-12304-eileen-gagnon-v-gd-searle-company/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">340</span></a></span>, 343 (1st Cir.1989) (\"The statute of limitations applicable to [appellant's] breach of warranty claim requires that an action be commenced `within four years after the cause of action has accrued.'\")(quoting N.H.Rev.Stat. Ann. &#167; 382-A:2-725(1)); <i>Pub. Serv. Co. of New Hampshire v. Westinghouse Elec. Corp.,</i> <span class=\"citation\" data-id=\"1882291\"><a href=\"/opinion/1882291/public-service-co-of-nh-v-westinghouse-elec-corp/\"><span class=\"volume\">685</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1281</span></a></span>, 1284 (D.N.H.1988) (\"Actions for breach of implied warranties are also subject to the UCC four-year statute of limitations....\"); <i>Morrissette v. Sears, Roebuck &amp; Co.,</i> <span class=\"citation\" data-id=\"2303586\"><a href=\"/opinion/2303586/morrissette-v-sears-roebuck-co/\"><span class=\"volume\">114</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">384</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">322</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">7</span></span>, 11-12 (N.H.1974).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> We therefore find that Lockheed's implied warranties claims brought under the UCC are subject to the UCC's statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Lockheed's second argument is that, even if we apply Section 2-725's limitations period, equitable tolling should apply. The district court rejected this argument, finding no evidence sufficient to create a genuine issue as to whether equitable tolling should apply. We agree. Lockheed notes that Section 382-A:725(4) states that the UCC statute of limitations \"does not alter the law on tolling of the statute of limitations....\" It also notes that the New Hampshire Supreme Court has recently recognized equitable tolling in other contexts and that equitable tolling should apply here.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> <i>See Portsmouth Country Club v. Town of Greenland,</i> <span class=\"citation no-link\"><span class=\"volume\">883</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">298</span></span>, 304 (N.H.2005). However, <i>Portsmouth Country Club</i> involved a tax abatement proceeding with a different statute of limitations, not an implied warranty claim governed by Section 2-725's statute of limitations. Given the fact that the New Hampshire Supreme Court has recently stated that the discovery rule is not applicable in implied warranties claims governed by Section 2-725, it is likely that court would also find that equitable tolling is inapplicable, especially considering Section 2-725's statement that \"[a] cause of action accrues when the breach occurs, regardless of the aggrieved party's lack of knowledge of the breach.\" N.H.Rev.Stat. Ann. &#167; 382-A:2-725(2). Moreover, even if the New Hampshire Supreme Court were to allow equitable tolling for certain claims governed by Section 2-725, such relief is unavailable here. <i>Portsmouth Country Club</i> noted that equitable tolling \"is typically available only if the claimant <i>was prevented in some extraordinary way</i> from exercising his or her rights.... It applies principally if the plaintiff <i>is actively misled by the defendant</i> about the cause of action.\" 883 A.2d at 304 (emphasis added) (citation and internal quotation marks omitted). Here, Lockheed has not even attempted to argue that it was actively misled by Rantec about its cause of action. Further, we see nothing extraordinary about what happened. This is a case of a party who received a product that malfunctioned several years after purchase. Such cases occur all the time, and we see no reason to apply the rarely used doctrine of equitable tolling to Lockheed's case. We therefore find that Lockheed's implied warranties' claims are barred by the four-year statute of limitations period in Section 2-725.</p>\n    </div>\n    <p class=\"indent\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the district court's grant of summary judgment in favor of Rantec as to Lockheed's claims. Rantec's appeal regarding the district court's grant of summary judgment in favor of the FM Entities is withdrawn.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At oral argument, counsel for Rantec stated that Rantec would withdraw its appeal regarding the grant of summary judgment in favor of the FM Entities if we affirmed the grant of summary judgment as to Lockheed's claims. Because we affirm that portion of the district court's opinion, we do not reach Rantec's appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> An anechoic chamber is a steel shielded room padded with foam material to absorb light and sound. These chambers are used by Lockheed to test antenna signals for aerospace and military applications</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> A reading of Lockheed's complaint shows that it claimed damages only to the anechoic foam and sub-flooring in the chamber, as well as to the sprinkler assemblies</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The court had diversity jurisdiction under 28 U.S.C. &#167; 1332. All of Lockheed's claims involved state law</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As we will discuss below, the New Hampshire Supreme Court has recently clarified this statement in<i>Kelleher v. Marvin Lumber and Cedar Co.,</i> ___ A.2d ___, <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">3429739</span></span> (N.H. Dec. 15, 2005).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In making this argument, Lockheed states that its view is consistent with \"that of the overwhelming majority of courts around the country.\" We disagree. As the United States Supreme Court noted in<i>East River Steamship Corp. v. Transamerica Delaval, Inc.,</i> <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">858</span></a></span>, 868, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">106</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2295</span></a></span>, <span class=\"citation\" data-id=\"111693\"><a href=\"/opinion/111693/east-river-ss-corp-v-transamerica-delaval-inc/\"><span class=\"volume\">90</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">865</span></a></span> (1986), the majority of courts have held that a party may not recover in tort when a product's malfunction damages only the product itself, regardless of the manner in which the damage occurred or the risk posed by the defect.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> While the Court was not speaking about New Hampshire law, and its decision is therefore not controlling in this case, we think that its policy rationale applies in full force, especially considering our finding that New Hampshire has adopted the majority view of the economic loss doctrine</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Lockheed admits that if there had been a fire in the chamber but the sprinkler system failed to extinguish it, or if the sprinkler system had interfered with the chamber's ability to send or receive signals, then it would likely be barred by the economic loss doctrine because these situations would have involved a failure of the chamber to perform. Lockheed attempts to distinguish these situations from the flooding of the chamber, arguing that the flooding had nothing to do with the chamber's ability to perform. However, we see no difference between the situations. Part of the chamber's ability to perform was the fire suppression system's ability to extend the TSAs into the chamber if there was a fire but not release water until a certain temperature was reached. Here, there were two failures to perform: (1) the sprinklers descended into the chamber when there was not a fire, and (2) the sprinklers released water into the chamber even though there was no fire. This latter occurrence was, in many ways, a failure of the sprinkler system to perform one of its most basic functions &#8212; to not release water into the chamber simply because the TSAs had been deployed. We therefore reject Lockheed's attempts to distinguish the present situation from other situations where it admits that there would be a failure of performance</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The district court rejected Lockheed's argument on the basis that Lockheed had failed to point to any evidence that the damage to this property exceeded $75,000. Because we think the fact that Lockheed never mentioned this other property in its complaint is sufficient to dispose of its argument, we do not address this point made by the district court</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> It is clear from the New Hampshire cases that a \"writ\" used in this context is synonymous with \"complaint.\"<i>See, e.g., Buckingham v. R.J. Reynolds Tobacco Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">142</span> <span class=\"reporter\">N.H.</span> <span class=\"page\">822</span></span>, <span class=\"citation no-link\"><span class=\"volume\">713</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">381</span></span>, 383 (1998)(\"With regard to count I of the plaintiff's <i>writ,</i> we hold that the plaintiff has failed to state a claim upon which relief may be granted because the <i>complaint</i> does not allege that the product was `defective' and `unreasonably dangerous' as separate elements.\") (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Lockheed could not bring any express warranty claims because the warranty in the contract was for one year and had long expired</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Below, Rantec argued that the UCC did not apply to the contract and that Lockheed could therefore not bring any claims under the UCC. The district court did not address this argument. Rantec has also made this argument before us, but we need not address it given our disposition of Lockheed's implied warranties claims. Like the district court, we will assume,<i>arguendo,</i> that the UCC applies.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Section 508:4 states, in relevant part, that</p>\n        <p class=\"indent\">Except as otherwise provided by law, all personal actions, except actions for slander or libel, may be brought only within 3 years of the act or omission complained of, except that when the injury and its causal relationship to the act or omission were not discovered and could not reasonably have been discovered at the time of the act or omission, the action shall be commenced within 3 years of the time the plaintiff discovers, or in the exercise of reasonable diligence should have discovered, the injury and its causal relationship to the act or omission complained of.</p>\n        <p class=\"indent\">N.H.Rev.Stat. Ann. &#167; 508:4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We do not find Lockheed's attempts to distinguish these cases persuasive. For example, Lockheed argues that in<i>Gagnon,</i> we held that \"both the then-six year statute of limitations under N.H.Rev.Stat. Ann. &#167; 508:4 and the four year statute of limitations under N.H.Rev.Stat. Ann. 382-A:2-725 had expired\" before the suit was brought, and we therefore did not consider which limitations period applied. However, this argument ignores the fact that in <i>Gagnon,</i> we explicitly divided the plaintiff's claims into tort claims and warranty claims. For the tort claims, we stated that Section 508:4 applied, <i>Gagnon,</i> 889 F.2d at 342, and for the warranty claims, we specifically stated that Section 2-725 applied, <i>id.</i> at 343.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Lockheed's argument is somewhat confusing in that it sometimes appears to conflate equitable tolling and the discovery rule. For example, in arguing for equitable tolling, Lockheed states that \"the New Hampshire legislature has specifically endorsed and codified the discovery rule, a form of equitable tolling, for appropriate actions.\" While related, equitable tolling and the discovery rule are distinct doctrines. Further, while New Hampshire has adopted the discovery rule for tort actions covered by Section 508:4, it has recently rejected a discovery rule exception for implied warranty claims governed by Section 2-725<i>See Kelleher,</i> 891 A.2d at 508.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1882291/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2303586/"
  ]
}