{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202113/",
  "absolute_url": "/opinion/202113/united-states-v-zajanckauskas/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202113/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:45:03Z",
  "date_modified": "2016-02-28T05:07:12.258978Z",
  "type": "010combined",
  "sha1": "03d9fbceab911fd5730d0cb9845b89a383ebd2f3",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/05-1457-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/03/23/US_v._Zajanckauskas.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 05-1457\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                      VLADAS ZAJANCKAUSKAS,\n\n                      Defendant, Appellant.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Circuit Judge,\n                   Stahl, Senior Circuit Judge,\n                    and Howard, Circuit Judge.\n\n\n     Robert L. Sheketoff, with whom Thomas Butters were on brief,\nfor appellant.\n     Jeffrey L. Menkin, Senior Trial Attorney, Office of Special\nInvestigations, Criminal Division, U.S. Department of Justice,\nwith whom William Henry Kenety V, Senior Trial Attorney, Susan L.\nSiegal, Principal Deputy Director, Eli M. Rosenbaum, Director, Mark\nGrady, Assistant United States Attorney, and Michael J. Sullivan,\nUnited States Attorney, were on brief, for appellee.\n\n\n\n                          March 23, 2006\n\f            TORRUELLA, Circuit Judge.                 On June 5, 2002, the United\n\nStates     filed    a     civil       action        against   Vladas    Zajanckauskas\n\n(\"Zajanckauskas\"         or        \"appellant\"),       a   resident     of    Millbury,\n\nMassachusetts and a naturalized citizen of the United States, to\n\nrevoke Zajanckauskas's citizenship based on his participation in\n\nthe notorious World War Two operation to clear and destroy the\n\nWarsaw   Ghetto     and       on    certain    misrepresentations        on   his     visa\n\napplication.            The        complaint     alleged      that     Zajanckauskas's\n\ncitizenship was illegally procured and therefore had to be revoked\n\npursuant to 8 U.S.C. § 1451(a).                After a three-day bench trial, the\n\ndistrict court found that Zajanckauskas had made materially false\n\nstatements on his visa application.                    As a result, it revoked his\n\ncitizenship and cancelled his Certificate of Naturalization.                           In\n\nthis appeal, Zajanckauskas contests the finding of the district\n\ncourt.   After careful consideration, we affirm.\n\n                                      I.    Background\n\n            A.     Shifting allegiances\n\n            The facts of this case were largely stipulated by the\n\nparties.    The     appellant         was    born     on   December    27,    1915,    in\n\nAukštadvaris, in what is today independent Lithuania.                         On May 1,\n\n1939, Zajanckauskas was inducted into the Lithuanian Army and,\n\nfollowing the Soviet annexation of Lithuania in 1940, he was\n\nincorporated into the Soviet Army.\n\n\n\n\n                                              -2-\n\f          On June 22, 1941, Germany invaded the Soviet Union,\n\nquickly overrunning Lithuania.        The appellant was captured by\n\nGerman forces the next month and was held as a prisoner of war\n\n(\"POW\") at the Hammerstein POW camp in Germany.          As a prisoner,\n\nZajanckauskas discovered that the Germans drew distinctions among\n\nthe Soviet POWs according to Nazi racial and political ideology.\n\nWhile the Germans shot thousands of Jews and Communist Party\n\nmembers, members of certain nationalities, including Lithuanians,\n\nLatvians, and Estonians, received better treatment and were sorted\n\nout to determine whether they were suitable for German service.\n\n          In mid-1942, Zajanckauskas himself was recruited by the\n\nGermans, and on July 23, 1942 he arrived at the Trawniki Training\n\nCamp near the town of Trawniki, in Nazi-occupied Poland.             Run\n\njointly by the SS1 and the German police, the Trawniki Training\n\nCamp was established to meet the growing German need for manpower.\n\nIt trained individuals of various eastern European nationalities\n\nfor service in the German war machine.        Following his arrival at\n\nTrawniki, Zajanckauskas received Trawniki identification number\n\n2122 and was assigned the rank of Wachmann (guard private).\n\n          \"Trawniki   men\"   (as   Trawniki   recruits   were   sometimes\n\ntermed in wartime records) were paid and received other benefits,\n\nincluding home leave and family support payments.          Trawniki men\n\n\n1\n   The Schutzstaffel (\"defense squadron\"), or SS, was a large Nazi\nparamilitary organization that played a key role in the Holocaust.\nSee http://en.wikipedia.org/wiki/SS.\n\n                                   -3-\n\falso were eligible for promotion.        Promotions were based on merit\n\nand were not awarded at random, or automatically according to\n\nlength of service.      Promotion brought with it increased pay,\n\nstatus, and responsibility.\n\n          During    training,   Trawniki    men   practiced   close-order\n\ndrills, learned how to handle various kinds of firearms, learned\n\nGerman-language commands, were taught how to guard prisoners, and\n\nreceived ideological instruction. Zajanckauskas underwent the same\n\ntraining as other Trawniki recruits.       He also received additional\n\ntraining in a course for future Trawniki non-commissioned officers\n\n(\"NCOs\") and rose quickly, after two promotions, to the rank of\n\nGruppenwachmann (guard sergeant). By April 1943, Zajanckauskas had\n\nhimself become a trainer in the NCO course.\n\n          B.    Trawniki men in Warsaw\n\n          Shortly after conquering Poland in 1939, the Germans\n\nbegan to segregate the large Jewish population of Warsaw in a\n\nrestricted     residential,   or   \"ghetto,\"      district,   which   they\n\nphysically sealed off from the rest of the city in November 1940.\n\nThe Germans also forced Jews from the surrounding areas to move\n\ninto the Warsaw Ghetto.       At its peak in March 1941, the Ghetto\n\ncontained approximately 445,000 Jews.\n\n          The year 1941, however, saw the initiation of \"Operation\n\nReinhard,\" the purpose of which was to implement the Nazis' so-\n\ncalled \"final solution\" in Poland and murder all the Jews in the\n\n\n                                   -4-\n\fcountry.    Trawniki men participated in virtually every aspect of\n\nthe implementation of Operation Reinhard.            The activities of\n\nTrawniki men included extracting Jews from ghettos in German-\n\noccupied territories and deporting them to killing centers and\n\nlabor camps; guarding the killing facilities at Belzec, Sobibor,\n\nand Treblinka, where Jews were killed by gassing; and guarding\n\nforced labor camps, including the Trawniki Labor Camp, located\n\nadjacent to the Trawniki Training Camp.\n\n            Between March 1941 and April 1943, as part of Operation\n\nReinhard, German authorities reduced the population of the Warsaw\n\nGhetto by approximately eighty-five percent. Many Jews confined in\n\nthe Ghetto died of starvation and disease; many were transported to\n\nslave labor camps; and the rest were murdered at Treblinka.             In\n\nApril 1943, the Germans decided to liquidate the Ghetto entirely by\n\ndeporting the remaining Jews to either concentration camps, labor\n\ncamps, or Treblinka.      To help accomplish this goal, on April 17,\n\n1943, they ordered a battalion of 351 Trawniki men to Warsaw to\n\nparticipate    in   the    Ghetto   liquidation.      According    to    a\n\ncontemporaneous document -- the \"Roster of guards detailed to the\n\nWarsaw     Detachment\"    (\"Roster\"),     dated   April   17,   1943    --\n\nZajanckauskas was assigned to Warsaw as part of this battalion.2\n\n            Two days later, on April 19, 1943, the Germans commenced\n\ntheir assault on the Warsaw Ghetto.        In addition to the Trawniki\n\n\n2\n    Zajanckauskas stipulated to the authenticity of the Roster.\n\n                                    -5-\n\fmen, the Germans used men from the armed forces, the SS, and the\n\npolice.   The men were supported by a tank, two armored cars, and\n\nartillery.   In command was SS Brigadeführer (Brigadier General)\n\nJürgen Stroop, who later issued a report (\"the Stroop Report\")\n\ndescribing the liquidation in detail.\n\n           The   duties   of   the   Trawniki   men   assigned   to   Warsaw\n\nincluded standing in the cordon around the Ghetto to prevent Jews\n\nfrom escaping; guarding the transit square where captured Jews\n\nawaited rail transport to concentration camps, labor camps, and\n\nTreblinka; and escorting the train transports of captured Jews to\n\ntheir final destinations.       Trawniki men also conducted house-to-\n\nhouse searches in the Ghetto for hidden Jews; skirmished with\n\nresistance fighters; rousted Jews hiding in bunkers; and took part\n\nin the shooting of some captured Jews, either as the actual\n\ntrigger-men or as cordon guards.\n\n           The Warsaw operation was expected to take only a few\n\ndays.   However, the Ghetto inhabitants resisted with unanticipated\n\nforce and began an armed uprising, which lasted for several weeks.\n\nThe operation continued until mid-May 1943, by which time the\n\nresistance was crushed and the Ghetto was cleared and destroyed.\n\nTens of thousands of Jews were killed during this operation,\n\nthousands more were sent to be gassed at Treblinka, and thousands\n\nwere shipped to concentration and labor camps.\n\n\n\n\n                                     -6-\n\f          C.    After Warsaw\n\n          After the Warsaw operation, the Trawniki men returned to\n\ntheir home base.    However, in July 1944, due to the approach of the\n\nSoviet Army, the Germans hurriedly evacuated Trawniki and the\n\nsurrounding area.      The commandant of the Trawniki Training Camp,\n\nKarl Streibel, organized the Trawniki men into a unit bearing his\n\nname, the SS Battalion Streibel.           From August 1944 until January\n\n1945, the SS Battalion Streibel served in central Poland along the\n\nNida River.    Some of its members forced Polish civilians to work on\n\nconstruction projects such as fortifications, roads, and airfields,\n\nalthough surviving records do not establish that Zajanckauskas did\n\nso.\n\n          In January 1945, the SS Battalion Streibel retreated into\n\nGermany until it reached the area of Dresden. Zajanckauskas served\n\nwith the SS Battalion Streibel until March 4, 1945.        In April 1945,\n\nthe unit disintegrated after retreating into the territory of the\n\npresent-day Czech Republic in the face of the Allied advance.\n\n          In    1949    or   early    1950,     Zajanckauskas   sought   a\n\ndetermination from the United States Displaced Persons Commission\n\n(\"DPC\") that he was eligible to receive an immigrant visa under the\n\nDisplaced Persons Act of 1948 (\"DPA\"), 62 Stat. 1009.3          In seeking\n\n\n3\n   Congress enacted the DPA \"to enable European refugees driven\nfrom their homelands by the war to emigrate to the United States\nwithout regard to traditional immigration quotas.\" Fedorenko v.\nUnited States, 449 U.S. 490, 495 (1981). The DPC was charged with\nprocessing applicants for displaced persons status under the DPA;\n\n                                     -7-\n\fthis    determination     from    the   DPC,    Zajanckauskas       told   American\n\nofficials that he had lived and worked on his parents' farm in\n\nLithuania from 1938 until 1944; that he fled to Dresden, arriving\n\nthere in November 1944; and that he then went to Austria where he\n\nworked as a farmhand and laborer.             The requested determination was\n\ngranted.\n\n            On January 24, 1950, Zajanckauskas filed an Application\n\nfor Immigration Visa and Alien Registration with the United States\n\nConsulate in Salzburg, Austria in order to receive a visa to enter\n\nthe    United    States   under   the   DPA.      On   his   visa    application,\n\nZajanckauskas stated that he was in Lithuania from 1929 until 1944;\n\nin Poland from February to October 1944; in Germany from October\n\n1944 to February 1945; and in Austria since March 1945.                    Based on\n\nthese statements, Zajanckauskas was issued a DPA visa, which he\n\nused to enter the United States in February 1950. In April 1956,\n\nZajanckauskas applied for United States citizenship, and in June\n\n1956, the Massachusetts Superior Court granted his application and\n\nissued to him a Certificate of Naturalization.\n\n            D.    The current case\n\n            On June 5, 2002, after an investigation, the United\n\nStates filed a two-count complaint against Zajanckauskas in the\n\nUnited States District Court for the District of Massachusetts to\n\n\nan applicant for a DPA visa had to receive the approval of the DPC\nbefore a formal visa application could be submitted to a United\nStates consulate. Id.\n\n                                        -8-\n\frevoke Zajanckauskas's citizenship based on his participation in\n\nthe Warsaw Ghetto liquidation and misrepresentations on his visa\n\napplication.    Count I charged that Zajanckauskas was not lawfully\n\nadmitted to the United States because his participation in the\n\nliquidation of the Warsaw Ghetto and his role as a trainer of other\n\nmen   who   served   in   that   action       constituted   assistance    in   the\n\npersecution of civil populations, thereby rendering him ineligible\n\nfor a visa under Section 2(b) of the DPA.              Count II alleged that\n\nZajanckauskas misrepresented his wartime whereabouts and activities\n\n-- in particular, his deployment to Warsaw and participation in the\n\nGhetto liquidation -- on his visa application and therefore was\n\nineligible for a visa under Section 10 of the DPA (\"Section 10\"),\n\nwhich prohibited the issuance of a visa to any person who willfully\n\nmisrepresented material facts for the purpose of gaining admission\n\nto the United States as an eligible displaced person.\n\n            In January 2005, a three-day bench trial was conducted in\n\nthe district court.         Under 8 U.S.C. § 1451(a), the court was\n\nrequired to revoke Zajanckauskas's citizenship and cancel his\n\nCertificate of Naturalization if the government was able to show --\n\nby    clear,   unequivocal,       and     convincing        evidence   --      that\n\nZajanckauskas's      citizenship        was     illegally     procured.        The\n\nrequirements for the legal procurement of naturalized citizenship\n\nare set forth in 8 U.S.C. § 1427.             Pursuant to 8 U.S.C. § 1427(a)\n\n(1), no person shall be naturalized unless such person has been\n\n\n                                        -9-\n\f\"lawfully admitted [to the United States] for permanent residence.\"\n\n8 U.S.C. § 1427(a)(1).    To meet that standard, an individual must\n\nbe in possession of a valid visa and be legally eligible for that\n\nvisa. See Fedorenko, 449 U.S. at 515. Since Zajanckauskas entered\n\nthe United States with a visa obtained under the DPA, the court\n\nassessed his visa eligibility under that Act.\n\n           For the purposes of addressing the Section 10 claim\n\nreferenced   in   Count   II   of     the   complaint   (the   \"material\n\nmisrepresentation\" claim),4 the parties stipulated the following:\n\n           Zajanckauskas's    wartime     location    and\n           activities were material facts capable of\n           affecting the decision of the vice consul who\n           reviewed   Zajanckauskas's   Application   for\n           Immigration Visa in order to determine whether\n           he was eligible under the DPA for an immigrant\n           visa.\n\nThe parties also stipulated that:\n\n           If Zajanckauskas went to Warsaw in April\n           and/or May 1943 with a Trawniki-based unit, he\n           made a willful and material misrepresentation\n           of his wartime location and activities to the\n           DPC and on his visa application, and was\n           therefore ineligible under Section 10 of the\n           DPA to receive a visa.\n\n           Thus, the dispositive issue before the district court was\n\nwhether Zajanckauskas was present in Warsaw in April and/or May\n\n1943.   If Zajanckauskas was in Warsaw during that time period, he\n\nwillfully made a \"material misrepresentation\" and was ineligible\n\n\n\n4\n   In its subsequent opinion, the district court did not rule on\nCount I of the complaint.\n\n                                    -10-\n\ffor a visa under Section 10 of the DPA.        If he was not legally\n\neligible for a visa, he was not \"lawfully admitted [to the United\n\nStates] for permanent residence.\"        8 U.S.C. § 1427(a)(1).   This\n\nwould mean that his citizenship was illegally procured and that his\n\ncitizenship had to be revoked and his Certificate of Naturalization\n\ncancelled.    8 U.S.C. § 1451(a).\n\n            On January 26, 2005, the district court found that\n\nZajanckauskas was present in Warsaw in April and/or May 1943.\n\nTherefore, as required under 8 U.S.C. § 1451(a), the court revoked\n\nhis citizenship and cancelled his Certificate of Naturalization.\n\nZajanckauskas now appeals the district court's finding.\n\n                            II.   Discussion\n\n            A.   Standard of review\n\n            Federal Rule of Civil Procedure 52(a) provides that in\n\nall actions tried without a jury\n\n            [f]indings of fact, whether based on oral or\n            documentary evidence, shall not be set aside\n            unless clearly erroneous, and due regard shall\n            be given to the opportunity of the trial court\n            to judge the credibility of the witnesses.\n\nFed. R. Civ. P. 52(a).        Under this Rule, factual conclusions\n\nrendered by a district court sitting without a jury are binding\n\nunless the reviewing court \"on the entire evidence is left with the\n\ndefinite and firm conviction that a mistake has been committed.\"\n\nAnderson v. City of Bessemer, 470 U.S. 564, 573 (1985) (citation\n\nomitted).\n\n\n                                  -11-\n\f             However,   in   denaturalization        proceedings,        we   have\n\nqualified this standard to an extent.            In Cufari v. United States,\n\n217 F.2d 404 (1st Cir. 1954), we wrote that \"while we accord weight\n\nto a district court's findings in deference to the wisdom of the\n\ngeneral rule of judicial administration based on the opportunity\n\nafforded that court to observe witnesses in the flesh and judge\n\ntheir credibility, we do not weight those findings as heavily as we\n\nwould in other cases of a civil nature.\"            Id. at 408.\n\n             We arrived at this standard after looking at several\n\nSupreme   Court    cases     in   which    the     Court    made      clear   that\n\ndenaturalization cases are of an unusual nature.               See Baumgartner\n\nv. United States, 322 U.S. 665, 671 (1944) (\"emphasis on the\n\nimportance of 'clear, unequivocal, and convincing' proof on which\n\nto rest the cancellation of a certificate of naturalization would\n\nbe lost if the ascertainment by the lower courts whether that\n\nexacting standard of proof had been satisfied on the whole record\n\nwere to be deemed a 'fact' of the same order as all other 'facts',\n\nnot   open    to   review     here.\")     (internal        citation     omitted);\n\nSchneiderman v. United States, 320 U.S. 118, 125 (1943) (\"[R]ights\n\nonce conferred should not be lightly revoked. And more especially\n\nis this true when the rights are precious and when they are\n\n\n\n\n                                    -12-\n\fconferred      by   solemn    adjudication,      as    is   the    situation    when\n\ncitizenship is granted.\").5\n\n            We review the district court's legal conclusions de novo.\n\nSee Powell v. Alexander, 391 F.3d 1, 7 (1st Cir. 2004); Southex\n\nExhibitions v. Rhode Island Builders Ass'n, 279 F.3d 94, 98 (1st\n\nCir. 2002).\n\n            B.      The Stroop report and expert testimony\n\n            In      the   proceedings      before       the       district    court,\n\nZajanckauskas based much of his defense on the Stroop Report -- in\n\nparticular, the section of the report in which the author, SS\n\nBrigadeführer        Jürgen   Stroop,    wrote    that      the    \"average    daily\n\ndeployment\" of Trawniki men in Warsaw was 335.                As we describe in\n\ngreater detail below, Zajanckauskas attempted to use this figure to\n\nundermine the government's claim that he was present at Warsaw. In\n\nits opinion, the district court rejected Zajanckauskas's argument.\n\nThe   court,     however,     also   rejected    the     government's        argument\n\nregarding the significance of this same \"average daily deployment\"\n\nfigure. In rejecting the arguments of both parties, the court went\n\n\n\n5\n   The government urges us to abandon the standard articulated in\nCufari and adhere to the more deferential standard articulated in\nFed. R. Civ. P. 52(a). However, the Supreme Court cases which the\ngovernment cites in support of its position have nothing to do with\ndenaturalization. See Anderson, 470 U.S. at 564; Bose Corp. v.\nConsumers Union of United States, Inc., 466 U.S. 485 (1984).\nFurthermore, the Supreme Court precedents upon which we relied in\nformulating the Cufari standard are still valid and have not been\noverruled in any way. Accordingly, we see little reason to follow\nthe path advanced by the government.\n\n                                        -13-\n\fon to provide its own opinion about the meaning of the \"average\n\ndaily deployment\" number.\n\n            The appellant's first argument in this appeal is that the\n\ndistrict court committed error when it interpreted the Stroop\n\nReport without the aid of expert testimony.                 Under Fed. R. Evid.\n\n702, a qualified expert may testify when specialized knowledge will\n\nassist the trier of fact to understand the evidence or determine a\n\nfact in issue.     According to the appellant, the precise meaning of\n\nthe numbers in the Stroop Report, a report written by a German\n\ngeneral during World War Two, was a topic for an expert historian\n\nand   was   not   to   be   resolved    by    resort   to    common   knowledge.\n\nTherefore, the appellant argues, the district court should have\n\nrelied on expert testimony to support its interpretation.\n\n            We do not believe that the appellant's argument here\n\nhelps his case, because even assuming that he is correct and that\n\nthe district court was not permitted to make a determination about\n\nthe potential meaning of numbers in the Stroop Report without the\n\naid of expert witnesses, we do not think that the district court\n\nbased its eventual finding on its own interpretation.                    In its\n\n\"Memorandum of Decision,\" the court recognized that it could offer\n\nno definitive explanation of the numbers in the Stroop Report.\n\nThis derived, in large part, from the fact that there was no way to\n\nreplicate Stroop's precise calculations.               Several factors were\n\nunknown to the court, including the number of days Stroop had used\n\n\n                                       -14-\n\fto   calculate   the    average     in   the    report's       \"average   daily\n\ndeployment,\" the exact criteria for declaring a man \"available\" for\n\nduty, and whether kitchen staff were counted as being \"available.\"\n\nThis uncertainty prevented its own view from being anything more\n\nthan an \"interpretation.\"          \"Nonetheless\" -- to use the court's\n\nprecise terminology -- it was confident that whatever the true\n\nmeaning of the Stroop Report, under any acceptable reading of that\n\ndocument, it did not in any way \"detract from the reliability of\n\nthe Roster as evidence that the Defendant was deployed to Warsaw.\"\n\nThus, the court did not rely on its own view of the numbers in the\n\nStroop Report in arriving at its conclusion that the report did not\n\nsupport Zajanckauskas's argument.\n\n           Even if, arguendo, the court had done so, we believe that\n\nthis was a factual determination that the court was able to make\n\nwithout the aid of any expert testimony.              \"Expert testimony does\n\nnot assist where the [trier of fact] has no need for an opinion\n\nbecause   it   easily   can   be   derived     from   common    sense,    common\n\nexperience, the [trier of fact's] own perceptions, or simple\n\nlogic.\"    29 Charles Alan Wright & Victor James Gold, Federal\n\nPractice and Procedure § 6264 (2005).           Having heard the proffered\n\nexplanations of Zajanckauskas and the government as to the meaning\n\nof the \"average daily deployment\" figure in the Stroop Report, and\n\nhaving rejected them as illogical, the district judge was able to\n\nrely on his own perceptions of the circumstances behind the Stroop\n\n\n                                     -15-\n\fReport, his common sense, and his use of simple logic to arrive at\n\nwhat he believed was the \"most plausible meaning\" of the \"average\n\ndaily deployment\" number in the report.               Therefore, there was no\n\nneed for the judge to support his factual determination by making\n\nreference to any expert testimony.\n\n              C.    The government's burden of proof\n\n              The appellant's second argument is that the district\n\ncourt erred in finding that the government satisfied its heavy\n\nburden   of        proof.     \"The    evidence      justifying    revocation     of\n\ncitizenship must be clear, unequivocal, and convincing and not\n\nleave the issue in doubt.\"            Fedorenko, 449 U.S. at 505 (citations\n\nand internal quotation marks omitted); see also Klapprott v. United\n\nStates, 335 U.S. 601, 612 (1949).            \"'Especially is this so when the\n\nattack   is    made    long   after    the   time    when   the   certificate    of\n\ncitizenship was granted and the citizen has meanwhile met his\n\nobligations and has committed no act of lawlessness.'\"                  Nowak v.\n\nUnited States, 356 U.S. 660, 663 (1958) (quoting Schneiderman, 320\n\nU.S. at 122-23).\n\n              The appellant claims that the Roster is the only piece of\n\nevidence showing that he was present in Warsaw, and that the\n\nprobative value of that document is minimized as a result of\n\nconflicting evidence contained within the Stroop Report.                       More\n\nspecifically, he contends that no reasonable person could clearly\n\nand unequivocally conclude that he went to Warsaw if, as the Stroop\n\n\n                                        -16-\n\fReport suggests, only 335 of the 351 men on the Roster actually\n\narrived in Warsaw.        In other words, the appellant claims that\n\nalthough his name may have been listed on the Roster, the Stroop\n\nReport -- with its reference to the \"average daily deployment\" of\n\n335 Trawniki men -- creates uncertainty as to whether 351 Trawniki\n\nmen were actually sent to Warsaw.        The appellant claims there is a\n\nreasonable possibility that he was one of the sixteen individuals\n\nwhose name was listed on the Roster, but who was not among the 335\n\nsent to Warsaw. \"Simply put,\" he writes, \"the Stroop Report leaves\n\nthe issue of the defendant's participation in Warsaw in doubt.\"\n\n              The Stroop Report, however, does not create the doubt or\n\nuncertainty that the appellant ascribes to it. The district court,\n\nafter rejecting the explanations proffered by Zajanckauskas and the\n\ngovernment regarding the report's mention of 335 Trawniki men,\n\nfound that \"the Stroop Report does not suggest that fewer than 351\n\nTrawniki men went to Warsaw.\"          It also noted, as we recounted\n\nabove, that the report did not in any way \"detract from the\n\nreliability of the Roster as evidence that the Defendant was\n\ndeployed to Warsaw.\"      In fact, the district court even found that\n\nthe   Stroop    Report,   far   from   creating    uncertainty   or   doubt,\n\nstrengthened the assumption that Zajanckauskas had been in Warsaw.\n\nThe   court    noted   that   \"the   correlation    between   the   injuries\n\ndiscussed in [other parts of] the Stroop Report and the names on\n\n\n\n\n                                     -17-\n\fthe Roster demonstrates that the Roster accurately recorded the\n\nnames of those men who were deployed to Warsaw.\"\n\n            Having disposed of the appellant's ineffective argument\n\nabout the Stroop Report, the district court found that there was a\n\ngreat deal of evidence demonstrating that Zajanckauskas had been\n\ndeployed to Warsaw.           For example, the Roster, undiminished by the\n\nStroop Report, provided important evidence that the appellant was\n\npresent in that city in April and/or May 1943.                         Knowing the\n\nprobative value of this document, Zajanckauskas made a last-ditch\n\neffort to refute the information contained within it. At trial, he\n\nmade two additional claims: 1) that he was erroneously included on\n\nthe Roster, and 2) that the Roster was a \"draft\" to be superseded\n\nby a later document.          However, these attacks on the Roster came to\n\nnaught, as the government, in several ways, provided additional\n\nevidence demonstrating that the Roster was an accurate accounting\n\nof the Trawniki men who were actually deployed to Warsaw.\n\n            First, as the district court relates, the government\n\npointed to how, in two places on the Roster where other names had\n\nbeen erroneously included, the transcriber made corrections on the\n\ndocument.         No   such   correction    was   made   with   respect    to   the\n\nappellant.        Second, the government offered several German troop\n\ntransfer orders that demonstrated that if a document stated that a\n\nsoldier     was    to    be    deployed    somewhere     and    that    order   was\n\nsubsequently changed, the German practice was to make a correction\n\n\n                                          -18-\n\fto the document.    As the district court notes, \"the lack of such a\n\ncorrection with respect to Zajanckauskas's name on the Roster\n\nclearly   and   unequivocally     excludes   the   possibility   that   his\n\ndeployment order was changed after the creation of the Roster.\"\n\nThird, regarding the notion that the Roster was a draft document,\n\nthe court accepted the explanation offered by the government's\n\nexpert, Dr. Peter Black, that the German military did not create\n\ndraft documents because typewriters rendered document production\n\ntime-consuming and tedious.6       Further, the Roster was signed by a\n\nGerman officer.     It is implausible that an officer would have\n\nsigned a draft document.\n\n           Not content to have its case rest on the Roster alone,\n\nthe government satisfied its demanding burden of proof in other\n\nways. It offered convincing documentary evidence that the Trawniki\n\nmen listed on the Roster actually arrived in Warsaw.         For example,\n\nit provided interrogation protocols in which several Trawniki men\n\nwho were listed on the Roster admitted that they had been present\n\nin Warsaw.      The government also offered a telegram sent from\n\nGerman    command   in   Warsaw    disclosing      the   death   of   Borys\n\nOdartschenko, a Trawniki man listed on the Roster.7\n\n\n6\n   The government's expert, Dr. Peter R. Black, is the Director of\nthe Office of the Senior Historian at the Center for Advanced\nHolocaust Studies of the United States Holocaust Memorial Museum.\n7\n   The district court, it should be noted, also found the lack of\ndocumentary evidence to be important. The court noted that \"there\nis no documentary evidence to suggest that any man listed on the\n\n                                   -19-\n\f           The district court found that \"[t]he Roster, supporting\n\ncontemporaneous documents and the testimony of Dr. Black prove, to\n\nthe   satisfaction    of   the   [clear,   unequivocal,   and   convincing]\n\nstandard, that Zajanckauskas was present in Warsaw in April and/or\n\nMay of 1943.\"        We agree. We think the evidence presented was\n\nsufficient to meet the government's heavy burden of proof.              As\n\nsuch, the district court committed no error.\n\n                             III.   Conclusion\n\n           For the reasons stated above, we affirm the judgment of\n\nthe district court.\n\n           Affirmed.\n\n\n\n\nRoster was anywhere other than in Warsaw during the relevant time\nperiod, e.g., there are no reports of injuries or activities\ninvolving any of those men occurring elsewhere.\"\n\n                                    -20-\n\f",
  "html": "<p class=\"case_cite\">441 F.3d 32</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Vladas ZAJANCKAUSKAS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1457.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 9, 2006.</p>\n    <p class=\"date\">Decided March 23, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert L. Sheketoff, with whom Thomas Butters were on brief, for appellant.</p>\n      <p class=\"indent\">Jeffrey L. Menkin, Senior Trial Attorney, Office of Special Investigations, Criminal Division, U.S. Department of Justice, with whom William Henry Kenety V, Senior Trial Attorney, Susan L. Siegal, Principal Deputy Director, Eli M. Rosenbaum, Director, Mark Grady, Assistant United States Attorney, and Michael J. Sullivan, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On June 5, 2002, the United States filed a civil action against Vladas Zajanckauskas (\"Zajanckauskas\" or \"appellant\"), a resident of Millbury, Massachusetts and a naturalized citizen of the United States, to revoke Zajanckauskas's citizenship based on his participation in the notorious World War Two operation to clear and destroy the Warsaw Ghetto and on certain misrepresentations on his visa application. The complaint alleged that Zajanckauskas's citizenship was illegally procured and therefore had to be revoked pursuant to 8 U.S.C. &#167; 1451(a). After a three-day bench trial, the district court found that Zajanckauskas had made materially false statements on his visa application. As a result, it revoked his citizenship and cancelled his Certificate of Naturalization. In this appeal, Zajanckauskas contests the finding of the district court. After careful consideration, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <p class=\"indent\">A. Shifting allegiances</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts of this case were largely stipulated by the parties. The appellant was born on December 27, 1915, in Aukstadvaris, in what is today independent Lithuania. On May 1, 1939, Zajanckauskas was inducted into the Lithuanian Army and, following the Soviet annexation of Lithuania in 1940, he was incorporated into the Soviet Army.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 22, 1941, Germany invaded the Soviet Union, quickly overrunning Lithuania. The appellant was captured by German forces the next month and was held as a prisoner of war (\"POW\") at the Hammerstein POW camp in Germany. As a prisoner, Zajanckauskas discovered that the Germans drew distinctions among the Soviet POWs according to Nazi racial and political ideology. While the Germans shot thousands of Jews and Communist Party members, members of certain nationalities, including Lithuanians, Latvians, and Estonians, received better treatment and were sorted out to determine whether they were suitable for German service.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In mid-1942, Zajanckauskas himself was recruited by the Germans, and on July 23, 1942 he arrived at the Trawniki Training Camp near the town of Trawniki, in Nazi-occupied Poland. Run jointly by the SS<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and the German police, the Trawniki Training Camp was established to meet the growing German need for manpower. It trained individuals of various eastern European nationalities for service in the German war machine. Following his arrival at Trawniki, Zajanckauskas received Trawniki identification number 2122 and was assigned the rank of <i>Wachmann</i> (guard private).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"Trawniki men\" (as Trawniki recruits were sometimes termed in wartime records) were paid and received other benefits, including home leave and family support payments. Trawniki men also were eligible for promotion. Promotions were based on merit and were not awarded at random, or automatically according to length of service. Promotion brought with it increased pay, status, and responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During training, Trawniki men practiced close-order drills, learned how to handle various kinds of firearms, learned German-language commands, were taught how to guard prisoners, and received ideological instruction. Zajanckauskas underwent the same training as other Trawniki recruits. He also received additional training in a course for future Trawniki non-commissioned officers (\"NCOs\") and rose quickly, after two promotions, to the rank of <i>Gruppenwachmann</i> (guard sergeant). By April 1943, Zajanckauskas had himself become a trainer in the NCO course.</p>\n    </div>\n    <p class=\"indent\">B. Trawniki men in Warsaw</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Shortly after conquering Poland in 1939, the Germans began to segregate the large Jewish population of Warsaw in a restricted residential, or \"ghetto,\" district, which they physically sealed off from the rest of the city in November 1940. The Germans also forced Jews from the surrounding areas to move into the Warsaw Ghetto. At its peak in March 1941, the Ghetto contained approximately 445,000 Jews.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The year 1941, however, saw the initiation of \"Operation Reinhard,\" the purpose of which was to implement the Nazis' so-called \"final solution\" in Poland and murder all the Jews in the country. Trawniki men participated in virtually every aspect of the implementation of Operation Reinhard. The activities of Trawniki men included extracting Jews from ghettos in German-occupied territories and deporting them to killing centers and labor camps; guarding the killing facilities at Belzec, Sobibor, and Treblinka, where Jews were killed by gassing; and guarding forced labor camps, including the Trawniki Labor Camp, located adjacent to the Trawniki Training Camp.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Between March 1941 and April 1943, as part of Operation Reinhard, German authorities reduced the population of the Warsaw Ghetto by approximately eighty-five percent. Many Jews confined in the Ghetto died of starvation and disease; many were transported to slave labor camps; and the rest were murdered at Treblinka. In April 1943, the Germans decided to liquidate the Ghetto entirely by deporting the remaining Jews to either concentration camps, labor camps, or Treblinka. To help accomplish this goal, on April 17, 1943, they ordered a battalion of 351 Trawniki men to Warsaw to participate in the Ghetto liquidation. According to a contemporaneous document &#8212; the \"Roster of guards detailed to the Warsaw Detachment\" (\"Roster\"), dated April 17, 1943 &#8212; Zajanckauskas was assigned to Warsaw as part of this battalion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Two days later, on April 19, 1943, the Germans commenced their assault on the Warsaw Ghetto. In addition to the Trawniki men, the Germans used men from the armed forces, the SS, and the police. The men were supported by a tank, two armored cars, and artillery. In command was <i>SS Brigadef&#252;hrer</i> (Brigadier General) J&#252;rgen Stroop, who later issued a report (\"the Stroop Report\") describing the liquidation in detail.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The duties of the Trawniki men assigned to Warsaw included standing in the cordon around the Ghetto to prevent Jews from escaping; guarding the transit square where captured Jews awaited rail transport to concentration camps, labor camps, and Treblinka; and escorting the train transports of captured Jews to their final destinations. Trawniki men also conducted house-to-house searches in the Ghetto for hidden Jews; skirmished with resistance fighters; rousted Jews hiding in bunkers; and took part in the shooting of some captured Jews, either as the actual trigger-men or as cordon guards.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Warsaw operation was expected to take only a few days. However, the Ghetto inhabitants resisted with unanticipated force and began an armed uprising, which lasted for several weeks. The operation continued until mid-May 1943, by which time the resistance was crushed and the Ghetto was cleared and destroyed. Tens of thousands of Jews were killed during this operation, thousands more were sent to be gassed at Treblinka, and thousands were shipped to concentration and labor camps.</p>\n    </div>\n    <p class=\"indent\">C. After Warsaw</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After the Warsaw operation, the Trawniki men returned to their home base. However, in July 1944, due to the approach of the Soviet Army, the Germans hurriedly evacuated Trawniki and the surrounding area. The commandant of the Trawniki Training Camp, Karl Streibel, organized the Trawniki men into a unit bearing his name, the SS Battalion Streibel. From August 1944 until January 1945, the SS Battalion Streibel served in central Poland along the Nida River. Some of its members forced Polish civilians to work on construction projects such as fortifications, roads, and airfields, although surviving records do not establish that Zajanckauskas did so.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In January 1945, the SS Battalion Streibel retreated into Germany until it reached the area of Dresden. Zajanckauskas served with the SS Battalion Streibel until March 4, 1945. In April 1945, the unit disintegrated after retreating into the territory of the present-day Czech Republic in the face of the Allied advance.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In 1949 or early 1950, Zajanckauskas sought a determination from the United States Displaced Persons Commission (\"DPC\") that he was eligible to receive an immigrant visa under the Displaced Persons Act of 1948 (\"DPA\"), 62 Stat. 1009.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In seeking this determination from the DPC, Zajanckauskas told American officials that he had lived and worked on his parents' farm in Lithuania from 1938 until 1944; that he fled to Dresden, arriving there in November 1944; and that he then went to Austria where he worked as a farmhand and laborer. The requested determination was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On January 24, 1950, Zajanckauskas filed an Application for Immigration Visa and Alien Registration with the United States Consulate in Salzburg, Austria in order to receive a visa to enter the United States under the DPA. On his visa application, Zajanckauskas stated that he was in Lithuania from 1929 until 1944; in Poland from February to October 1944; in Germany from October 1944 to February 1945; and in Austria since March 1945. Based on these statements, Zajanckauskas was issued a DPA visa, which he used to enter the United States in February 1950. In April 1956, Zajanckauskas applied for United States citizenship, and in June 1956, the Massachusetts Superior Court granted his application and issued to him a Certificate of Naturalization.</p>\n    </div>\n    <p class=\"indent\">D. The current case</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On June 5, 2002, after an investigation, the United States filed a two-count complaint against Zajanckauskas in the United States District Court for the District of Massachusetts to revoke Zajanckauskas's citizenship based on his participation in the Warsaw Ghetto liquidation and misrepresentations on his visa application. Count I charged that Zajanckauskas was not lawfully admitted to the United States because his participation in the liquidation of the Warsaw Ghetto and his role as a trainer of other men who served in that action constituted assistance in the persecution of civil populations, thereby rendering him ineligible for a visa under Section 2(b) of the DPA. Count II alleged that Zajanckauskas misrepresented his wartime whereabouts and activities &#8212; in particular, his deployment to Warsaw and participation in the Ghetto liquidation &#8212; on his visa application and therefore was ineligible for a visa under Section 10 of the DPA (\"Section 10\"), which prohibited the issuance of a visa to any person who willfully misrepresented material facts for the purpose of gaining admission to the United States as an eligible displaced person.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In January 2005, a three-day bench trial was conducted in the district court. Under 8 U.S.C. &#167; 1451(a), the court was required to revoke Zajanckauskas's citizenship and cancel his Certificate of Naturalization if the government was able to show &#8212; by clear, unequivocal, and convincing evidence &#8212; that Zajanckauskas's citizenship was illegally procured. The requirements for the legal procurement of naturalized citizenship are set forth in 8 U.S.C. &#167; 1427. Pursuant to 8 U.S.C. &#167; 1427(a)(1), no person shall be naturalized unless such person has been \"lawfully admitted [to the United States] for permanent residence.\" 8 U.S.C. &#167; 1427(a)(1). To meet that standard, an individual must be in possession of a valid visa and be legally eligible for that visa. <i>See Fedorenko,</i> 449 U.S. at 515, 101 S.Ct. 737. Since Zajanckauskas entered the United States with a visa obtained under the DPA, the court assessed his visa eligibility under that Act.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the purposes of addressing the Section 10 claim referenced in Count II of the complaint (the \"material misrepresentation\" claim),<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the parties stipulated the following:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Zajanckauskas's wartime location and activities were material facts capable of affecting the decision of the vice consul who reviewed Zajanckauskas's Application for Immigration Visa in order to determine whether he was eligible under the DPA for an immigrant visa.</p>\n    </div>\n    <p class=\"indent\">The parties also stipulated that:</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">If Zajanckauskas went to Warsaw in April and/or May 1943 with a Trawniki-based unit, he made a willful and material misrepresentation of his wartime location and activities to the DPC and on his visa application, and was therefore ineligible under Section 10 of the DPA to receive a visa.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Thus, the dispositive issue before the district court was whether Zajanckauskas was present in Warsaw in April and/or May 1943. If Zajanckauskas was in Warsaw during that time period, he willfully made a \"material misrepresentation\" and was ineligible for a visa under Section 10 of the DPA. If he was not legally eligible for a visa, he was not \"lawfully admitted [to the United States] for permanent residence.\" 8 U.S.C. &#167; 1427(a)(1). This would mean that his citizenship was illegally procured and that his citizenship had to be revoked and his Certificate of Naturalization cancelled. 8 U.S.C. &#167; 1451(a).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On January 26, 2005, the district court found that Zajanckauskas was present in Warsaw in April and/or May 1943. Therefore, as required under 8 U.S.C. &#167; 1451(a), the court revoked his citizenship and cancelled his Certificate of Naturalization. Zajanckauskas now appeals the district court's finding.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <p class=\"indent\">A. Standard of review</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Federal Rule of Civil Procedure 52(a) provides that in all actions tried without a jury</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">[f]indings of fact, whether based on oral or documentary evidence, shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the trial court to judge the credibility of the witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Fed.R.Civ.P. 52(a). Under this Rule, factual conclusions rendered by a district court sitting without a jury are binding unless the reviewing court \"on the entire evidence is left with the definite and firm conviction that a mistake has been committed.\" <i>Anderson v. City of Bessemer,</i> 470 U.S. 564, 573, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">However, in denaturalization proceedings, we have qualified this standard to an extent. In <i>Cufari v. United States,</i> 217 F.2d 404 (1st Cir. 1954), we wrote that \"while we accord weight to a district court's findings in deference to the wisdom of the general rule of judicial administration based on the opportunity afforded that court to observe witnesses in the flesh and judge their credibility, we do not weight those findings as heavily as we would in other cases of a civil nature.\" <i>Id.</i> at 408.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We arrived at this standard after looking at several Supreme Court cases in which the Court made clear that denaturalization cases are of an unusual nature. <i>See Baumgartner v. United States,</i> 322 U.S. 665, 671, 64 S.Ct. 1240, 88 L.Ed. 1525 (1944) (\"emphasis on the importance of `clear, unequivocal, and convincing' proof on which to rest the cancellation of a certificate of naturalization would be lost if the ascertainment by the lower courts whether that exacting standard of proof had been satisfied on the whole record were to be deemed a `fact' of the same order as all other `facts', not open to review here.\") (internal citation omitted); <i>Schneiderman v. United States,</i> 320 U.S. 118, 125, 63 S.Ct. 1333, 87 L.Ed. 1796 (1943) (\"[R]ights once conferred should not be lightly revoked. And more especially is this true when the rights are precious and when they are conferred by solemn adjudication, as is the situation when citizenship is granted.\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We review the district court's legal conclusions <i>de novo. See Powell v. Alexander,</i> 391 F.3d 1, 7 (1st Cir. 2004); <i>Southex Exhibitions v. Rhode Island Builders Ass'n,</i> 279 F.3d 94, 98 (1st Cir. 2002).</p>\n    </div>\n    <p class=\"indent\">B. The Stroop report and expert testimony</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the proceedings before the district court, Zajanckauskas based much of his defense on the Stroop Report &#8212; in particular, the section of the report in which the author, <i>SS Brigadef&#252;hrer</i> J&#252;rgen Stroop, wrote that the \"average daily deployment\" of Trawniki men in Warsaw was 335. As we describe in greater detail below, Zajanckauskas attempted to use this figure to undermine the government's claim that he was present at Warsaw. In its opinion, the district court rejected Zajanckauskas's argument. The court, however, also rejected the government's argument regarding the significance of this same \"average daily deployment\" figure. In rejecting the arguments of both parties, the court went on to provide its own opinion about the meaning of the \"average daily deployment\" number.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellant's first argument in this appeal is that the district court committed error when it interpreted the Stroop Report without the aid of expert testimony. Under Fed.R.Evid. 702, a qualified expert may testify when specialized knowledge will assist the trier of fact to understand the evidence or determine a fact in issue. According to the appellant, the precise meaning of the numbers in the Stroop Report, a report written by a German general during World War Two, was a topic for an expert historian and was not to be resolved by resort to common knowledge. Therefore, the appellant argues, the district court should have relied on expert testimony to support its interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We do not believe that the appellant's argument here helps his case, because even assuming that he is correct and that the district court was not permitted to make a determination about the potential meaning of numbers in the Stroop Report without the aid of expert witnesses, we do not think that the district court based its eventual finding on its own interpretation. In its \"Memorandum of Decision,\" the court recognized that it could offer no definitive explanation of the numbers in the Stroop Report. This derived, in large part, from the fact that there was no way to replicate Stroop's precise calculations. Several factors were unknown to the court, including the number of days Stroop had used to calculate the average in the report's \"average daily deployment,\" the exact criteria for declaring a man \"available\" for duty, and whether kitchen staff were counted as being \"available.\" This uncertainty prevented its own view from being anything more than an \"interpretation.\" \"Nonetheless\" &#8212; to use the court's precise terminology &#8212; it was confident that whatever the true meaning of the Stroop Report, under any acceptable reading of that document, it did not in any way \"detract from the reliability of the Roster as evidence that the Defendant was deployed to Warsaw.\" Thus, the court did not rely on its own view of the numbers in the Stroop Report in arriving at its conclusion that the report did not support Zajanckauskas's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Even if, <i>arguendo,</i> the court had done so, we believe that this was a factual determination that the court was able to make without the aid of any expert testimony. \"Expert testimony does not assist where the [trier of fact] has no need for an opinion because it easily can be derived from common sense, common experience, the [trier of fact's] own perceptions, or simple logic.\" 29 Charles Alan Wright &amp; Victor James Gold, <i>Federal Practice and Procedure</i> &#167; 6264 (2005). Having heard the proffered explanations of Zajanckauskas and the government as to the meaning of the \"average daily deployment\" figure in the Stroop Report, and having rejected them as illogical, the district judge was able to rely on his own perceptions of the circumstances behind the Stroop Report, his common sense, and his use of simple logic to arrive at what he believed was the \"most plausible meaning\" of the \"average daily deployment\" number in the report. Therefore, there was no need for the judge to support his factual determination by making reference to any expert testimony.</p>\n    </div>\n    <p class=\"indent\">C. The government's burden of proof</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellant's second argument is that the district court erred in finding that the government satisfied its heavy burden of proof. \"The evidence justifying revocation of citizenship must be clear, unequivocal, and convincing and not leave the issue in doubt.\" <i>Fedorenko,</i> 449 U.S. at 505, 101 S.Ct. 737 (citations and internal quotation marks omitted); <i>see also Klapprott v. United States,</i> 335 U.S. 601, 612, 69 S.Ct. 384, 93 L.Ed. 266 (1949). \"`Especially is this so when the attack is made long after the time when the certificate of citizenship was granted and the citizen has meanwhile met his obligations and has committed no act of lawlessness.'\" <i>Nowak v. United States,</i> 356 U.S. 660, 663, 78 S.Ct. 955, 2 L.Ed.2d 1048 (1958) (quoting <i>Schneiderman,</i> 320 U.S. at 122-23, 63 S.Ct. 1333).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The appellant claims that the Roster is the only piece of evidence showing that he was present in Warsaw, and that the probative value of that document is minimized as a result of conflicting evidence contained within the Stroop Report. More specifically, he contends that no reasonable person could clearly and unequivocally conclude that he went to Warsaw if, as the Stroop Report suggests, only 335 of the 351 men on the Roster actually arrived in Warsaw. In other words, the appellant claims that although his name may have been listed on the Roster, the Stroop Report &#8212; with its reference to the \"average daily deployment\" of 335 Trawniki men &#8212; creates uncertainty as to whether 351 Trawniki men were actually sent to Warsaw. The appellant claims there is a reasonable possibility that he was one of the sixteen individuals whose name was listed on the Roster, but who was not among the 335 sent to Warsaw. \"Simply put,\" he writes, \"the Stroop Report leaves the issue of the defendant's participation in Warsaw in doubt.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Stroop Report, however, does not create the doubt or uncertainty that the appellant ascribes to it. The district court, after rejecting the explanations proffered by Zajanckauskas and the government regarding the report's mention of 335 Trawniki men, found that \"the Stroop Report does not suggest that fewer than 351 Trawniki men went to Warsaw.\" It also noted, as we recounted above, that the report did not in any way \"detract from the reliability of the Roster as evidence that the Defendant was deployed to Warsaw.\" In fact, the district court even found that the Stroop Report, far from creating uncertainty or doubt, strengthened the assumption that Zajanckauskas had been in Warsaw. The court noted that \"the correlation between the injuries discussed in [other parts of the Stroop Report and the names on the Roster demonstrates that the Roster accurately recorded the names of those men who were deployed to Warsaw.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Having disposed of the appellant's ineffective argument about the Stroop Report, the district court found that there was a great deal of evidence demonstrating that Zajanckauskas had been deployed to Warsaw. For example, the Roster, undiminished by the Stroop Report, provided important evidence that the appellant was present in that city in April and/or May 1943. Knowing the probative value of this document, Zajanckauskas made a last-ditch effort to refute the information contained within it. At trial, he made two additional claims: 1) that he was erroneously included on the Roster, and 2) that the Roster was a \"draft\" to be superseded by a later document. However, these attacks on the Roster came to naught, as the government, in several ways, provided additional evidence demonstrating that the Roster was an accurate accounting of the Trawniki men who were actually deployed to Warsaw.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">First, as the district court relates, the government pointed to how, in two places on the Roster where other names had been erroneously included, the transcriber made corrections on the document. No such correction was made with respect to the appellant. Second, the government offered several German troop transfer orders that demonstrated that if a document stated that a soldier was to be deployed somewhere and that order was subsequently changed, the German practice was to make a correction to the document. As the district court notes, \"the lack of such a correction with respect to Zajanckauskas's name on the Roster clearly and unequivocally excludes the possibility that his deployment order was changed after the creation of the Roster.\" Third, regarding the notion that the Roster was a draft document, the court accepted the explanation offered by the government's expert, Dr. Peter Black, that the German military did not create draft documents because typewriters rendered document production time-consuming and tedious.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Further, the Roster was signed by a German officer. It is implausible that an officer would have signed a draft document.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Not content to have its case rest on the Roster alone, the government satisfied its demanding burden of proof in other ways. It offered convincing documentary evidence that the Trawniki men listed on the Roster actually arrived in Warsaw. For example, it provided interrogation protocols in which several Trawniki men who were listed on the Roster admitted that they had been present in Warsaw. The government also offered a telegram sent from German command in Warsaw disclosing the death of Borys Odartschenko, a Trawniki man listed on the Roster.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court found that \"[t]he Roster, supporting contemporaneous documents and the testimony of Dr. Black prove, to the satisfaction of the [clear, unequivocal, and convincing] standard, that Zajanckauskas was present in Warsaw in April and/or May of 1943.\" We agree. We think the evidence presented was sufficient to meet the government's heavy burden of proof. As such, the district court committed no error.</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Schutzstaffel (\"defense squadron\"), or SS, was a large Nazi paramilitary organization that played a key role in the Holocaust<i>See</i> http://en.wikipedia.org/wiki/SS.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Zajanckauskas stipulated to the authenticity of the Roster</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Congress enacted the DPA \"to enable European refugees driven from their homelands by the war to emigrate to the United States without regard to traditional immigration quotas.\"<i>Fedorenko v. United States,</i> 449 U.S. 490, 495, 101 S.Ct. 737, 66 L.Ed.2d 686 (1981). The DPC was charged with processing applicants for displaced persons status under the DPA; an applicant for a DPA visa had to receive the approval of the DPC before a formal visa application could be submitted to a United States consulate. <i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In its subsequent opinion, the district court did not rule on Count I of the complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government urges us to abandon the standard articulated in<i>Cufari</i> and adhere to the more deferential standard articulated in Fed.R.Civ.P. 52(a). However, the Supreme Court cases which the government cites in support of its position have nothing to do with denaturalization. <i>See Anderson,</i> 470 U.S. at 564, 105 S.Ct. 1504; <i>Bose Corp. v. Consumers Union of United States, Inc.,</i> 466 U.S. 485, 104 S.Ct. 1949, 80 L.Ed.2d 502 (1984). Furthermore, the Supreme Court precedents upon which we relied in formulating the <i>Cufari</i> standard are still valid and have not been overruled in any way. Accordingly, we see little reason to follow the path advanced by the government.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The government's expert, Dr. Peter R. Black, is the Director of the Office of the Senior Historian at the Center for Advanced Holocaust Studies of the United States Holocaust Memorial Museum</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court, it should be noted, also found the lack of documentary evidence to be important. The court noted that \"there is no documentary evidence to suggest that any man listed on the Roster was anywhere other than in Warsaw during the relevant time period, e.g., there are no reports of injuries or activities involving any of those men occurring elsewhere.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">441</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Vladas ZAJANCKAUSKAS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 05-1457.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard February 9, 2006.</p>\n    <p class=\"date\">Decided March 23, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Robert L. Sheketoff, with whom Thomas Butters were on brief, for appellant.</p>\n      <p class=\"indent\">Jeffrey L. Menkin, Senior Trial Attorney, Office of Special Investigations, Criminal Division, U.S. Department of Justice, with whom William Henry Kenety V, Senior Trial Attorney, Susan L. Siegal, Principal Deputy Director, Eli M. Rosenbaum, Director, Mark Grady, Assistant United States Attorney, and Michael J. Sullivan, United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before TORRUELLA, Circuit Judge, STAHL, Senior Circuit Judge, and HOWARD, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On June 5, 2002, the United States filed a civil action against Vladas Zajanckauskas (\"Zajanckauskas\" or \"appellant\"), a resident of Millbury, Massachusetts and a naturalized citizen of the United States, to revoke Zajanckauskas's citizenship based on his participation in the notorious World War Two operation to clear and destroy the Warsaw Ghetto and on certain misrepresentations on his visa application. The complaint alleged that Zajanckauskas's citizenship was illegally procured and therefore had to be revoked pursuant to 8 U.S.C. &#167; 1451(a). After a three-day bench trial, the district court found that Zajanckauskas had made materially false statements on his visa application. As a result, it revoked his citizenship and cancelled his Certificate of Naturalization. In this appeal, Zajanckauskas contests the finding of the district court. After careful consideration, we affirm.</p>\n    </div>\n    <p class=\"center\">I. <i>Background</i></p>\n    <p class=\"indent\">A. Shifting allegiances</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts of this case were largely stipulated by the parties. The appellant was born on December 27, 1915, in Aukstadvaris, in what is today independent Lithuania. On May 1, 1939, Zajanckauskas was inducted into the Lithuanian Army and, following the Soviet annexation of Lithuania in 1940, he was incorporated into the Soviet Army.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 22, 1941, Germany invaded the Soviet Union, quickly overrunning Lithuania. The appellant was captured by German forces the next month and was held as a prisoner of war (\"POW\") at the Hammerstein POW camp in Germany. As a prisoner, Zajanckauskas discovered that the Germans drew distinctions among the Soviet POWs according to Nazi racial and political ideology. While the Germans shot thousands of Jews and Communist Party members, members of certain nationalities, including Lithuanians, Latvians, and Estonians, received better treatment and were sorted out to determine whether they were suitable for German service.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In mid-1942, Zajanckauskas himself was recruited by the Germans, and on July 23, 1942 he arrived at the Trawniki Training Camp near the town of Trawniki, in Nazi-occupied Poland. Run jointly by the SS<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and the German police, the Trawniki Training Camp was established to meet the growing German need for manpower. It trained individuals of various eastern European nationalities for service in the German war machine. Following his arrival at Trawniki, Zajanckauskas received Trawniki identification number 2122 and was assigned the rank of <i>Wachmann</i> (guard private).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">\"Trawniki men\" (as Trawniki recruits were sometimes termed in wartime records) were paid and received other benefits, including home leave and family support payments. Trawniki men also were eligible for promotion. Promotions were based on merit and were not awarded at random, or automatically according to length of service. Promotion brought with it increased pay, status, and responsibility.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">During training, Trawniki men practiced close-order drills, learned how to handle various kinds of firearms, learned German-language commands, were taught how to guard prisoners, and received ideological instruction. Zajanckauskas underwent the same training as other Trawniki recruits. He also received additional training in a course for future Trawniki non-commissioned officers (\"NCOs\") and rose quickly, after two promotions, to the rank of <i>Gruppenwachmann</i> (guard sergeant). By April 1943, Zajanckauskas had himself become a trainer in the NCO course.</p>\n    </div>\n    <p class=\"indent\">B. Trawniki men in Warsaw</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Shortly after conquering Poland in 1939, the Germans began to segregate the large Jewish population of Warsaw in a restricted residential, or \"ghetto,\" district, which they physically sealed off from the rest of the city in November 1940. The Germans also forced Jews from the surrounding areas to move into the Warsaw Ghetto. At its peak in March 1941, the Ghetto contained approximately 445,000 Jews.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The year 1941, however, saw the initiation of \"Operation Reinhard,\" the purpose of which was to implement the Nazis' so-called \"final solution\" in Poland and murder all the Jews in the country. Trawniki men participated in virtually every aspect of the implementation of Operation Reinhard. The activities of Trawniki men included extracting Jews from ghettos in German-occupied territories and deporting them to killing centers and labor camps; guarding the killing facilities at Belzec, Sobibor, and Treblinka, where Jews were killed by gassing; and guarding forced labor camps, including the Trawniki Labor Camp, located adjacent to the Trawniki Training Camp.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Between March 1941 and April 1943, as part of Operation Reinhard, German authorities reduced the population of the Warsaw Ghetto by approximately eighty-five percent. Many Jews confined in the Ghetto died of starvation and disease; many were transported to slave labor camps; and the rest were murdered at Treblinka. In April 1943, the Germans decided to liquidate the Ghetto entirely by deporting the remaining Jews to either concentration camps, labor camps, or Treblinka. To help accomplish this goal, on April 17, 1943, they ordered a battalion of 351 Trawniki men to Warsaw to participate in the Ghetto liquidation. According to a contemporaneous document &#8212; the \"Roster of guards detailed to the Warsaw Detachment\" (\"Roster\"), dated April 17, 1943 &#8212; Zajanckauskas was assigned to Warsaw as part of this battalion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Two days later, on April 19, 1943, the Germans commenced their assault on the Warsaw Ghetto. In addition to the Trawniki men, the Germans used men from the armed forces, the SS, and the police. The men were supported by a tank, two armored cars, and artillery. In command was <i>SS Brigadef&#252;hrer</i> (Brigadier General) J&#252;rgen Stroop, who later issued a report (\"the Stroop Report\") describing the liquidation in detail.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The duties of the Trawniki men assigned to Warsaw included standing in the cordon around the Ghetto to prevent Jews from escaping; guarding the transit square where captured Jews awaited rail transport to concentration camps, labor camps, and Treblinka; and escorting the train transports of captured Jews to their final destinations. Trawniki men also conducted house-to-house searches in the Ghetto for hidden Jews; skirmished with resistance fighters; rousted Jews hiding in bunkers; and took part in the shooting of some captured Jews, either as the actual trigger-men or as cordon guards.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Warsaw operation was expected to take only a few days. However, the Ghetto inhabitants resisted with unanticipated force and began an armed uprising, which lasted for several weeks. The operation continued until mid-May 1943, by which time the resistance was crushed and the Ghetto was cleared and destroyed. Tens of thousands of Jews were killed during this operation, thousands more were sent to be gassed at Treblinka, and thousands were shipped to concentration and labor camps.</p>\n    </div>\n    <p class=\"indent\">C. After Warsaw</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After the Warsaw operation, the Trawniki men returned to their home base. However, in July 1944, due to the approach of the Soviet Army, the Germans hurriedly evacuated Trawniki and the surrounding area. The commandant of the Trawniki Training Camp, Karl Streibel, organized the Trawniki men into a unit bearing his name, the SS Battalion Streibel. From August 1944 until January 1945, the SS Battalion Streibel served in central Poland along the Nida River. Some of its members forced Polish civilians to work on construction projects such as fortifications, roads, and airfields, although surviving records do not establish that Zajanckauskas did so.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In January 1945, the SS Battalion Streibel retreated into Germany until it reached the area of Dresden. Zajanckauskas served with the SS Battalion Streibel until March 4, 1945. In April 1945, the unit disintegrated after retreating into the territory of the present-day Czech Republic in the face of the Allied advance.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In 1949 or early 1950, Zajanckauskas sought a determination from the United States Displaced Persons Commission (\"DPC\") that he was eligible to receive an immigrant visa under the Displaced Persons Act of 1948 (\"DPA\"), 62 Stat. 1009.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In seeking this determination from the DPC, Zajanckauskas told American officials that he had lived and worked on his parents' farm in Lithuania from 1938 until 1944; that he fled to Dresden, arriving there in November 1944; and that he then went to Austria where he worked as a farmhand and laborer. The requested determination was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On January 24, 1950, Zajanckauskas filed an Application for Immigration Visa and Alien Registration with the United States Consulate in Salzburg, Austria in order to receive a visa to enter the United States under the DPA. On his visa application, Zajanckauskas stated that he was in Lithuania from 1929 until 1944; in Poland from February to October 1944; in Germany from October 1944 to February 1945; and in Austria since March 1945. Based on these statements, Zajanckauskas was issued a DPA visa, which he used to enter the United States in February 1950. In April 1956, Zajanckauskas applied for United States citizenship, and in June 1956, the Massachusetts Superior Court granted his application and issued to him a Certificate of Naturalization.</p>\n    </div>\n    <p class=\"indent\">D. The current case</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On June 5, 2002, after an investigation, the United States filed a two-count complaint against Zajanckauskas in the United States District Court for the District of Massachusetts to revoke Zajanckauskas's citizenship based on his participation in the Warsaw Ghetto liquidation and misrepresentations on his visa application. Count I charged that Zajanckauskas was not lawfully admitted to the United States because his participation in the liquidation of the Warsaw Ghetto and his role as a trainer of other men who served in that action constituted assistance in the persecution of civil populations, thereby rendering him ineligible for a visa under Section 2(b) of the DPA. Count II alleged that Zajanckauskas misrepresented his wartime whereabouts and activities &#8212; in particular, his deployment to Warsaw and participation in the Ghetto liquidation &#8212; on his visa application and therefore was ineligible for a visa under Section 10 of the DPA (\"Section 10\"), which prohibited the issuance of a visa to any person who willfully misrepresented material facts for the purpose of gaining admission to the United States as an eligible displaced person.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In January 2005, a three-day bench trial was conducted in the district court. Under 8 U.S.C. &#167; 1451(a), the court was required to revoke Zajanckauskas's citizenship and cancel his Certificate of Naturalization if the government was able to show &#8212; by clear, unequivocal, and convincing evidence &#8212; that Zajanckauskas's citizenship was illegally procured. The requirements for the legal procurement of naturalized citizenship are set forth in 8 U.S.C. &#167; 1427. Pursuant to 8 U.S.C. &#167; 1427(a)(1), no person shall be naturalized unless such person has been \"lawfully admitted [to the United States] for permanent residence.\" 8 U.S.C. &#167; 1427(a)(1). To meet that standard, an individual must be in possession of a valid visa and be legally eligible for that visa. <i>See Fedorenko,</i> 449 U.S. at 515, <span class=\"citation\" data-id=\"110381\"><a href=\"/opinion/110381/fedorenko-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">737</span></a></span>. Since Zajanckauskas entered the United States with a visa obtained under the DPA, the court assessed his visa eligibility under that Act.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the purposes of addressing the Section 10 claim referenced in Count II of the complaint (the \"material misrepresentation\" claim),<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> the parties stipulated the following:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Zajanckauskas's wartime location and activities were material facts capable of affecting the decision of the vice consul who reviewed Zajanckauskas's Application for Immigration Visa in order to determine whether he was eligible under the DPA for an immigrant visa.</p>\n    </div>\n    <p class=\"indent\">The parties also stipulated that:</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">If Zajanckauskas went to Warsaw in April and/or May 1943 with a Trawniki-based unit, he made a willful and material misrepresentation of his wartime location and activities to the DPC and on his visa application, and was therefore ineligible under Section 10 of the DPA to receive a visa.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Thus, the dispositive issue before the district court was whether Zajanckauskas was present in Warsaw in April and/or May 1943. If Zajanckauskas was in Warsaw during that time period, he willfully made a \"material misrepresentation\" and was ineligible for a visa under Section 10 of the DPA. If he was not legally eligible for a visa, he was not \"lawfully admitted [to the United States] for permanent residence.\" 8 U.S.C. &#167; 1427(a)(1). This would mean that his citizenship was illegally procured and that his citizenship had to be revoked and his Certificate of Naturalization cancelled. 8 U.S.C. &#167; 1451(a).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On January 26, 2005, the district court found that Zajanckauskas was present in Warsaw in April and/or May 1943. Therefore, as required under 8 U.S.C. &#167; 1451(a), the court revoked his citizenship and cancelled his Certificate of Naturalization. Zajanckauskas now appeals the district court's finding.</p>\n    </div>\n    <p class=\"center\">II. <i>Discussion</i></p>\n    <p class=\"indent\">A. Standard of review</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Federal Rule of Civil Procedure 52(a) provides that in all actions tried without a jury</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">[f]indings of fact, whether based on oral or documentary evidence, shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the trial court to judge the credibility of the witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Fed.R.Civ.P. 52(a). Under this Rule, factual conclusions rendered by a district court sitting without a jury are binding unless the reviewing court \"on the entire evidence is left with the definite and firm conviction that a mistake has been committed.\" <i>Anderson v. City of Bessemer,</i> <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 573, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">84</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">518</span></a></span> (1985) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">However, in denaturalization proceedings, we have qualified this standard to an extent. In <i>Cufari v. United States,</i> <span class=\"citation\" data-id=\"235222\"><a href=\"/opinion/235222/salvatore-cufari-v-united-states/\"><span class=\"volume\">217</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">404</span></a></span> (1st Cir. 1954), we wrote that \"while we accord weight to a district court's findings in deference to the wisdom of the general rule of judicial administration based on the opportunity afforded that court to observe witnesses in the flesh and judge their credibility, we do not weight those findings as heavily as we would in other cases of a civil nature.\" <i>Id.</i> at 408.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We arrived at this standard after looking at several Supreme Court cases in which the Court made clear that denaturalization cases are of an unusual nature. <i>See Baumgartner v. United States,</i> <span class=\"citation\" data-id=\"104014\"><a href=\"/opinion/104014/baumgartner-v-united-states/\"><span class=\"volume\">322</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">665</span></a></span>, 671, <span class=\"citation no-link\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1240</span></span>, <span class=\"citation no-link\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1525</span></span> (1944) (\"emphasis on the importance of `clear, unequivocal, and convincing' proof on which to rest the cancellation of a certificate of naturalization would be lost if the ascertainment by the lower courts whether that exacting standard of proof had been satisfied on the whole record were to be deemed a `fact' of the same order as all other `facts', not open to review here.\") (internal citation omitted); <i>Schneiderman v. United States,</i> <span class=\"citation\" data-id=\"103877\"><a href=\"/opinion/103877/schneiderman-v-united-states/\"><span class=\"volume\">320</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">118</span></a></span>, 125, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1333</span></span>, <span class=\"citation no-link\"><span class=\"volume\">87</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1796</span></span> (1943) (\"[R]ights once conferred should not be lightly revoked. And more especially is this true when the rights are precious and when they are conferred by solemn adjudication, as is the situation when citizenship is granted.\").<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We review the district court's legal conclusions <i>de novo. See Powell v. Alexander,</i> <span class=\"citation\" data-id=\"201350\"><a href=\"/opinion/201350/powell-v-alexander/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir. 2004); <i>Southex Exhibitions v. Rhode Island Builders Ass'n,</i> <span class=\"citation\" data-id=\"199821\"><a href=\"/opinion/199821/southex-exhibitions-v-rhode-island-builder/\"><span class=\"volume\">279</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 98 (1st Cir. 2002).</p>\n    </div>\n    <p class=\"indent\">B. The Stroop report and expert testimony</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the proceedings before the district court, Zajanckauskas based much of his defense on the Stroop Report &#8212; in particular, the section of the report in which the author, <i>SS Brigadef&#252;hrer</i> J&#252;rgen Stroop, wrote that the \"average daily deployment\" of Trawniki men in Warsaw was 335. As we describe in greater detail below, Zajanckauskas attempted to use this figure to undermine the government's claim that he was present at Warsaw. In its opinion, the district court rejected Zajanckauskas's argument. The court, however, also rejected the government's argument regarding the significance of this same \"average daily deployment\" figure. In rejecting the arguments of both parties, the court went on to provide its own opinion about the meaning of the \"average daily deployment\" number.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The appellant's first argument in this appeal is that the district court committed error when it interpreted the Stroop Report without the aid of expert testimony. Under Fed.R.Evid. 702, a qualified expert may testify when specialized knowledge will assist the trier of fact to understand the evidence or determine a fact in issue. According to the appellant, the precise meaning of the numbers in the Stroop Report, a report written by a German general during World War Two, was a topic for an expert historian and was not to be resolved by resort to common knowledge. Therefore, the appellant argues, the district court should have relied on expert testimony to support its interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We do not believe that the appellant's argument here helps his case, because even assuming that he is correct and that the district court was not permitted to make a determination about the potential meaning of numbers in the Stroop Report without the aid of expert witnesses, we do not think that the district court based its eventual finding on its own interpretation. In its \"Memorandum of Decision,\" the court recognized that it could offer no definitive explanation of the numbers in the Stroop Report. This derived, in large part, from the fact that there was no way to replicate Stroop's precise calculations. Several factors were unknown to the court, including the number of days Stroop had used to calculate the average in the report's \"average daily deployment,\" the exact criteria for declaring a man \"available\" for duty, and whether kitchen staff were counted as being \"available.\" This uncertainty prevented its own view from being anything more than an \"interpretation.\" \"Nonetheless\" &#8212; to use the court's precise terminology &#8212; it was confident that whatever the true meaning of the Stroop Report, under any acceptable reading of that document, it did not in any way \"detract from the reliability of the Roster as evidence that the Defendant was deployed to Warsaw.\" Thus, the court did not rely on its own view of the numbers in the Stroop Report in arriving at its conclusion that the report did not support Zajanckauskas's argument.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Even if, <i>arguendo,</i> the court had done so, we believe that this was a factual determination that the court was able to make without the aid of any expert testimony. \"Expert testimony does not assist where the [trier of fact] has no need for an opinion because it easily can be derived from common sense, common experience, the [trier of fact's] own perceptions, or simple logic.\" 29 Charles Alan Wright &amp; Victor James Gold, <i>Federal Practice and Procedure</i> &#167; 6264 (2005). Having heard the proffered explanations of Zajanckauskas and the government as to the meaning of the \"average daily deployment\" figure in the Stroop Report, and having rejected them as illogical, the district judge was able to rely on his own perceptions of the circumstances behind the Stroop Report, his common sense, and his use of simple logic to arrive at what he believed was the \"most plausible meaning\" of the \"average daily deployment\" number in the report. Therefore, there was no need for the judge to support his factual determination by making reference to any expert testimony.</p>\n    </div>\n    <p class=\"indent\">C. The government's burden of proof</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The appellant's second argument is that the district court erred in finding that the government satisfied its heavy burden of proof. \"The evidence justifying revocation of citizenship must be clear, unequivocal, and convincing and not leave the issue in doubt.\" <i>Fedorenko,</i> 449 U.S. at 505, <span class=\"citation\" data-id=\"110381\"><a href=\"/opinion/110381/fedorenko-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">737</span></a></span> (citations and internal quotation marks omitted); <i>see also Klapprott v. United States,</i> <span class=\"citation\" data-id=\"104615\"><a href=\"/opinion/104615/klapprott-v-united-states/\"><span class=\"volume\">335</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">601</span></a></span>, 612, <span class=\"citation\" data-id=\"104615\"><a href=\"/opinion/104615/klapprott-v-united-states/\"><span class=\"volume\">69</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">384</span></a></span>, <span class=\"citation\" data-id=\"104615\"><a href=\"/opinion/104615/klapprott-v-united-states/\"><span class=\"volume\">93</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">266</span></a></span> (1949). \"`Especially is this so when the attack is made long after the time when the certificate of citizenship was granted and the citizen has meanwhile met his obligations and has committed no act of lawlessness.'\" <i>Nowak v. United States,</i> <span class=\"citation\" data-id=\"105699\"><a href=\"/opinion/105699/nowak-v-united-states/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">660</span></a></span>, 663, <span class=\"citation\" data-id=\"105699\"><a href=\"/opinion/105699/nowak-v-united-states/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">955</span></a></span>, <span class=\"citation\" data-id=\"105699\"><a href=\"/opinion/105699/nowak-v-united-states/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1048</span></a></span> (1958) (quoting <i>Schneiderman,</i> 320 U.S. at 122-23, <span class=\"citation no-link\"><span class=\"volume\">63</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1333</span></span>).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The appellant claims that the Roster is the only piece of evidence showing that he was present in Warsaw, and that the probative value of that document is minimized as a result of conflicting evidence contained within the Stroop Report. More specifically, he contends that no reasonable person could clearly and unequivocally conclude that he went to Warsaw if, as the Stroop Report suggests, only 335 of the 351 men on the Roster actually arrived in Warsaw. In other words, the appellant claims that although his name may have been listed on the Roster, the Stroop Report &#8212; with its reference to the \"average daily deployment\" of 335 Trawniki men &#8212; creates uncertainty as to whether 351 Trawniki men were actually sent to Warsaw. The appellant claims there is a reasonable possibility that he was one of the sixteen individuals whose name was listed on the Roster, but who was not among the 335 sent to Warsaw. \"Simply put,\" he writes, \"the Stroop Report leaves the issue of the defendant's participation in Warsaw in doubt.\"</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The Stroop Report, however, does not create the doubt or uncertainty that the appellant ascribes to it. The district court, after rejecting the explanations proffered by Zajanckauskas and the government regarding the report's mention of 335 Trawniki men, found that \"the Stroop Report does not suggest that fewer than 351 Trawniki men went to Warsaw.\" It also noted, as we recounted above, that the report did not in any way \"detract from the reliability of the Roster as evidence that the Defendant was deployed to Warsaw.\" In fact, the district court even found that the Stroop Report, far from creating uncertainty or doubt, strengthened the assumption that Zajanckauskas had been in Warsaw. The court noted that \"the correlation between the injuries discussed in [other parts of the Stroop Report and the names on the Roster demonstrates that the Roster accurately recorded the names of those men who were deployed to Warsaw.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Having disposed of the appellant's ineffective argument about the Stroop Report, the district court found that there was a great deal of evidence demonstrating that Zajanckauskas had been deployed to Warsaw. For example, the Roster, undiminished by the Stroop Report, provided important evidence that the appellant was present in that city in April and/or May 1943. Knowing the probative value of this document, Zajanckauskas made a last-ditch effort to refute the information contained within it. At trial, he made two additional claims: 1) that he was erroneously included on the Roster, and 2) that the Roster was a \"draft\" to be superseded by a later document. However, these attacks on the Roster came to naught, as the government, in several ways, provided additional evidence demonstrating that the Roster was an accurate accounting of the Trawniki men who were actually deployed to Warsaw.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">First, as the district court relates, the government pointed to how, in two places on the Roster where other names had been erroneously included, the transcriber made corrections on the document. No such correction was made with respect to the appellant. Second, the government offered several German troop transfer orders that demonstrated that if a document stated that a soldier was to be deployed somewhere and that order was subsequently changed, the German practice was to make a correction to the document. As the district court notes, \"the lack of such a correction with respect to Zajanckauskas's name on the Roster clearly and unequivocally excludes the possibility that his deployment order was changed after the creation of the Roster.\" Third, regarding the notion that the Roster was a draft document, the court accepted the explanation offered by the government's expert, Dr. Peter Black, that the German military did not create draft documents because typewriters rendered document production time-consuming and tedious.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Further, the Roster was signed by a German officer. It is implausible that an officer would have signed a draft document.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Not content to have its case rest on the Roster alone, the government satisfied its demanding burden of proof in other ways. It offered convincing documentary evidence that the Trawniki men listed on the Roster actually arrived in Warsaw. For example, it provided interrogation protocols in which several Trawniki men who were listed on the Roster admitted that they had been present in Warsaw. The government also offered a telegram sent from German command in Warsaw disclosing the death of Borys Odartschenko, a Trawniki man listed on the Roster.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court found that \"[t]he Roster, supporting contemporaneous documents and the testimony of Dr. Black prove, to the satisfaction of the [clear, unequivocal, and convincing] standard, that Zajanckauskas was present in Warsaw in April and/or May of 1943.\" We agree. We think the evidence presented was sufficient to meet the government's heavy burden of proof. As such, the district court committed no error.</p>\n    </div>\n    <p class=\"center\">III. <i>Conclusion</i></p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the judgment of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Schutzstaffel (\"defense squadron\"), or SS, was a large Nazi paramilitary organization that played a key role in the Holocaust<i>See</i> http://en.wikipedia.org/wiki/SS.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Zajanckauskas stipulated to the authenticity of the Roster</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Congress enacted the DPA \"to enable European refugees driven from their homelands by the war to emigrate to the United States without regard to traditional immigration quotas.\"<i>Fedorenko v. United States,</i> <span class=\"citation\" data-id=\"110381\"><a href=\"/opinion/110381/fedorenko-v-united-states/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">490</span></a></span>, 495, <span class=\"citation\" data-id=\"110381\"><a href=\"/opinion/110381/fedorenko-v-united-states/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">737</span></a></span>, <span class=\"citation\" data-id=\"110381\"><a href=\"/opinion/110381/fedorenko-v-united-states/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">686</span></a></span> (1981). The DPC was charged with processing applicants for displaced persons status under the DPA; an applicant for a DPA visa had to receive the approval of the DPC before a formal visa application could be submitted to a United States consulate. <i>Id.</i></p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In its subsequent opinion, the district court did not rule on Count I of the complaint</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The government urges us to abandon the standard articulated in<i>Cufari</i> and adhere to the more deferential standard articulated in Fed.R.Civ.P. 52(a). However, the Supreme Court cases which the government cites in support of its position have nothing to do with denaturalization. <i>See Anderson,</i> 470 U.S. at 564, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">105</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1504</span></a></span>; <i>Bose Corp. v. Consumers Union of United States, Inc.,</i> <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">485</span></a></span>, <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1949</span></a></span>, <span class=\"citation\" data-id=\"111164\"><a href=\"/opinion/111164/bose-corp-v-consumers-union-of-united-states-inc/\"><span class=\"volume\">80</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">502</span></a></span> (1984). Furthermore, the Supreme Court precedents upon which we relied in formulating the <i>Cufari</i> standard are still valid and have not been overruled in any way. Accordingly, we see little reason to follow the path advanced by the government.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The government's expert, Dr. Peter R. Black, is the Director of the Office of the Senior Historian at the Center for Advanced Holocaust Studies of the United States Holocaust Memorial Museum</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court, it should be noted, also found the lack of documentary evidence to be important. The court noted that \"there is no documentary evidence to suggest that any man listed on the Roster was anywhere other than in Warsaw during the relevant time period, e.g., there are no reports of injuries or activities involving any of those men occurring elsewhere.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103877/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/235222/"
  ]
}