{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/202192/",
  "absolute_url": "/opinion/202192/united-states-v-maldonado-garcia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/202192/",
  "author": null,
  "joined_by": [],
  "per_curiam": false,
  "date_created": "2011-02-07T05:46:32Z",
  "date_modified": "2016-02-28T05:07:27.688533Z",
  "type": "010combined",
  "sha1": "eb9ceb4908a0eb2e770b446a9081b026f2d1f2a4",
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/04-2674-01A.pdf",
  "local_path": "http://www.courtlistener.com/pdf/2006/05/05/US_v._Maldonado-Garcia.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 04-2674\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                     NESTOR MALDONADO-GARCÍA,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Héctor M. Laffitte, U.S. District Judge]\n\n\n                              Before\n\n                        Boudin, Chief Judge,\n                 Selya and Lynch, Circuit Judges.\n\n\n\n     Juan J. Hernández López de Victoria, by appointment of the\ncourt, for appellant.\n     Nestor Maldonado-García on supplemental brief, pro se ipso.\n     Mariana E. Bauzá-Almonte, Assistant United States Attorney,\nwith whom H. S. Garcia, United States Attorney, and Nelson Pérez-\nSosa, Assistant United States Attorney (Senior Appellate Attorney),\nwere on brief, for appellee.\n\n\n\n                           May 5, 2006\n\f           SELYA,     Circuit    Judge.    This       case   involves     drug\n\ntrafficking and related gun possession.         After a second full trial\n\n— the first resulted in a hung jury — defendant-appellant Nestor\n\nMaldonado-García was found guilty on one count of possession of\n\nmarijuana with intent to distribute and two related firearms\n\ncounts.    In this venue, the appellant's counselled brief advances\n\ntwo assignments of error.        First, the brief asseverates that the\n\ngovernment's   evidence    was   insufficient    to    establish   that    the\n\nappellant knowingly possessed the firearm found in the truck he was\n\ndriving.   Second, the brief calumnizes the trial court's exclusion\n\nof testimonial evidence pertaining to the violent death of a prior\n\nlessee of the truck.      Counsel pressed both points vigorously at\n\noral argument.1     The appellant also has filed a pro se supplemental\n\nbrief, in which he raises a golconda of other arguments.              Finding\n\nall of these arguments unpersuasive, we affirm the judgment below.\n\n           We rehearse the facts in the light most hospitable to the\n\nverdict, consistent with record support.          United States v. Vega\n\nMolina, 407 F.3d 511, 516 (1st Cir. 2005).\n\n           In late July of 2003, California-based employees of a\n\nshipping   company,    Caribbean   Transport    Services     (CTS),     became\n\nsuspicious of a shipment addressed to LL Industries in Aguadilla,\n\n\n\n     1\n      The appellant's counselled brief also asserted a challenge\nwith respect to the chain of custody of the seized drugs.\nAppellant's counsel explicitly abandoned this challenge during oral\nargument, however, and we make no further mention of it.\n\n                                    -2-\n\fPuerto   Rico.2   CTS   immediately   notified   the   Drug   Enforcement\n\nAdministration (DEA).     After performing field tests, DEA agents\n\nconfirmed that the suspect crates contained bundles of marijuana.\n\nWith the assistance of CTS staffers, the agents returned the\n\nbundles of marijuana to the crates in which they had been packed\n\nand allowed the shipment to go forward.          At the DEA's bidding,\n\nhowever, the shipment was rerouted from Aguadilla to San Juan.\n\n           The crates reached San Juan on July 28, 2003.         The DEA\n\narranged for surveillance upon their arrival.          That evening, an\n\nunidentified male caller telephoned CTS several times, inquiring\n\nabout the shipment and the associated freight charges.           Shortly\n\nafter a CTS representative told the caller that the shipment was in\n\nhouse, the appellant arrived at the CTS facility in a Ford dump\n\ntruck.   He presented a copy of the shipping invoice for the crates,\n\npaid the outstanding freight charges with money orders drawn in the\n\nexact amount, and used an alias when endorsing the money orders.\n\n           After CTS employees loaded the crates onto the truck, the\n\nappellant climbed into the driver's seat and began to depart.         At\n\nthat point, DEA agents blocked his only means of egress.               In\n\naddition, a DEA agent, Rafael Mattai, pursued the truck on foot.\n\nSeeing the roadblock, the appellant veered in an apparent attempt\n\n\n\n\n     2\n      Subsequent investigation revealed both that LL Industries was\na nonexistent firm and that the shipment sported a bogus address.\n\n                                 -3-\n\fto evade the agents. The attempt failed, and the appellant brought\n\nthe truck to a halt.\n\n          DEA agents converged on the truck and arrested the\n\nappellant.   As the agents were handcuffing him, Fano Samuel Cruz\n\nSantiago (Cruz), a local police officer assigned to work with the\n\nDEA, saw a .357 Magnum revolver on the floor of the cab, near the\n\ntruck's stick-shift.   Cruz testified that the firearm was easily\n\naccessible from the driver's seat, within the driver's immediate\n\nreach, and in plain view.   After completing the arrest, the agents\n\nseized the drugs, the gun, and the truck.\n\n          In the days following the arrest, the DEA returned the\n\ntruck to its owner, Wender Rentas.    Rentas testified at trial that\n\nhe was the appellant's employer; that he regularly lent his truck\n\nto the appellant without any special formality; and that the\n\nappellant had ready access to the truck.    Rentas further testified\n\nthat, on July 28, the truck was parked at his house.   The appellant\n\ndrove there that afternoon (sometime after 4:00 p.m.) to return\n\nanother vehicle.   The inference was compelling that the appellant\n\ncommandeered the truck at around that time.      In all events, the\n\nappellant arrived at the CTS facility sometime after 7:30 p.m. that\n\nevening, operating the dump truck.\n\n          A federal grand jury indicted the appellant.    The three-\n\ncount indictment charged possession of 234 kilograms of marijuana\n\nwith intent to distribute (count 1); possession of a firearm during\n\n\n                                -4-\n\fthe    commission         of   a    drug-trafficking    crime   (count    2);   and\n\npossession of a firearm having an obliterated serial number (count\n\n3).3   See 21 U.S.C. § 841; 18 U.S.C. § 924(c)(1)(A); id. § 922(k).\n\nCounts     2   and    3    each     contained    a   scienter   element   (knowing\n\npossession).\n\n               After hearing all the evidence, the jury deadlocked. The\n\ndistrict court declared a mistrial.                  A retrial ensued.      At the\n\nclose of the government's case in chief, the appellant moved for\n\njudgment of acquittal.              See Fed. R. Crim. P. 29(a).      The district\n\ncourt denied the motion.             The appellant did not renew the motion at\n\nthe end of the his case.              See id.    The court submitted all three\n\ncounts to the jury, which returned a guilty verdict across the\n\nboard. The appellant again failed to renew his motion for judgment\n\nof acquittal within the seven days following the verdict. See Fed.\n\nR. Crim. P. 29(c)(1).                The district court imposed a 123-month\n\nincarcerative sentence.              This timely appeal followed.\n\n               The gravamen of the appellant's first claim of error is\n\nthat the government's proof regarding the presence of the gun in\n\nthe cab of the truck was insufficient to establish an element of\n\nthe    offenses      of    conviction     —   knowing   possession   —    beyond   a\n\nreasonable doubt and that, therefore, the firearms convictions\n\nshould be reversed.                This claim suffers from a self-inflicted\n\n\n       3\n      The appellant concedes that the serial number of the gun had\nbeen obliterated and that the gun had traveled in interstate\ncommerce.\n\n                                           -5-\n\fwound: the appellant failed to renew his Rule 29 motion either at\n\nthe close of all the evidence or following the jury verdict.           See\n\nFed. R. Crim. P. 29.      These omissions combine to constitute a\n\nwaiver of the appellant's earlier Rule 29 motion.             See United\n\nStates   v.   Hadfield,   918   F.2d    987,    996   (1st   Cir.   1990).\n\nConsequently, our review, if not entirely foreclosed,4 is limited\n\nto clear and gross injustice.     See id.      We discern none here.\n\n          In reviewing a challenge to evidentiary sufficiency, we\n\nconsider the evidence in the light most congenial to the verdict\n\nand determine whether this body of proof as a whole, including all\n\nreasonable inferences extractable therefrom, has sufficient bite to\n\nground a rational conclusion that the government proved each and\n\nall of the elements of the charged crime beyond a reasonable doubt.\n\nUnited States v. Lara, 181 F.3d 183, 200 (1st Cir. 1999).           In that\n\nexercise, we may neither evaluate the credibility of the witnesses\n\nnor weigh the relative merit of theories of innocence postulated by\n\n\n     4\n      In Unitherm Food Systems, Inc. v. Swift-Eckrich, Inc., 126 S.\nCt. 980 (2006), the Supreme Court held that a litigant's failure to\nrenew its motion for judgment as a matter of law under Fed. R. Civ.\nP. 50(b) following the return of an adverse jury verdict both\n\"forecloses its challenge to the sufficiency of the evidence\" on\nappeal, id. at 987, and leaves the court of appeals \"powerless\" to\norder the relief provided in the rule, id. at 988. The Unitherm\ndissenters suggest that this holding establishes that courts of\nappeals lack subject-matter jurisdiction over unrenewed sufficiency\nchallenges in civil cases.      See id. at 989-990 (Stevens, J.,\ndissenting).   There are legitimate questions as to whether the\nUnitherm holding is jurisdictional and, in any event, whether it\napplies to motions under Fed. R. Crim. P. 29. Given the abundance\nof evidence here, see text infra, we decline to address those\nnuanced questions.\n\n                                  -6-\n\fthe defendant.        United States v. Woodward, 149 F.3d 46, 56 (1st\n\nCir. 1998).     We apply that standard here.\n\n           With respect to the firearms offenses — the appellant\n\nwisely   does   not    attempt    to   challenge     the   sufficiency     of    the\n\nevidence   on   the    drug-trafficking      count    —    it   is   important   to\n\nremember that the term \"possession\" encompasses not only actual\n\npossession but also constructive possession.                    United States v.\n\nVargas, 945 F.2d 426, 428 (1st Cir. 1991). Constructive possession\n\nof an object exists when a person knowingly has the power at a\n\nparticular time to exercise dominion and control over it.                        See\n\nUnited States v. Staula, 80 F.3d 596, 605 (1st Cir. 1996); United\n\nStates v. Ocampo-Guarin, 968 F.2d 1406, 1409 (1st Cir. 1992).\n\nThus, constructive possession of a firearm may be established by\n\nshowing that the person knows (or has reason to know) that the\n\nfirearm is within easy reach, so that he can take actual possession\n\nof it virtually at will.         United States v. Lamare, 711 F.2d 3, 5-6\n\n(1st Cir. 1983).\n\n           The evidence adduced in this case was sufficient to\n\npermit a rational juror to conclude beyond a reasonable doubt that\n\nthe appellant constructively possessed the gun found in the truck.\n\nAfter all, the evidence supported a finding that the appellant had\n\nsole possession of the truck for some appreciable period of time\n\nduring the late afternoon and evening of July 28; that he was the\n\nlone occupant of the vehicle throughout that interval; that the\n\n\n                                       -7-\n\frevolver was located in the stick-shift area of the truck's cab,\n\nwith the handle facing toward the driver's seat; that it was within\n\neasy reach of the driver (the appellant); and that it was in plain\n\nsight.      This testimony, if credited, sufficed to show constructive\n\npossession — and the jury had the right to credit it.                See, e.g.,\n\nUnited States v. O'Brien, 14 F.3d 703, 707 (1st Cir. 1994).\n\n              If more is needed — and we doubt that it is — direct\n\ntestimony may be buttressed by inferences that reasonably can be\n\ndrawn from the totality of the circumstances.           See Staula, 80 F.3d\n\nat   605.      Here,   those   inculpatory      circumstances   included    the\n\nappellant's knowing participation in the retrieval of a large cargo\n\nof drugs,5 the concomitant need for protection, and testimony that\n\ndrug traffickers often guard their merchandise with firearms.                No\n\nmore was exigible.\n\n              To say more on this point would be superergatory.             The\n\nbottom line is that we detect no injustice — let alone a clear and\n\ngross injustice — in firearms convictions hinged upon a finding\n\nthat the appellant knowingly possessed the gun.\n\n              This brings us to the evidentiary issue.               A district\n\ncourt's     decision   to   admit   or    exclude   evidence    is   ordinarily\n\nreviewed for abuse of discretion.              United States v. Flemmi, 402\n\n\n\n      5\n      Given the evidence of the money orders, the use of an alias,\nand the appellant's attempt to evade arrest, the jury had ample\nreason to conclude that the appellant's involvement with the drugs\nwas far from innocent.\n\n                                         -8-\n\fF.3d 79, 86 (1st Cir. 2005); United States v. Pitrone, 115 F.3d 1,\n\n7 (1st Cir. 1997).          As part of this discretion, district courts\n\nenjoy wide latitude in passing upon the relevancy of evidence.\n\nUnited   States      v.   Norton,    26   F.3d   240,   243    (1st   Cir.   1994).\n\nRelevant evidence \"means evidence having any tendency to make the\n\nexistence of any fact that is of consequence to the determination\n\nof the action more probable or less probable than it would be\n\nwithout the evidence.\"         Fed. R. Evid. 401.\n\n             The appellant asserts that the district court abused its\n\ndiscretion in excluding testimony anent the violent death of an\n\nindividual who rented the Ford dump truck on the Friday and\n\nSaturday prior to his (the appellant's) use of the truck on Monday,\n\nJuly 28.    He strives to persuade us that the district court should\n\nhave honored his proffer6 because this evidence makes it more\n\nlikely that someone else (i.e., the prior lessee) placed the gun in\n\nthe truck and, thus, that the appellant did not know the gun was\n\nthere.     We are not convinced.\n\n             There    are   two     major   problems    with    the   appellant's\n\nposition.     The first problem is that the appellant offered no\n\nevidence that the prior lessee owned a gun, carried a gun, was\n\nobserved with a gun, or used a gun at any time.                   The second and\n\n\n     6\n      In his counselled brief, the appellant attempts to embellish\nupon this evidence, suggesting, for example, that the prior lessee\nwas involved in some unspecified drug-trafficking activities. The\ntranscript belies these embellishments; the only evidence actually\nproffered below was evidence of the prior lessee's violent death.\n\n                                          -9-\n\fperhaps more salient problem is that the proffered testimony had no\n\nbearing on the key issue in the case: whether the appellant knew\n\nthat the gun was in the truck and constructively possessed it at\n\nthe time he retrieved the drugs.         On this record, the fact that\n\nsomeone else may have placed the gun in the truck would not alter,\n\nor even cast doubt upon, the appellant's constructive possession of\n\nit.   See Lamare, 711 F.2d at 5-6.\n\n           At the expense of carting coal to Newcastle, we add that,\n\nin this instance, the district court afforded the appellant an\n\nample opportunity to develop his theory of the case.              The court\n\nallowed him to submit evidence that someone else had rented and\n\ndriven the truck on the weekend preceding the date of arrest.            The\n\ncourt merely drew a line at that point and refused, on relevancy\n\ngrounds, to admit the further evidence of the prior lessee's\n\nviolent   death   (unconnected   to   his   use   of   the   truck).     Even\n\nassuming, for argument's sake, that this evidence had some slight\n\nbearing on the issue of constructive possession, it is too much of\n\na stretch to say that the district court abused its discretion in\n\nexcluding the proffer.\n\n           The appellant's supplemental brief need not occupy us for\n\nlong.   In it, he advances three contentions.          None has merit.\n\n           First, the appellant's reliance on the decision in Bailey\n\nv. United States, 516 U.S. 137 (1995), is mislaid.              Bailey held\n\nthat a statute criminalizing the \"use\" of a firearm during a drug-\n\n\n                                  -10-\n\ftrafficking crime required a showing of the defendant's \"active\n\nemployment\" of the firearm.     Id. (emphasis in original).       But the\n\nrelevant portion of that statute, 18 U.S.C. § 924(c), has been\n\namended in response to the Bailey decision to embrace simple\n\npossession in furtherance of a drug-trafficking crime.          See United\n\nStates v. Pagan-Ortega, 372 F.3d 22, 30 n.4 (1st Cir. 2004)\n\n(discussing this revision).          Thus, unlike the version of the\n\nstatute at issue in Bailey, the new version, which underlies the\n\nrelevant count of conviction here (count 2), criminalizes the mere\n\npossession   of   a   firearm   in    furtherance   of    drug-trafficking\n\nactivity.    See 18 U.S.C. § 924(c)(1)(A).           It is not a \"use\"\n\nstatute.\n\n            The appellant's second claim — that his sentence was\n\nflawed by reason of constitutional infirmities in the federal\n\nsentencing guidelines — is baseless.        See Booker v. United States,\n\n543 U.S. 220, 245-46 (2005); United States v. Antonakopoulos, 399\n\nF.3d 68, 79 (1st Cir. 2005).     Third, and finally, the appellant's\n\nineffective assistance of counsel claim, weak in all events, cannot\n\nbe raised for the first time on direct appeal.           See United States\n\nv. Mala, 7 F.3d 1058, 1063 (1st Cir. 1993) (\"We have held with a\n\nregularity bordering on the monotonous that fact-specific claims of\n\nineffective assistance cannot make their debut on direct review of\n\ncriminal convictions, but, rather, must originally be presented to,\n\nand acted upon by, the trial court.\").\n\n\n                                     -11-\n\f            We need go no further. For the reasons elucidated above,\n\nwe conclude that, for aught that appears, the appellant was fairly\n\ntried, justly convicted, and lawfully sentenced.\n\n\n\nAffirmed.\n\n\n\n\n                                -12-\n\f",
  "html": "<p class=\"case_cite\">446 F.3d 227</p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Nestor MALDONADO-GARC&#205;A, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-2674.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 9, 2006.</p>\n    <p class=\"date\">Decided May 5, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Juan J. Hern&#225;ndez L&#243;pez de Victoria, by appointment of the court, for appellant.</p>\n      <p class=\"indent\">Nestor Maldonado-Garc&#237;a on supplemental brief, pro se ipso.</p>\n      <p class=\"indent\">Mariana E. Bauz&#225;-Almonte, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Nelson P&#233;rez-Sosa, Assistant United States Attorney (Senior Appellate Attorney), were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves drug trafficking and related gun possession. After a second full trial &#8212; the first resulted in a hung jury &#8212; defendant-appellant Nestor Maldonado-Garc&#237;a was found guilty on one count of possession of marijuana with intent to distribute and two related firearms counts. In this venue, the appellant's counselled brief advances two assignments of error. First, the brief asseverates that the government's evidence was insufficient to establish that the appellant knowingly possessed the firearm found in the truck he was driving. Second, the brief calumnizes the trial court's exclusion of testimonial evidence pertaining to the violent death of a prior lessee of the truck. Counsel pressed both points vigorously at oral argument.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The appellant also has filed a pro se supplemental brief, in which he raises a golconda of other arguments. Finding all of these arguments unpersuasive, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We rehearse the facts in the light most hospitable to the verdict, consistent with record support. <i>United States v. Vega Molina,</i> 407 F.3d 511, 516 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In late July of 2003, California-based employees of a shipping company, Caribbean Transport Services (CTS), became suspicious of a shipment addressed to LL Industries in Aguadilla, Puerto Rico.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> CTS immediately notified the Drug Enforcement Administration (DEA). After performing field tests, DEA agents confirmed that the suspect crates contained bundles of marijuana. With the assistance of CTS staffers, the agents returned the bundles of marijuana to the crates in which they had been packed and allowed the shipment to go forward. At the DEA's bidding, however, the shipment was rerouted from Aguadilla to San Juan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The crates reached San Juan on July 28, 2003. The DEA arranged for surveillance upon their arrival. That evening, an unidentified male caller telephoned CTS several times, inquiring about the shipment and the associated freight charges. Shortly after a CTS representative told the caller that the shipment was in house, the appellant arrived at the CTS facility in a Ford dump truck. He presented a copy of the shipping invoice for the crates, paid the outstanding freight charges with money orders drawn in the exact amount, and used an alias when endorsing the money orders.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After CTS employees loaded the crates onto the truck, the appellant climbed into the driver's seat and began to depart. At that point, DEA agents blocked his only means of egress. In addition, a DEA agent, Rafael Mattai, pursued the truck on foot. Seeing the roadblock, the appellant veered in an apparent attempt to evade the agents. The attempt failed, and the appellant brought the truck to a halt.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">DEA agents converged on the truck and arrested the appellant. As the agents were handcuffing him, Fano Samuel Cruz Santiago (Cruz), a local police officer assigned to work with the DEA, saw a .357 Magnum revolver on the floor of the cab, near the truck's stick-shift. Cruz testified that the firearm was easily accessible from the driver's seat, within the driver's immediate reach, and in plain view. After completing the arrest, the agents seized the drugs, the gun, and the truck.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the days following the arrest, the DEA returned the truck to its owner, Wender Rentas. Rentas testified at trial that he was the appellant's employer; that he regularly lent his truck to the appellant without any special formality; and that the appellant had ready access to the truck. Rentas further testified that, on July 28, the truck was parked at his house. The appellant drove there that afternoon (sometime after 4:00 p.m.) to return another vehicle. The inference was compelling that the appellant commandeered the truck at around that time. In all events, the appellant arrived at the CTS facility sometime after 7:30 p.m. that evening, operating the dump truck.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A federal grand jury indicted the appellant. The three-count indictment charged possession of 234 kilograms of marijuana with intent to distribute (count 1); possession of a firearm during the commission of a drug-trafficking crime (count 2); and possession of a firearm having an obliterated serial number (count 3).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See</i> 21 U.S.C. &#167; 841; 18 U.S.C. &#167; 924(c)(1)(A); <i>id.</i> &#167; 922(k). Counts 2 and 3 each contained a scienter element (knowing possession).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After hearing all the evidence, the jury deadlocked. The district court declared a mistrial. A retrial ensued. At the close of the government's case in chief, the appellant moved for judgment of acquittal. <i>See</i> Fed.R.Crim.P. 29(a). The district court denied the motion. The appellant did not renew the motion at the end of the his case. <i>See id.</i> The court submitted all three counts to the jury, which returned a guilty verdict across the board. The appellant again failed to renew his motion for judgment of acquittal within the seven days following the verdict. <i>See</i> Fed. R.Crim.P. 29(c)(1). The district court imposed a 123-month incarcerative sentence. This timely appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The gravamen of the appellant's first claim of error is that the government's proof regarding the presence of the gun in the cab of the truck was insufficient to establish an element of the offenses of conviction &#8212; knowing possession &#8212; beyond a reasonable doubt and that, therefore, the firearms convictions should be reversed. This claim suffers from a self-inflicted wound: the appellant failed to renew his Rule 29 motion either at the close of all the evidence or following the jury verdict. <i>See</i> Fed.R.Crim.P. 29. These omissions combine to constitute a waiver of the appellant's earlier Rule 29 motion. <i>See United States v. Hadfield,</i> 918 F.2d 987, 996 (1st Cir.1990). Consequently, our review, if not entirely foreclosed,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> is limited to clear and gross injustice. <i>See id.</i> We discern none here.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In reviewing a challenge to evidentiary sufficiency, we consider the evidence in the light most congenial to the verdict and determine whether this body of proof as a whole, including all reasonable inferences extractable therefrom, has sufficient bite to ground a rational conclusion that the government proved each and all of the elements of the charged crime beyond a reasonable doubt. <i>United States v. Lara,</i> 181 F.3d 183, 200 (1st Cir.1999). In that exercise, we may neither evaluate the credibility of the witnesses nor weigh the relative merit of theories of innocence postulated by the defendant. <i>United States v. Woodward,</i> 149 F.3d 46, 56 (1st Cir.1998). We apply that standard here.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With respect to the firearms offenses &#8212; the appellant wisely does not attempt to challenge the sufficiency of the evidence on the drug-trafficking count &#8212; it is important to remember that the term \"possession\" encompasses not only actual possession but also constructive possession. <i>United States v. Vargas,</i> 945 F.2d 426, 428 (1st Cir.1991). Constructive possession of an object exists when a person knowingly has the power at a particular time to exercise dominion and control over it. <i>See United States v. Staula,</i> 80 F.3d 596, 605 (1st Cir.1996); <i>United States v. Ocampo-Guarin,</i> 968 F.2d 1406, 1409 (1st Cir.1992). Thus, constructive possession of a firearm may be established by showing that the person knows (or has reason to know) that the firearm is within easy reach, so that he can take actual possession of it virtually at will. <i>United States v. Lamare,</i> 711 F.2d 3, 5-6 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The evidence adduced in this case was sufficient to permit a rational juror to conclude beyond a reasonable doubt that the appellant constructively possessed the gun found in the truck. After all, the evidence supported a finding that the appellant had sole possession of the truck for some appreciable period of time during the late afternoon and evening of July 28; that he was the lone occupant of the vehicle throughout that interval; that the revolver was located in the stick-shift area of the truck's cab, with the handle facing toward the driver's seat; that it was within easy reach of the driver (the appellant); and that it was in plain sight. This testimony, if credited, sufficed to show constructive possession &#8212; and the jury had the right to credit it. <i>See, e.g., United States v. O'Brien,</i> 14 F.3d 703, 707 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If more is needed &#8212; and we doubt that it is &#8212; direct testimony may be buttressed by inferences that reasonably can be drawn from the totality of the circumstances. <i>See Staula,</i> 80 F.3d at 605. Here, those inculpatory circumstances included the appellant's knowing participation in the retrieval of a large cargo of drugs,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the concomitant need for protection, and testimony that drug traffickers often guard their merchandise with firearms. No more was exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To say more on this point would be supererogatory. The bottom line is that we detect no injustice &#8212; let alone a clear and gross injustice &#8212; in firearms convictions hinged upon a finding that the appellant knowingly possessed the gun.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This brings us to the evidentiary issue. A district court's decision to admit or exclude evidence is ordinarily reviewed for abuse of discretion. <i>United States v. Flemmi,</i> 402 F.3d 79, 86 (1st Cir.2005); <i>United States v. Pitrone,</i> 115 F.3d 1, 7 (1st Cir.1997). As part of this discretion, district courts enjoy wide latitude in passing upon the relevancy of evidence. <i>United States v. Norton,</i> 26 F.3d 240, 243 (1st Cir.1994). Relevant evidence \"means evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Fed.R.Evid. 401.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appellant asserts that the district court abused its discretion in excluding testimony anent the violent death of an individual who rented the Ford dump truck on the Friday and Saturday prior to his (the appellant's) use of the truck on Monday, July 28. He strives to persuade us that the district court should have honored his proffer<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> because this evidence makes it more likely that someone else (i.e., the prior lessee) placed the gun in the truck and, thus, that the appellant did not know the gun was there. We are not convinced.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There are two major problems with the appellant's position. The first problem is that the appellant offered no evidence that the prior lessee owned a gun, carried a gun, was observed with a gun, or used a gun at any time. The second and perhaps more salient problem is that the proffered testimony had no bearing on the key issue in the case: whether the appellant knew that the gun was in the truck and constructively possessed it at the time he retrieved the drugs. On this record, the fact that someone else may have placed the gun in the truck would not alter, or even cast doubt upon, the appellant's constructive possession of it. <i>See Lamare,</i> 711 F.2d at 5-6.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At the expense of carting coal to Newcastle, we add that, in this instance, the district court afforded the appellant an ample opportunity to develop his theory of the case. The court allowed him to submit evidence that someone else had rented and driven the truck on the weekend preceding the date of arrest. The court merely drew a line at that point and refused, on relevancy grounds, to admit the further evidence of the prior lessee's violent death (unconnected to his use of the truck). Even assuming, for argument's sake, that this evidence had some slight bearing on the issue of constructive possession, it is too much of a stretch to say that the district court abused its discretion in excluding the proffer.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The appellant's supplemental brief need not occupy us for long. In it, he advances three contentions. None has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">First, the appellant's reliance on the decision in <i>Bailey v. United States,</i> 516 U.S. 137, 116 S.Ct. 501, 133 L.Ed.2d 472 (1995), is mislaid. <i>Bailey</i> held that a statute criminalizing the \"use\" of a firearm during a drug-trafficking crime required a showing of the defendant's \"<i>active employment</i>\" of the firearm. <i>Id.</i> (emphasis in original). But the relevant portion of that statute, 18 U.S.C. &#167; 924(c), has been amended in response to the <i>Bailey</i> decision to embrace simple possession in furtherance of a drug-trafficking crime. <i>See United States v. Pagan-Ortega,</i> 372 F.3d 22, 30 n. 4 (1st Cir.2004) (discussing this revision). Thus, unlike the version of the statute at issue in <i>Bailey,</i> the new version, which underlies the relevant count of conviction here (count 2), criminalizes the mere possession of a firearm in furtherance of drug-trafficking activity. <i>See</i> 18 U.S.C. &#167; 924(c)(1)(A). It is not a \"use\" statute.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appellant's second claim &#8212; that his sentence was flawed by reason of constitutional infirmities in the federal sentencing guidelines &#8212; is baseless. <i>See United States v. Booker,</i> 543 U.S. 220, 245-46, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005); <i>United States v. Antonakopoulos,</i> 399 F.3d 68, 79 (1st Cir.2005). Third, and finally, the appellant's ineffective assistance of counsel claim, weak in all events, cannot be raised for the first time on direct appeal. <i>See United States v. Mala,</i> 7 F.3d 1058, 1063 (1st Cir.1993) (\"We have held with a regularity bordering on the monotonous that fact-specific claims of ineffective assistance cannot make their debut on direct review of criminal convictions, but, rather, must originally be presented to, and acted upon by, the trial court.\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We need go no further. For the reasons elucidated above, we conclude that, for aught that appears, the appellant was fairly tried, justly convicted, and lawfully sentenced.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appellant's counselled brief also asserted a challenge with respect to the chain of custody of the seized drugs. Appellant's counsel explicitly abandoned this challenge during oral argument, however, and we make no further mention of it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Subsequent investigation revealed both that LL Industries was a nonexistent firm and that the shipment sported a bogus address</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The appellant concedes that the serial number of the gun had been obliterated and that the gun had traveled in interstate commerce</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In<i>Unitherm Food Systems, Inc. v. Swift-Eckrich, Inc.,</i> ___ U.S. ___, 126 S.Ct. 980, 163 L.Ed.2d 974 (2006), the Supreme Court held that a litigant's failure to renew its motion for judgment as a matter of law under Fed.R.Civ.P. 50(b) following the return of an adverse jury verdict both \"forecloses its challenge to the sufficiency of the evidence\" on appeal, <i>id.</i> at 987, and leaves the court of appeals \"powerless\" to order the relief provided in the rule, <i>id.</i> at 988. The <i>Unitherm</i> dissenters suggest that this holding establishes that courts of appeals lack subject-matter jurisdiction over unrenewed sufficiency challenges in civil cases. <i>See id.</i> at 989-990 (Stevens, J., dissenting). There are legitimate questions as to whether the <i>Unitherm</i> holding is jurisdictional and, in any event, whether it applies to motions under Fed.R.Crim.P. 29. Given the abundance of evidence here, <i>see</i> text <i>infra,</i> we decline to address those nuanced questions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Given the evidence of the money orders, the use of an alias, and the appellant's attempt to evade arrest, the jury had ample reason to conclude that the appellant's involvement with the drugs was far from innocent</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In his counselled brief, the appellant attempts to embellish upon this evidence, suggesting, for example, that the prior lessee was involved in some unspecified drug-trafficking activities. The transcript belies these embellishments; the only evidence actually proffered below was evidence of the prior lessee's violent death</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">227</span></span></p>\n    <p class=\"parties\">UNITED STATES of America, Appellee,<br>v.<br>Nestor MALDONADO-GARC&#205;A, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 04-2674.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard March 9, 2006.</p>\n    <p class=\"date\">Decided May 5, 2006.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Juan J. Hern&#225;ndez L&#243;pez de Victoria, by appointment of the court, for appellant.</p>\n      <p class=\"indent\">Nestor Maldonado-Garc&#237;a on supplemental brief, pro se ipso.</p>\n      <p class=\"indent\">Mariana E. Bauz&#225;-Almonte, Assistant United States Attorney, with whom H.S. Garcia, United States Attorney, and Nelson P&#233;rez-Sosa, Assistant United States Attorney (Senior Appellate Attorney), were on brief, for appellee.</p>\n      <p class=\"indent\">Before BOUDIN, Chief Judge, SELYA and LYNCH, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves drug trafficking and related gun possession. After a second full trial &#8212; the first resulted in a hung jury &#8212; defendant-appellant Nestor Maldonado-Garc&#237;a was found guilty on one count of possession of marijuana with intent to distribute and two related firearms counts. In this venue, the appellant's counselled brief advances two assignments of error. First, the brief asseverates that the government's evidence was insufficient to establish that the appellant knowingly possessed the firearm found in the truck he was driving. Second, the brief calumnizes the trial court's exclusion of testimonial evidence pertaining to the violent death of a prior lessee of the truck. Counsel pressed both points vigorously at oral argument.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The appellant also has filed a pro se supplemental brief, in which he raises a golconda of other arguments. Finding all of these arguments unpersuasive, we affirm the judgment below.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We rehearse the facts in the light most hospitable to the verdict, consistent with record support. <i>United States v. Vega Molina,</i> <span class=\"citation\" data-id=\"201589\"><a href=\"/opinion/201589/united-states-v-vega-molina/\"><span class=\"volume\">407</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></a></span>, 516 (1st Cir.2005).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In late July of 2003, California-based employees of a shipping company, Caribbean Transport Services (CTS), became suspicious of a shipment addressed to LL Industries in Aguadilla, Puerto Rico.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> CTS immediately notified the Drug Enforcement Administration (DEA). After performing field tests, DEA agents confirmed that the suspect crates contained bundles of marijuana. With the assistance of CTS staffers, the agents returned the bundles of marijuana to the crates in which they had been packed and allowed the shipment to go forward. At the DEA's bidding, however, the shipment was rerouted from Aguadilla to San Juan.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The crates reached San Juan on July 28, 2003. The DEA arranged for surveillance upon their arrival. That evening, an unidentified male caller telephoned CTS several times, inquiring about the shipment and the associated freight charges. Shortly after a CTS representative told the caller that the shipment was in house, the appellant arrived at the CTS facility in a Ford dump truck. He presented a copy of the shipping invoice for the crates, paid the outstanding freight charges with money orders drawn in the exact amount, and used an alias when endorsing the money orders.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After CTS employees loaded the crates onto the truck, the appellant climbed into the driver's seat and began to depart. At that point, DEA agents blocked his only means of egress. In addition, a DEA agent, Rafael Mattai, pursued the truck on foot. Seeing the roadblock, the appellant veered in an apparent attempt to evade the agents. The attempt failed, and the appellant brought the truck to a halt.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">DEA agents converged on the truck and arrested the appellant. As the agents were handcuffing him, Fano Samuel Cruz Santiago (Cruz), a local police officer assigned to work with the DEA, saw a .357 Magnum revolver on the floor of the cab, near the truck's stick-shift. Cruz testified that the firearm was easily accessible from the driver's seat, within the driver's immediate reach, and in plain view. After completing the arrest, the agents seized the drugs, the gun, and the truck.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In the days following the arrest, the DEA returned the truck to its owner, Wender Rentas. Rentas testified at trial that he was the appellant's employer; that he regularly lent his truck to the appellant without any special formality; and that the appellant had ready access to the truck. Rentas further testified that, on July 28, the truck was parked at his house. The appellant drove there that afternoon (sometime after 4:00 p.m.) to return another vehicle. The inference was compelling that the appellant commandeered the truck at around that time. In all events, the appellant arrived at the CTS facility sometime after 7:30 p.m. that evening, operating the dump truck.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A federal grand jury indicted the appellant. The three-count indictment charged possession of 234 kilograms of marijuana with intent to distribute (count 1); possession of a firearm during the commission of a drug-trafficking crime (count 2); and possession of a firearm having an obliterated serial number (count 3).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> <i>See</i> 21 U.S.C. &#167; 841; 18 U.S.C. &#167; 924(c)(1)(A); <i>id.</i> &#167; 922(k). Counts 2 and 3 each contained a scienter element (knowing possession).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">After hearing all the evidence, the jury deadlocked. The district court declared a mistrial. A retrial ensued. At the close of the government's case in chief, the appellant moved for judgment of acquittal. <i>See</i> Fed.R.Crim.P. 29(a). The district court denied the motion. The appellant did not renew the motion at the end of the his case. <i>See id.</i> The court submitted all three counts to the jury, which returned a guilty verdict across the board. The appellant again failed to renew his motion for judgment of acquittal within the seven days following the verdict. <i>See</i> Fed. R.Crim.P. 29(c)(1). The district court imposed a 123-month incarcerative sentence. This timely appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The gravamen of the appellant's first claim of error is that the government's proof regarding the presence of the gun in the cab of the truck was insufficient to establish an element of the offenses of conviction &#8212; knowing possession &#8212; beyond a reasonable doubt and that, therefore, the firearms convictions should be reversed. This claim suffers from a self-inflicted wound: the appellant failed to renew his Rule 29 motion either at the close of all the evidence or following the jury verdict. <i>See</i> Fed.R.Crim.P. 29. These omissions combine to constitute a waiver of the appellant's earlier Rule 29 motion. <i>See United States v. Hadfield,</i> <span class=\"citation\" data-id=\"551471\"><a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 996 (1st Cir.1990). Consequently, our review, if not entirely foreclosed,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> is limited to clear and gross injustice. <i>See id.</i> We discern none here.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In reviewing a challenge to evidentiary sufficiency, we consider the evidence in the light most congenial to the verdict and determine whether this body of proof as a whole, including all reasonable inferences extractable therefrom, has sufficient bite to ground a rational conclusion that the government proved each and all of the elements of the charged crime beyond a reasonable doubt. <i>United States v. Lara,</i> <span class=\"citation\" data-id=\"764882\"><a href=\"/opinion/764882/united-states-v-giovanni-lara-appellantno-united-states-of-america-v/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 200 (1st Cir.1999). In that exercise, we may neither evaluate the credibility of the witnesses nor weigh the relative merit of theories of innocence postulated by the defendant. <i>United States v. Woodward,</i> <span class=\"citation\" data-id=\"198059\"><a href=\"/opinion/198059/united-states-v-woodward/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 56 (1st Cir.1998). We apply that standard here.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With respect to the firearms offenses &#8212; the appellant wisely does not attempt to challenge the sufficiency of the evidence on the drug-trafficking count &#8212; it is important to remember that the term \"possession\" encompasses not only actual possession but also constructive possession. <i>United States v. Vargas,</i> <span class=\"citation\" data-id=\"569088\"><a href=\"/opinion/569088/united-states-v-ramiro-vargas/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">426</span></a></span>, 428 (1st Cir.1991). Constructive possession of an object exists when a person knowingly has the power at a particular time to exercise dominion and control over it. <i>See United States v. Staula,</i> <span class=\"citation\" data-id=\"196665\"><a href=\"/opinion/196665/united-states-v-staula/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">596</span></a></span>, 605 (1st Cir.1996); <i>United States v. Ocampo-Guarin,</i> <span class=\"citation\" data-id=\"586815\"><a href=\"/opinion/586815/united-states-v-gloria-patricia-ocampo-guarin/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1406</span></a></span>, 1409 (1st Cir.1992). Thus, constructive possession of a firearm may be established by showing that the person knows (or has reason to know) that the firearm is within easy reach, so that he can take actual possession of it virtually at will. <i>United States v. Lamare,</i> <span class=\"citation\" data-id=\"421010\"><a href=\"/opinion/421010/united-states-v-herman-j-lamare-jr/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 5-6 (1st Cir.1983).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The evidence adduced in this case was sufficient to permit a rational juror to conclude beyond a reasonable doubt that the appellant constructively possessed the gun found in the truck. After all, the evidence supported a finding that the appellant had sole possession of the truck for some appreciable period of time during the late afternoon and evening of July 28; that he was the lone occupant of the vehicle throughout that interval; that the revolver was located in the stick-shift area of the truck's cab, with the handle facing toward the driver's seat; that it was within easy reach of the driver (the appellant); and that it was in plain sight. This testimony, if credited, sufficed to show constructive possession &#8212; and the jury had the right to credit it. <i>See, e.g., United States v. O'Brien,</i> <span class=\"citation\" data-id=\"661452\"><a href=\"/opinion/661452/43-socsecrepser-489-medicaremedicaid-guide-p-42092-united-states-of/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 707 (1st Cir.1994).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If more is needed &#8212; and we doubt that it is &#8212; direct testimony may be buttressed by inferences that reasonably can be drawn from the totality of the circumstances. <i>See Staula,</i> 80 F.3d at 605. Here, those inculpatory circumstances included the appellant's knowing participation in the retrieval of a large cargo of drugs,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the concomitant need for protection, and testimony that drug traffickers often guard their merchandise with firearms. No more was exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To say more on this point would be supererogatory. The bottom line is that we detect no injustice &#8212; let alone a clear and gross injustice &#8212; in firearms convictions hinged upon a finding that the appellant knowingly possessed the gun.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">This brings us to the evidentiary issue. A district court's decision to admit or exclude evidence is ordinarily reviewed for abuse of discretion. <i>United States v. Flemmi,</i> <span class=\"citation\" data-id=\"201500\"><a href=\"/opinion/201500/united-states-v-flemmi/\"><span class=\"volume\">402</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></a></span>, 86 (1st Cir.2005); <i>United States v. Pitrone,</i> <span class=\"citation\" data-id=\"197373\"><a href=\"/opinion/197373/united-states-v-pitrone/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.1997). As part of this discretion, district courts enjoy wide latitude in passing upon the relevancy of evidence. <i>United States v. Norton,</i> <span class=\"citation\" data-id=\"195417\"><a href=\"/opinion/195417/united-states-v-norton/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">240</span></a></span>, 243 (1st Cir.1994). Relevant evidence \"means evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\" Fed.R.Evid. 401.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The appellant asserts that the district court abused its discretion in excluding testimony anent the violent death of an individual who rented the Ford dump truck on the Friday and Saturday prior to his (the appellant's) use of the truck on Monday, July 28. He strives to persuade us that the district court should have honored his proffer<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> because this evidence makes it more likely that someone else (i.e., the prior lessee) placed the gun in the truck and, thus, that the appellant did not know the gun was there. We are not convinced.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">There are two major problems with the appellant's position. The first problem is that the appellant offered no evidence that the prior lessee owned a gun, carried a gun, was observed with a gun, or used a gun at any time. The second and perhaps more salient problem is that the proffered testimony had no bearing on the key issue in the case: whether the appellant knew that the gun was in the truck and constructively possessed it at the time he retrieved the drugs. On this record, the fact that someone else may have placed the gun in the truck would not alter, or even cast doubt upon, the appellant's constructive possession of it. <i>See Lamare,</i> 711 F.2d at 5-6.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At the expense of carting coal to Newcastle, we add that, in this instance, the district court afforded the appellant an ample opportunity to develop his theory of the case. The court allowed him to submit evidence that someone else had rented and driven the truck on the weekend preceding the date of arrest. The court merely drew a line at that point and refused, on relevancy grounds, to admit the further evidence of the prior lessee's violent death (unconnected to his use of the truck). Even assuming, for argument's sake, that this evidence had some slight bearing on the issue of constructive possession, it is too much of a stretch to say that the district court abused its discretion in excluding the proffer.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The appellant's supplemental brief need not occupy us for long. In it, he advances three contentions. None has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">First, the appellant's reliance on the decision in <i>Bailey v. United States,</i> <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span> (1995), is mislaid. <i>Bailey</i> held that a statute criminalizing the \"use\" of a firearm during a drug-trafficking crime required a showing of the defendant's \"<i>active employment</i>\" of the firearm. <i>Id.</i> (emphasis in original). But the relevant portion of that statute, 18 U.S.C. &#167; 924(c), has been amended in response to the <i>Bailey</i> decision to embrace simple possession in furtherance of a drug-trafficking crime. <i>See United States v. Pagan-Ortega,</i> <span class=\"citation\" data-id=\"201059\"><a href=\"/opinion/201059/united-states-v-pagan-ortega/\"><span class=\"volume\">372</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 30 n. 4 (1st Cir.2004) (discussing this revision). Thus, unlike the version of the statute at issue in <i>Bailey,</i> the new version, which underlies the relevant count of conviction here (count 2), criminalizes the mere possession of a firearm in furtherance of drug-trafficking activity. <i>See</i> 18 U.S.C. &#167; 924(c)(1)(A). It is not a \"use\" statute.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The appellant's second claim &#8212; that his sentence was flawed by reason of constitutional infirmities in the federal sentencing guidelines &#8212; is baseless. <i>See United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 245-46, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005); <i>United States v. Antonakopoulos,</i> <span class=\"citation\" data-id=\"201462\"><a href=\"/opinion/201462/united-states-v-antonakopoulos/\"><span class=\"volume\">399</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 79 (1st Cir.2005). Third, and finally, the appellant's ineffective assistance of counsel claim, weak in all events, cannot be raised for the first time on direct appeal. <i>See United States v. Mala,</i> <span class=\"citation\" data-id=\"194994\"><a href=\"/opinion/194994/united-states-v-mala/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1058</span></a></span>, 1063 (1st Cir.1993) (\"We have held with a regularity bordering on the monotonous that fact-specific claims of ineffective assistance cannot make their debut on direct review of criminal convictions, but, rather, must originally be presented to, and acted upon by, the trial court.\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We need go no further. For the reasons elucidated above, we conclude that, for aught that appears, the appellant was fairly tried, justly convicted, and lawfully sentenced.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">\n        <i>Affirmed.</i>\n      </p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The appellant's counselled brief also asserted a challenge with respect to the chain of custody of the seized drugs. Appellant's counsel explicitly abandoned this challenge during oral argument, however, and we make no further mention of it</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Subsequent investigation revealed both that LL Industries was a nonexistent firm and that the shipment sported a bogus address</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The appellant concedes that the serial number of the gun had been obliterated and that the gun had traveled in interstate commerce</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In<i>Unitherm Food Systems, Inc. v. Swift-Eckrich, Inc.,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145687\"><a href=\"/opinion/145687/unitherm-food-systems-inc-v-swift-eckrich-inc/\"><span class=\"volume\">126</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">980</span></a></span>, <span class=\"citation\" data-id=\"145687\"><a href=\"/opinion/145687/unitherm-food-systems-inc-v-swift-eckrich-inc/\"><span class=\"volume\">163</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">974</span></a></span> (2006), the Supreme Court held that a litigant's failure to renew its motion for judgment as a matter of law under Fed.R.Civ.P. 50(b) following the return of an adverse jury verdict both \"forecloses its challenge to the sufficiency of the evidence\" on appeal, <i>id.</i> at 987, and leaves the court of appeals \"powerless\" to order the relief provided in the rule, <i>id.</i> at 988. The <i>Unitherm</i> dissenters suggest that this holding establishes that courts of appeals lack subject-matter jurisdiction over unrenewed sufficiency challenges in civil cases. <i>See id.</i> at 989-990 (Stevens, J., dissenting). There are legitimate questions as to whether the <i>Unitherm</i> holding is jurisdictional and, in any event, whether it applies to motions under Fed.R.Crim.P. 29. Given the abundance of evidence here, <i>see</i> text <i>infra,</i> we decline to address those nuanced questions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Given the evidence of the money orders, the use of an alias, and the appellant's attempt to evade arrest, the jury had ample reason to conclude that the appellant's involvement with the drugs was far from innocent</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In his counselled brief, the appellant attempts to embellish upon this evidence, suggesting, for example, that the prior lessee was involved in some unspecified drug-trafficking activities. The transcript belies these embellishments; the only evidence actually proffered below was evidence of the prior lessee's violent death</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/201589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764882/"
  ]
}